{"absolute_url": "/opinion/95222/bristol-v-washington-county/", "blocked": false, "citation": {"case_name": "Bristol v. Washington County", "docket_number": "109", "document_uris": ["/api/rest/v2/document/95222/"], "federal_cite_one": "177 U.S. 133", "federal_cite_three": null, "federal_cite_two": null, "id": 79603, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/79603/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 24, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1900-04-09", "date_modified": "2014-12-21T01:33:13.443844", "docket": "/api/rest/v2/docket/2234691/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">177 U.S. 133</p>\n    <p class=\"case_cite\">20 S.Ct. 585</p>\n    <p class=\"case_cite\">44 L.Ed. 701</p>\n    <p class=\"parties\">JAMES BRISTOL, as Executor of the Last Will and  Testament of Sophia M. Bristol, Deceased, <i>Plff. in Err.</i>,<br>v.<br>WASHINGTON COUNTY, State of Minnesota.</p>\n    <p class=\"docket\">No. 109.</p>\n    <p class=\"date\">Argued January 22, 1900.</p>\n    <p class=\"date\">Decided April 9, 1900.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This is an appeal from a judgment of the circuit court for the district of Minnesota, allowing a claim in favor of Washington county, Minnesota, against the estate of Sophia M. Bristol, deceased.</p>\n      <p class=\"indent\">Sophia M. Bristol died testate, naming James Bristol as her executor, and her will was duly admitted to probate in Wyoming county, state of New York, where said James and Sophia M. resided. Thereafter Mr. Bristol applied to the probate court of the county of Ramsey, state of Minnesota, for the admission of the will to probate there and the issue of letters testamentary to him. This was done, and subsequently the county of Washington exhibited its claim against said estate, whereupon Bristol filed his petition in the probate court for the removal of the action instituted by the filing of the claim into the circuit court of the United States, and it was removed accordingly. A repleader was awarded by stipulation, and a formal complaint and answer filed. The matter was heard by the circuit court, a jury being waived according to law, and the court made the following findings:</p>\n      <p class=\"indent\">'I. That Cyrus Jefferson was the father of said Sophia M. Bristol, deceased, and died in November, 1883. For fourteen years just prior to his death he was a citizen and resident of the state of New York, and during said time loaned and invested large sums of money to various persons residing in Minnesota, upon their notes, payable to his order at said Stillwater, secured by mortgages on real estate in said Washington and adjoining counties in the state of Minnesota; all said loans and investments were made, and the notes and mortgages taken, by and through William M. McCluer, the agent of said Cyrus Jefferson, who resided at the city of Stillwater, in said Washington county, during all the time hereinafter mentioned, and who, with full authority from said Cyrus Jefferson, made all such loans, and took and retained all notes and securities, and collected and reloaned both the principal and interest of said loans at said city of Stillwater, in Washington county, Minnesota, and kept the same permanently invested in that way, as nearly as practicable, save as to such moneys as said Jefferson drew from time to time to pay his debts and living expenses.</p>\n      <p class=\"indent\">'II. Prior to May 1, 1883, said William M. McCluer, at said Stillwater, by the direction of said Jefferson, but otherwise with the same power and under the same authority and in the same manner, loaned of said moneys of said Cyrus Jefferson to persons in Washington county sums aggregating eighteen thousand dollars ($18,000), taking notes and mortgages therefor in the name of and payable to said Sophia M. Bristol at said Stillwater, and retained the same as her agent, and handled and collected and reinvested the same in the same manner as he had those of Cyrus Jefferson.</p>\n      <p class=\"indent\">'III. After the death of said Cyrus Jefferson and on December 18, 1883, all the other notes and mortgages held by said McCluer as agent for said Cyrus Jefferson were transferred, assigned, and passed to said Sophia M. Bristol as her share of the estate of her said father. She thereupon employed said William M. McCluer and Charles M. McCluer, both of whom then at all times herein mentioned resided at said Stillwater, as her agents at said city of Stillwater in and about said loaning business. She gave to them all the authority before that time exercised by said William M. McCluer for her father, Cyrus Jefferson, as aforesaid, and also gave to them a written power of attorney empowering them or either of them to satisfy and discharge or to sell and assign any and all mortgages then or thereafter in her name in the states of Minnesota or Wisconsin; all of said notes and mortgages of said Sophia M. Bristol, including those received by her as her share of her father's estate, as well as those taken in her name by said William M. McCluer prior to the death of her father, as aforesaid, were still left by her in the hands of her agents in Stillwater, Minnesota, and said agents continued as before to make collections of both principal and interest due on said notes and mortgages, to satisfy and discharge mortgages, and to make new loans and investments upon like securities with the moneys so collected by them for said Sophia M. Bristol, and kept all of her moneys received or collected by them prior to transmittal or reinvestment of the same, and while in their hands, deposited in bank in said Stillwater as their money, and having all notes and mortgages received by them for such loans made payable at their own office in said city of Stillwater, said mortgages being upon lands in Washington and adjoining counties in Minnesota.</p>\n      <p class=\"indent\">'IV. In March, 1885, all of such notes then in the hands of said agents were delivered to said Sophia M. Bristol, and thereafter all new notes as taken by said agents in said business were sent to Sophia M. Bristol and kept by her at her home in New York, but were payable as before at the office of said agents in Stillwater, Minnesota; all mortgages securing such notes were retained by said agents, and said notes were returned to said agents at Stillwater by said Sophia M. Bristol from time to time whenever required by them for the purpose of renewal, payment, collection, or foreclosure of securities; that the said Wm. M. McCluer and Charles M. McCluer continued as agents for said Sophia M. Bristol, collecting money becoming due upon said notes and making loans in her name, sometimes under the direction of James Bristol, her husband, but generally upon their own judgment; that they remitted money to Sophia M. Bristol when she called for the same, and what was not received by her was invested in new loans, as aforesaid.</p>\n      <p class=\"indent\">'That said Sophia M. Bristol did receive from the proceed of said collections at various times large sums of money through said agents, and all moneys collected were always subject to be sent to her or paid out in any way she should order.</p>\n      <p class=\"indent\">'V. In the month of August, 1890, said William M. McCluer died, and thereafter said Charles M. McCluer continued to act as sole agent for said Sophia M. Bristol at said city of Stillwater, Minnesota, with the same power as before exercised by him and said William M. McCluer, except that in November, 1890, Sophia M. Bristol revoked said power of attorney which authorized said agent to satisfy mortgages of record, and thereafter executed satisfactions of mortgages herself.</p>\n      <p class=\"indent\">'VI. Said loaning business was so carried on by said Sophia M. Bristol by and through her said agents at the city of Stillwater, Minnesota, in the manner aforesaid until her death, in the month of August, 1894.</p>\n      <p class=\"indent\">'VII. Said Sophia M. Bristol had no taxable property in said Washington county during any of the years hereinbefore or hereinafter mentioned other than the loans and indebtedness mentioned, which were secured by mortgages upon lands in Minnesota, and which were under the charge and management of her said agents, who, during all said years and during all the time within which the taxes hereinafter mentioned were assessed and levied, resided and had their office and transacted said loaning business at the said city of Stillwater, in said county and state.</p>\n      <p class=\"indent\">'VIII. That the moneys originally sent by said Jefferson to said William M. McCluer and invested and reinvested by said McCluer, and afterwards by said Sophia M. Bristol kept and retained in the hands of said William M. McCluer and Charles M. McCluer as her agents, were so sent, retained, and kept in the hands of said agents in the city of Stillwater, Washington county, Minnesota, in and during each of the years when the taxes hereinafter mentioned were assessed and levied against said Sophia M. Bristol, as hereinafter specifically set forth, as and for a permanent investment and business under the full control of said agents, and said property and said loans acquired and had a situs in said city of Stillwater, Washington county, Minnesota, for the purpose of taxation.</p>\n      <p class=\"indent\">'IX. That the claimant herein, Washington county, is, and for more than thirty years last past has been, a municipal corporation, to wit, an organized county created and existing under and pursuant to the laws of the state of Minnesota.</p>\n      <p class=\"indent\">'X. That in and during each of the years from 1883 to 1894, inclusive, certain personal-property taxes were duly assessed and levied against said Sophia M. Bristol by the proper taxing officers of said city of Stillwater and said Washington county on the personal property of said Sophia M. Bristol, deceased, consisting of the 'credits other than that of bank, banker, broker, or stock jobber,' and that said assessments were each in fact based upon credits due said Sophia M. Bristol on promissory notes of various persons residing in Washington county and other counties in Minnesota, payable to her order, secured by mortgages on real estate situate in Washington county and other counties in the state of Minnesota.</p>\n      <p class=\"indent\">'Said notes were all made payable at the office of William M. McCluer or Charles M. McCluer, at the city of Stillwater. The assessed valuation of said personal property upon which said taxes were so assessed and levied for each of said years, the rate of the tax assessed upon property in the said city of Stillwater, in said county, that being the district where said property was assessed, in the number of mills levied on each dollar of property at the assessed valuation for each of said years, and the amount of said taxes so assessed and levied against said Sophia M. Bristol, deceased, for each of said years, are as set forth in the following schedule thereof, to wit: [Here followed schedule as described. The valuations ran from $17,900 in 1883 to $184,900 in 1884; $196,672 in 1888; $181,292 in 1889, and $179,900 in 1890, 1, 2, 3, and 4.]</p>\n      <p class=\"indent\">'That the said Sophia M. Bristol failed and neglected to pay said taxes on the 1st day of March in each of the years following that in which said taxes were respectively levied, as hereinbefore set forth, or at any time thereafter, and that by reason of such failure said Sophia M. Bristol became, and was, and is liable to pay a penalty amounting to 5 per cent on the amount of said taxes for the years 1883 to 1894, and 10 per cent on the amount of said taxes for each year thereafter, and that the amount of said penalty for each of said years is as follows&#8212;that is to say: [Here the penalties claimed for each year were set forth.]</p>\n      <p class=\"indent\">'XI. Said Sophia M. Bristol never resided in Washington county, nor in the state of Minnesota, at any time, nor was she within the state of Minnesota from March 1, 1883, until her death, in August, 1894, except temporarily, and that the whole period of time she spent in the state of Minnesota from March 1, 1883, until her death did not exceed one year.</p>\n      <p class=\"indent\">'XII. On or about the 19th day of October, 1894, the will of said Sophia M. Bristol was duly admitted to probate in and by the probate court of Ramsey county, in the state of Minnesota, and such proceedings were had in the matter of said estate that James Bristol, the executor named in said will, was duly appointed by said court as the executor of said last will and testament and of said estate, and the said James Bristol thereupon duly qualified as such executor, and entered upon the discharge of his duties as such, and thereafter and on the 18th day of April, 1895, and within the time required by the order duly made by said probate court for filing claims against the estate of said Sophia M. Bristol, deceased, said claimant, Washington county, duly made and filed its verified claim in due form for all of the said taxes and the said penalties, together with interest upon the amount of said taxes and penalties for each year from and after the 1st day of March, in the year after the year in which said taxes were levied, as aforesaid.</p>\n      <p class=\"indent\">'XIII. That the said Sophia M. Bristol was, and for more than fifteen years next prior to her death has been, a resident and citizen of the state of New York, and said James Bristol, the executor above named, is now, and for more than fifteen years last past always has been, a resident and citizen of the state of New York.</p>\n      <p class=\"indent\">'XIV. The court further finds that all of the taxes hereinbefore mentioned were fairly and equally assessed on a fair valuation of the personal property of said Sophia M. Bristol, deceased, for each of the years hereinbefore mentioned, and that no part of said taxes has ever been paid.'</p>\n      <p class=\"indent\">As conclusions of law the court found that Washington county was entitled to judgment for the amount of the taxes and penalties, together with costs and disbursements, and that 'said claim of said amount is a just and valid claim against, the estate of Sophia M. Bristol, deceased,' and entered judgment as follows: 'It is therefore considered, ordered, and adjudged&#8212;That the county of Washington, the claimant in this case, do have and recover of and from the estate of Sophia M. Bristol, deceased, the sum of sixty-four thousand six hundred eighty-four dollars and seventy-eight cents ($64,684.78), so found to be due by the court, and that said sum of sixty-four thousand six hundred eighty-four dollars and seventy-eight cents ($64,684.78) is a just and valid claim against the estate of Sophia M. Bristol, deceased, in favor of said Washington county, besides the costs and disbursements herein to be taxed.'</p>\n      <p class=\"indent\"><i>Messrs. C. W. Bunn</i> and <i>Emerson Hadley</i> for plaintiff in error.</p>\n      <p class=\"indent\"><i>Messrs. Moses E. Clapp, George H. Sullivan, N. H. Clapp,</i> and <i>L. L. Manwaring</i> for defendant in error.</p>\n      <p class=\"indent\">Mr. Chief Justice Fuller delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The judgment amounted in effect to the allowance of the claim payable in due course of administration out of assets of the estate within the jurisdiction of the probate court. This was so notwithstanding the domicil of the testatrix and of her executor was in the state of New York; that that was the place of principal administration; and that the person charged therewith was the same.  <i>Aspden</i> v. <i>Nixon</i>, 4 How. 467, 11 L. ed. 1059; <i>Johnson</i> v. <i>Powers</i>, 139 U. S. 156, 159, 35 L. ed. 112, 113, 11 Sup. Ct. Rep. 525.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Our jurisdiction by direct appeal is invoked on the ground that the application of the Constitution of the United States was involved, and that a law of the state was 'claimed to be in contravention of the Constitution of the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The objections of the executor to the allowance of the claim, and his answer, put forward the deprivation of property without due process of law, the abridgment of privileges and immunities of citizens of the United States, and the denial of the equal protection of the laws, as the violations of constitutional safeguards relied on. Of these the first only is pressed upon our attention and needs to be considered, and that raises the question whether the laws of the state of Minnesota, as expounded by the supreme court of that state, in authorizing this judgment, amounted to the taking of property without due process of law.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the course of the administration of the estate of Cyrus Jefferson, deceased, in the probate court of the county of Washington, Minnesota, a claim was presented in March, 1884, against the estate for unpaid taxes for the years 1882 and 1883, on credits secured by mortgages, amounting to about $122,000, and the claim was allowed. The executors appealed to the district court, where the order of the probate court was affirmed. The case was then carried by the executors to the supreme court of Minnesota, which, on May 26, 1886, affirmed the judgment. <i>Re Jefferson</i>, 35 Minn. 215, 28 N. W. 256. It was objected 'that taxes are not debts which can be proved against the estates of deceased persons;' but the court overruled the objection, saying: 'It is not material whether a personal tax is a debt, in the sense that an action against the person may be maintained to recover it. It is at least a claim against the property which survives the death of the person against whom it is levied, and remains a claim against his estate. The statute regards it as a debt to be paid out of the estate. In prescribing the order of preference in which debts shall be paid, where the estate is not sufficient to pay all, it provides (Gen. Stat. 1878, chap. 53, &#167; 38) that, after paying the necessary expenses of the funeral, last sickness, and administration, the executor or administrator shall 'pay the debts against the estate in the following order: . . . <i>Second</i>, public rates and taxes.' This, we think, is conclusive that, for the purpose of proof and payment out of the estate, a personal tax is a debt.' The court further held that a tax list or tax duplicate, duly certified by the county auditor, as required by statute, was prima facie evidence of the due levy of the taxes in it. The main question in the case was whether credits due to a resident of another state, from residents within Minnesota, for moneys loaned and invested by, and which credits were managed and controlled by, an agent of the creditor, resident within Minnesota, could be taxed in Minnesota under existing statutes, and the court held that they could. The court, after referring to the provisions of the statute that all personal property in the state was subject to taxation, and that all moneys and credits should be listed by the owner or his agent, where one or the other resided, said: 'It is to be taken, therefore, as the intent of the statute, that credits, to whomsoever owing, are taxable here if they can be regarded as personal property <i>in this state</i>; that is, situated in this state. To justify the imposition of tax by any state, it must have jurisdiction over the person taxed, or over the property taxed. As Jefferson was not a resident of this state, there was no jurisdiction over him. But if the property on account of which these taxes were unpaid was within the state, the state had jurisdiction to impose them as it might impose a tax upon tangible personal property permanently situated here, and to enforce the taxes against the property. The authorities which we cite, in support of the proposition that the credits taxed had a situs here, fully sustain this.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">For many purposes the domicil of the owner is deemed the situs of his personal property. This, however, is only a fiction, from motives of convenience, and is not of universal application, but yields to the actual situs of the property when justice requires that it should. It is not allowed to be controlling in matters of taxation. Thus, corporeal personal property is conceded to be taxable at the place where it is actually situated. A credit, which cannot be regarded as situated in a place merely because the debtor resides there, must usually be considered as having its situs where it is owned,&#8212;at the domicil of the creditor. The creditor, however, may give it a business situs elsewhere; as where he places it in the hands of an agent for collection or renewal, with a view to reloaning the money and keeping it invested as a permanent business.' After citing <i>Catlin</i> v. <i>Hull</i>, 21 Vt. 152; <i>People ex rel. Jefferson</i> v. <i>Smith</i>, 88 N. Y. 576; <i>Wilcox</i> v. <i>Ellis</i>, 14 Kan. 588, 19 Am. Rep. 107; <i>Tazewell County Supers.</i> v. <i>Davenport</i>, 40 Ill. 197, and many other cases, the opinion continued thus: 'The obligation to pay taxes on property for the support of the government arises from the fact that it is under the protection of the government. Now, here was property within this state, not for a mere temporary purpose, but as permanently as though the owner resided here. It was employed here as a business by one who exercised over it the same control and management as over his own property, except that he did it in the name of an absent principal. It was exclusively under the protection of the laws of this state. It had to rely on those laws for the force and validity of the contracts on the loans, and the preservation and enforcement of the securities. The laws of New York never operated on it. If credits can ever have an actual situs other than the domicil of the owner, can ever be regarded as property within any other state, and as under obligation to contribute to its support in consideration of being under its protection, it must be so in this case.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It was thus ruled that the tax list of personal property was prima facie evidence of the due levy of the taxes; that such taxes could be proved against decedents' estates; and that credits secured by mortgages, the result of the business of investing and reinvesting moneys in the state, were subject to taxation as having their situs there.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Admonished as to the law of the state in these particulars, Mrs. Bristol, Mr. Jefferson's daughter, continued the business of investing and reinvesting in the same way and through the same agency until her own death in August, 1894. The state statute required every person being a resident of the state to list his personal property, including moneys, credits, etc., for taxation and 'moneys and other personal property invested, loaned, or otherwise controlled by him as the agent or attorney or on account of any other person or persons; and in cases of failure to obtain a statement of personal property from any cause, it was made the duty of the assessor to ascertain its amount and value and assess the same at such amount as he believed to be the true value thereof. Stat. 1894, &#167;&#167; 1515, 1546; Stat. 1878, chap. 11, &#167;&#167; 7, 38. No question arises here in respect of the regular listing of these investments for taxation from 1883 until and including 1894, nor in respect of the valuation thereof.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Mrs. Bristol had invested some $18,000 of her own money, belonging to her prior to her father's death, in the same way and by the same agency, and invested and reinvested in the same manner that money and moneys derived from notes and mortgages held by the agent for Mr. Jefferson, which passed to her on his death. And these investments were taxable and were taxed year by year during all this period according to the statutes of the state and the decision of the supreme court from which we have quoted.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is insisted, however, that this is not so, because in 1885, which was after the presentation of the claim against the father's estate in the probate court, though before the decision by the supreme court, the notes then in the hands of the agents were delivered to Mrs. Bristol, and thereafter all new notes taken in the business were sent to her and kept by her in her home in New York. But these notes were payable as before at the office of the agents in Minnesota; the mortgages securing the notes were retained by the agents, and the notes were returned to the agents from time to time, whenever required by them, for the purpose of renewal, collection, or foreclosure of securities; the agents continued to collect the money due on the notes, and to make loans in the name of Mrs. Bristol, sometimes under her husband's direction, but generally on their own judgment; and they remitted money to Mrs. Bristol whenever she called for the same, while what was not received by her was invested in new loans. It also appeared that Mrs. Bristol had given the agents a power of attorney empowering them to satisfy or discharge, or to sell and assign, any and all mortgages in her name in the states of Minnesota and Wisconsin, but that she revoked this instrument after the death of one of the agents, and about November, 1890, thereafter executing satisfactions of mortgages herself.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Nevertheless the business of loaning money through the agency in Minnesota was continued during all these years just as it had been carried on before, and we agree with the circuit court that the fact that the notes were sent to Mrs. Bristol in New York, and the fact of the revocation of the power of attorney, did not exempt these investments from taxation under the statutes as expoundedin the decision to which we have referred. And we are unable to perceive that any rights secured by the Federal Constitution were infringed by the statutes as thus interpreted so far as the situs of these loans and mortgages was concerned.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In <i>New Orleans</i> v. <i>Stempel</i>, 175 U. S. 309, 20 Sup. Ct. Rep. 110, 44 L. ed. &#8212;&#8212;, certain taxes were levied on money on deposit, and also on money loaned on interest, credits, and bills receivable, and it was held by this court that the statutes of Louisiana, as interpreted by the courts of that state, in authorizing such assessment, did not violate the Constitution of the United States. There the money, notes, and evidences of credits were in fact in Louisiana, though their owners resided elsewhere. Still, under the circumstances of the case before us, we think, as we have said, that the mere sending of the notes to New York and the revocation of the power of attorney did not take these investments out of the rule.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Persons are not permitted to avail themselves for their own benefit of the laws of a state in the conduct of business within its limits, and then to escape their due contribution to the public needs through action of this sort, whether taken for convenience or by design.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In <i>New Orleans</i> v. <i>Stempel</i> it was remarked: 'With reference to the decisions of this court, it may be said that there has never been any denial of the power of a state to tax securities situated as these are, while there have been frequent recognitions of its power to separate for purposes of taxation the situs of personal property from the domicil of the owner. . . . In <i>Tappan</i> v. <i>Merchants' Nat. Bank</i>, 19 Wall. 490, 22 L. ed. 189, the ruling was that although shares of stock in national banks were in a certain sense intangible and incorporeal personal property, the law might separate them from the persons of their owners for purposes of taxation, and give them a situs of their own. See also <i>Pullman's Palace Car Co.</i> v. <i>Pennsylvania</i>, 141 U. S. 18, 22, 35 L. ed. 613, 616, 3 Inters. Com. Rep. 595, 11 Sup. Ct. Rep. 876, where the question of the separation of personal property from the person of the owner for purposes of taxation was discussed at length. As also the case of <i>Savings &amp; Loan Soc.</i> v. Multnomah County 392, in which a statute of Oregon taxing the interest of a mortgagee in real estate was adjudged valid, although the owner of the mortgage was a nonresident.' In the latter case the subject was much considered, and Mr. Justice Gray, delivering the opinion of the court, said: 'The authority of every state to tax all property, real and personal, within its jurisdiction, is unquestioned. <i>M'Culloch</i> v. <i>Maryland</i>, 4 Wheat. 316, 429, 4 L. ed. 579, 607. Personal property, as this court has declared again and again, may be taxed, either at the domicil of its owner, or at the place where the property is situated, even if the owner is neither a citizen nor a resident of the state which imposes the tax. <i>Tappan</i> v. <i>Merchants' Nat. Bank</i>, 19 Wall. 490, 499, 22 L. ed. 189, 193; <i>State Railroad Tax Cases</i>, 92 U. S. 575, 607, <i>sub. nom. Taylor</i> v. <i>Secor</i>, 23 L. ed. 663, 671; <i>Coe</i> v. <i>Errol</i>, 116 U. S. 517, 524, 29 L. ed. 715, 717, 6 Sup. Ct. Rep. 475; <i>Pullman's Palace Car Co.</i> v. <i>Pennsylvania</i>, 141 U. S. 18, 22, 27, 35 L. ed. 613, 616, 618, 3 Inters. Com. Rep. 595, 11 Sup. Ct. Rep. 876.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Accepting the views of the state court in relation to the state statutes and proceedings thereunder, and concluding that the Constitution of the United States did not operate to prohibit the exercise of the power to tax these investments, it follows that the circuit court did not err in sustaining the validity of the taxation. But it is further contended that, as Mrs. Bristol was a nonresident, the power to tax could be exercised only as against the very property taxed; that these assessments did not constitute judgments <i>in personam;</i> and that judgment against her estate could not, therefore, be rendered upon them. The state statute provided that claims for taxes should be preferred to ordinary debts (Stat. 1894, &#167; 4529), and, as has been seen, the supreme court has decided that, 'for the purpose of proof and payment out of the estate, a personal tax is a debt.' The court, for that purpose, so treated taxes, but not as being debts in the usual acceptation of the term. The obligation to contribute to the support of government in return for the protection and advantages afforded by government is not dependent on contract, but on the exercise of the public will as demanded by the public welfare.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">By the laws of Minnesota, moneys, credits, and other personal property were required to be listed, either by the owner or his agent; provisions were made for notice; for action by the assessor in case of failure to list; for a board of review, meeting at a specified time; for the delivery of lists (in tax books) to the county treasurers, who were duly authorized to receive and collect the taxes named therein; that personal property taxes unpaid on the 1st of March next after they became due should be deemed delinquent; for the filing of delinquent lists in the appropriate office; for issue of warrant; for the distraint of goods and chattels; for personal judgment on service of citation; and for proceeding against nonresidents by attachment and publication of notice. Gen. Stat. 1894, chap. 11; Gen. Stat. 1878, chap. 11.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">By &#167; 1623, Gen. Stat. 1894 (Gen. Stat. 1878, chap. 11, &#167; 105), it was provided that 'the taxes assessed upon personal property shall be a lien upon the personal property of the person assessed from and after the time the tax books are received by the county treasurer.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Thus, it appears that on the return of the delinquent tax list the amount of the tax could be collected by distraint of goods and chattels, or by proceedings by attachment and publication, judgment in which would operate on the property taken in attachment, by garnishment or otherwise. There was no want of due process in all this, for while the nonresident came under the obligation to pay, appropriate notice and opportunity to contest were afforded. And if a personal action were brought and service obtained, the defendant would not be cut off from any competent defense, as the delinquent list would not necessarily be held conclusive. In this case no defense on the merits appears to have been relied on except the want of situs.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\"><i>Dewey</i> v. <i>Des Moines</i>, 173 U. S. 193, 43 L. ed. 665, 19 Sup. Ct. Rep. 379, cited by plaintiff in error, is not to the contrary. What was ruled there was that a citizen of one state cannot be cast in a personal judgment in another state on an assessment levied there on real estate for a local improvement, without service on him, or voluntary appearance, or some action on his part amounting to consent to the jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This brings us to consider the plea of the statute of limitations interposed as to the taxes for the years 1883 to 1888 inclusive.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Mrs. Bristol died in August, 1894; the will was admitted to probate by the probate court of Ramsey county, October 19, 1894; Washington county filed its claim for taxes in that court April 18, 1895; the statute of limitations provided that actions 'upon a liability created by statute' should be barred by the lapse of six years. Stat. 1894, &#167; 5136. This statute applied to actions brought in the name of or for the benefit of the state. &#167; 5142. The right to proceed to enforce these taxes commenced the 1st of April of the year following that for which they were levied. If this had been a personal action brought against Mrs. Bristol in her lifetime, the plea of the statute was open to be defeated by the fact of her nonresidence (&#167; 5145), but treating the filing of the delinquent lists as proceedings <i>in rem</i>, it is contended that the statute applied.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In <i>Redwood County</i> v. <i>Winona &amp; St. P. Land Co.</i> 40 Minn. 512, 41 N. W. 465, 42 N. W. 473, the statute of limitations of six years was held to apply to proceedings to enforce the collection of taxes against real estate, and to the same effect are <i>Mower County</i> v. <i>Crane</i>, 51 Minn. 201, 53 N. W. 629; <i>Pine County</i> v. <i>Lambert</i>, 57 Minn. 203, 58 N. W. 990; <i>State ex rel. Slingerland</i> v. <i>Norton</i>, 59 Minn. 424, 61 N. W. 458. In the first cited case it appeared that certain lands, having been taxed, were in 1883 assessed and a tax levied for each year for fifteen years prior to that time. On an application for judgment against the land it was objected that the statute of limitations had run as to all taxes where the application for judgment could have been made six years or more prior to the time it was made, if the land had been taxed at the time it should have been taxed under the statute, and the court sustained the objection. It was held that by statute in Minnesota the statute of limitations ran against the state the same as against an individual; that a tax was a liability created by statute; that although statutes of limitation may in terms be applicable only to actions, they are to be construed liberally and applied to all proceedings that are analogous in their nature to actions 'so as to make the right sought to be enforced, and not a form of procedure, the test as to whether or not the statute applies. Upon this principle they are held to apply to all claims which may be the subject of actions, however presented; also that they furnish a rule for cases analogous in their subject-matter, but for which a remedy unknown to the common law has been provided. They have also been applied by analogy to proceedings in admiralty, to claims in bankruptcy, or in probate court, although not within the strict letter of the statute. . . . A tax being a liability created by statute, and the filing of the delinquent list being, as the statute declares, and as we have held, the institution of an action against the land for the recovery of the tax appearing against it in the list; and, inasmuch as the nature of the right sought to be enforced, and not the mode of procedure, is the test,&#8212;we are unable to see why it should make any difference whether the action is <i>in rem</i> or <i>in personam</i>,&#8212;against the property instead of against its owner. We have therefore come to the conclusion that these proceedings are, within the meaning of the statute, 'an action upon a liability created by statute,' and are barred as to all taxes for the enforcement of which such proceedings might have been instituted more than six years before the commencement of the present proceedings, had such taxes been assessed in the proper year.'</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The estate of Mrs. Bristol is liable to respond to this claim because these taxes were lawfully levied in respect of her property situated in Minnesota when the levies were made; and the statute gave a lien for them against all her personal property within the jurisdiction. Collection could have been enforced by distraint, or by attachment, and in either case could only have been made out of the property sequestered. In the pending proceeding, then, which seeks to subject assets of the estate within the jurisdiction to payment of the claim, it seems to us the ruling of the supreme court is applicable. In other words, the filing of the delinquent lists had reference to property, and a personal judgment could not have been taken thereon without service of citation.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Hence, in a subsequent proceeding to enforce collection from property of the decedent, the rule which was applied to proceedings to obtain judgment against real estate would appear to be applicable in principle. If the county of Redwood had lost its right to enforce the assessments (supposing they had been made when they should have been), by lapse of time, the county of Washington may well be held subject to a similar deprivation in respect of the allowance of a portion of its claim.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\"><i>The judgment is reversed</i>, and the cause remanded with a direction to exclude the taxes for the years 1883 to 1888, inclusive, and to render judgment for the taxes, penalties, and interest after the latter year.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Mr. Justice White concurred on the ground of <i>stare decisis</i> only.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>177 U.S. 133 (1900)</b></center>\n<center><h1>BRISTOL<br>\nv.<br>\nWASHINGTON COUNTY.</h1></center>\n<center>No. 109.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 22, 1900.</center>\n<center>Decided April 9, 1900.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF MINNESOTA.\n<p><span class=\"star-pagination\">*139</span> <i>Mr. C.W. Bunn</i> and <i>Mr. Emerson Hadley</i> for plaintiff in error.</p>\n<p><i>Mr. Moses E. Clapp</i> and <i>Mr. George H. Sullivan</i> for defendant in error. <i>Mr. N.H. Clapp</i> and <i>Mr. L.L. Manwaring</i> were on their brief.</p>\n<p>MR. CHIEF JUSTICE FULLER, after stating the case, delivered the opinion of the court.</p>\n<p>The judgment amounted in effect to the allowance of the claim payable in due course of administration out of assets of the estate within the jurisdiction of the probate court. This was so notwithstanding the domicil of the testatrix and of her executor was in the State of New York; that that was the place of principal administration; and that the person charged therewith was the same. <i>Aspden</i> v. <i>Nixon,</i> 4 How. 467; <i>Johnson</i> v. <i>Powers,</i> 139 U.S. 156, 159.</p>\n<p>Our jurisdiction by direct appeal is invoked on the ground that the application of the Constitution of the United States was involved, and that a law of the State was \"claimed to be in contravention of the Constitution of the United States.\"</p>\n<p>The objections of the executor to the allowance of the claim <span class=\"star-pagination\">*140</span> and his answer put forward the deprivation of property without due process of law; the abridgment of privileges and immunities of citizens of the United States; and the denial of the equal protection of the laws, as the violations of constitutional safeguards relied on. Of these the first only is pressed upon our attention and needs to be considered, and that raises the question whether the laws of the State of Minnesota, as expounded by the Supreme Court of that State, in authorizing this judgment, amounted to the taking of property without due process of law.</p>\n<p>In the course of the administration of the estate of Cyrus Jefferson, deceased, in the probate court of the County of Washington, Minnesota, a claim was presented in March, 1884, against the estate for unpaid taxes for the years 1882 and 1883, on credits secured by mortgages, amounting to about $122,000, and the claim was allowed. The executors appealed to the district court where the order of the probate court was affirmed. The case was then carried by the executors to the Supreme Court of Minnesota, which, on May 26, 1886, affirmed the judgment. <i>In re Jefferson,</i> 35 Minnesota, 215. It was objected \"that taxes are not debts which can be proved against the estate of deceased persons;\" but the court overruled the objection, saying: \"It is not material whether a personal tax is a debt, in the sense that an action against the person may be maintained to recover it. It is at least a claim against the property which survives the death of the person against whom it is levied, and remains a claim against his estate. The statute regards it as a debt to be paid out of the estate. In prescribing the order of preference in which debts shall be paid, where the estate is not sufficient to pay all, it provides (Gen. St., 1878, c. 53, ยง 38) that, after paying the necessary expenses of the funeral, last sickness and administration, the executor or administrator shall `pay the debts against the estate in the following order. . . . <i>Second,</i> public rates and taxes.' This, we think, is conclusive that, for the purpose of proof and payment out of the estate, a personal tax is a debt.\" The court further held that a tax list or tax duplicate, duly certified by the county auditor, as required by statute, was <i>prima facie</i> evidence of the <span class=\"star-pagination\">*141</span> due levy of the taxes in it. The main question in the case was whether credits due to a resident of another State, from residents within Minnesota, for moneys loaned and invested by, and which credits were managed and controlled by, an agent of the creditor, resident within Minnesota, could be taxed in Minnesota under existing statutes, and the court held that they could. The court, after referring to the provisions of the statute that all personal property in the State was subject to taxation, and that all moneys and credits should be listed by the owner or his agent, where one or the other resided, said: \"It is to be taken, therefore, as the intent of the statute, that credits, to whomsoever owing, are taxable here if they can be regarded as personal property <i>in this State;</i> that is, situated in this State. To justify the imposition of tax by any State, it must have jurisdiction over the person taxed, or over the property taxed. As Jefferson was not a resident of this State, there was no jurisdiction over him. But if the property on account of which these taxes were unpaid was within this State, the State had jurisdiction to impose them as it might impose a tax upon tangible personal property permanently situated here, and to enforce the taxes against the property. The authorities which we cite in support of the proposition that the credits taxed had a <i>situs</i> here, fully sustain this.</p>\n<p>\"For many purposes the domicil of the owner is deemed the <i>situs</i> of his personal property. This, however, is only a fiction, from motives of convenience, and is not of universal application, but yields to the actual <i>situs</i> of the property when justice requires that it should. It is not allowed to be controlling in matters of taxation. Thus, corporeal personal property is conceded to be taxable at the place where it is actually situated. A credit, which cannot be regarded as situated in a place merely because the debtor resides there, must usually be considered as having its <i>situs</i> where it is owned, ย at the domicil of the creditor. The creditor, however, may give it a business <i>situs</i> elsewhere; as where he places it in the hands of an agent for collection or renewal, with a view to reloaning the money and keeping it invested as a permanent business.\" After citing <i>Catlin</i> v. <i>Hall,</i> 21 Vermont, 152; <i>People</i> v. <i>Smith,</i> 88 N.Y. 576; <i>Wilcox</i> v. <span class=\"star-pagination\">*142</span> <i>Ellis,</i> 14 Kansas, 588; <i>Board of Supervisors</i> v. <i>Davenport,</i> 40 Illinois, 197, and many other cases, the opinion continued thus: \"The obligation to pay taxes on property for the support of the government arises from the fact that it is under the protection of the government. Now, here was property within this State, not for a mere temporary purpose, but as permanently as though the owner resided here. It was employed here as a business by one who exercised over it the same control and management as over his own property, except that he did it in the name of an absent principal. It was exclusively under the protection of the laws of this State. It had to rely on those laws for the force and validity of the contracts on the loans, and the preservation and enforcement of the securities. The laws of New York never operated on it. If credits can ever have an actual <i>situs</i> other than the domicil of the owner, can ever be regarded as property within any other State, and as under obligation to contribute to its support in consideration of being under its protection, it must be so in this case.\"</p>\n<p>It was thus ruled that the tax list of personal property was <i>prima facie</i> evidence of the due levy of the taxes; that such taxes could be proven against decedents' estates; and that credits secured by mortgages, the result of the business of investing and reinvesting moneys in the State, were subject to taxation as having their <i>situs</i> there.</p>\n<p>Admonished as to the law of the State in these particulars, Mrs. Bristol, Mr. Jefferson's daughter, continued the business of investing and reinvesting in the same way and through the same agency until her own death in August, 1894. The state statute required every person being a resident of the State to list his personal property, including moneys, credits, etc., for taxation and \"moneys and other personal property invested, loaned or otherwise controlled by him as the agent or attorney or on account of any other person or persons;\" and in cases of failure to obtain a statement of personal property from any cause, it was made the duty of the assessor to ascertain its amount and value and assess the same at such amount as he believed to be the true value thereof. Stat. 1894, c. 11, ยงยง 1515, 1546; Stat. 1878, c. 11, ยงยง 7, 38. No question arises here in respect of the <span class=\"star-pagination\">*143</span> regular listing of these investments for taxation from 1883 until and including 1894, nor in respect of the valuation thereof.</p>\n<p>Mrs. Bristol had invested some $18,000 of her own money, belonging to her prior to her father's death, in the same way and by the same agency, and invested and reinvested in the same manner that money and moneys derived from notes and mortgages held by the agent for Mr. Jefferson, which passed to her on his death. And these investments were taxable and were taxed year by year during all this period according to the statutes of the State and the decision of the Supreme Court from which we have quoted.</p>\n<p>It is insisted, however, that this is not so, because in 1885, which was after the presentation of the claim against the father's estate in the probate court, though before the decision by the Supreme Court, the notes then in the hands of the agents were delivered to Mrs. Bristol, and thereafter all new notes taken in the business were sent to her and kept by her in her home in New York. But these notes were payable as before at the office of the agents in Minnesota; the mortgages securing the notes were retained by the agents, and the notes were returned to the agents from time to time, whenever required by them, for the purpose of renewal, collection or foreclosure of securities; the agents continued to collect the money due on the notes, and to make loans in the name of Mrs. Bristol, sometimes under her husband's direction, but generally on their own judgment; and they remitted money to Mrs. Bristol whenever she called for the same, while what was not received by her was invested in new loans. It also appeared that Mrs. Bristol had given the agents a power of attorney empowering them to satisfy or discharge, or to sell and assign, any and all mortgages in her name in the States of Minnesota and Wisconsin, but that she revoked this instrument after the death of one of the agents, and about November, 1890, thereafter executing satisfactions of mortgages herself.</p>\n<p>Nevertheless the business of loaning money through the agency in Minnesota was continued during all these years just as it had been carried on before, and we agree with the Circuit Court that the fact that the notes were sent to Mrs. Bristol in New <span class=\"star-pagination\">*144</span> York, and the fact of the revocation of the power of attorney, did not exempt these investments from taxation under the statutes as expounded in the decision to which we have referred. And we are unable to perceive that any rights secured by the Federal Constitution were infringed by the statutes as thus interpreted so far as the <i>situs</i> of these loans and mortgages was concerned.</p>\n<p>In <i>New Orleans</i> v. <i>Stempel,</i> 175 U.S. 309, certain taxes were levied on money on deposit, and also on money loaned on interest, credits and bills receivable, and it was held by this court that the statutes of Louisiana, as interpreted by the courts of that State, in authorizing such assessment, did not violate the Constitution of the United States. There the money, notes and evidences of credits were in fact in Louisiana, though their owners resided elsewhere. Still under the circumstances of the case before us, we think, as we have said, that the mere sending of the notes to New York and the revocation of the power of attorney did not take these investments out of the rule.</p>\n<p>Persons are not permitted to avail themselves for their own benefit of the laws of a State in the conduct of business within its limits, and then to escape their due contribution to the public needs through action of this sort, whether taken for convenience or by design.</p>\n<p>In <i>New Orleans</i> v. <i>Stempel</i> it was remarked: \"With reference to the decisions of this court it may be said that there has never been any denial of the power of a State to tax securities situated as these are, while there have been frequent recognitions of its power to separate for purposes of taxation the <i>situs</i> of personal property from the domicile of the owner.. . . In <i>Tappan</i> v. <i>Merchants' National Bank,</i> 19 Wall. 490, the ruling was that although shares of stock in national banks were in a certain sense intangible and incorporeal personal property, the law might separate them from the persons of their owners for purposes of taxation, and give them a <i>situs</i> of their own. See also <i>Pullman's Car Company</i> v. <i>Pennsylvania,</i> 141 U.S. 18, 22, where the question of the separation of personal property from the person of the owner for purposes of taxation was discussed at length. As also the case of <i>Savings Society</i> v. <i>Multnomah</i> <span class=\"star-pagination\">*145</span> <i>County,</i> 169 U.S. 421, 427, in which a statute of Oregon taxing the interest of a mortgagee in real estate was adjudged valid, although the owner of the mortgage was a non-resident.\" In the latter case the subject was much considered, and Mr. Justice Gray, delivering the opinion of the court, said: \"The authority of every State to tax all property, real and personal, within its jurisdiction, is unquestionable. <i>McCulloch</i> v. <i>Maryland,</i> 4 Wheat. 316, 429. Personal property, as this court has declared again and again, may be taxed, either at the domicile of its owner, or at the place where the property is situated, even if the owner is neither a citizen nor a resident of the State which imposes the tax. <i>Tappan</i> v. <i>Merchants' Bank,</i> 19 Wall. 490, 499; <i>State Railroad Tax Cases,</i> 92 U.S. 575, 607; <i>Coe</i> v. <i>Errol,</i> 116 U.S. 517, 524; <i>Pullman's Car Co.</i> v. <i>Pennsylvania,</i> 141 U.S. 18, 22, 27.\"</p>\n<p>Accepting the views of the state court in relation to the state statutes and proceedings thereunder, and concluding that the Constitution of the United States did not operate to prohibit the exercise of the power to tax these investments, it follows that the Circuit Court did not err in sustaining the validity of the taxation. But it is further contended that, as Mrs. Bristol was a non-resident, the power to tax could be exercised only as against the very property taxed; that these assessments did not constitute judgments <i>in personam;</i> and that judgment against her estate could not, therefore, be rendered upon them. The state statute provided that claims for taxes should be preferred to ordinary debts, (Stat. 1894, c. 45, ยง 4529,) and, as has been seen, the Supreme Court has decided that, \"for the purpose of proof and payment out of the estate, a personal tax is a debt.\" The court, for that purpose, so treated taxes, but not as being debts in the usual acceptation of the term. The obligation to contribute to the support of government in return for the protection and advantages afforded by government is not dependent on contract, but on the exercise of the public will as demanded by the public welfare.</p>\n<p>By the laws of Minnesota, moneys, credits and other personal property were required to be listed, either by the owner or his agent; provisions were made for notice; for action by the assessor <span class=\"star-pagination\">*146</span> in case of failure to list; for a board of review, meeting at a specified time; for the delivery of lists (in tax books) to the county treasurers, who were duly authorized to receive and collect the taxes named therein; that personal property taxes unpaid on the 1st of March next after they became due should be deemed delinquent; for the filing of delinquent lists in the appropriate office; for issue of warrant; for the distraint of goods and chattels; for personal judgment on service of citation; and for proceeding against non-residents by attachment and publication of notice. (Gen. Stat. 1894, c. 11; Gen. Stat. 1878, c. 11.)</p>\n<p>By section 1623, Gen. Stat. 1894, (Gen. Stat. 1878, c. 11, ยง 105,) it was provided that: \"The taxes assessed upon personal property shall be a lien upon the personal property of the person assessed from and after the time the tax books are received by the county treasurer.\"</p>\n<p>Thus it appears that on the return of the delinquent tax list, the amount of the tax could be collected by distraint of goods and chattels, or by proceedings by attachment and publication, judgment in which would operate on the property taken in attachment, by garnishment or otherwise. There was no want of due process in all this, for while the non-resident came under the obligation to pay, appropriate notice and opportunity to contest were afforded. And if a personal action were brought and service obtained, the defendant would not be cut off from any competent defence, as the delinquent list would not necessarily be held conclusive. In this case no defence on the merits appears to have been relied on except the want of <i>situs.</i></p>\n<p><i>Dewey</i> v. <i>Des Moines,</i> 173 U.S. 193, cited by plaintiff in error, is not to the contrary. What was ruled there was that a citizen of one State cannot be cast in a personal judgment in another State on an assessment levied there on real estate for a local improvement, without service on him, or voluntary appearance, or some action on his part amounting to consent to the jurisdiction.</p>\n<p>This brings us to consider the plea of the statute of limitations interposed as to the taxes for the years 1883 to 1888 inclusive.</p>\n<p>Mrs. Bristol died in August, 1894; the will was admitted to <span class=\"star-pagination\">*147</span> probate by the probate court of Ramsay County, October 19, 1894; Washington County filed its claim for taxes in that court April 18, 1895; the statute of limitations provided that actions \"upon a liability created by statute\" should be barred by the lapse of six years. Stat. 1894, c. 66, ยง 5136. This statute applied to actions brought in the name of or for the benefit of the State. ยง 5142. The right to proceed to enforce these taxes commenced the first of April of the year following that for which they were levied. If this had been a personal action brought against Mrs. Bristol in her lifetime, the plea of the statute was open to be defeated by the fact of her non-residence, (ยง 5145,) but treating the filing of the delinquent lists as proceedings <i>in rem,</i> it is contended that the statute applied.</p>\n<p>In <i>County of Redwood</i> v. <i>Winona &amp; St. Peter Land Co.,</i> 40 Minnesota, 512, the statute of limitations of six years was held to apply to proceedings to enforce the collection of taxes against real estate, and to the same effect are <i>Mower County</i> v. <i>Crane,</i> 51 Minnesota, 201; <i>Pine County</i> v. <i>Lambert,</i> 57 Minnesota, 203; <i>State</i> v. <i>Norton,</i> 59 Minnesota, 424. In the first cited case it appeared that certain lands having been taxed, were in 1883 assessed and a tax levied for each year for fifteen years prior to that time. On an application for judgment against the land it was objected that the statute of limitations had run as to all taxes where the application for judgment could have been made six years or more prior to the time it was made, if the land had been taxed at the time it should have been taxed under the statute, and the court sustained the objection. It was held that by statute in Minnesota, the statute of limitations ran against the State the same as against an individual; that a tax was a liability created by statute; that although statutes of limitation may in terms be applicable only to actions, they are to be construed liberally and applied to all proceedings that are analogous in their nature to actions \"so as to make the right sought to be enforced, and not a form of procedure, the test as to whether or not the statute applies. Upon this principle they are held to apply to all claims which may be the subject of actions, however presented; also that they furnish a rule for cases analogous in their subject matter, but for which a remedy unknown to the <span class=\"star-pagination\">*148</span> common law has been provided. They have also been applied by analogy to proceedings in admiralty, to claims in bankruptcy, or in probate court, although not within the strict letter of the statute. . . . A tax being a liability created by statute, and the filing of the delinquent list being, as the statute declares, and as we have held, the institution of an action against the land for the recovery of the tax appearing against it in the list; and, inasmuch as the nature of the right sought to be enforced, and not the mode of procedure, is the test, ย we are unable to see why it should make any difference whether the action is <i>in rem</i> or <i>in personam,</i> ย against the property instead of against its owner. We have therefore come to the conclusion that these proceedings are, within the meaning of the statute, `an action upon a liability created by statute,' and are barred as to all taxes for the enforcement of which such proceedings might have been instituted more than six years before the commencement of the present proceedings, had such taxes been assessed in the proper year.\"</p>\n<p>The estate of Mrs. Bristol is liable to respond to this claim because these taxes were lawfully levied in respect of her property situated in Minnesota when the levies were made; and the statute gave a lien for them against all her personal property within the jurisdiction. Collection could have been enforced by distraint, or by attachment, and in either case could only have been made out of the property sequestered. In the pending proceeding then which seeks to subject assets of the estate within the jurisdiction to payment of the claim it seems to us the ruling of the Supreme Court is applicable. In other words, the filing of the delinquent lists had reference to property, and a personal judgment could not have been taken thereon without service of citation.</p>\n<p>Hence in a subsequent proceeding to enforce collection from property of the decedent, the rule which was applied to proceedings to obtain judgment against real estate would appear to be applicable in principle. If the county of Redwood had lost its right to enforce the assessments, (supposing they had been made when they should have been,) by lapse of time, the county <span class=\"star-pagination\">*149</span> of Washington may well be held subject to a similar deprivation in respect of the allowance of a portion of its claim.</p>\n<p><i>Reversed, and the cause remanded with direction to exclude the taxes for the years</i> 1883 <i>to</i> 1888, <i>inclusive, and to render judgment for the taxes and penalties after the latter year, with interest on the aggregate sum thereof from June</i> 29, 1898, <i>the date of the judgment below.</i></p>\n<p>MR. JUSTICE WHITE concurred on the ground of <i>stare decisis.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">177</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></span> (1900)</b></center>\n<center><h1>BRISTOL<br>\nv.<br>\nWASHINGTON COUNTY.</h1></center>\n<center>No. 109.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 22, 1900.</center>\n<center>Decided April 9, 1900.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF MINNESOTA.\n<p><span class=\"star-pagination\">*139</span> <i>Mr. C.W. Bunn</i> and <i>Mr. Emerson Hadley</i> for plaintiff in error.</p>\n<p><i>Mr. Moses E. Clapp</i> and <i>Mr. George H. Sullivan</i> for defendant in error. <i>Mr. N.H. Clapp</i> and <i>Mr. L.L. Manwaring</i> were on their brief.</p>\n<p>MR. CHIEF JUSTICE FULLER, after stating the case, delivered the opinion of the court.</p>\n<p>The judgment amounted in effect to the allowance of the claim payable in due course of administration out of assets of the estate within the jurisdiction of the probate court. This was so notwithstanding the domicil of the testatrix and of her executor was in the State of New York; that that was the place of principal administration; and that the person charged therewith was the same. <i>Aspden</i> v. <i>Nixon,</i> 4 How. 467; <i>Johnson</i> v. <i>Powers,</i> <span class=\"citation\" data-id=\"93002\"><a href=\"/opinion/93002/johnson-v-powers/\"><span class=\"volume\">139</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">156</span></a></span>, 159.</p>\n<p>Our jurisdiction by direct appeal is invoked on the ground that the application of the Constitution of the United States was involved, and that a law of the State was \"claimed to be in contravention of the Constitution of the United States.\"</p>\n<p>The objections of the executor to the allowance of the claim <span class=\"star-pagination\">*140</span> and his answer put forward the deprivation of property without due process of law; the abridgment of privileges and immunities of citizens of the United States; and the denial of the equal protection of the laws, as the violations of constitutional safeguards relied on. Of these the first only is pressed upon our attention and needs to be considered, and that raises the question whether the laws of the State of Minnesota, as expounded by the Supreme Court of that State, in authorizing this judgment, amounted to the taking of property without due process of law.</p>\n<p>In the course of the administration of the estate of Cyrus Jefferson, deceased, in the probate court of the County of Washington, Minnesota, a claim was presented in March, 1884, against the estate for unpaid taxes for the years 1882 and 1883, on credits secured by mortgages, amounting to about $122,000, and the claim was allowed. The executors appealed to the district court where the order of the probate court was affirmed. The case was then carried by the executors to the Supreme Court of Minnesota, which, on May 26, 1886, affirmed the judgment. <i>In re Jefferson,</i> 35 Minnesota, 215. It was objected \"that taxes are not debts which can be proved against the estate of deceased persons;\" but the court overruled the objection, saying: \"It is not material whether a personal tax is a debt, in the sense that an action against the person may be maintained to recover it. It is at least a claim against the property which survives the death of the person against whom it is levied, and remains a claim against his estate. The statute regards it as a debt to be paid out of the estate. In prescribing the order of preference in which debts shall be paid, where the estate is not sufficient to pay all, it provides (Gen. St., 1878, c. 53, ยง 38) that, after paying the necessary expenses of the funeral, last sickness and administration, the executor or administrator shall `pay the debts against the estate in the following order. . . . <i>Second,</i> public rates and taxes.' This, we think, is conclusive that, for the purpose of proof and payment out of the estate, a personal tax is a debt.\" The court further held that a tax list or tax duplicate, duly certified by the county auditor, as required by statute, was <i>prima facie</i> evidence of the <span class=\"star-pagination\">*141</span> due levy of the taxes in it. The main question in the case was whether credits due to a resident of another State, from residents within Minnesota, for moneys loaned and invested by, and which credits were managed and controlled by, an agent of the creditor, resident within Minnesota, could be taxed in Minnesota under existing statutes, and the court held that they could. The court, after referring to the provisions of the statute that all personal property in the State was subject to taxation, and that all moneys and credits should be listed by the owner or his agent, where one or the other resided, said: \"It is to be taken, therefore, as the intent of the statute, that credits, to whomsoever owing, are taxable here if they can be regarded as personal property <i>in this State;</i> that is, situated in this State. To justify the imposition of tax by any State, it must have jurisdiction over the person taxed, or over the property taxed. As Jefferson was not a resident of this State, there was no jurisdiction over him. But if the property on account of which these taxes were unpaid was within this State, the State had jurisdiction to impose them as it might impose a tax upon tangible personal property permanently situated here, and to enforce the taxes against the property. The authorities which we cite in support of the proposition that the credits taxed had a <i>situs</i> here, fully sustain this.</p>\n<p>\"For many purposes the domicil of the owner is deemed the <i>situs</i> of his personal property. This, however, is only a fiction, from motives of convenience, and is not of universal application, but yields to the actual <i>situs</i> of the property when justice requires that it should. It is not allowed to be controlling in matters of taxation. Thus, corporeal personal property is conceded to be taxable at the place where it is actually situated. A credit, which cannot be regarded as situated in a place merely because the debtor resides there, must usually be considered as having its <i>situs</i> where it is owned, ย at the domicil of the creditor. The creditor, however, may give it a business <i>situs</i> elsewhere; as where he places it in the hands of an agent for collection or renewal, with a view to reloaning the money and keeping it invested as a permanent business.\" After citing <i>Catlin</i> v. <i>Hall,</i> 21 Vermont, 152; <i>People</i> v. <i>Smith,</i> 88 N.Y. 576; <i>Wilcox</i> v. <span class=\"star-pagination\">*142</span> <i>Ellis,</i> 14 Kansas, 588; <i>Board of Supervisors</i> v. <i>Davenport,</i> 40 Illinois, 197, and many other cases, the opinion continued thus: \"The obligation to pay taxes on property for the support of the government arises from the fact that it is under the protection of the government. Now, here was property within this State, not for a mere temporary purpose, but as permanently as though the owner resided here. It was employed here as a business by one who exercised over it the same control and management as over his own property, except that he did it in the name of an absent principal. It was exclusively under the protection of the laws of this State. It had to rely on those laws for the force and validity of the contracts on the loans, and the preservation and enforcement of the securities. The laws of New York never operated on it. If credits can ever have an actual <i>situs</i> other than the domicil of the owner, can ever be regarded as property within any other State, and as under obligation to contribute to its support in consideration of being under its protection, it must be so in this case.\"</p>\n<p>It was thus ruled that the tax list of personal property was <i>prima facie</i> evidence of the due levy of the taxes; that such taxes could be proven against decedents' estates; and that credits secured by mortgages, the result of the business of investing and reinvesting moneys in the State, were subject to taxation as having their <i>situs</i> there.</p>\n<p>Admonished as to the law of the State in these particulars, Mrs. Bristol, Mr. Jefferson's daughter, continued the business of investing and reinvesting in the same way and through the same agency until her own death in August, 1894. The state statute required every person being a resident of the State to list his personal property, including moneys, credits, etc., for taxation and \"moneys and other personal property invested, loaned or otherwise controlled by him as the agent or attorney or on account of any other person or persons;\" and in cases of failure to obtain a statement of personal property from any cause, it was made the duty of the assessor to ascertain its amount and value and assess the same at such amount as he believed to be the true value thereof. Stat. 1894, c. 11, ยงยง 1515, 1546; Stat. 1878, c. 11, ยงยง 7, 38. No question arises here in respect of the <span class=\"star-pagination\">*143</span> regular listing of these investments for taxation from 1883 until and including 1894, nor in respect of the valuation thereof.</p>\n<p>Mrs. Bristol had invested some $18,000 of her own money, belonging to her prior to her father's death, in the same way and by the same agency, and invested and reinvested in the same manner that money and moneys derived from notes and mortgages held by the agent for Mr. Jefferson, which passed to her on his death. And these investments were taxable and were taxed year by year during all this period according to the statutes of the State and the decision of the Supreme Court from which we have quoted.</p>\n<p>It is insisted, however, that this is not so, because in 1885, which was after the presentation of the claim against the father's estate in the probate court, though before the decision by the Supreme Court, the notes then in the hands of the agents were delivered to Mrs. Bristol, and thereafter all new notes taken in the business were sent to her and kept by her in her home in New York. But these notes were payable as before at the office of the agents in Minnesota; the mortgages securing the notes were retained by the agents, and the notes were returned to the agents from time to time, whenever required by them, for the purpose of renewal, collection or foreclosure of securities; the agents continued to collect the money due on the notes, and to make loans in the name of Mrs. Bristol, sometimes under her husband's direction, but generally on their own judgment; and they remitted money to Mrs. Bristol whenever she called for the same, while what was not received by her was invested in new loans. It also appeared that Mrs. Bristol had given the agents a power of attorney empowering them to satisfy or discharge, or to sell and assign, any and all mortgages in her name in the States of Minnesota and Wisconsin, but that she revoked this instrument after the death of one of the agents, and about November, 1890, thereafter executing satisfactions of mortgages herself.</p>\n<p>Nevertheless the business of loaning money through the agency in Minnesota was continued during all these years just as it had been carried on before, and we agree with the Circuit Court that the fact that the notes were sent to Mrs. Bristol in New <span class=\"star-pagination\">*144</span> York, and the fact of the revocation of the power of attorney, did not exempt these investments from taxation under the statutes as expounded in the decision to which we have referred. And we are unable to perceive that any rights secured by the Federal Constitution were infringed by the statutes as thus interpreted so far as the <i>situs</i> of these loans and mortgages was concerned.</p>\n<p>In <i>New Orleans</i> v. <i>Stempel,</i> <span class=\"citation\" data-id=\"95126\"><a href=\"/opinion/95126/new-orleans-v-stempel/\"><span class=\"volume\">175</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">309</span></a></span>, certain taxes were levied on money on deposit, and also on money loaned on interest, credits and bills receivable, and it was held by this court that the statutes of Louisiana, as interpreted by the courts of that State, in authorizing such assessment, did not violate the Constitution of the United States. There the money, notes and evidences of credits were in fact in Louisiana, though their owners resided elsewhere. Still under the circumstances of the case before us, we think, as we have said, that the mere sending of the notes to New York and the revocation of the power of attorney did not take these investments out of the rule.</p>\n<p>Persons are not permitted to avail themselves for their own benefit of the laws of a State in the conduct of business within its limits, and then to escape their due contribution to the public needs through action of this sort, whether taken for convenience or by design.</p>\n<p>In <i>New Orleans</i> v. <i>Stempel</i> it was remarked: \"With reference to the decisions of this court it may be said that there has never been any denial of the power of a State to tax securities situated as these are, while there have been frequent recognitions of its power to separate for purposes of taxation the <i>situs</i> of personal property from the domicile of the owner.. . . In <i>Tappan</i> v. <i>Merchants' National Bank,</i> <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">490</span></span>, the ruling was that although shares of stock in national banks were in a certain sense intangible and incorporeal personal property, the law might separate them from the persons of their owners for purposes of taxation, and give them a <i>situs</i> of their own. See also <i>Pullman's Car Company</i> v. <i>Pennsylvania,</i> <span class=\"citation\" data-id=\"93124\"><a href=\"/opinion/93124/pullmans-palace-car-co-v-pennsylvania/\"><span class=\"volume\">141</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">18</span></a></span>, 22, where the question of the separation of personal property from the person of the owner for purposes of taxation was discussed at length. As also the case of <i>Savings Society</i> v. <i>Multnomah</i> <span class=\"star-pagination\">*145</span> <i>County,</i> <span class=\"citation\" data-id=\"94831\"><a href=\"/opinion/94831/savings-and-loan-soc-v-multnomah-county/\"><span class=\"volume\">169</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">421</span></a></span>, 427, in which a statute of Oregon taxing the interest of a mortgagee in real estate was adjudged valid, although the owner of the mortgage was a non-resident.\" In the latter case the subject was much considered, and Mr. Justice Gray, delivering the opinion of the court, said: \"The authority of every State to tax all property, real and personal, within its jurisdiction, is unquestionable. <i>McCulloch</i> v. <i>Maryland,</i> <span class=\"citation\" data-id=\"1320585\"><a href=\"/opinion/1320585/mcculloch-v-maryland/\"><span class=\"volume\">4</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">316</span></a></span>, 429. Personal property, as this court has declared again and again, may be taxed, either at the domicile of its owner, or at the place where the property is situated, even if the owner is neither a citizen nor a resident of the State which imposes the tax. <i>Tappan</i> v. <i>Merchants' Bank,</i> <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">490</span></span>, 499; <i>State Railroad Tax Cases,</i> <span class=\"citation\" data-id=\"89311\"><a href=\"/opinion/89311/taylor-v-secor/\"><span class=\"volume\">92</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span>, 607; <i>Coe</i> v. <i>Errol,</i> <span class=\"citation\" data-id=\"91559\"><a href=\"/opinion/91559/coe-v-errol/\"><span class=\"volume\">116</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">517</span></a></span>, 524; <i>Pullman's Car Co.</i> v. <i>Pennsylvania,</i> <span class=\"citation\" data-id=\"93124\"><a href=\"/opinion/93124/pullmans-palace-car-co-v-pennsylvania/\"><span class=\"volume\">141</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">18</span></a></span>, 22, 27.\"</p>\n<p>Accepting the views of the state court in relation to the state statutes and proceedings thereunder, and concluding that the Constitution of the United States did not operate to prohibit the exercise of the power to tax these investments, it follows that the Circuit Court did not err in sustaining the validity of the taxation. But it is further contended that, as Mrs. Bristol was a non-resident, the power to tax could be exercised only as against the very property taxed; that these assessments did not constitute judgments <i>in personam;</i> and that judgment against her estate could not, therefore, be rendered upon them. The state statute provided that claims for taxes should be preferred to ordinary debts, (Stat. 1894, c. 45, ยง 4529,) and, as has been seen, the Supreme Court has decided that, \"for the purpose of proof and payment out of the estate, a personal tax is a debt.\" The court, for that purpose, so treated taxes, but not as being debts in the usual acceptation of the term. The obligation to contribute to the support of government in return for the protection and advantages afforded by government is not dependent on contract, but on the exercise of the public will as demanded by the public welfare.</p>\n<p>By the laws of Minnesota, moneys, credits and other personal property were required to be listed, either by the owner or his agent; provisions were made for notice; for action by the assessor <span class=\"star-pagination\">*146</span> in case of failure to list; for a board of review, meeting at a specified time; for the delivery of lists (in tax books) to the county treasurers, who were duly authorized to receive and collect the taxes named therein; that personal property taxes unpaid on the 1st of March next after they became due should be deemed delinquent; for the filing of delinquent lists in the appropriate office; for issue of warrant; for the distraint of goods and chattels; for personal judgment on service of citation; and for proceeding against non-residents by attachment and publication of notice. (Gen. Stat. 1894, c. 11; Gen. Stat. 1878, c. 11.)</p>\n<p>By section 1623, Gen. Stat. 1894, (Gen. Stat. 1878, c. 11, ยง 105,) it was provided that: \"The taxes assessed upon personal property shall be a lien upon the personal property of the person assessed from and after the time the tax books are received by the county treasurer.\"</p>\n<p>Thus it appears that on the return of the delinquent tax list, the amount of the tax could be collected by distraint of goods and chattels, or by proceedings by attachment and publication, judgment in which would operate on the property taken in attachment, by garnishment or otherwise. There was no want of due process in all this, for while the non-resident came under the obligation to pay, appropriate notice and opportunity to contest were afforded. And if a personal action were brought and service obtained, the defendant would not be cut off from any competent defence, as the delinquent list would not necessarily be held conclusive. In this case no defence on the merits appears to have been relied on except the want of <i>situs.</i></p>\n<p><i>Dewey</i> v. <i>Des Moines,</i> <span class=\"citation\" data-id=\"95004\"><a href=\"/opinion/95004/dewey-v-des-moines/\"><span class=\"volume\">173</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">193</span></a></span>, cited by plaintiff in error, is not to the contrary. What was ruled there was that a citizen of one State cannot be cast in a personal judgment in another State on an assessment levied there on real estate for a local improvement, without service on him, or voluntary appearance, or some action on his part amounting to consent to the jurisdiction.</p>\n<p>This brings us to consider the plea of the statute of limitations interposed as to the taxes for the years 1883 to 1888 inclusive.</p>\n<p>Mrs. Bristol died in August, 1894; the will was admitted to <span class=\"star-pagination\">*147</span> probate by the probate court of Ramsay County, October 19, 1894; Washington County filed its claim for taxes in that court April 18, 1895; the statute of limitations provided that actions \"upon a liability created by statute\" should be barred by the lapse of six years. Stat. 1894, c. 66, ยง 5136. This statute applied to actions brought in the name of or for the benefit of the State. ยง 5142. The right to proceed to enforce these taxes commenced the first of April of the year following that for which they were levied. If this had been a personal action brought against Mrs. Bristol in her lifetime, the plea of the statute was open to be defeated by the fact of her non-residence, (ยง 5145,) but treating the filing of the delinquent lists as proceedings <i>in rem,</i> it is contended that the statute applied.</p>\n<p>In <i>County of Redwood</i> v. <i>Winona &amp; St. Peter Land Co.,</i> 40 Minnesota, 512, the statute of limitations of six years was held to apply to proceedings to enforce the collection of taxes against real estate, and to the same effect are <i>Mower County</i> v. <i>Crane,</i> 51 Minnesota, 201; <i>Pine County</i> v. <i>Lambert,</i> 57 Minnesota, 203; <i>State</i> v. <i>Norton,</i> 59 Minnesota, 424. In the first cited case it appeared that certain lands having been taxed, were in 1883 assessed and a tax levied for each year for fifteen years prior to that time. On an application for judgment against the land it was objected that the statute of limitations had run as to all taxes where the application for judgment could have been made six years or more prior to the time it was made, if the land had been taxed at the time it should have been taxed under the statute, and the court sustained the objection. It was held that by statute in Minnesota, the statute of limitations ran against the State the same as against an individual; that a tax was a liability created by statute; that although statutes of limitation may in terms be applicable only to actions, they are to be construed liberally and applied to all proceedings that are analogous in their nature to actions \"so as to make the right sought to be enforced, and not a form of procedure, the test as to whether or not the statute applies. Upon this principle they are held to apply to all claims which may be the subject of actions, however presented; also that they furnish a rule for cases analogous in their subject matter, but for which a remedy unknown to the <span class=\"star-pagination\">*148</span> common law has been provided. They have also been applied by analogy to proceedings in admiralty, to claims in bankruptcy, or in probate court, although not within the strict letter of the statute. . . . A tax being a liability created by statute, and the filing of the delinquent list being, as the statute declares, and as we have held, the institution of an action against the land for the recovery of the tax appearing against it in the list; and, inasmuch as the nature of the right sought to be enforced, and not the mode of procedure, is the test, ย we are unable to see why it should make any difference whether the action is <i>in rem</i> or <i>in personam,</i> ย against the property instead of against its owner. We have therefore come to the conclusion that these proceedings are, within the meaning of the statute, `an action upon a liability created by statute,' and are barred as to all taxes for the enforcement of which such proceedings might have been instituted more than six years before the commencement of the present proceedings, had such taxes been assessed in the proper year.\"</p>\n<p>The estate of Mrs. Bristol is liable to respond to this claim because these taxes were lawfully levied in respect of her property situated in Minnesota when the levies were made; and the statute gave a lien for them against all her personal property within the jurisdiction. Collection could have been enforced by distraint, or by attachment, and in either case could only have been made out of the property sequestered. In the pending proceeding then which seeks to subject assets of the estate within the jurisdiction to payment of the claim it seems to us the ruling of the Supreme Court is applicable. In other words, the filing of the delinquent lists had reference to property, and a personal judgment could not have been taken thereon without service of citation.</p>\n<p>Hence in a subsequent proceeding to enforce collection from property of the decedent, the rule which was applied to proceedings to obtain judgment against real estate would appear to be applicable in principle. If the county of Redwood had lost its right to enforce the assessments, (supposing they had been made when they should have been,) by lapse of time, the county <span class=\"star-pagination\">*149</span> of Washington may well be held subject to a similar deprivation in respect of the allowance of a portion of its claim.</p>\n<p><i>Reversed, and the cause remanded with direction to exclude the taxes for the years</i> 1883 <i>to</i> 1888, <i>inclusive, and to render judgment for the taxes and penalties after the latter year, with interest on the aggregate sum thereof from June</i> 29, 1898, <i>the date of the judgment below.</i></p>\n<p>MR. JUSTICE WHITE concurred on the ground of <i>stare decisis.</i></p>\n</div>", "id": 95222, "judges": "Fuller, After Stating the Case", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/95222/", "sha1": "1255ac8dd967dae189c0a18812fb5ef499bf0bdb", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:38:09"}