{"absolute_url": "/opinion/95224/murphy-v-massachusetts/", "blocked": false, "citation": {"case_name": "Murphy v. Massachusetts", "docket_number": "480", "document_uris": ["/api/rest/v2/document/95224/"], "federal_cite_one": "177 U.S. 155", "federal_cite_three": null, "federal_cite_two": null, "id": 79605, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/79605/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 31, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1900-03-01", "date_modified": "2014-12-21T01:33:13.603114", "docket": "/api/rest/v2/docket/1371860/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">177 U.S. 155</p>\n    <p class=\"case_cite\">20 S.Ct. 639</p>\n    <p class=\"case_cite\">44 L.Ed. 711</p>\n    <p class=\"parties\">CLARENCE MURPHY, <i>plff. in err</i>.,<br>v.<br>COMMONWEALTH OF MASSACHUSETTS.</p>\n    <p class=\"docket\">No. 480.</p>\n    <p class=\"date\">Argued February 28 and March 1, 1900.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Plaintiff in error, a citizen of the commonwealth of Massachusetts and of the United States, was tried in the superior court of Massachusetts on an indictment which charged him in sixty-four counts with the embezzlement of different sums of money on different days between July 19, 1892, and November 29, 1893, contrary to the provisions of &#167; of chapter 203 of the Public Statutes of Massachusetts; was found guilty, and on May 29, 1896, was sentenced under chapter 504 of the Statutes of 1895 to imprisonment in the state's prison of the commonwealth at Boston for the term of not less than ten nor more than fifteen years, one day thereof to be in solitary confinement and the residue at hard labor, and on that day, in execution of said sentence, was committed to that prison. He remained in solitary confinement for one day and in the prison continuously from May 29, 1896, to January 7, 1899.</p>\n      <p class=\"indent\">On June 8, 1898, he sued a writ of error out of the supreme judicial court of Massachusetts, and on January 6, 1899, that court reversed the sentence of the superior court on the ground that the statute of 1895, chap. 504, was unconstitutional so far as it related to past offenses, and remanded the case to the superior court under Public Statutes, chap. 187, &#167; 13, to be resentenced according to the law as it was when the offenses were committed, and before the statute under which he had been sentenced took effect. 172 Mass. 264, 43 L. R. A. 154, 52 N. E. 505.</p>\n      <p class=\"indent\">January 7, 1899, he was brought before the superior court pursuant to that direction, and resentenced according to the provisions of Public Statutes, chap. 203, &#167; 20, and Public Statutes, chap. 215, &#167; 23, the sentence being to the state's prison for nine yeras, ten months, and twenty-one days, the first day thereof to be in solitary confinement and the residue at hard labor. Before imposing this sentence the court stated to Murphy's attorney that as Murphy had already suffered one term of solitary confinement for the offenses for which he was now to be sentenced, it would prefer not to sentence to solitary confinement, and that it would not do so, if a written waiver by the prisoner of the provision therefor were filed; but the attorney did not feel justified in filing such a waiver. Murphy duly excepted to the sentence last imposed, and requested that all his rights be reserved. Exceptions having been allowed, the case was carried on error to the supreme judicial court, which overruled them. 54 N. E. 860. This writ of error was then sued out.</p>\n      <p class=\"indent\"><i>Messrs. Ezra Ripley Thayer, Louis D. Brandeis,</i> and <i>Edward F. McClennen</i> for plaintiff in error.</p>\n      <p class=\"indent\"><i>Messrs. Hosea M. Knowlton</i> and <i>Arthur W. De Goosh</i> for defendant in error.</p>\n      <p class=\"indent\">Mr. Chief Justice Fuller delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The specification of errors in the brief of counsel is as follows: 'The contention of the plaintiff in error is that the sentence under which he is now held puts him twice in jeopardy, and that such double jeopardy abridges his privileges and immunities as a citizen of the United States, and deprives him of his liberty without due process of law.'</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Laying out of view the suggestion that the immunity from double jeopardy or double punishment of a citizen of Massachusetts, in Massachusetts, is an immunity possessed by him as a citizen of the United States as contradistinguished from a citizen of Massachusetts, we inquire whethere any law of Massachusetts abridges such an immunity, and whether that or any other action of that commonwealth deprives plaintiff in error of his liberty without due process of law. If there be no such law, and if he is suffering no such deprivation, we need not be curious in explanation of the particular ground of our exercise of jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The statutes of Massachusetts have provided since 1851 that 'when a final judgment in a criminal case is reversed by the supreme judicial court on account of error in the sentence, the court may render such judgment therein as should have been rendered, or may remand the case for that purpose to the court before which the conviction was had.' Acts 1851, chap. 87; Pub. Stat. chap. 187, &#167; 13.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In this case it was on account of error in the sentence as originally imposed that that sentence was set aside. All the proceedings prior thereto stood unimpugned, and the superior court merely rendered the judgment which should have been rendered before. And this was done under the statute by direction of the supreme judicial court, whose interposition had been invoked by plaintiff in error.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The legal effect of the statute was to make it a condition of the bringing of writs of error in criminal cases that, if the error was one in the award of punishment only, that error should be corrected, and, as remarked by Chief Justice Shaw, this did not disturb the fundamental principles of right. <i>Jacquins</i> v. <i>Com.</i> 9 Cush. 279. Indeed, in many jurisdictions it has been held that the appellate court has the power, when there has been an erroneous sentence, to remand the case to the trial court for sentence according to law. <i>Reynolds</i> v. <i>United States</i>, 98 U. S. 145, 168, 25 L. ed. 244, 251; <i>Re Bonner</i>, 151 U. S. 242, 38 L. ed. 149, 14 Sup. Ct. Rep. 323; Henderson 11. And we have repeatedly decided that the review by an appellate court of the final judgment in a criminal case, however grave the offense of which the accused is convicted, is not a necessary element of due process of law, and that the right of appeal may be accorded by the state to the accused upon such conditions as the state deems proper. <i>McKane</i> v. <i>Durston</i>, 153 U. S. 684, 38 L. ed. 867, 14 Sup. Ct. Rep. 913; <i>Andrews</i> v. <i>Swartz</i>, 156 U. S. 272, 39 L. ed. 422, 15 Sup. Ct. Rep. 389; <i>Kohl</i> v. <i>Lehlback</i>, 160 U. S. 297, 40 L. ed. 433, 16 Sup. Ct. Rep. 304.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As this statute was reasonable, was intended for the benefit of the accused, as well as of the community, and was entirely within the admitted powers of the state, we are unable to see that it is in itself open to attack as being unconstitutional; and as this plaintiff in error set the proceedings in question in motion, and they conformed to the statute, we do not perceive how they can be regarded as otherwise than valid.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In prosecuting his former writ of error, plaintiff in error voluntarily accepted the result, and it is well settled that a convicted person cannot by his own act avoid the jeopardy in which he stands, and then assert it as a bar to subsequent jeopardy.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\"><i>United States</i> v. <i>Ball</i>, 163 U. S. 662, <i>sub nom. Ball</i> v. <i>United States</i>, 41 L. ed. 300, 16 Sup. Ct. Rep. 1192, illustrates the rule. There Millard F. Ball, John C. Ball, and Robert E. Boutwell had been indicted, in the circuit court of the United States for the eastern district of Texas, for the murder of one Box, and on trial Millard F. Ball had been acquitted and discharged, and John C. Ball and Boutwell convicted and sentenced to death. The condemned having brought the case here on error, it was held that the indictment was fatally defective, and the judgment was reversed and the cause remanded with a direction to quash the indictment. <i>Ball</i> v. <i>United States</i>, 140 U. S. 118, 35 L. ed. 377, 11 Sup. Ct. Rep. 761. The mandate went down, the indictment was dismissed, and a new indictment was returned against all three defendants. To this Millare F. Ball filed a plea of former jeopardy and former acquittal, and John C. Ball and Boutwell filed a plea of former jeopardy by reason of their trial and conviction upon the former indictment and of the dismissal of that indictment. Both these pleas were overruled, defendants pleaded not guilty, were convicted, and sentenced to death.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On their writ of error this court held that a general verdict of acquittal upon the issue of not guilty to an indictment undertaking to charge murder, and not objected to before the verdict as insufficient in that respect, is a bar to a second indictment for the same killing. Mr. Justice Gray, delivering the opinion, said:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'An acquittal before a court having no jurisdiction is, of course, like all the proceedings in the case, absolutely void, and therefore no bar to subsequent indictment and trial in a court which has jurisdiction of the offense. <i>Com.</i> v. <i>Peters</i>, 12 Met. 387; 2 Hawk. P. C. chap. 35, &#167; 3; 1 Bishop, Crim. Law, &#167; 1028. But although the indictment was fatally defective, yet, if the court had jurisdiction of the cause, and of the party, its judgment is not void, but only voidable by writ of error, and, until so avoided, cannot be collaterally impeached. If the judgment is upon a verdict of guilty, and unreversed, it stands good, and warrants the punishment of the defendant accordingly, and he could not be discharged by a writ of habeas corpus. <i>Ex parte Parks</i>, 93 U. S. 18, 23 L. ed. 787. If the judgment is upon an acquittal, the defendant, indeed, will not seek to have it reversed; and the government cannot. <i>United States</i> v. <i>Sanges</i>, 144 U. S. 310, 36 L. ed. 445, 12 Sup. Ct. Rep. 609.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The judgment was reversed as to Millard F. Ball, and judgment rendered for him upon his plea of former acquittal.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">But as to John C. Ball and Boutwell it was ruled that the circuit court rightly overruled their plea of former jeopardy, and it was said:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'Their plea of former conviction cannot be sustained, because upon a writ of error, sued out by themselves, the judgment and sentence against them were reversed, and the indictment ordered to be dismissed. How far, if they had taken no steps to set aside the proceedings in the former case, the verdict and sentence therein could have been held to bar a new indictment against them need not be considered, because it is quite clear that a defendant who procures a judgment against him upon an indictment to be set aside may be tried anew upon the same indictment, or upon another indictment, for the same offense of which he had been convicted. <i>Hopt</i> v. <i>Utah</i>, 104 U. S. 631, 26 L. ed. 873, 110 U. S. 574, 28 L. ed. 262, 4 Sup. Ct. Rep. 202, 114 U. S. 488, 29 L. ed. 183, 5 Sup. Ct. Rep. 972, 120 U. S. 430, 30 L. ed. 708, 7 Sup. Ct. Rep. 614; <i>Reg.</i> v. <i>Drury</i>, 3 Cox, C. C. 544, 3 Car. &amp; K. 193; <i>Com.</i> v. <i>Gould</i>, 12 Gray, 171.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Tested by these rulings, plaintiff in error's original sentence was not void, but voidable, and if the sentence had been complied with he could not have been punished again for the same offense. <i>Com.</i> v. <i>Loud</i>, 3 Met. 328, 37 Am. Dec. 139. But as the original sentence was set aside at his own instance, he could not allege that he had been in legal jeopardy by reason thereof.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In <i>Ex parte Lange</i>, 18 Wall. 163, 21 L. ed. 872, Lange had been found guilty of an offense which was punishable by imprisonment <i>or</i> fine, but the circuit court sentenced him to imprisonment <i>and</i> fine. He paid the fine, and thereafter the circuit court vacated the former judgment, and sentenced him again to imprisonment only. It was held that it was a fundamental principle that no man could be twice punished by judicial judgments for the same offense, and that when a judgment had been executed by full satisfaction of one of the alternative penalties of the law, the court could not change the judgment so as to impose another. The present case does not fall within that decision, for here an erroneous judgment was vacated on the application of the accused; the original sentence had not been fully satisfied; and the second sentence was rendered in pursuance of the applicable statute.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We repeat that this is not a case in which the court undertook to impose <i>in invitum</i> a second or additional sentence for the same offense, or to substitute one sentence for another. On the contrary, plaintiff in error availed himself of his right to have the first sentence annulled so that another sentence might be rendered. And as the decision which he sought and obtained involved the determination that he had been improperly sentenced under chapter 504 of the Statutes of 1895, providing for so-called indeterminate sentences, but should have been sentenced under antecedent statutes, which differed from that, it followed that the second sentence must be a new sentence to the extent of those differences, and might turn out to be for a longer period of imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Chapter 504 of the Statutes of 1895 provided for the establishment by the court of a maximum and minimum term of imprisonment, and for a permit to the convict to be at liberty after the expiration of the minimum term, some changes being made in this regard by chapter 371 of the Statutes of 1898. Section 20 of chapter 222 of the Public Statutes, in force when the offenses charged were committed, provided for certain deductions to be made for good behavior. These and other statutes bearing on the subject are fully set forth and examined in <i>Murphy</i> v. <i>Com.</i> 172 Mass. 264, 52 N. E. 505, 43 L. R. A. 154. And it is insisted that, under the present sentence, even if the prisoner received the maximum deduction, he cannot be released as soon as he might have been released under the original sentence, and that, moreover, he cannot receive as large deductions under this sentence as he might have received if it had been pronounced in the first instance.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">But we agree with the supreme judicial court in the opinion that even if this were so, it would make no difference in principle so far as the validity of the second sentence was concerned.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In <i>Jacquins' Case</i>, 9 Cush. 279, the supreme judicial court, in lieu of the prior sentences, sentended the defendant to certain years of imprisonment, 'the term to be computed from the time when the first sentence commenced its operation.'</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In the case at bar the accused was originally sentenced to imprisonment for the term of not less than ten nor more than fifteen years. This being set aside, and the superior court, being manifestly of opinion that imprisonment for twelve years and six months was the punishment demanded under the circumstances, deducted from twelve years and six months two years, seven months, and nine days, which he had already served, and sentenced him to nine years, ten months, and twenty-one days. As the original sentence had been vacated on the application of the accused, it is clear that if the second sentence were productive of any injustice the remedy was to be obtained in another quarter and did not rest with the court.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The superior court, being obliged to render a specific sentence, deducted the time Murphy had served, notwithstanding the case really occupied the same posture as if he had sued out his writ of error on the day he was first sentenced, and the mere fact that by reason of his delay in doing so he had served a portion of the erroneous sentence could not entitle him to assert that he was being twice punished. Perhaps the court was the more moved to do this because six months after Murphy had been sent to the state prison the supreme judicial court indicated in <i>Com.</i> v. <i>Brown</i>, 167 Mass. 144, 45 N. E. 1, that the indeterminate sentence act might be applicable to convictions for offenses committed prior to its passage, although the question was not definitely presented and disposed of, and then to the contrary, until raised on Murphy's writ of error. 172 Mass. 264, 52 N. E. 505, 43 L. R. A. 154. But, however that may be, the plea of former jeopardy or of former conviction cannot be maintained because of service of part of a sentence reversed or vacated on the prisoner's own application.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">And so as to the infliction of one day's solitary confinement. The Massachusetts statutes provide that where the punishment of imprisonment in the state prison is awarded, solitary confinement not exceeding twenty days at a time shall form part thereof. This requirement was complied with here by the infliction of one day. This was part of the sentence, but not in itself a distinct and separate punishment, and when the sentence was vacated the second sentence necessarily contained some solitary confinement as part of the imprisonment. Apparently this might have been dispensed with by the consent of the convict, but this he refused to give.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In <i>People ex rel. Trezza</i> v. <i>Brush</i>, 128 N. Y. 529, 536, 28 N. E. 533, Trezza had been sentenced to death, and prosecuted an appeal to the court of appeals of New York, pending which he was taken to the state prison and detained in close confinement. He applied for the writ of habeas corpus on the ground that he had been once punished, which was denied. The court of appeals held that by the statute an appeal from a conviction in a capital case stayed the judgment of death only, and not that part of the judgment which provided for the custody of the defendant between his removal to the state prison and his execution; and Andrews, J., speaking for the court, said: 'It not infrequently happens that the execution of a sentence to imprisonment continues notwithstanding an appeal. The convict, if he obtains a reversal of the judgment, and is again convicted on a second trial, may be sentenced to a new term of imprisonment, and the court is not bound to regulate the second sentence in view of the fact that the convict has already suffered imprisonment under the first sentence. The resentence in the present case was rendered necessary by reason of the fact that Trezza, by his own act in his own interest, had by his appeal prevented the execution of the death penalty at the time fixed by the first sentence.'</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Trezza also applied to the circuit court of the United States for the sourthern district of New York for a writ of habeas corpus, which the court refused to grant, and its order was affirmed by this court on appeal. 142 U. S. 160, 35 L. ed. 974, 12 Sup. Ct. Rep. 158.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In <i>McElvaine</i> v. <i>Brush</i>, 142 U. S. 155, 35 L. ed. 971, 12 Sup. Ct. Rep. 156, McElvaine had been sentenced to death, and the judgment was reversed and a new trial granted. He was again convicted and sentenced, and the judgment affirmed on appeal. 125 N. Y. 596, 26 N. E. 929. McElvaine presented his petition for habeas corpus to the circuit court, which was denied, and the case brought to this court. The order was affirmed, and we said, among other things, that 'so far as the confinement had taken place under the first sentence and warrant, that resulted from the voluntary act of the petitioner in prosecuting an appeal.'</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In <i>Brown</i> v. <i>New Jersey</i>, 175 U. S. 172, 20 Sup. Ct. Rep. 77, 44 L. ed. &#8212;&#8212;, it was reiterated that 'the state has full control over the procedure in its courts, both in civil and criminal cases, subject only to the qualification that such procedure must not work a denial of fundamental rights, or conflict with specific and applicable provisions of the Federal Constitution.' We find no such denial or conflict in this case. As we have said, plaintiff in error must be deemed to have sought a correction of the original erroneous judgment, and held to abide the consequences. He seems to have then supposed that it might be decided that the prior statutes were repealed by the act of 1895, and that as he could not be sentenced under that act he might be discharged altogether. In this it turned out that he was mistaken, as the supreme judicial court adjudged that the prior statutes were still in force so far as he was concerned, and we concur with that court in holding that his present contention is equally unavailing to effect his release.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\"><i>Judgment affirmed</i>.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>177 U.S. 155 (1900)</b></center>\n<center><h1>MURPHY<br>\nv.<br>\nMASSACHUSETTS.</h1></center>\n<center>No. 480.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 28, March 1, 1900.</center>\n<center>Decided April 9, 1900.</center>\nERROR TO THE SUPERIOR COURT OF THE STATE OF MASSACHUSETTS.\n<p><span class=\"star-pagination\">*156</span> <i>Mr. Ezra Ripley Thayer</i> for plaintiff in error. <i>Mr. Louis D. Brandeis</i> and <i>Mr. Edward F. McClennen</i> were on his brief.</p>\n<p><i>Mr. Hosea M. Knowlton</i> for defendant in error. <i>Mr. Arthur W. DeGoosh</i> was on his brief.</p>\n<p>Mr. CHIEF JUSTICE FULLER delivered the opinion of the court.</p>\n<p>The specification of errors in the brief of counsel is as follows: \"The contention of the plaintiff in error is that the sentence under which he is now held puts him twice in jeopardy, <span class=\"star-pagination\">*157</span> and that such double jeopardy abridges his privileges and immunities as a citizen of the United States, and deprives him of his liberty without due process of law.\"</p>\n<p>Laying out of view the suggestion that the immunity from double jeopardy or double punishment of a citizen of Massachusetts, in Massachusetts, is an immunity possessed by him as a citizen of the United States as contradistinguished from a citizen of Massachusetts, we inquire whether any law of Massachusetts abridges such an immunity, and whether that or any other action of that Commonwealth deprives plaintiff in error of his liberty without due process of law. If there be no such law, and if he is suffering no such deprivation, we need not be curious in explanation of the particular ground of our exercise of jurisdiction.</p>\n<p>The statutes of Massachusetts have provided since 1851 (act of April 30, 1851, c. 87) that \"when a final judgment in a criminal case is reversed by the Supreme Judicial Court on account of error in the sentence, the court may render such judgment therein as should have been rendered, or may remand the case for that purpose to the court before which the conviction was had.\" Acts of 1851, p. 602, c. 87; Pub. St. c. 187, § 13.</p>\n<p>In this case it was on account of error in the sentence as originally imposed that that sentence was set aside. All the proceedings prior thereto stood unimpugned, and the Superior Court merely rendered the judgment which should have been rendered before. And this was done under the statute by direction of the Supreme Judicial Court, whose interposition had been invoked by plaintiff in error.</p>\n<p>The legal effect of the statute was to make it a condition of the bringing of writs of error in criminal cases that if the error was one in the award of punishment only, that error should be corrected, and, as remarked by Chief Justice Shaw, this did not disturb the fundamental principles of right. <i>Jacquins</i> v. <i>Commonwealth,</i> 9 Cush. 279. Indeed, in many jurisdictions it has been held that the appellate court has the power, when there has been an erroneous sentence, to remand the case to the trial court for sentence according to law. <i>Reynolds</i> v. <i>United States,</i> 98 U.S. 145, 168; <i>In re Bonner,</i> 151 U.S. 242; <i>Henderson</i> <span class=\"star-pagination\">*158</span> v. <i>People,</i> 165 Illinois, 607; <i>Beale</i> v. <i>Commonwealth,</i> 25 Penn. St. 11. And we have repeatedly decided that the review by an appellate court of the final judgment in a criminal case, however grave the offense of which the accused is convicted, is not a necessary element of due process of law, and that the right of appeal may be accorded by the State to the accused upon such conditions as the State deems proper. <i>McKane</i> v. <i>Durston,</i> 153 U.S. 684; <i>Andrews</i> v. <i>Swartz,</i> 156 U.S. 272; <i>Kohl</i> v. <i>Lehlback,</i> 160 U.S. 293, 297.</p>\n<p>As this statute was reasonable, was intended for the benefit of the accused as well as of the community, and was entirely within the admitted powers of the State, we are unable to see that it is in itself open to attack as being unconstitutional; and as this plaintiff in error set the proceedings in question in motion, and they conformed to the statute, we do not perceive how they can be regarded as otherwise than valid.</p>\n<p>In prosecuting his former writ of error plaintiff in error voluntarily accepted the result, and it is well settled that a convicted person cannot by his own act avoid the jeopardy in which he stands, and then assert it as a bar to subsequent jeopardy.</p>\n<p><i>Ball</i> v. <i>United States,</i> 163 U.S. 662, illustrates the rule. There Millard F. Ball, John C. Ball and Robert E. Boutwell had been indicted, in the Circuit Court of the United States for the Eastern District of Texas, for the murder of one Box, and on trial Millard F. Ball had been acquitted and discharged, and John C. Ball and Boutwell convicted and sentenced to death. The condemned having brought the case here on error, it was held that the indictment was fatally defective, and the judgment was reversed and the cause remanded with a direction to quash the indictment. <i>Ball</i> v. <i>United States,</i> 140 U.S. 118. The mandate went down, the indictment was dismissed, and a new indictment was returned against all three defendants. To this Millard F. Ball filed a plea of former jeopardy and former acquittal, and John C. Ball and Boutwell filed a plea of former jeopardy by reason of their trial and conviction upon the former indictment, and of the dismissal of that indictment. Both these pleas were overruled, defendants pleaded not guilty, were convicted and sentenced to death.</p>\n<p><span class=\"star-pagination\">*159</span> On their writ of error this court held that a general verdict of acquittal upon the issue of not guilty to an indictment undertaking to charge murder, and not objected to before the verdict as insufficient in that respect, is a bar to a second indictment for the same killing. Mr. Justice Gray, delivering the opinion, said:</p>\n<p>\"An acquittal before a court having no jurisdiction is, of course, like all the proceedings in the case, absolutely void, and therefore no bar to subsequent indictment and trial in a court which has jurisdiction of the offense. <i>Commonwealth</i> v. <i>Peters,</i> 12 Met. 387; 2 Hawk. P.C.c. 35, § 3; 1 Bishop's Crim. Law, § 1028. But although the indictment was fatally defective, yet, if the court had jurisdiction of the cause and of the party, its judgment is not void, but only voidable by writ of error, and until so avoided, cannot be collaterally impeached. If the judgment is upon a verdict of guilty, and unreversed, it stands good, and warrants the punishment of the defendant accordingly, and he could not be discharged by a writ of <i>habeas corpus. </i><i>Ex parte Parks,</i> 93 U.S. 18. If the judgment is upon an acquittal, the defendant, indeed, will not seek to have it reversed; and the government cannot. <i>United States</i> v. <i>Sanges,</i> 144 U.S. 310.\"</p>\n<p>The judgment was reversed as to Millard F. Ball, and judgment rendered for him upon his plea of former acquittal.</p>\n<p>But as to John C. Ball and Boutwell, it was ruled that the Circuit Court rightly overruled their plea of former jeopardy, and it was said (163 U.S. 662, 671):</p>\n<p>\"Their plea of former conviction cannot be sustained, because upon a writ of error, sued out by themselves, the judgment and sentence against them were reversed, and the indictment ordered to be dismissed. How far, if they had taken no steps to set aside the proceedings in the former case, the verdict and sentence therein could have been held to bar a new indictment against them, need not be considered, because it is quite clear that a defendant, who procures a judgment against him upon an indictment to be set aside, may be tried anew upon the same indictment, or upon another indictment, for the same offense of which he had been convicted. <i>Hopt</i> v. <i>Utah,</i> 104 U.S. 631; 110 U.S. 574; 114 U.S. 488; 120 U.S. 430; <i>Regina</i> v. <i>Drury,</i> <span class=\"star-pagination\">*160</span> 3 Cox Crim. Cas. 544; <i>S.C.</i> 3 Car. &amp; Kirw. 193; <i>Commonwealth</i> v. <i>Gould,</i> 12 Gray, 171.\"</p>\n<p>Tested by these rulings, plaintiff in error's original sentence was not void but voidable, and if the sentence had been complied with he could not have been punished again for the same offense. <i>Commonwealth</i> v. <i>Loud,</i> 3 Met. 328. But as the original sentence was set aside at his own instance, he could not allege that he had been in legal jeopardy by reason thereof.</p>\n<p>In <i>Ex parte Lange,</i> 18 Wall. 163, Lange had been found guilty of an offense which was punishable by imprisonment <i>or</i> fine, but the Circuit Court sentenced him to imprisonment <i>and</i> fine. He paid the fine, and thereafter the Circuit Court vacated the former judgment, and sentenced him again to imprisonment only. It was held that it was a fundamental principle that no man could be twice punished by judicial judgments for the same offense, and that when a judgment had been executed by full satisfaction of one of the alternative penalties of the law, the court could not change the judgment so as to impose another. The present case does not fall within that decision, for here an erroneous judgment was vacated on the application of the accused; the original sentence had not been fully satisfied; and the second sentence was rendered in pursuance of the applicable statute.</p>\n<p>We repeat that this is not a case in which the court undertook to impose <i>in invitum</i> a second or additional sentence for the same offense, or to substitute one sentence for another. On the contrary, plaintiff in error availed himself of his right to have the first sentence annulled so that another sentence might be rendered. And as the decision which he sought and obtained involved the determination that he had been improperly sentenced under chapter 504 of the Statutes of 1895, providing for so-called indeterminate sentences, but should have been sentenced under antecedent statutes, which differed from that, it followed that the second sentence must be a new sentence to the extent of those differences, and might turn out to be for a longer period of imprisonment.</p>\n<p>Chapter 504 of the Statutes of 1895 provided for the establishment by the court of a maximum and minimum term of <span class=\"star-pagination\">*161</span> imprisonment, and for a permit to the convict to be at liberty after the expiration of the minimum term, some changes being made in this regard by chapter 371 of the Statutes of 1898. Section 20 of chapter 222 of the Public Statutes, in force when the offences charged were committed, provided for certain deductions to be made for good behavior. These and other statutes bearing on the subject are fully set forth and examined in <i>Murphy</i> v. <i>Commonwealth,</i> 172 Mass. 264. And it is insisted that, under the present sentence, even if the prisoner received the maximum deduction, he cannot be released as soon as he might have been released under the original sentence, and that moreover he cannot receive as large deductions under this sentence as he might have received if it had been pronounced in the first instance.</p>\n<p>But we agree with the Supreme Judicial Court in the opinion that even if this were so, it would make no difference in principle so far as the validity of the second sentence was concerned.</p>\n<p>In <i>Jacquins' Case,</i> 9 Cush. 279, the Supreme Judicial Court, in lieu of the prior sentences, sentenced the defendant to certain years of imprisonment, \"the term to be computed from the time when the first sentence commenced its operation.\"</p>\n<p>In the case at bar, the accused was originally sentenced to imprisonment for the term of not less than ten nor more than fifteen years. This being set aside, and the Superior Court, being manifestly of opinion that imprisonment for twelve years and six months was the punishment demanded under the circumstances, deducted from twelve years and six months, two years, seven months and nine days, which he had already served, and sentenced him to nine years, ten months and twenty-one days. As the original sentence had been vacated on the application of the accused it is clear that if the second sentence were productive of any injustice the remedy was to be obtained in another quarter and did not rest with the court.</p>\n<p>The Superior Court, being obliged to render a specific sentence, deducted the time Murphy had served notwithstanding the case really occupied the same posture as if he had sued out his writ of error on the day he was first sentenced, and the mere fact that by reason of his delay in doing so he had served a <span class=\"star-pagination\">*162</span> portion of the erroneous sentence could not entitle him to assert that he was being twice punished. Perhaps the court was the more moved to do this because six months after Murphy had been sent to the state prison the Supreme Judicial Court indicated in <i>Commonwealth</i> v. <i>Brown,</i> 167 Mass. 144, that the indeterminate sentence act might be applicable to convictions for offences committed prior to its passage, although the question was not definitely presented and disposed of, and then to the contrary, until raised on Murphy's writ of error. 172 Mass. 264. But, however that may be, the plea of former jeopardy or of former conviction cannot be maintained because of service of part of a sentence, reversed or vacated on the prisoner's own application.</p>\n<p>And so as to the infliction of one day's solitary confinement. The Massachusetts statutes provide that where the punishment of imprisonment in the state prison is awarded, solitary confinement not exceeding twenty days at a time shall form part thereof. This requirement was complied with here by the infliction of one day. This was part of the sentence, but not in itself a distinct and separate punishment, and when the sentence was vacated the second sentence necessarily contained some solitary confinement as part of the imprisonment. Apparently this might have been dispensed with by the consent of the convict, but this he refused to give.</p>\n<p>In <i>People ex rel. Trezza</i> v. <i>Brush,</i> 128 N.Y. 529, 536, Trezza had been sentenced to death, and prosecuted an appeal to the Court of Appeals of New York, pending which he was taken to the state prison and detained in close confinement. He applied for the writ of <i>habeas corpus</i> on the ground that he had been once punished, which was denied. The Court of Appeals held that by the statute an appeal from a conviction in a capital case stayed the judgment of death only, and not that part of the judgment which provided for the custody of the defendant between his removal to the state prison and his execution; and Andrews, J., speaking for the court, said: \"It not infrequently happens that the execution of a sentence to imprisonment continues, notwithstanding an appeal. The convict, if he obtains a reversal of the judgment, and is again convicted on a second trial, may be sentenced to a new term of imprisonment, <span class=\"star-pagination\">*163</span> and the court is not bound to regulate the second sentence in view of the fact that the convict has already suffered imprisonment under the first sentence. The resentence in the present case was rendered necessary by reason of the fact that Trezza, by his own act in his own interest, had by his appeal prevented the execution of the death penalty at the time fixed by the first sentence.\"</p>\n<p>Trezza also applied to the Circuit Court of the United States for the Southern District of New York for a writ of <i>habeas corpus,</i> which the court refused to grant, and its order was affirmed by this court on appeal. 142 U.S. 160.</p>\n<p>In <i>McElvaine</i> v. <i>Brush,</i> 142 U.S. 155, McElvaine had been sentenced to death, and the judgment was reversed and a new trial granted. He was again convicted and sentenced, and the judgment affirmed on appeal. 125 N.Y. 596. McElvaine presented his petition for <i>habeas corpus</i> to the Circuit Court, which was denied, and the case brought to this court. The order was affirmed, and we said, among other things, that \"so far as the confinement had taken place under the first sentence and warrant, that resulted from the voluntary act of the petitioner in prosecuting an appeal.\"</p>\n<p>In <i>Brown</i> v. <i>New Jersey,</i> 175 U.S. 172, it was reiterated that \"the State has full control over the procedure in its courts, both in civil and criminal cases, subject only to the qualifications that such procedure must not work a denial of fundamental rights, or conflict with specific and applicable provisions of the Federal Constitution.\" We find no such denial or conflict in this case. As we have said, plaintiff in error must be deemed to have sought a correction of the original erroneous judgment, and held to abide the consequences. He seems to have then supposed that it might be decided that the prior statutes were repealed by the act of 1895, and that as he could not be sentenced under that act, he might be discharged altogether. In this it turned out that he was mistaken, as the Supreme Judicial Court adjudged that the prior statutes were still in force so far as he was concerned, and we concur with that court in holding that his present contention is equally unavailing to effect his release.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">177</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">155</span></span> (1900)</b></center>\n<center><h1>MURPHY<br>\nv.<br>\nMASSACHUSETTS.</h1></center>\n<center>No. 480.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 28, March 1, 1900.</center>\n<center>Decided April 9, 1900.</center>\nERROR TO THE SUPERIOR COURT OF THE STATE OF MASSACHUSETTS.\n<p><span class=\"star-pagination\">*156</span> <i>Mr. Ezra Ripley Thayer</i> for plaintiff in error. <i>Mr. Louis D. Brandeis</i> and <i>Mr. Edward F. McClennen</i> were on his brief.</p>\n<p><i>Mr. Hosea M. Knowlton</i> for defendant in error. <i>Mr. Arthur W. DeGoosh</i> was on his brief.</p>\n<p>Mr. CHIEF JUSTICE FULLER delivered the opinion of the court.</p>\n<p>The specification of errors in the brief of counsel is as follows: \"The contention of the plaintiff in error is that the sentence under which he is now held puts him twice in jeopardy, <span class=\"star-pagination\">*157</span> and that such double jeopardy abridges his privileges and immunities as a citizen of the United States, and deprives him of his liberty without due process of law.\"</p>\n<p>Laying out of view the suggestion that the immunity from double jeopardy or double punishment of a citizen of Massachusetts, in Massachusetts, is an immunity possessed by him as a citizen of the United States as contradistinguished from a citizen of Massachusetts, we inquire whether any law of Massachusetts abridges such an immunity, and whether that or any other action of that Commonwealth deprives plaintiff in error of his liberty without due process of law. If there be no such law, and if he is suffering no such deprivation, we need not be curious in explanation of the particular ground of our exercise of jurisdiction.</p>\n<p>The statutes of Massachusetts have provided since 1851 (act of April 30, 1851, c. 87) that \"when a final judgment in a criminal case is reversed by the Supreme Judicial Court on account of error in the sentence, the court may render such judgment therein as should have been rendered, or may remand the case for that purpose to the court before which the conviction was had.\" Acts of 1851, p. 602, c. 87; Pub. St. c. 187, § 13.</p>\n<p>In this case it was on account of error in the sentence as originally imposed that that sentence was set aside. All the proceedings prior thereto stood unimpugned, and the Superior Court merely rendered the judgment which should have been rendered before. And this was done under the statute by direction of the Supreme Judicial Court, whose interposition had been invoked by plaintiff in error.</p>\n<p>The legal effect of the statute was to make it a condition of the bringing of writs of error in criminal cases that if the error was one in the award of punishment only, that error should be corrected, and, as remarked by Chief Justice Shaw, this did not disturb the fundamental principles of right. <i>Jacquins</i> v. <i>Commonwealth,</i> <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">Cush.</span> <span class=\"page\">279</span></span>. Indeed, in many jurisdictions it has been held that the appellate court has the power, when there has been an erroneous sentence, to remand the case to the trial court for sentence according to law. <i>Reynolds</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"89858\"><a href=\"/opinion/89858/reynolds-v-united-states/\"><span class=\"volume\">98</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">145</span></a></span>, 168; <i>In re Bonner,</i> 151 U.S. 242; <i>Henderson</i> <span class=\"star-pagination\">*158</span> v. <i>People,</i> 165 Illinois, 607; <i>Beale</i> v. <i>Commonwealth,</i> 25 Penn. St. 11. And we have repeatedly decided that the review by an appellate court of the final judgment in a criminal case, however grave the offense of which the accused is convicted, is not a necessary element of due process of law, and that the right of appeal may be accorded by the State to the accused upon such conditions as the State deems proper. <i>McKane</i> v. <i>Durston,</i> 153 U.S. 684; <i>Andrews</i> v. <i>Swartz,</i> 156 U.S. 272; <i>Kohl</i> v. <i>Lehlback,</i> <span class=\"citation\" data-id=\"94323\"><a href=\"/opinion/94323/kohl-v-lehlback/\"><span class=\"volume\">160</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">293</span></a></span>, 297.</p>\n<p>As this statute was reasonable, was intended for the benefit of the accused as well as of the community, and was entirely within the admitted powers of the State, we are unable to see that it is in itself open to attack as being unconstitutional; and as this plaintiff in error set the proceedings in question in motion, and they conformed to the statute, we do not perceive how they can be regarded as otherwise than valid.</p>\n<p>In prosecuting his former writ of error plaintiff in error voluntarily accepted the result, and it is well settled that a convicted person cannot by his own act avoid the jeopardy in which he stands, and then assert it as a bar to subsequent jeopardy.</p>\n<p><i>Ball</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"94515\"><a href=\"/opinion/94515/united-states-v-ball/\"><span class=\"volume\">163</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">662</span></a></span>, illustrates the rule. There Millard F. Ball, John C. Ball and Robert E. Boutwell had been indicted, in the Circuit Court of the United States for the Eastern District of Texas, for the murder of one Box, and on trial Millard F. Ball had been acquitted and discharged, and John C. Ball and Boutwell convicted and sentenced to death. The condemned having brought the case here on error, it was held that the indictment was fatally defective, and the judgment was reversed and the cause remanded with a direction to quash the indictment. <i>Ball</i> v. <i>United States,</i> 140 U.S. 118. The mandate went down, the indictment was dismissed, and a new indictment was returned against all three defendants. To this Millard F. Ball filed a plea of former jeopardy and former acquittal, and John C. Ball and Boutwell filed a plea of former jeopardy by reason of their trial and conviction upon the former indictment, and of the dismissal of that indictment. Both these pleas were overruled, defendants pleaded not guilty, were convicted and sentenced to death.</p>\n<p><span class=\"star-pagination\">*159</span> On their writ of error this court held that a general verdict of acquittal upon the issue of not guilty to an indictment undertaking to charge murder, and not objected to before the verdict as insufficient in that respect, is a bar to a second indictment for the same killing. Mr. Justice Gray, delivering the opinion, said:</p>\n<p>\"An acquittal before a court having no jurisdiction is, of course, like all the proceedings in the case, absolutely void, and therefore no bar to subsequent indictment and trial in a court which has jurisdiction of the offense. <i>Commonwealth</i> v. <i>Peters,</i> 12 Met. 387; 2 Hawk. P.C.c. 35, § 3; 1 Bishop's Crim. Law, § 1028. But although the indictment was fatally defective, yet, if the court had jurisdiction of the cause and of the party, its judgment is not void, but only voidable by writ of error, and until so avoided, cannot be collaterally impeached. If the judgment is upon a verdict of guilty, and unreversed, it stands good, and warrants the punishment of the defendant accordingly, and he could not be discharged by a writ of <i>habeas corpus. </i><i>Ex parte Parks,</i> 93 U.S. 18. If the judgment is upon an acquittal, the defendant, indeed, will not seek to have it reversed; and the government cannot. <i>United States</i> v. <i>Sanges,</i> 144 U.S. 310.\"</p>\n<p>The judgment was reversed as to Millard F. Ball, and judgment rendered for him upon his plea of former acquittal.</p>\n<p>But as to John C. Ball and Boutwell, it was ruled that the Circuit Court rightly overruled their plea of former jeopardy, and it was said (<span class=\"citation\" data-id=\"94515\"><a href=\"/opinion/94515/united-states-v-ball/\"><span class=\"volume\">163</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">662</span></a></span>, 671):</p>\n<p>\"Their plea of former conviction cannot be sustained, because upon a writ of error, sued out by themselves, the judgment and sentence against them were reversed, and the indictment ordered to be dismissed. How far, if they had taken no steps to set aside the proceedings in the former case, the verdict and sentence therein could have been held to bar a new indictment against them, need not be considered, because it is quite clear that a defendant, who procures a judgment against him upon an indictment to be set aside, may be tried anew upon the same indictment, or upon another indictment, for the same offense of which he had been convicted. <i>Hopt</i> v. <i>Utah,</i> 104 U.S. 631; 110 U.S. 574; 114 U.S. 488; 120 U.S. 430; <i>Regina</i> v. <i>Drury,</i> <span class=\"star-pagination\">*160</span> 3 Cox Crim. Cas. 544; <i>S.C.</i> 3 Car. &amp; Kirw. 193; <i>Commonwealth</i> v. <i>Gould,</i> 12 Gray, 171.\"</p>\n<p>Tested by these rulings, plaintiff in error's original sentence was not void but voidable, and if the sentence had been complied with he could not have been punished again for the same offense. <i>Commonwealth</i> v. <i>Loud,</i> 3 Met. 328. But as the original sentence was set aside at his own instance, he could not allege that he had been in legal jeopardy by reason thereof.</p>\n<p>In <i>Ex parte Lange,</i> <span class=\"citation\" data-id=\"88804\"><a href=\"/opinion/88804/ex-parte-lange/\"><span class=\"volume\">18</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">163</span></a></span>, Lange had been found guilty of an offense which was punishable by imprisonment <i>or</i> fine, but the Circuit Court sentenced him to imprisonment <i>and</i> fine. He paid the fine, and thereafter the Circuit Court vacated the former judgment, and sentenced him again to imprisonment only. It was held that it was a fundamental principle that no man could be twice punished by judicial judgments for the same offense, and that when a judgment had been executed by full satisfaction of one of the alternative penalties of the law, the court could not change the judgment so as to impose another. The present case does not fall within that decision, for here an erroneous judgment was vacated on the application of the accused; the original sentence had not been fully satisfied; and the second sentence was rendered in pursuance of the applicable statute.</p>\n<p>We repeat that this is not a case in which the court undertook to impose <i>in invitum</i> a second or additional sentence for the same offense, or to substitute one sentence for another. On the contrary, plaintiff in error availed himself of his right to have the first sentence annulled so that another sentence might be rendered. And as the decision which he sought and obtained involved the determination that he had been improperly sentenced under chapter 504 of the Statutes of 1895, providing for so-called indeterminate sentences, but should have been sentenced under antecedent statutes, which differed from that, it followed that the second sentence must be a new sentence to the extent of those differences, and might turn out to be for a longer period of imprisonment.</p>\n<p>Chapter 504 of the Statutes of 1895 provided for the establishment by the court of a maximum and minimum term of <span class=\"star-pagination\">*161</span> imprisonment, and for a permit to the convict to be at liberty after the expiration of the minimum term, some changes being made in this regard by chapter 371 of the Statutes of 1898. Section 20 of chapter 222 of the Public Statutes, in force when the offences charged were committed, provided for certain deductions to be made for good behavior. These and other statutes bearing on the subject are fully set forth and examined in <i>Murphy</i> v. <i>Commonwealth,</i> 172 Mass. 264. And it is insisted that, under the present sentence, even if the prisoner received the maximum deduction, he cannot be released as soon as he might have been released under the original sentence, and that moreover he cannot receive as large deductions under this sentence as he might have received if it had been pronounced in the first instance.</p>\n<p>But we agree with the Supreme Judicial Court in the opinion that even if this were so, it would make no difference in principle so far as the validity of the second sentence was concerned.</p>\n<p>In <i>Jacquins' Case,</i> <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">Cush.</span> <span class=\"page\">279</span></span>, the Supreme Judicial Court, in lieu of the prior sentences, sentenced the defendant to certain years of imprisonment, \"the term to be computed from the time when the first sentence commenced its operation.\"</p>\n<p>In the case at bar, the accused was originally sentenced to imprisonment for the term of not less than ten nor more than fifteen years. This being set aside, and the Superior Court, being manifestly of opinion that imprisonment for twelve years and six months was the punishment demanded under the circumstances, deducted from twelve years and six months, two years, seven months and nine days, which he had already served, and sentenced him to nine years, ten months and twenty-one days. As the original sentence had been vacated on the application of the accused it is clear that if the second sentence were productive of any injustice the remedy was to be obtained in another quarter and did not rest with the court.</p>\n<p>The Superior Court, being obliged to render a specific sentence, deducted the time Murphy had served notwithstanding the case really occupied the same posture as if he had sued out his writ of error on the day he was first sentenced, and the mere fact that by reason of his delay in doing so he had served a <span class=\"star-pagination\">*162</span> portion of the erroneous sentence could not entitle him to assert that he was being twice punished. Perhaps the court was the more moved to do this because six months after Murphy had been sent to the state prison the Supreme Judicial Court indicated in <i>Commonwealth</i> v. <i>Brown,</i> <span class=\"citation no-link\"><span class=\"volume\">167</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">144</span></span>, that the indeterminate sentence act might be applicable to convictions for offences committed prior to its passage, although the question was not definitely presented and disposed of, and then to the contrary, until raised on Murphy's writ of error. 172 Mass. 264. But, however that may be, the plea of former jeopardy or of former conviction cannot be maintained because of service of part of a sentence, reversed or vacated on the prisoner's own application.</p>\n<p>And so as to the infliction of one day's solitary confinement. The Massachusetts statutes provide that where the punishment of imprisonment in the state prison is awarded, solitary confinement not exceeding twenty days at a time shall form part thereof. This requirement was complied with here by the infliction of one day. This was part of the sentence, but not in itself a distinct and separate punishment, and when the sentence was vacated the second sentence necessarily contained some solitary confinement as part of the imprisonment. Apparently this might have been dispensed with by the consent of the convict, but this he refused to give.</p>\n<p>In <i>People ex rel. Trezza</i> v. <i>Brush,</i> <span class=\"citation\" data-id=\"93209\"><a href=\"/opinion/93209/trezza-v-brush/\"><span class=\"volume\">128</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">529</span></a></span>, 536, Trezza had been sentenced to death, and prosecuted an appeal to the Court of Appeals of New York, pending which he was taken to the state prison and detained in close confinement. He applied for the writ of <i>habeas corpus</i> on the ground that he had been once punished, which was denied. The Court of Appeals held that by the statute an appeal from a conviction in a capital case stayed the judgment of death only, and not that part of the judgment which provided for the custody of the defendant between his removal to the state prison and his execution; and Andrews, J., speaking for the court, said: \"It not infrequently happens that the execution of a sentence to imprisonment continues, notwithstanding an appeal. The convict, if he obtains a reversal of the judgment, and is again convicted on a second trial, may be sentenced to a new term of imprisonment, <span class=\"star-pagination\">*163</span> and the court is not bound to regulate the second sentence in view of the fact that the convict has already suffered imprisonment under the first sentence. The resentence in the present case was rendered necessary by reason of the fact that Trezza, by his own act in his own interest, had by his appeal prevented the execution of the death penalty at the time fixed by the first sentence.\"</p>\n<p>Trezza also applied to the Circuit Court of the United States for the Southern District of New York for a writ of <i>habeas corpus,</i> which the court refused to grant, and its order was affirmed by this court on appeal. 142 U.S. 160.</p>\n<p>In <i>McElvaine</i> v. <i>Brush,</i> <span class=\"citation\" data-id=\"93208\"><a href=\"/opinion/93208/mcelvaine-v-brush/\"><span class=\"volume\">142</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">155</span></a></span>, McElvaine had been sentenced to death, and the judgment was reversed and a new trial granted. He was again convicted and sentenced, and the judgment affirmed on appeal. 125 N.Y. 596. McElvaine presented his petition for <i>habeas corpus</i> to the Circuit Court, which was denied, and the case brought to this court. The order was affirmed, and we said, among other things, that \"so far as the confinement had taken place under the first sentence and warrant, that resulted from the voluntary act of the petitioner in prosecuting an appeal.\"</p>\n<p>In <i>Brown</i> v. <i>New Jersey,</i> <span class=\"citation\" data-id=\"95114\"><a href=\"/opinion/95114/brown-v-new-jersey/\"><span class=\"volume\">175</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">172</span></a></span>, it was reiterated that \"the State has full control over the procedure in its courts, both in civil and criminal cases, subject only to the qualifications that such procedure must not work a denial of fundamental rights, or conflict with specific and applicable provisions of the Federal Constitution.\" We find no such denial or conflict in this case. As we have said, plaintiff in error must be deemed to have sought a correction of the original erroneous judgment, and held to abide the consequences. He seems to have then supposed that it might be decided that the prior statutes were repealed by the act of 1895, and that as he could not be sentenced under that act, he might be discharged altogether. In this it turned out that he was mistaken, as the Supreme Judicial Court adjudged that the prior statutes were still in force so far as he was concerned, and we concur with that court in holding that his present contention is equally unavailing to effect his release.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", "id": 95224, "judges": "Fuller", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/95224/", "sha1": "4b54fad977409c5ddc8130fff2541c0ce9c7a004", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:38:09"}