{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "352 U.S. 315", 
    "federal_cite_two": "77 S. Ct. 374", 
    "specialty_cite_one": null, 
    "federal_cite_three": "1 L. Ed. 2d 354", 
    "lexis_cite": "1957 U.S. LEXIS 1412", 
    "document_uris": [
      "/api/rest/v2/document/105447/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Rayonier Inc. v. United States", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "45", 
    "id": 89830, 
    "resource_uri": "/api/rest/v2/citation/89830/"
  }, 
  "id": 105447, 
  "blocked": false, 
  "judges": "Black", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1957-01-28", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>352 U.S. 315 (1957)</b></center>\n<center><h1>RAYONIER INCORPORATED<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 45.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 4, 1956.</center>\n<center>Decided January 28, 1957.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT.<sup>[*]</sup><p><i>Lucien F. Marion</i> argued the cause for petitioner in No. 45. With him on the brief were <i>Lowell P. Mickelwait, Chester Rohrlich</i> and <i>Burroughs B. Anderson.</i></p>\n<p><i>William H. Ferguson</i> argued the cause for petitioners in No. 47. With him on the brief were <i>Donald McL. Davidson</i> and <i>Charles S. Burdell.</i></p>\n<p><i>Assistant Attorney General Doub</i> argued the causes for the United States. With him on the briefs were <i>Solicitor General Rankin, Paul A. Sweeney</i> and <i>Alan S. Rosenthal.</i></p>\n<p>MR. JUSTICE BLACK delivered the opinion of the Court.</p>\n<p>In both of these cases petitioners brought suit in the United States District Court in the State of Washington seeking to recover damages under the Federal Tort Claims Act. 28 U. S. C. §§ 1346 (b) and 2671-2680, for losses which they allege were caused by the negligence of employees of the United States in allowing a forest fire to be started on Government land and in failing to act with due care to put this fire out. The complaints in the two <span class=\"star-pagination\">*316</span> cases are substantially the same and in summary make the following allegations. The United States owned certain land in the State of Washington. It permitted a railroad to run trains over a right of way passing through this land. On August 6, 1951, sparks from a railroad engine ignited six fires on the right of way and adjoining land. These fires started in areas where highly inflammable dry grasses, brush, and other materials had been negligently allowed to accumulate by the Government. Shortly after the fires started United States Forest Service personnel appeared and took exclusive direction and control of all fire suppression activities. The Forest Service had entered into an agreement with the State of Washington to protect against and to suppress any fires in an area which included the public lands where these fires started and the petitioners' lands. Petitioners were aware of this contract and relied on the Forest Service to control and put out the fires involved in this case. But as a result of the Forest Service's improper firefighting these fires spread until they became a single fire covering 1,600 acres. By August 11, however, this blaze was under control and was substantially out except for certain spots that continued to burn and smolder until September 20. During the period between August 11 and September 20 there were men, equipment and a plentiful supply of water available to the Forest Service and if these resources had been properly utilized the fire could have been completely extinguished. For several days immediately preceding September 20 there was decreasing humidity accompanied by strong winds. But the Forest Service kept only a few men guarding the fire despite the fact that it was smoldering close to a tinder-dry accumulation of debris, down logs and dead undergrowth. On September 20 the winds blew sparks from the smoldering embers into these inflammable materials and the fire exploded spreading as much as twenty miles in one direction. As it fanned <span class=\"star-pagination\">*317</span> out it destroyed timber, buildings and other property some of which belonged to the petitioners.</p>\n<p>The complaints allege that these consequences were caused by the Forest Service's negligence (1) in permitting inflammable materials to accumulate on Government land thereby allowing the fires to start and to spread; (2) in not preventing the railroad from starting the original spot fires; (3) in not properly suppressing the spot fires; and (4) in failing to quench and prevent the spread of the fire when it was under control in the 1,600 acre area. The district judge dismissed the complaints holding that they failed to state a claim upon which relief could be granted. He indicated that the facts alleged were sufficient to show actionable negligence on the part of a private person under the laws of Washington, but nevertheless felt compelled to dismiss the complaints because of the following statements by this Court in <i>Dalehite</i> v. <i>United States,</i> 346 U. S. 15, 43.</p>\n<blockquote>\"As to the alleged failure in fighting the fire, we think this too without the [Tort Claims] Act. The Act did not create new causes of action where none existed before. . . . `Its effect is to waive immunity from recognized causes of action and was not to visit the Government with novel and unprecedented liabilities.'. . . It did not change the normal rule that an alleged failure or carelessness of public firemen does not create private actionable rights.\"</blockquote>\n<p>The Court of Appeals affirmed the trial judge's disposal of the complaints. 225 F. 2d 642 and 225 F. 2d 650. In agreeing that the United States could not be sued for any carelessness by the Forest Service in fighting the fire, it also relied exclusively on the <i>Dalehite</i> case. It rejected petitioners' other claims of negligence on the ground that Washington law would impose no liability for the misconduct alleged. We hold that the courts below erred in <span class=\"star-pagination\">*318</span> deciding that the United States was immune from liability for any negligence by the Forest Service in fighting the fire.</p>\n<p>The Tort Claims Act makes the United States liable (with certain exceptions which are not relevant here) for the negligence of its employees</p>\n<blockquote>\". . . in the same manner and to the same extent as a private individual under like circumstances . . . .\" 28 U. S. C. § 2674.</blockquote>\n<p>It gives the District Courts jurisdiction of all claims against the Government for losses</p>\n<blockquote>\". . . caused by the negligent or wrongful act or omission of any employee of the Government while acting within the scope of his office or employment, under circumstances where the United States, if a private person, would be liable to the claimant in accordance with the law of the place where the act or omission occurred.\" 28 U. S. C. § 1346 (b).</blockquote>\n<p>These provisions, given their plain natural meaning, make the United States liable to petitioners for the Forest Service's negligence in fighting the forest fire if, as alleged in the complaints, Washington law would impose liability on private persons or corporations under similar circumstances.</p>\n<p>Nevertheless the Government, relying primarily on the <i>Dalehite</i> case, contends that Congress by the Tort Claims Act did not waive the United States' immunity from liability for the negligence of its employees when they act as public firemen. It argues that the Act only imposes liability on the United States under circumstances where governmental bodies have traditionally been responsible for the misconduct of their employees and that neither the common law nor the law of Washington imposes liability on municipal or other local governments for the <span class=\"star-pagination\">*319</span> negligence of their agents acting in the \"uniquely governmental\" capacity of public firemen. But as we recently held in <i>Indian Towing Co.</i> v. <i>United States,</i> 350 U. S. 61, the test established by the Tort Claims Act for determining the United States' liability is whether a private person would be responsible for similar negligence under the laws of the State where the acts occurred. We expressly decided in <i>Indian Towing</i> that the United States' liability is not restricted to the liability of a municipal corporation or other public body and that an injured party cannot be deprived of his rights under the Act by resort to an alleged distinction, imported from the law of municipal corporations, between the Government's negligence when it acts in a \"proprietary\" capacity and its negligence when it acts in a \"uniquely governmental\" capacity.<sup>[1]</sup> To the extent that there was anything to the contrary in the <i>Dalehite</i> case it was necessarily rejected by <i>Indian Towing.</i><sup>[2]</sup></p>\n<p>It may be that it is \"novel and unprecedented\" to hold the United States accountable for the negligence of its firefighters, but the very purpose of the Tort Claims Act was to waive the Government's traditional all-encompassing immunity from tort actions and to establish novel and unprecedented governmental liability. The Government warns that if it is held responsible for the negligence of Forest Service firemen a heavy burden may be imposed on the public treasury. It points out the possibility that a fire may destroy hundreds of square miles of forests and even burn entire communities. But after long consideration. Congress, believing it to be in the <span class=\"star-pagination\">*320</span> best interest of the nation, saw fit to impose such liability on the United States in the Tort Claims Act. Congress was aware that when losses caused by such negligence are charged against the public treasury they are in effect spread among all those who contribute financially to the support of the Government and the resulting burden on each taxpayer is relatively slight. But when the entire burden falls on the injured party it may leave him destitute or grievously harmed. Congress could, and apparently did, decide that this would be unfair when the public as a whole benefits from the services performed by Government employees. And for obvious reasons the United States cannot be equated with a municipality, which conceivably might be rendered bankrupt if it were subject to liability for the negligence of its firemen. There is no justification for this Court to read exemptions into the Act beyond those provided by Congress.<sup>[3]</sup> If the Act is to be altered that is a function for the same body that adopted it.</p>\n<p>The record shows that the trial judge dismissed both complaints in their entirety solely on the basis of the <i>Dalehite</i> case. While the Court of Appeals relied on state law to uphold the dismissal of those allegations in the complaints which charged negligence for reasons other than the Forest Service's carelessness in controlling the fire, we cannot say that court's interpretation of Washington law was wholly free from its erroneous acceptance of the statements in <i>Dalehite</i> about public firemen. Furthermore it has been strongly contended here that the Court of Appeals improperly interpreted certain allegations in the complaints and as a result of such misinterpretation incorrectly applied Washington law in passing on the sufficiency of these allegations. In view <span class=\"star-pagination\">*321</span> of the circumstances, we think it proper to vacate both judgments in their entirety so that the District Court may consider the complaints anew, in their present form or as they may be amended, wholly free to determine their sufficiency on the basis of whether the allegations and any supporting material offered to explain or clarify them would be sufficient to impose liability on a private person under the laws of the State of Washington.<sup>[4]</sup> The judgments of both courts are vacated and the cases are remanded to the District Court for consideration in accordance with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>MR. JUSTICE REED, with whom MR. JUSTICE CLARK joins, dissenting.</p>\n<p>The Court of Appeals in my view correctly applied the law as to public fire fighters. Congress assumed liability \"as a private individual under like circumstances.\" The immunity of public bodies for injuries due to fighting fire was then well settled. <i>Dalehite</i> v. <i>United States,</i> 346 U. S. 15, 43. Private organizations, except as community volunteers, for fire fighting were hardly known. The situation was like private military forces. Cf. <i>Feres</i> v. <i>United States,</i> 340 U. S. 135, 142. <i>Indian Towing Co.</i> v. <i>United States,</i> 350 U. S. 61, presents a different situation.</p>\n<h2>NOTES</h2>\n<p>[*]  Together with No. 47, <i>Arnhold et al.</i> v. <i>United States,</i> also on certiorari to the same Court.</p>\n<p>[1]  And see <i>United States</i> v. <i>Yellow Cab Co.,</i> 340 U. S. 543, 548-550.</p>\n<p>[2]  See also <i>Eastern Air Lines</i> v. <i>Union Trust Co.,</i> 95 U. S. App. D. C. 189, 221 F. 2d 62, aff'd <i>per curiam sub nom. </i><i>United States</i> v. <i>Union Trust Co.,</i> 350 U. S. 907; <i>Air Transport Associates</i> v. <i>United States,</i> 221 F. 2d 467. Cf. <i>United States</i> v. <i>Praylou,</i> 208 F. 2d 291, 294-295.</p>\n<p>[3]  See <i>United States</i> v. <i>Aetna Casualty &amp; Surety Co.,</i> 338 U. S. 366, 383.</p>\n<p>[4]  Cf. <i>Minnesota</i> v. <i>National Tea Co.,</i> 309 U. S. 551, 555; <i>State Tax Commission</i> v. <i>Van Cott,</i> 306 U. S. 511, 514-515; and <i>Patterson</i> v. <i>Alabama,</i> 294 U. S. 600, 607.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:55:31", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">352</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">315</span></span> (1957)</b></center>\n<center><h1>RAYONIER INCORPORATED<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 45.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 4, 1956.</center>\n<center>Decided January 28, 1957.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT.<sup>[*]</sup><p><i>Lucien F. Marion</i> argued the cause for petitioner in No. 45. With him on the brief were <i>Lowell P. Mickelwait, Chester Rohrlich</i> and <i>Burroughs B. Anderson.</i></p>\n<p><i>William H. Ferguson</i> argued the cause for petitioners in No. 47. With him on the brief were <i>Donald McL. Davidson</i> and <i>Charles S. Burdell.</i></p>\n<p><i>Assistant Attorney General Doub</i> argued the causes for the United States. With him on the briefs were <i>Solicitor General Rankin, Paul A. Sweeney</i> and <i>Alan S. Rosenthal.</i></p>\n<p>MR. JUSTICE BLACK delivered the opinion of the Court.</p>\n<p>In both of these cases petitioners brought suit in the United States District Court in the State of Washington seeking to recover damages under the Federal Tort Claims Act. 28 U. S. C. §§ 1346 (b) and 2671-2680, for losses which they allege were caused by the negligence of employees of the United States in allowing a forest fire to be started on Government land and in failing to act with due care to put this fire out. The complaints in the two <span class=\"star-pagination\">*316</span> cases are substantially the same and in summary make the following allegations. The United States owned certain land in the State of Washington. It permitted a railroad to run trains over a right of way passing through this land. On August 6, 1951, sparks from a railroad engine ignited six fires on the right of way and adjoining land. These fires started in areas where highly inflammable dry grasses, brush, and other materials had been negligently allowed to accumulate by the Government. Shortly after the fires started United States Forest Service personnel appeared and took exclusive direction and control of all fire suppression activities. The Forest Service had entered into an agreement with the State of Washington to protect against and to suppress any fires in an area which included the public lands where these fires started and the petitioners' lands. Petitioners were aware of this contract and relied on the Forest Service to control and put out the fires involved in this case. But as a result of the Forest Service's improper firefighting these fires spread until they became a single fire covering 1,600 acres. By August 11, however, this blaze was under control and was substantially out except for certain spots that continued to burn and smolder until September 20. During the period between August 11 and September 20 there were men, equipment and a plentiful supply of water available to the Forest Service and if these resources had been properly utilized the fire could have been completely extinguished. For several days immediately preceding September 20 there was decreasing humidity accompanied by strong winds. But the Forest Service kept only a few men guarding the fire despite the fact that it was smoldering close to a tinder-dry accumulation of debris, down logs and dead undergrowth. On September 20 the winds blew sparks from the smoldering embers into these inflammable materials and the fire exploded spreading as much as twenty miles in one direction. As it fanned <span class=\"star-pagination\">*317</span> out it destroyed timber, buildings and other property some of which belonged to the petitioners.</p>\n<p>The complaints allege that these consequences were caused by the Forest Service's negligence (1) in permitting inflammable materials to accumulate on Government land thereby allowing the fires to start and to spread; (2) in not preventing the railroad from starting the original spot fires; (3) in not properly suppressing the spot fires; and (4) in failing to quench and prevent the spread of the fire when it was under control in the 1,600 acre area. The district judge dismissed the complaints holding that they failed to state a claim upon which relief could be granted. He indicated that the facts alleged were sufficient to show actionable negligence on the part of a private person under the laws of Washington, but nevertheless felt compelled to dismiss the complaints because of the following statements by this Court in <i>Dalehite</i> v. <i>United States,</i> 346 U. S. 15, 43.</p>\n<blockquote>\"As to the alleged failure in fighting the fire, we think this too without the [Tort Claims] Act. The Act did not create new causes of action where none existed before. . . . `Its effect is to waive immunity from recognized causes of action and was not to visit the Government with novel and unprecedented liabilities.'. . . It did not change the normal rule that an alleged failure or carelessness of public firemen does not create private actionable rights.\"</blockquote>\n<p>The Court of Appeals affirmed the trial judge's disposal of the complaints. 225 F. 2d 642 and 225 F. 2d 650. In agreeing that the United States could not be sued for any carelessness by the Forest Service in fighting the fire, it also relied exclusively on the <i>Dalehite</i> case. It rejected petitioners' other claims of negligence on the ground that Washington law would impose no liability for the misconduct alleged. We hold that the courts below erred in <span class=\"star-pagination\">*318</span> deciding that the United States was immune from liability for any negligence by the Forest Service in fighting the fire.</p>\n<p>The Tort Claims Act makes the United States liable (with certain exceptions which are not relevant here) for the negligence of its employees</p>\n<blockquote>\". . . in the same manner and to the same extent as a private individual under like circumstances . . . .\" 28 U. S. C. § 2674.</blockquote>\n<p>It gives the District Courts jurisdiction of all claims against the Government for losses</p>\n<blockquote>\". . . caused by the negligent or wrongful act or omission of any employee of the Government while acting within the scope of his office or employment, under circumstances where the United States, if a private person, would be liable to the claimant in accordance with the law of the place where the act or omission occurred.\" 28 U. S. C. § 1346 (b).</blockquote>\n<p>These provisions, given their plain natural meaning, make the United States liable to petitioners for the Forest Service's negligence in fighting the forest fire if, as alleged in the complaints, Washington law would impose liability on private persons or corporations under similar circumstances.</p>\n<p>Nevertheless the Government, relying primarily on the <i>Dalehite</i> case, contends that Congress by the Tort Claims Act did not waive the United States' immunity from liability for the negligence of its employees when they act as public firemen. It argues that the Act only imposes liability on the United States under circumstances where governmental bodies have traditionally been responsible for the misconduct of their employees and that neither the common law nor the law of Washington imposes liability on municipal or other local governments for the <span class=\"star-pagination\">*319</span> negligence of their agents acting in the \"uniquely governmental\" capacity of public firemen. But as we recently held in <i>Indian Towing Co.</i> v. <i>United States,</i> 350 U. S. 61, the test established by the Tort Claims Act for determining the United States' liability is whether a private person would be responsible for similar negligence under the laws of the State where the acts occurred. We expressly decided in <i>Indian Towing</i> that the United States' liability is not restricted to the liability of a municipal corporation or other public body and that an injured party cannot be deprived of his rights under the Act by resort to an alleged distinction, imported from the law of municipal corporations, between the Government's negligence when it acts in a \"proprietary\" capacity and its negligence when it acts in a \"uniquely governmental\" capacity.<sup>[1]</sup> To the extent that there was anything to the contrary in the <i>Dalehite</i> case it was necessarily rejected by <i>Indian Towing.</i><sup>[2]</sup></p>\n<p>It may be that it is \"novel and unprecedented\" to hold the United States accountable for the negligence of its firefighters, but the very purpose of the Tort Claims Act was to waive the Government's traditional all-encompassing immunity from tort actions and to establish novel and unprecedented governmental liability. The Government warns that if it is held responsible for the negligence of Forest Service firemen a heavy burden may be imposed on the public treasury. It points out the possibility that a fire may destroy hundreds of square miles of forests and even burn entire communities. But after long consideration. Congress, believing it to be in the <span class=\"star-pagination\">*320</span> best interest of the nation, saw fit to impose such liability on the United States in the Tort Claims Act. Congress was aware that when losses caused by such negligence are charged against the public treasury they are in effect spread among all those who contribute financially to the support of the Government and the resulting burden on each taxpayer is relatively slight. But when the entire burden falls on the injured party it may leave him destitute or grievously harmed. Congress could, and apparently did, decide that this would be unfair when the public as a whole benefits from the services performed by Government employees. And for obvious reasons the United States cannot be equated with a municipality, which conceivably might be rendered bankrupt if it were subject to liability for the negligence of its firemen. There is no justification for this Court to read exemptions into the Act beyond those provided by Congress.<sup>[3]</sup> If the Act is to be altered that is a function for the same body that adopted it.</p>\n<p>The record shows that the trial judge dismissed both complaints in their entirety solely on the basis of the <i>Dalehite</i> case. While the Court of Appeals relied on state law to uphold the dismissal of those allegations in the complaints which charged negligence for reasons other than the Forest Service's carelessness in controlling the fire, we cannot say that court's interpretation of Washington law was wholly free from its erroneous acceptance of the statements in <i>Dalehite</i> about public firemen. Furthermore it has been strongly contended here that the Court of Appeals improperly interpreted certain allegations in the complaints and as a result of such misinterpretation incorrectly applied Washington law in passing on the sufficiency of these allegations. In view <span class=\"star-pagination\">*321</span> of the circumstances, we think it proper to vacate both judgments in their entirety so that the District Court may consider the complaints anew, in their present form or as they may be amended, wholly free to determine their sufficiency on the basis of whether the allegations and any supporting material offered to explain or clarify them would be sufficient to impose liability on a private person under the laws of the State of Washington.<sup>[4]</sup> The judgments of both courts are vacated and the cases are remanded to the District Court for consideration in accordance with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>MR. JUSTICE REED, with whom MR. JUSTICE CLARK joins, dissenting.</p>\n<p>The Court of Appeals in my view correctly applied the law as to public fire fighters. Congress assumed liability \"as a private individual under like circumstances.\" The immunity of public bodies for injuries due to fighting fire was then well settled. <i>Dalehite</i> v. <i>United States,</i> 346 U. S. 15, 43. Private organizations, except as community volunteers, for fire fighting were hardly known. The situation was like private military forces. Cf. <i>Feres</i> v. <i>United States,</i> 340 U. S. 135, 142. <i>Indian Towing Co.</i> v. <i>United States,</i> 350 U. S. 61, presents a different situation.</p>\n<h2>NOTES</h2>\n<p>[*]  Together with No. 47, <i>Arnhold et al.</i> v. <i>United States,</i> also on certiorari to the same Court.</p>\n<p>[1]  And see <i>United States</i> v. <i>Yellow Cab Co.,</i> 340 U. S. 543, 548-550.</p>\n<p>[2]  See also <i>Eastern Air Lines</i> v. <i>Union Trust Co.,</i> 95 U. S. App. D. C. 189, 221 F. 2d 62, aff'd <i>per curiam sub nom. </i><i>United States</i> v. <i>Union Trust Co.,</i> 350 U. S. 907; <i>Air Transport Associates</i> v. <i>United States,</i> 221 F. 2d 467. Cf. <i>United States</i> v. <i>Praylou,</i> 208 F. 2d 291, 294-295.</p>\n<p>[3]  See <i>United States</i> v. <i>Aetna Casualty &amp; Surety Co.,</i> 338 U. S. 366, 383.</p>\n<p>[4]  Cf. <i>Minnesota</i> v. <i>National Tea Co.,</i> 309 U. S. 551, 555; <i>State Tax Commission</i> v. <i>Van Cott,</i> 306 U. S. 511, 514-515; and <i>Patterson</i> v. <i>Alabama,</i> 294 U. S. 600, 607.</p>\n\n</div>", 
  "sha1": "91c1d3ce32c39314085e11af9482c4b73db982fe", 
  "date_modified": "2015-04-29T08:54:38.867717", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/105447/rayonier-inc-v-united-states/", 
  "citation_count": 167, 
  "supreme_court_db_id": "1956-030", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/404359/", 
  "html": "<p class=\"case_cite\">352 U.S. 315</p>\n    <p class=\"case_cite\">77 S.Ct. 374</p>\n    <p class=\"case_cite\">1 L.Ed.2d 354</p>\n    <p class=\"parties\">RAYONIER INCORPORATED, a Corporation, Petitioner,<br>v.<br>UNITED STATES of America.  Arthur A. ARNHOLD et al., Petitioners,  v.  UNITED STATES of America.</p>\n    <p class=\"docket\">Nos. 45, 47.</p>\n    <p class=\"date\">Argued Dec. 4, 1956.</p>\n    <p class=\"date\">Decided Jan. 28, 1957.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Lucien F. Marion, Seattle, Wash., for petitioner Rayonier inc.</p>\n      <p class=\"indent\">Mr. William H. Ferguson, Seattle, Wash., for petitioners Arnhold and others.</p>\n      <p class=\"indent\">Mr. George Cochran Doub, Washington, D.C., for the United States.</p>\n      <p class=\"indent\">Mr. Justice BLACK delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In both of these cases petitioners brought suit in the United States District Court in the State of Washington seeking to recover damages under the Federal Tort Claims Act, 28 U.S.C. &#167;&#167; 1346(b) and 2671&#8212;2680, 28 U.S.C.A. &#167;&#167; 1346(b), 2671&#8212;2680, for losses which they allege were caused by the negligence of employees of the United States in allowing a forest fire to be started on Government land and in failing to act with due care to put this fire out. The complaints in the two cases are substantially the same and in summary make the following allegations. The United States owned certain land in the State of Washington. It permitted a railroad to run trains over a right of way passing through this land. On August 6, 1951, sparks from a railroad engine ignited six fires on the right of way and adjoining land. These fires started in areas where highly inflammable dry grasses, brush, and other materials had been negligently allowed to accumulate by the Government. Shortly after the fires started United States Forest Service personnel appeared and took exclusive direction and control of all fire suppression activities. The Forest Service had entered into an agreement with the State of Washington to protect against and to suppress any fires in an area which included the public lands where these fires started and the petitioners' lands. Petitioners were aware of this contract and relied on the Forest Service to control and put out the fires involved in this case. But as a result of the Forest Service's improper firefighting these fires spread until they became a single fire covering 1,600 acres. By August 11, however, this blaze was under control and was substantially out except for certain spots that continued to burn and smolder until September 20. During the period between August 11 and September 20 there were men, equipment and a plentiful supply of water available to the Forest Service and if these resources had been properly utilized the fire could have been completely extinguished. For several days immediately preceding September 20 there was decreasing humidity accompanied by strong winds. But the Forest Service kept only a few men guarding the fire despite the fact that it was smoldering close to a tinder-dry accumulation of debris, down logs and dead undergrowth. On September 20 the winds blew sparks from the smoldering embers into these inflammable materials and the fire exploded spreading as much as twenty miles in one direction. As it fanned out it destroyed timber, buildings and other property some of which belonged to the petitioners.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The complaints allege that these consequences were caused by the Forest Service's negligence (1) in permitting inflammable materials to accumulate on Government land thereby allowing the fires to start and to spread; (2) in not preventing the railroad from starting the original spot fires; (3) in not properly suppressing the spot fires; and (4) in failing to quench and prevent the spread of the fire when it was under control in the 1,600 acre area. The district judge dismissed the complaints holding that they failed to state a claim upon which relief could be granted. He indicated that the facts alleged were sufficient to show actionable negligence on the part of a private person under the laws of Washington, but nevertheless felt compelled to dismiss the complaints because of the following statements by this Court in Dalehite v. United States, 346 U.S. 15, 43, 73 S.Ct. 956, 972, 97 L.Ed. 1427.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'As to the alleged failure in fighting the fire, we think      this too without the (Tort Claims) Act. The Act did not      create new causes of action where none existed before. '* * *      Its effect is to waive immunity from recognized causes of      action and was not to visit the Government with novel and      unprecedented liabilities.' * * * It did not change the      normal rule that an alleged failure or carelessness of public      firemen does not create private actionable rights.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Court of Appeals affirmed the trial judge's disposal of the complaints. 9 Cir., 225 F.2d 642 and 9 Cir., 225 F.2d 650. In agreeing that the United States could not be sued for any carelessness by the Forest Service in fighting the fire, it also relied exclusively on the Dalehite case. It rejected petitioners' other claims of negligence on the ground that Washington law would impose no liability for the misconduct alleged. We hold that the courts below erred in deciding that the United States was immune from liability for any negligence by the Forest Service in fighting the fire.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Tort Claims Act makes the United States liable (with certain exceptions which are not relevant here) for the negligence of its employees</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'* * * in the same manner and to the same extent as a private      individual under like circumstances * * *.' 28 U.S.C. &#167; 2674,      28 U.S.C.A. &#167; 2674.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It gives the District Courts jurisdiction of all claims against the Government for losses</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'* * * caused by the negligent or wrongful act or omission of      any employee of the Government while acting within the scope      of his office or employment, under circumstances where the      United States, if a private person, would be liable to the      claimant in accordance with the law of the place where the      act or omission occurred.' 28 U.S.C. &#167; 1346(b), 28 U.S.C.A. &#167;      1346(b).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">These provisions, given their plain natural meaning, make the United States liable to petitioners for the Forest Service's negligence in fighting the forest fire if, as alleged in the complaints, Washington law would impose liability on private persons or corporations under similar circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Nevertheless the Government, relying primarily on the Dalehite case, contends that Congress by the Tort Claims Act did not waive the United States' immunity from liability for the negligence of its employees when they act as public firemen. It argues that the Act only imposes liability on the United States under circumstances where governmental bodies have traditionally been responsible for the misconduct of their employees and that neither the common law nor the law of Washington imposes liability on municipal or other local governments for the negligence of their agents acting in the 'uniquely governmental' capacity of public firemen. But as we recently held in Indian Towing Co. v. United States, 350 U.S. 61, 76 S.Ct. 122, the test established by the Tort Claims Act for determining the United States' liability is whether a private person would be responsible for similar negligence under the laws of the State where the acts occurred. We expressly decided in Indian Towing that the United States' liability is not restricted to the liability of a municipal corporation or other public body and that an injured party cannot be deprived of his rights under the Act by resort to an alleged distinction, imported from the law of municipal corporations, between the Government's negligence when it acts in a 'proprietary' capacity and its negligence when it acts in a 'uniquely governmental' capacity.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> To the extent that there was anything to the contrary in the Dalehite case it was necessarily rejected by Indian Towing.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It may be that it is 'novel and unprecedented' to hold the United States accountable for the negligence of its fire-fighters, but the very purpose of the Tort Claims Act was to waive the Government's traditional all-encompassing immunity from tort actions and to establish novel and unprecedented governmental liability. The Government warns that if it is held responsible for the negligence of Forest Service firemen a heavy burden may be imposed on the public treasury. It points out the possibility that a fire may destroy hundreds of square miles of forests and even burn entire communities. But after long consideration, Congress, believing it to be in the best interest of the nation, saw fit to impose such liability on the United States in the Tort Claims Act. Congress was aware that when losses caused by such negligence are charged against the public treasury they are in effect spread among all those who contribute financially to the support of the Government and the resulting burden on each taxpayer is relatively slight. But when the entire burden falls on the injured party it may leave him destitute or grievously harmed. Congress could, and apparently did, decide that this would be unfair when the public as a whole benefits from the services performed by Government employees. And for obvious reasons the United States cannot be equated with a municipality, which conceivably might be rendered bankrupt if it were subject to liability for the negligence of its firemen. There is no justification for this Court to read exemptions into the Act beyond those provided by Congress.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> If the Act is to be altered that is a function for the same body that adopted it.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The record shows that the trial judge dismissed both complaints in their entirety solely on the basis of the Dalehite case. While the Court of Appeals relied on state law to uphold the dismissal of those allegations in the complaints which charged negligence for reasons other than the Forest Service's carelessness in controlling the fire, we cannot say that court's interpretation of Washington law was wholly free from its erroneous acceptance of the statements in Dalehite about public firemen. Furthermore it has been strongly contended here that the Court of Appeals improperly interpreted certain allegations in the complaints and as a result of such misinterpretation incorrectly applied Washington law in passing on the sufficiency of these allegations. In view of the circumstances, we think it proper to vacate both judgments in their entirety so that the District Court may consider the complaints anew, in their present form or as they may be amended, wholly free to determine their sufficiency on the basis of whether the allegations and any supporting material offered to explain or clarify them would be sufficient to impose liability on a private person under the laws of the State of Washington.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The judgments of both courts are vacated and the cases are remanded to the District Court for consideration in accordance cordance with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Judgments vacated and cases remanded.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Mr. Justice REED, with whom Mr. Justice CLARK joins, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Court of Appeals in my view correctly applied the law as to public fire fighters. Congress assumed liability 'as a private individual under like circumstances.' The immunity of public bodies for injuries due to fighting fire was then well settled. Dalehite v. United States, 346 U.S. 15, 43, 73 S.Ct. 956, 971, 97 L.Ed. 1427. Private organizations, except as community volunteers, for fire fighting were hardly known. The situation was like private military forces. Cf. Feres v. United States, 340 U.S. 135, 142, 71 S.Ct. 153, 157, 95 L.Ed. 152. Indian Towing Co. v. United States, 350 U.S. 61, 76 S.Ct. 122, presents a different situation.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> And see United States v. Yellow Cab Co., 340 U.S. 543, 548 550, 71 S.Ct. 399, 403, 404, 95 L.Ed. 523.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See also Eastern Air Lines v. Union Trust Co., 95 U.S.App.D.C. 189, 221 F.2d 62, affirmed per curiam sub nom. United States v. Union Trust Co., 350 U.S. 907, 76 S.Ct. 192; Air Transport Associates v. United States, 9 Cir., 221 F.2d 467. Cf. United States v. Praylou, 4 Cir., 208 F.2d 291, 294&#8212;295.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See United States v. Aetna Casualty &amp; Surety Co., 338 U.S. 366, 383, 70 S.Ct. 207, 216, 94 L.Ed. 171.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Cf. State of Minnesota v. National Tea Co., 309 U.S. 551, 555, 60 S.Ct. 676, 678, 84 L.Ed. 920; State Tax Commission of Utah v. Van Cott, 306 U.S. 511, 514&#8212;515, 59 S.Ct. 605, 606, 607, 83 L.Ed. 950; and Patterson v. State of Alabama, 294 U.S. 600, 607, 55 S.Ct. 575, 578, 79 L.Ed. 1082.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/105447/"
}