{"absolute_url": "/opinion/95005/first-nat-bank-of-wellington-v-chapman/", "blocked": false, "citation": {"case_name": "First Nat. Bank of Wellington v. Chapman", "docket_number": "137", "document_uris": ["/api/rest/v2/document/95005/"], "federal_cite_one": "173 U.S. 205", "federal_cite_three": null, "federal_cite_two": null, "id": 79386, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/79386/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 8, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1899-02-27", "date_modified": "2014-12-21T01:32:59.674536", "docket": "/api/rest/v2/docket/1507151/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">173 U.S. 205</p>\n    <p class=\"case_cite\">19 S.Ct. 407</p>\n    <p class=\"case_cite\">43 L.Ed. 669</p>\n    <p class=\"parties\">FIRST NAT. BANK OF WELLINGTION, OHIO,<br>v.<br>CHAPMAN, Treasurer of Lorain County, Ohio.</p>\n    <p class=\"docket\">No. 137.</p>\n    <p class=\"date\">February 27, 1899.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This action was brought to restrain the collection of taxes, through or by means of the bank, by the defendant in error, levied under a statute of Ohio, upon certain individual shareholders in the bank, on the ground, as alleged, that the assessments upon such specified shareholders were illegal, as having been made without regard to the debts of such individual owners, contrary to the case of other moneyed capital in the hands of individual citizens whose debts were permitted to be deducted from the value of such capital before the assessment of taxes thereon.</p>\n      <p class=\"indent\">The petition contained allegations intended to show a case for the interposition of a court of equity, and a tender was therein made of the amount of the taxes which the plaintiff admitted to be due on such shares after deducting the debts.</p>\n      <p class=\"indent\">The answer, while not taking any objection that a case for equitable relief by injunction was not made, provided the contention of the petition as to the assessments being illegal was well founded, claimed, substantially, that, by the laws of the United States and of Ohio, the assessments were legal, and the petition should therefore be dismissed. Upon trial in the court of common pleas of Lorain county, the court found the following facts:</p>\n      <p class=\"indent\">'First. Plaintiff is a national banking association, incorporated under and by virtue of an act of congress, entitled 'An act to provide for the national currency, secured by a pledge of United States bonds, and to provide for the circulation and rede ption thereof,' approved June 3, 1864, and the amendments thereof, and is established and doing business in the village of Wellington, county of Lorain, and state of Ohio.</p>\n      <p class=\"indent\">'Second. The defendant is the duly elected and qualified treasurer of the county of Lorain and state of Ohio.</p>\n      <p class=\"indent\">'Third. The plaintiff has a capital stock of $100,000, divided into 1,000 shares of $100 each, all of which are fully paid up, and certificates for the shares are outstanding and owned by a large number of persons.</p>\n      <p class=\"indent\">'Fourth. That in accordance with section 2765 of the Revised Statutes of Ohio, then and now in force, the cashier of plaintiff duly reported in duplicate, to the auditor of said county, the resources and liabilities of said banking association, at the close of business on the Wednesday next preceding the second Monday of May, 1893, together with a full statement of the names and residences of the shareholders therein, with the number of shares held by each, and the par value thereof, as required by said section; that included in said return so made by said cashier was the real estate owned by the plaintiff, valued at $3,420, separately assessed and charged on the tax duplicate of said county; that thereupon said auditor proceeded, as required by section 2766 of the Revised Statutes of Ohio, to fix the total value of said shares according to their true value in money, and fixed the same at $74,710, exclusive of the assessed value of plaintiff's real estate, and made out and transmitted to the annual board of equalization of incorporated banks a copy of the report so made by said cashier, together with the valuation of such shares as was fixed by said auditor; that said state board of equalization, acting under section 2808 and 2809 of the Revised Statutes of Ohio, did examine the return aforesaid, made by said cashier to said county auditor, and the value of such shares as fixed by said county auditor, and did equalize said shares to their true value in money, and fixed the valuation thereof at $74,710, exclusive of the assessed value of plaintiff's real estate; and the auditor of said state did certify said valuation to the auditor of said county of Lorain, which said auditor of said county did enter upon the tax duplicate of said county for the year 1893.</p>\n      <p class=\"indent\">'Fifth. That the following named stockholders of said bank were on the said day next preceding the second Monday of April, 1893, the owners of the number of shares of stock of said bank set opposite their respective names, to wit:</p>\n      <p class=\"indent\">S. S. Warner.................. 150 shares.</p>\n      <p class=\"indent\">R. A. Horr....................  10 shares.</p>\n      <p class=\"indent\">W. Cushion, Jr................  50 shares.</p>\n      <p class=\"indent\">C. W. Horr.................... 120 shares.</p>\n      <p class=\"indent\">O. P. Chapman.................  10 shares.</p>\n      <p class=\"indent\">E. F. Webster.................  10 shares.</p>\n      <p class=\"indent\">W. R. Wean....................  20 shares.</p>\n      <p class=\"indent\">S. K. Laundon................. 120 shares.</p>\n      <p class=\"indent\">'That said shares were valued by said state board of equalization for the year 1893 at $36,607.90, and certified by said board to the auditor of Lorain county as the taxable value of the same; that the rate of taxation for all taxes assessed and collected for the year 1893 within said county and village was $0.0255 on a dollar's valuation, and amounted on said value of said shares to $933.50.</p>\n      <p class=\"indent\">'Sixth. That on said day next preceding said second Monday of April, 1893, and at the time the cashier of said banking association made return to the auditor of said county of the names and residences of the shareholders of said association, with the numbers and par value of the shares of capital stock of said banking association for the year 1893, to wit, between the first and second Mondays of May of said year, each of said abovenamed shareholders was indebted and owing to others of legal bona fide debts a sum in excess of the credits, from which, under the laws of Ohio, he was entitled to deduct said debts to an amount equal to the value of said shares; that proof of said indebtedness was duly made to said auditor by the shareholders aforesaid, at the time that the valuation of said shares of stock was so fixed by him; and that said auditor refused to allow the deduction o  any indebtedness of said shareholders from the value of said shares, as so fixed by said board of equalization; and the auditor of said county carried upon the duplicate delivered to the treasurer the entire valuation of said shares so made, without allowing any deductions therefrom, by reason of any bona fide indebtedness of said shareholders to others, from the valuation so fixed by said board of equalization.</p>\n      <p class=\"indent\">'Seventh. That the plaintiff tendered to said treasurer of Lorain county, on the 28th day of December, 1893, and offered to pay to said treasurer, the sum of $485.80, if he would receive the same in full for the tax assessed upon the valuation of the shares of stock owned by the shareholders named in the petition for the entire year of 1893, and said treasurer refused to accept the same, and said treasurer intends, if not enjoined by this court, to use all lawful means for the collection of said tax so assessed upon the valuation of said shares of stock.'</p>\n      <p class=\"indent\">The court also found, as a conclusion of law from the above facts, that the injunction should be denied, and the petition dismissed. The plaintiff appealed to the circuit court of Lorain county, where, after argument, the judgment for defendant was reversed, and judgment ordered for plaintiff enjoining the collection of the tax. The defendant, the treasurer of Lorain county, brought the case to the supreme court of the state, where, after hearing, the court reversed the circuit court, and affirmed the judgment of the common pleas dismissing the petition. Chapman v. Bank, 56 Ohio St. 310, 47 N. E. 54.</p>\n      <p class=\"indent\">The state law on the subject of taxation, so far as it may be claimed to in any way affect the question, is contained in the various sections of the Revised Statutes of Ohio which are set out in the margin.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n      <p class=\"indent\">W. W. Boynton, for plaintiff in error.</p>\n      <p class=\"indent\">F. S. Monnett and S. W. Bennett, for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice PECKHAM, after stating the facts, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Complaint is made in behalf of the shareholders of the national bank in question that they are, by means of the system of taxation adopted and enforced in the state of Ohio, subjected to taxation at a greater rate than is imposed upon other moneyed capital in the hands of individual citizens, contrary to section 5219 of the Revised Statutes of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The complaint is founded upon the allegation that the owners of what is termed 'credits' in the law of Ohio (Rev. St. &#167; 2730) are permitted to deduct certain kinds of their debts from the total amount of their credits, and such owners are assessed upon the balance only, while no such right is given to owners of shares in national banks. The claim is that shares in national banks should be treated the same as credits, and their owners permitted to deduct their debts from the valuation. The owners of property other than credits are not permitted to deduct their debts from the valuation of that property.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It is also claimed that there is an unfavorable discrimination against the national bank shareholder, and in favor of an unincorporated bank or banker.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the outset it is plain that the system of taxation adopted in Ohio was not intended to be unfriendly to, or to discriminate against, the owners of shares in national banks; for, as observed by the state supreme court, that system was adopted long prior to the passage of the law by congress providing for the incorporation of national banks. Under this system, the owner of shares in national banks is taxed precisely like the owner of shares in incorporated state banks. Rev. St. Ohio, &#167; 2762.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The main purpose of congress in fixing limits to state taxation on investments in national banks was to render it impossible for the state, in levying such a tax, to create and fix an unequal and unfriendly competition by favoring institutions or individuals carrying on a similar business and operations and investments of a like character. The language of the act of congress is to be read in the light of this policy. 'Moneyed capital' does not mean all capital the value of which is measured in terms of money, neither does it necessarily include all forms of investments in which the interest of the owner is expressed in money. Shares of stock in railroad companies, mining companies, manufacturing companies, and other corporations are represented by certificates showing that the owner is entitled to an interest expressed in money value in the entire capital and property of the corporation; but the property of the corporation which constitutes this invested capital may consist mainly of real and personal property, which, in the hands of individuals, none would think of calling moneyed capital, and its business may not consist in any kind of dealing in money or commercial representatives of money. This statement is taken from Mercantile Bank v. City of New York, 121 U. S. 138, 155, 7 Sup. Ct. 826. That case has been cited with approval many times, especially in Bank v. Ayers, 160 U. S. 660, 16 Sup. Ct. 412, and in First Nat. Bank of Aberdeen v. Chehalis Co., 166 U. S. 440, 17 Sup. Ct. 629.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The result seems to be that the term 'moneyed capital,' as used in the federal statute, does not include capital which does not come into competition with the business of national banks, and that exemptions from taxation, however large, such as deposits in savings banks or of moneys belonging to charitable institutions, which are exempted for reasons of public policy, and not as an unfriendly discrimination as against investments in national bank shares, cannot be regarded as forbidden by the federal statute.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The case last cited contains a full and careful reference to most of the prior cases decided in this court upon the subject, and gives the meaning (as above stated) of the term 'moneyed capital,' when used in the federal statute.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">With no purpose to discriminate against the holders of shares in national banks, and with the taxation of the shareholders in the two classes of banks, state and national, precisely the same, the question is whether this system of taxation in Ohio, in its practical operation, does materially discriminate against the national bank shareholder in the assessment upon his bank shares.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Under the Ohio law, the shares in national and also in state banks are what is termed 'stocks' or 'investments in stocks,' and are not credits from which debts can be deducted. As between the holders of shares in incorporated state banks and national banks, on the one hand, and unincorporated banks or bankers, on the other, we find no evidence of discrimination in favor of unincorporated state banks or bankers. In regard to this latter class, there is no 'capital stock,' so called; and section 2759 of the Revised Statutes therefore makes provision, in order to determine the amount to be assessed for taxation, for deducting the debts existing in the business itself from the amount of moneyed capital belonging to the bank or banker, and employed in the business, and the remainder is entered on the tax book in the name of the bank or banker, and taxes assessed thereon. This does not give the unincorporated bank or banker the right to deduct his general debts disconnected from the business of banking, and not incurred therein, from the remainder above mentioned. It cannot be doubted that, under this section, those debts which are disconnected from the banking business cannot be deducted from the aggregate amount of the capital employed therein. The debts that are incurred in the actual conduct of the business are deducted so that the real value of the capital that is employed may be determined, and the taxes assessed thereon.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This system is, as nearly as may be, equivalent in its results to that employed in the case of incorporated state banks and of national banks. Under the sections of the Revised Statutes which relate to the taxation of these latter classes of banks (section 2762, et seq.), the shares are to be listed by the auditor at their true value in money, which necessarily demands the deduction of the debts of the bank, because the true value of the shares in money is necessarily reduced by an amount corresponding to the amount of such debts. In order to arrive at their true value in money, the bank returns to the auditor the amount of its liabilities as well as its resources. Thus, in both incorporated and unincorporated banks the same thing is desired, and the same result of assessing the value of the capital employed in the business, after the deduction of the debts incurred in its conduct, is arrived at in each case as nearly as is possible, considering the difference in manner in which the moneyed capital is represented in unincorporated banks as compared with incorporated banks, which have a capital stock divided into shares. That mathematical equality is not arrived at in the process is immaterial. It cannot be reached in any system of taxation, and it is useless and idle to attempt it. Equality, so far as the differing facts will permit, and as near as they will permit, is all that can be aimed at or reached. That measure of equality, we think, is reached under this system. So far as this point is concerned, it is entirely plain there is no discrimination between unincorporated banks and bankers, on the one hand, and holders of shares in national banks, on the other.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">If the value of national bank shares is increased by reason of the franchises of the bank itself, as claimed by the plaintiff in error, while no such added value obtains in the case of unincorporated banks, there is no discrimination against bank shareholders on that account. This is simply a case where added elements of value exist in the national bank shares which are absent in the case of unincorporated banks; but in both cases all the debts of the business itself are deducted from the capital employed before reaching the sum which is assessed for taxation, and in neither case can the debts of the individual, simply as an individual, be deducted from the value of the capital assessed for taxation.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The court below did not hold, as erroneously suggested by counsel for plaintiff in error, that, as the state and national banks were placed on an exact equality regarding taxation, therefore there was no discrimination made against national banks, and in favor of other moneyed capital in the hands of individual citizens. The state court said upon this subject that, if the state and national banks were treated equally, the latter were not assessed at a greater rate than the former; that national bank shareholders were not, in such event, illegally assessed, unless there were a clear discrimination in favor of moneyed capital other than that employed in either state or national banks. This statement, we think, is plainly correct.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The question recognized by the state court, therefore, remains, whether there is any such discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The chief ground for maintaining that there is exists in the fact that the owner of what is termed 'credits' in the statute is permitted to deduct certain classes of debts from the sum of those credits, upon the remainder of which taxes are to be assessed, while the national bank shareholder is not permitted to deduct his debts from the value of his shares upon which he is assessed for taxation.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is claimed, in substance, that all credits are moneyed capital, and that they are large enough in amount, when compared with the moneyed capital invested in national banks, to become an illegal discrimination against the holders of such shares.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">There is no finding of the trial court upon the subject of the total amount of credits in the state. Reference was made on the argument to the report of the auditor of the state for 1893, from which it is said to appear that the total credits, after deducting the debts allowed, were $106,000,000 or $111,000,000, the amounts differing to that extent as presented by the counsel for the different parties. The case does not show that the trial court received the report in evidence, and nothing in any finding has reference in any way to that report. We do not think it is a document of which we can take judicial notice, or that we could refer to any statement or alleged fact contained therein, unless such fact were embraced in the finding of facts of the trial court, upon which we must decide this case.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">However, if we were to look at this report, we should then see that the total credits do not show what portion of those credits consists of moneyed capital in the hands of individuals, which in fact enters into competition for business with national banks. It is only that kind of moneyed capital which this court, in its decisions above cited, holds is moneyed capital, within the meaning of the act of congress.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Indeed, there is no evidence as to what the total moneyed capital in the hands of individual citizens, and included in the term 'credits,' amounts to, even under the widest definition of that term.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In looking at the statutory definition of the term 'credits,' we find that so far from its including all legal claims and demands of every conceivable kind, except investments in bonds of the classes described in section 2730, and investments in stocks, it does not include any claim or demand for deposits which the person owning, holding in trust, or having the beneficial interest therein is entitled to withdraw in money on demand, nor the surplus or undivided profits held by societies for savings or banks having no capital stock, nor bank notes of solvent banks in actual possession; and, from the credits as defined, their owner cannot deduct certain kinds of indebtedness therein mentioned. It cannot be contended that all credits, as defined in the statute, are moneyed capital, within the meaning of the act of congress. The term 'credits' includes, among other things, as stated in the statute, 'all legal claims and demands * * * for labor or service due or to become due to the person liable to pay taxes thereon.' These claims are not, in any sense of the statute, moneyed capital. They include all claims for professional or clerical services, as well as for what may be termed 'manual labor,' and their total must amount to a large sum. What proportion that total bears to the whole sum of credits we do not know, and the record contains no means of ascertaining.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It is impossible to tell, from anything appearing in the record, what proportion of the whole sum of credits consists of moneyed capital, within the meaning of the federal act. We know that claims for labor or services do not consist of that kind of capital. We also know that there are probably large amounts of other forms of property which might enter into the class of credits as defined in the act which would not be moneyed capital, within the meaning of the act of congress, as that meaning has been defined by this court in the cases above cited. It is thus seen that there are large and unknown amounts of what are in the act termed 'credits' which are not moneyed capital, and that the total amount of credits which are moneyed capital, within the definition given by this court to that term, is also unknown. That pertion of credits which is not moneyed capital, as so defined, does not enter into the question, because the comparison must be made with other moneyed capital in the hands of individual citizens. We are thus wholly prevented from ascertaining what proportion the moneyed capital of individual citizens included in the term 'credits' (and from which some classes of debts can be deducted) bears to the amount invested in national bank shares. We are therefore unable to say whether there has or has not been any material discrimination such as the federal statute was enacted to prevent. We cannot see upon these facts any substantial difference between this case and those of Bank v. Ayers, 160 U. S. 660, 16 Sup. Ct. 412, First Nat. Bank of Aberdeen v. Chehalis Co., 16  U. S. 440, 17 Sup. Ct. 629, and National Bank of Commerce v. City of Seattle, 166 U. S. 463, 17 Sup. Ct. 996.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">As a result, we find in this record no means of ascertaining whether there is any unfavorable discrimination against the shareholders of national banks in the taxation of their shares, and in favor of other moneyed capital in the hands of individual citizens. There is nothing upon the face of these statutes which shows such discrimination, and therefore it would seem that the plaintiff in error has failed to make out a case for the intervention of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It is stated, however, that this specific question has been otherwise decided in Whitbeck v. Bank, 127 U. S. 193, 8 Sup. Ct. 1121. If this were true, we should be guided by and follow that decision. Upon an examination of the case, it is seen that the court gave chief attention to the question whether an increase in the value of the shares in national banks made by the state board of equalization, from 60 per cent. of their true value in money, as fixed by the auditor of Cuyahoga county, to 65 per cent., as fixed by the board (other property being valued at only 60 per cent.), amounted to such a discrimination in the taxation of the shareholders of such banks as is forbidden by the federal statute. It was held that it did.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Coming to the question of the deduction of the bona fide indebtedness of shareholders, the court assumed that, under the statute of Ohio, owners of all moneyed capital other than shares in a national bank were permitted to deduct their bona fide indebtedness from the value of their moneyed capital, but that no provision for a similar deduction was made in regard to the owner of shares in a national bank; and it was held that the owners of such shares were entitled to a deduction of their indebtedness from the assessed value of the shares as in the case of other moneyed capital. The point to which the court chiefly directed its attention related to the question whether a timely demand had been made for such deduction of indebtedness. It was held that it was made in time, for the reason that the court below expressly found that 'the laws of Ohio make no provision for the deduction of the bona fide indebtedness of any shareholder from the shares of his stock, and provide no means by which such deduction could be secured.' As a demand at an earlier period would have been useless, the court held it unnecessary.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">An examination of the statutes of Ohio in regard to taxation shows that debts can only be deducted from credits, and how much of credits is moneyed capital is unknown. The case is not authority adverse to the principle we now hold.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">For the reasons already stated, we think the judgment in this case should be affirmed, and it is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 2730 gives definitions of the terms used in the article relating to taxation. This section is not set out in so many words, but, as therein used, the following terms are thus defined:</p>\n        <p>(a) 'Real property' and 'lands' mean, not only land itself, but everything connected therewith in the way of buildings, structures, and improvements, and all rights and privileges appertaining thereto.</p>\n        <p>(b) 'Investment in bonds' includes moneys in bonds or certificates of indebtedness of whatever kind, issued by incorporated or unincorporated companies, towns, cities, villages, townships, counties, states, or other incorporations, or by the United States.</p>\n        <p>(c) 'Investment in stocks' includes all moneys invested in the capital stock of any association, corporation, joint-stock company, or other company, where the capital or stock is divided into shares, transferable by each owner without the consent of the other shareholders, for the taxation of which no special provision is made by law.</p>\n        <p>(d) 'Personal property' includes (1) every tangible thing the subject of ownership, whether animate or inanimate, other than money, and not forming part or any parcel of real property; (2) the capital stock, undivided profits, and all other means not forming part of the capital  tock of a company, whether incorporated or unincorporated, and all interest in such stock, profits, or means, including shares in a vessel, as therein stated; (3) money loaned on pledge or mortgage of real estate, although a deed may have been given, provided the parties consider it as security merely.</p>\n        <p>(e) The term 'moneys' includes surplus or undivided profits held by societies for savings or banks having no capital stock, gold and silver coin, bank notes of solvent banks in actual possession, and every deposit which the person owning, holding in trust, or having the beneficial interest therein, is entitled to withdraw in money on demand.</p>\n        <p>(f) The term 'credits' means the excess of the sum of all legal claims and demands, whether for money or other valuable thing, or for labor or service due or to become due to the person liable to pay the tax thereon,</p>\n        <p>including deposits in banks, or with persons in or out of the state, other than such as are held to be money as defined in this section, when added together (estimating every such claim or demand at its true value in money), over and above the sum of legal bona fide debts owing by such person; but, in making up the sum of such debts owing, no obligation can be taken into account (1) to any mutual insurance company; (2) for any unpaid subscription to the capital stock of any joint-stock company; (3) for any subscription for any religious, scientific, or charitable purpose; (4) for any indebtedness acknowledged, unless founded upon some consideration actually received and believed at the time of making the acknowledgment to be a full consideration therefor; (5) for any acknowledgment made for the purpose of diminishing the amount of credits to be listed for taxation; (6) for any greater amount or portion of any liability as surety than the person required to make the statement of such credits believes that such surety is, in equity, bound to pay, etc.</p>\n        <p>Other sections read as follows:</p>\n        <p>'Sec. 2736. Each person required to list property shall, annually, upon receiving a blank for that purpose from the assessor, or within five days thereafter, make out and deliver to the assessor a statement, verified by his oath, as required by law, of all the personal property, moneys, credits, investments in bonds, stocks, joint stock companies, annuities or otherwise, in his possession, or under his control, on the day preceding the second Monday of April of that year, which he is required by law to list for taxation, either as owner or holder thereof, or as parent, husband, guardian, trustee, executor, administrator, receiver, accounting officer, partner, agent, factor or otherwise; and also of all moneys, credits, investments in bonds, stocks, joint-stock companies or otherwise, held on said day by another, residing in or out of this state, for and belonging to the person so listing, or any one residing in this state, for whom he is required by law to list, and not listed by such holder thereof, for taxation in this state.</p>\n        <p>'Sec. 2737. Such statement shall truly and distinctly set forth, first, the number of horses, and the value thereof; second, the number of neat cattle, and the value thereof; third, the number of mules and asses, and the value thereof; fourth, the number of sheep, and the value thereof; fifth, the number of hogs, and the value thereof; sixth, the number of pleasure carriages (of whatever kind,) and the value thereof; seventh, the total value of all articles of personal property, not included in the preceding or succeeding classes; eighth, the number of watches, and the value thereof; ninth, the number of piano fortes and organs, and the value thereof; tenth, the average value of the goods and merchandise which such</p>\n        <p>person is required to list as a merchant; eleventh, the value of the property which such person is required to list as a banker, broker or stock jobber; twelfth, the average value of the materials and manufactured articles which such person is required to list as a manufacturer; thirteenth, moneys on hand or on deposit subject to order; fourteen h, the amount of credits as hereinbefore defined: fifteenth, the amount of all moneys invested in bonds, stocks, joint stock companies, annuities or otherwise; sixteenth, the monthly average amount or value, for the time he held or controlled the same, within the preceding year, of all moneys, credits or other effects, within that time invested in or converted into bonds or other securities of the United States or of this state, not taxed, to the extent he may hold or control such bonds or securities on said day preceding the second Monday of April; and any indebtedness created in the purchase of such bonds or securities shall not be deducted from the credits under the fourteenth item of this section; but the person making such statements may exhibit to the assessor the property covered by the first nine items of this section; and allow the assessor to affix the valve thereof, and in such case the oath of the person making the statement shall be in that regard only that he has fully exhibited the property covered by said nine items.'</p>\n        <p>'Sec. 2746. Personal property of every description, moneys, and credits, investments in bonds, stocks, joint stock companies or otherwise, shall be listed in the name of the person who was the owner thereof on the day preceding the second Monday of April, in each year; but no person shall be required to list for taxation any share or shares of the capital stock of any company, the capital stock of which is taxed in the name of such company.'</p>\n        <p>'Unincorporated Banks and Bankers.</p>\n        <p>'Sec. 2758. Every company, association or person, not incorporated under any law of this state or of the United States, for banking purposes, who shall keep an office or other place of business, and engage in the business of lending money, receiving money on deposit, buying and selling bullion, bills of exchange, notes, bonds, stocks or other evidence of indebtedness, with a view to profit, shall be deemed a bank, banker or bankers, within the meaning of this chapter.</p>\n        <p>'Sec. 2759. All unincorporated banks and bankers shall annually, between the first and second Mondays of May, make out and return to the auditor of the proper county, under oath of the owner or principal officer or manager thereof, a statement setting forth:</p>\n        <p>'First. The average amount of notes and bills receivable, discounted or</p>\n        <p>purchased in the course of business, by such unincorporated bank, banker or bankers, and considered good and collectible.</p>\n        <p>'Second. The average amount of accounts receivable.</p>\n        <p>'Third. The average amount of cash and cash items in possession or in transit.</p>\n        <p>'Fourth. The average amount of all kinds of stocks, bonds, including United States government bonds or evidences of indebtedness, held as an investment or in any way representing assets.</p>\n        <p>'Fifth. The amount of real estate at its assessed value.</p>\n        <p>'Sixth. The average amount of all deposits.</p>\n        <p>'Seventh. The average amount of accounts payable, exclusive of current deposit accounts.</p>\n        <p>'Eighth. The average amount of United States government and other securities that are exempt from taxation.</p>\n        <p>'Ninth. The true value in money of all furniture and other property not otherwise herein enumerated. From the aggregate sum of the first five items above enumerated the said auditor shall deduct the aggregate sum of the fifth, sixth, seventh and such portions of the eighth items as are by law exempt from taxation, and the remainder thus obtained, added to the amount of item nine, shall be entered on the duplicate of the county in the name of such bank, banker or bankers, and taxes thereon shall be assessed and paid the same as provided for other personal property assessed and taxed in the same city, ward or township.</p>\n        <p>'Sec. 2759a. The said bank, banker or bankers shall, at the same time, make statement under oath of the amount of capital paid in or employed in such banking business, together with the number of shares or proportional interest each shareholder or partner has in such association or partnership.'</p>\n        <p>'Incorporated Banks.</p>\n        <p>'Sec. 2762. All the shares of  he stockholders in any incorporated bank or banking association, located in this state, whether now or hereafter incorporated or organized under the laws of this state or of the United States, shall be listed at their true value in money, and taxed in the city, ward or village where such bank is located, and not elsewhere.</p>\n        <p>'Sec. 2763. The real estate or any such bank or banking association shall be taxed in the place where the same may be located, the same as the real estate of individuals.'</p>\n        <p>'Sec. 2765. The cashier of each incorporated bank shall make out and return to the auditor of the county in which it is located, between the first and the second Monday of May, annually, a report in duplicate, under oath, exhibiting, in detail, and under appropriate heads, the resources and liabilities of such bank, at the close of business on the Wednesday next preced-</p>\n        <p>ing said second Monday, together with a full statement of the names and residences of the stockholders therein, with the number of shares held by each, and the par value of each share.</p>\n        <p>'Sec. 2766. Upon receiving such report the county auditor shall fix the total value of the shares of such banks according to their true value in money, and deduct from the aggregate sum so found the value of the real estate included in the statement of resources as the same stands on the duplicate, and thereupon he shall make out and transmit to the annual state board of equalization for incorporated banks a copy of the report so made by the cashier, together with the valuation of such shares as so fixed by the auditor.'</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>173 U.S. 205 (1899)</b></center>\n<center><h1>FIRST NATIONAL BANK OF WELLINGTON<br>\nv.<br>\nCHAPMAN.</h1></center>\n<center>No. 137.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 13, 16, 1899.</center>\n<center>Decided February 27, 1899.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF OHIO.\n<p><span class=\"star-pagination\">*209</span> <span class=\"star-pagination\">*210</span> <i>Mr. W.W. Boynton</i> for plaintiff in error.</p>\n<p><i>Mr. F.S. Monnett</i> and <i>Mr. S.W. Bennett</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*211</span> MR. JUSTICE PECKHAM, after stating the facts, delivered the opinion of the court.</p>\n<p>Complaint is made in behalf of the shareholders of the national bank in question that they are, by means of the system <span class=\"star-pagination\">*212</span> of taxation adopted and enforced in the State of Ohio, subjected to taxation at a greater rate than is imposed upon other moneyed capital in the hands of individual citizens, <span class=\"star-pagination\">*213</span> contrary to section 5219 of the Revised Statutes of the United States.</p>\n<p>The complaint is founded upon the allegation that the owners of what is termed credits in the law of Ohio, (Rev. Stat. § 2730,) are permitted to deduct certain kinds of their debts from the total amount of their credits, and such owners are assessed upon the balance only, while no such right is given to owners of shares in national banks. The claim is that shares in national banks should be treated the same as credits, and their owners permitted to deduct their debts from the valuation. The owners of property other than credits are not permitted to deduct their debts from the valuation of that property.</p>\n<p>It is also claimed that there is an unfavorable discrimination against the national bank shareholder and in favor of an unincorporated bank or banker.</p>\n<p>At the outset it is plain that the system of taxation adopted in Ohio was not intended to be unfriendly to or to discriminate against the owners of shares in national banks, for, as observed by the state Supreme Court, that system was adopted long prior to the passage of the law by Congress providing for the incorporation of national banks. Under this system the owner of shares in national banks is taxed precisely like the owner of shares in incorporated state banks. Rev. Stat. Ohio, § 2762.</p>\n<p>The main purpose of Congress in fixing limits to state taxation on investments in national banks was to render it impossible for the State in levying such a tax to create and <span class=\"star-pagination\">*214</span> fix an unequal and unfriendly competition by favoring institutions or individuals carrying on a similar business and operations and investments of a like character. The language of the act of Congress is to be read in the light of this policy. \"Moneyed capital\" does not mean all capital the value of which is measured in terms of money, neither does it necessarily include all forms of investments in which the interest of the owner is expressed in money. Shares of stock in railroad companies, mining companies, manufacturing companies and other corporations are represented by certificates showing that the owner is entitled to an interest expressed in money value in the entire capital and property of the corporation; but the property of the corporation which constitutes this invested capital may consist mainly of real and personal property which, in the hands of individuals, none would think of calling moneyed capital, and its business may not consist in any kind of dealing in money or commercial representatives of money. This statement is taken from <i>Mercantile Bank</i> v. <i>New York,</i> 121 U.S. 138, 155. That case has been cited with approval many times, especially in <i>First National Bank of Garnett</i> v. <i>Ayers,</i> 160 U.S. 660, and in <i>Aberdeen Bank</i> v. <i>Chehalis County,</i> 166 U.S. 440.</p>\n<p>The result seems to be that the term \"moneyed capital,\" as used in the Federal statute, does not include capital which does not come into competition with the business of national banks, and that exemptions from taxation, however large, such as deposits in savings banks or moneys belonging to charitable institutions, which are exempted for reasons of public policy and not as an unfriendly discrimination as against investments in national bank shares, cannot be regarded as forbidden by the Federal statute.</p>\n<p>The case last cited contains a full and careful reference to most of the prior cases decided in this court upon the subject, and gives the meaning (as above stated) of the term \"moneyed capital,\" when used in the Federal statute.</p>\n<p>With no purpose to discriminate against the holders of shares in national banks, and with the taxation of the shareholders in the two classes of banks, state and national, precisely <span class=\"star-pagination\">*215</span> the same, the question is whether this system of taxation in Ohio, in its practical operation, does materially discriminate against the national bank shareholder in the assessment upon his bank shares?</p>\n<p>Under the Ohio law the shares in national and also in state banks are what is termed stocks or investments in stocks, and are not credits from which debts can be deducted. As between the holders of shares in incorporated state banks and national banks on the one hand, and unincorporated banks or bankers on the other, we find no evidence of discrimination in favor of unincorporated state banks or bankers. In regard to this latter class, there is no capital stock so-called, and section 2759 of the Revised Statutes therefore makes provision, in order to determine the amount to be assessed for taxation, for deducting the debts existing in the business itself from the amount of moneyed capital belonging to the bank or banker and employed in the business, and the remainder is entered on the tax book in the name of the bank or banker, and taxes assessed thereon. This does not give the unincorporated bank or banker the right to deduct his general debts disconnected from the business of banking and not incurred therein from the remainder above mentioned. It cannot be doubted that under this section those debts which are disconnected from the banking business cannot be deducted from the aggregate amount of the capital employed therein. The debts that are incurred in the actual conduct of the business are deducted so that the real value of the capital that is employed may be determined and the taxes assessed thereon.</p>\n<p>This system is, as nearly as may be, equivalent in its results to that employed in the case of incorporated state banks and of national banks. Under the sections of the Revised Statutes which relate to the taxation of these latter classes of banks (§§ 2762, etc.) the shares are to be listed by the auditor at their true value in money, which necessarily demands the deduction of the debts of the bank, because the true value of the shares in money is necessarily reduced by an amount corresponding to the amount of such debts. In order to arrive at their true value in money the bank returns to the auditor <span class=\"star-pagination\">*216</span> the amount of its liabilities as well as its resources. Thus in both incorporated and unincorporated banks the same thing is desired, and the same result of assessing the value of the capital employed in the business, after the deduction of the debts incurred in its conduct, is arrived at in each case as nearly as is possible, considering the difference in manner in which the moneyed capital is represented in unincorporated banks as compared with incorporated banks which have a capital stock divided into shares. That mathematical equality is not arrived at in the process is immaterial. It cannot be reached in any system of taxation, and it is useless and idle to attempt it. Equality, so far as the differing facts will permit, and as near as they will permit, is all that can be aimed at or reached. That measure of equality we think is reached under this system. So far as this point is concerned, it is entirely plain there is no discrimination between unincorporated banks and bankers on the one hand and holders of shares in national banks on the other.</p>\n<p>If the value of national bank shares is increased by reason of the franchises of the bank itself, as claimed by the plaintiff in error, while no such added value obtains in the case of unincorporated banks, there is no discrimination against bank shareholders on that account. This is simply a case where added elements of value exist in the national bank shares which are absent in the case of unincorporated banks, but in both cases all the debts of the business itself are deducted from the capital employed before reaching the sum which is assessed for taxation, and in neither case can the debts of the individual, simply as an individual, be deducted from the value of the capital assessed for taxation.</p>\n<p>The court below did not hold, as erroneously suggested by counsel for plaintiff in error, that as the state and national banks were placed on an exact equality regarding taxation, therefore there was no discrimination made against national banks, and in favor of other moneyed capital in the hands of individual citizens. The state court said upon this subject that if the state and national banks were treated equally, the latter were not assessed at a greater rate than the former; <span class=\"star-pagination\">*217</span> that national bank shareholders were not, in such event, illegally assessed, <i>unless</i> there were a clear discrimination in favor of moneyed capital other than that employed in either state or national banks. This statement, we think, is plainly correct.</p>\n<p>The question recognized by the state court, therefore, remains whether there is any such discrimination?</p>\n<p>The chief ground for maintaining that there is, exists in the fact that the owner of what is termed \"credits\" in the statute is permitted to deduct certain classes of debts from the sum of those credits, upon the remainder of which taxes are to be assessed, while the national bank shareholder is not permitted to deduct his debts from the value of his shares upon which he is assessed for taxation.</p>\n<p>It is claimed in substance that all credits are moneyed capital, and that they are large enough in amount, when compared with the moneyed capital invested in national banks, to become an illegal discrimination against the holders of such shares.</p>\n<p>There is no finding of the trial court upon the subject of the total amount of credits in the State. Reference was made on the argument to the report of the auditor of the State for 1893, from which it is said to appear that the total credits, after deducting the debts allowed, were $106,000,000 or $111,000,000, the amounts differing to that extent as presented by the counsel for the different parties. The case does not show that the trial court received the report in evidence, and nothing in any finding has reference in any way to that report. We do not think it is a document of which we can take judicial notice or that we could refer to any statement or alleged fact contained therein, unless such fact were embraced in the finding of facts of the trial court upon which we must decide this case.</p>\n<p>However, if we were to look at this report we should then see that the total credits do not show what portion of those credits consists of moneyed capital in the hands of individuals which in fact enters into competition for business with national banks. It is only that kind of moneyed capital which this <span class=\"star-pagination\">*218</span> court, in its decisions above cited, holds is moneyed capital within the meaning of the act of Congress.</p>\n<p>Indeed, there is no evidence as to what the total moneyed capital in the hands of individual citizens, and included in the term \"credits,\" amounts to even under the widest definition of that term.</p>\n<p>In looking at the statutory definition of the term \"credits\" we find that so far from its including all legal claims and demands of every conceivable kind, except investments in bonds of the classes described in section 2730, and investments in stocks, it does not include any claim or demand for deposits which the person owning, holding in trust or having the beneficial interest therein, is entitled to withdraw in money on demand, nor the surplus or undivided profits held by societies for savings or banks having no capital stock, nor bank notes of solvent banks in actual possession, and from the credits as defined their owner cannot deduct certain kinds of indebtedness therein mentioned. It cannot be contended that all credits, as defined in the statute, are moneyed capital within the meaning of the act of Congress. The term \"credits\" includes among other things, as stated in the statute, \"all legal claims and demands ... for labor or service due or to become due to the person liable to pay taxes thereon.\" These claims are not in any sense of the statute moneyed capital. They include all claims for professional or clerical services, as well as for what may be termed manual labor, and their total must amount to a large sum. What proportion that total bears to the whole sum of credits we do not know, and the record contains no means of ascertaining.</p>\n<p>It is impossible to tell from anything appearing in the record what proportion of the whole sum of credits consists of moneyed capital within the meaning of the Federal act. We know that claims for labor or services do not consist of that kind of capital. We also know that there are probably large amounts of other forms of property which might enter into the class of credits as defined in the act which would not be moneyed capital within the meaning of the act of Congress, as that meaning has been defined by this court in <span class=\"star-pagination\">*219</span> the cases above cited. It is thus seen that there are large and unknown amounts of what are in the act termed \"credits\" which are not moneyed capital, and that the total amount of credits which are moneyed capital, within the definition given by this court to that term, is also unknown. That portion of credits which is not moneyed capital, as so defined, does not enter into the question, because the comparison must be made with other moneyed capital in the hands of individual citizens. We are thus wholly prevented from ascertaining what proportion the moneyed capital of individual citizens, included in the term \"credits\" (and from which some classes of debts can be deducted) bears to the amount invested in national bank shares. We are, therefore, unable to say whether there has or has not been any material discrimination such as the Federal statute was enacted to prevent. We cannot see upon these facts any substantial difference between this case and that of <i>Bank of Garnett</i> v. <i>Ayers,</i> 160 U.S. 660, and <i>Aberdeen Bank</i> v. <i>Chehalis County,</i> 166 U.S. 440, and <i>Bank of Commerce</i> v. <i>Seattle,</i> 166 U.S. 463.</p>\n<p>As a result we find in this record no means of ascertaining whether there is any unfavorable discrimination against the shareholders of national banks in the taxation of their shares, and in favor of other moneyed capital in the hands of individual citizens. There is nothing upon the face of these statutes which shows such discrimination, and therefore it would seem that the plaintiff in error has failed to make out a case for the intervention of the court.</p>\n<p>It is stated, however, that this specific question has been otherwise decided in <i>Whitbeck</i> v. <i>Mercantile National Bank of Cleveland,</i> 127 U.S. 193. If this were true, we should be guided by and follow that decision. Upon an examination of the case it is seen that the court gave chief attention to the question whether an increase in the value of the shares in national banks made by the state board of equalization, from sixty per cent of their true value in money, as fixed by the auditor of Cuyahoga County, to sixty-five per cent, as fixed by the board, (other property being valued at only sixty per cent,) amounted to such a discrimination in the taxation of the <span class=\"star-pagination\">*220</span> shareholders of such banks as is forbidden by the Federal statute. It was held that it did.</p>\n<p>Coming to the question of the deduction of the <i>bona fide</i> indebtedness of shareholders, the court assumed that under the statute of Ohio owners of all moneyed capital other than shares in a national bank were permitted to deduct their <i>bona fide</i> indebtedness from the value of their moneyed capital, but that no provision for a similar deduction was made in regard to the owner of shares in a national bank, and it was held that the owners of such shares were entitled to a deduction of their indebtedness from the assessed value of the shares as in the case of other moneyed capital. The point to which the court chiefly directed its attention related to the question whether a timely demand had been made for such deduction of indebtedness. It was held that it was made in time, for the reason that the court below expressly found that \"the laws of Ohio make no provision for the deduction of the <i>bona fide</i> indebtedness of any shareholder from the shares of his stock, and provide no means by which such deduction could be secured.\" As a demand at an earlier period would have been useless, the court held it unnecessary.</p>\n<p>An examination of the statutes of Ohio in regard to taxation shows that debts can only be deducted from credits, and how much of credits is moneyed capital is unknown. The case is not authority adverse to the principle we now hold.</p>\n<p>For the reasons already stated, we think the judgment in this case should be</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">173</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">205</span></span> (1899)</b></center>\n<center><h1>FIRST NATIONAL BANK OF WELLINGTON<br>\nv.<br>\nCHAPMAN.</h1></center>\n<center>No. 137.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 13, 16, 1899.</center>\n<center>Decided February 27, 1899.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF OHIO.\n<p><span class=\"star-pagination\">*209</span> <span class=\"star-pagination\">*210</span> <i>Mr. W.W. Boynton</i> for plaintiff in error.</p>\n<p><i>Mr. F.S. Monnett</i> and <i>Mr. S.W. Bennett</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*211</span> MR. JUSTICE PECKHAM, after stating the facts, delivered the opinion of the court.</p>\n<p>Complaint is made in behalf of the shareholders of the national bank in question that they are, by means of the system <span class=\"star-pagination\">*212</span> of taxation adopted and enforced in the State of Ohio, subjected to taxation at a greater rate than is imposed upon other moneyed capital in the hands of individual citizens, <span class=\"star-pagination\">*213</span> contrary to section 5219 of the Revised Statutes of the United States.</p>\n<p>The complaint is founded upon the allegation that the owners of what is termed credits in the law of Ohio, (Rev. Stat. § 2730,) are permitted to deduct certain kinds of their debts from the total amount of their credits, and such owners are assessed upon the balance only, while no such right is given to owners of shares in national banks. The claim is that shares in national banks should be treated the same as credits, and their owners permitted to deduct their debts from the valuation. The owners of property other than credits are not permitted to deduct their debts from the valuation of that property.</p>\n<p>It is also claimed that there is an unfavorable discrimination against the national bank shareholder and in favor of an unincorporated bank or banker.</p>\n<p>At the outset it is plain that the system of taxation adopted in Ohio was not intended to be unfriendly to or to discriminate against the owners of shares in national banks, for, as observed by the state Supreme Court, that system was adopted long prior to the passage of the law by Congress providing for the incorporation of national banks. Under this system the owner of shares in national banks is taxed precisely like the owner of shares in incorporated state banks. Rev. Stat. Ohio, § 2762.</p>\n<p>The main purpose of Congress in fixing limits to state taxation on investments in national banks was to render it impossible for the State in levying such a tax to create and <span class=\"star-pagination\">*214</span> fix an unequal and unfriendly competition by favoring institutions or individuals carrying on a similar business and operations and investments of a like character. The language of the act of Congress is to be read in the light of this policy. \"Moneyed capital\" does not mean all capital the value of which is measured in terms of money, neither does it necessarily include all forms of investments in which the interest of the owner is expressed in money. Shares of stock in railroad companies, mining companies, manufacturing companies and other corporations are represented by certificates showing that the owner is entitled to an interest expressed in money value in the entire capital and property of the corporation; but the property of the corporation which constitutes this invested capital may consist mainly of real and personal property which, in the hands of individuals, none would think of calling moneyed capital, and its business may not consist in any kind of dealing in money or commercial representatives of money. This statement is taken from <i>Mercantile Bank</i> v. <i>New York,</i> <span class=\"citation\" data-id=\"91904\"><a href=\"/opinion/91904/mercantile-bank-v-new-york/\"><span class=\"volume\">121</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span>, 155. That case has been cited with approval many times, especially in <i>First National Bank of Garnett</i> v. <i>Ayers,</i> <span class=\"citation\" data-id=\"94353\"><a href=\"/opinion/94353/first-nat-bank-of-garnett-v-ayers/\"><span class=\"volume\">160</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">660</span></a></span>, and in <i>Aberdeen Bank</i> v. <i>Chehalis County,</i> <span class=\"citation\" data-id=\"94662\"><a href=\"/opinion/94662/aberdeen-bank-v-chehalis-county/\"><span class=\"volume\">166</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">440</span></a></span>.</p>\n<p>The result seems to be that the term \"moneyed capital,\" as used in the Federal statute, does not include capital which does not come into competition with the business of national banks, and that exemptions from taxation, however large, such as deposits in savings banks or moneys belonging to charitable institutions, which are exempted for reasons of public policy and not as an unfriendly discrimination as against investments in national bank shares, cannot be regarded as forbidden by the Federal statute.</p>\n<p>The case last cited contains a full and careful reference to most of the prior cases decided in this court upon the subject, and gives the meaning (as above stated) of the term \"moneyed capital,\" when used in the Federal statute.</p>\n<p>With no purpose to discriminate against the holders of shares in national banks, and with the taxation of the shareholders in the two classes of banks, state and national, precisely <span class=\"star-pagination\">*215</span> the same, the question is whether this system of taxation in Ohio, in its practical operation, does materially discriminate against the national bank shareholder in the assessment upon his bank shares?</p>\n<p>Under the Ohio law the shares in national and also in state banks are what is termed stocks or investments in stocks, and are not credits from which debts can be deducted. As between the holders of shares in incorporated state banks and national banks on the one hand, and unincorporated banks or bankers on the other, we find no evidence of discrimination in favor of unincorporated state banks or bankers. In regard to this latter class, there is no capital stock so-called, and section 2759 of the Revised Statutes therefore makes provision, in order to determine the amount to be assessed for taxation, for deducting the debts existing in the business itself from the amount of moneyed capital belonging to the bank or banker and employed in the business, and the remainder is entered on the tax book in the name of the bank or banker, and taxes assessed thereon. This does not give the unincorporated bank or banker the right to deduct his general debts disconnected from the business of banking and not incurred therein from the remainder above mentioned. It cannot be doubted that under this section those debts which are disconnected from the banking business cannot be deducted from the aggregate amount of the capital employed therein. The debts that are incurred in the actual conduct of the business are deducted so that the real value of the capital that is employed may be determined and the taxes assessed thereon.</p>\n<p>This system is, as nearly as may be, equivalent in its results to that employed in the case of incorporated state banks and of national banks. Under the sections of the Revised Statutes which relate to the taxation of these latter classes of banks (§§ 2762, etc.) the shares are to be listed by the auditor at their true value in money, which necessarily demands the deduction of the debts of the bank, because the true value of the shares in money is necessarily reduced by an amount corresponding to the amount of such debts. In order to arrive at their true value in money the bank returns to the auditor <span class=\"star-pagination\">*216</span> the amount of its liabilities as well as its resources. Thus in both incorporated and unincorporated banks the same thing is desired, and the same result of assessing the value of the capital employed in the business, after the deduction of the debts incurred in its conduct, is arrived at in each case as nearly as is possible, considering the difference in manner in which the moneyed capital is represented in unincorporated banks as compared with incorporated banks which have a capital stock divided into shares. That mathematical equality is not arrived at in the process is immaterial. It cannot be reached in any system of taxation, and it is useless and idle to attempt it. Equality, so far as the differing facts will permit, and as near as they will permit, is all that can be aimed at or reached. That measure of equality we think is reached under this system. So far as this point is concerned, it is entirely plain there is no discrimination between unincorporated banks and bankers on the one hand and holders of shares in national banks on the other.</p>\n<p>If the value of national bank shares is increased by reason of the franchises of the bank itself, as claimed by the plaintiff in error, while no such added value obtains in the case of unincorporated banks, there is no discrimination against bank shareholders on that account. This is simply a case where added elements of value exist in the national bank shares which are absent in the case of unincorporated banks, but in both cases all the debts of the business itself are deducted from the capital employed before reaching the sum which is assessed for taxation, and in neither case can the debts of the individual, simply as an individual, be deducted from the value of the capital assessed for taxation.</p>\n<p>The court below did not hold, as erroneously suggested by counsel for plaintiff in error, that as the state and national banks were placed on an exact equality regarding taxation, therefore there was no discrimination made against national banks, and in favor of other moneyed capital in the hands of individual citizens. The state court said upon this subject that if the state and national banks were treated equally, the latter were not assessed at a greater rate than the former; <span class=\"star-pagination\">*217</span> that national bank shareholders were not, in such event, illegally assessed, <i>unless</i> there were a clear discrimination in favor of moneyed capital other than that employed in either state or national banks. This statement, we think, is plainly correct.</p>\n<p>The question recognized by the state court, therefore, remains whether there is any such discrimination?</p>\n<p>The chief ground for maintaining that there is, exists in the fact that the owner of what is termed \"credits\" in the statute is permitted to deduct certain classes of debts from the sum of those credits, upon the remainder of which taxes are to be assessed, while the national bank shareholder is not permitted to deduct his debts from the value of his shares upon which he is assessed for taxation.</p>\n<p>It is claimed in substance that all credits are moneyed capital, and that they are large enough in amount, when compared with the moneyed capital invested in national banks, to become an illegal discrimination against the holders of such shares.</p>\n<p>There is no finding of the trial court upon the subject of the total amount of credits in the State. Reference was made on the argument to the report of the auditor of the State for 1893, from which it is said to appear that the total credits, after deducting the debts allowed, were $106,000,000 or $111,000,000, the amounts differing to that extent as presented by the counsel for the different parties. The case does not show that the trial court received the report in evidence, and nothing in any finding has reference in any way to that report. We do not think it is a document of which we can take judicial notice or that we could refer to any statement or alleged fact contained therein, unless such fact were embraced in the finding of facts of the trial court upon which we must decide this case.</p>\n<p>However, if we were to look at this report we should then see that the total credits do not show what portion of those credits consists of moneyed capital in the hands of individuals which in fact enters into competition for business with national banks. It is only that kind of moneyed capital which this <span class=\"star-pagination\">*218</span> court, in its decisions above cited, holds is moneyed capital within the meaning of the act of Congress.</p>\n<p>Indeed, there is no evidence as to what the total moneyed capital in the hands of individual citizens, and included in the term \"credits,\" amounts to even under the widest definition of that term.</p>\n<p>In looking at the statutory definition of the term \"credits\" we find that so far from its including all legal claims and demands of every conceivable kind, except investments in bonds of the classes described in section 2730, and investments in stocks, it does not include any claim or demand for deposits which the person owning, holding in trust or having the beneficial interest therein, is entitled to withdraw in money on demand, nor the surplus or undivided profits held by societies for savings or banks having no capital stock, nor bank notes of solvent banks in actual possession, and from the credits as defined their owner cannot deduct certain kinds of indebtedness therein mentioned. It cannot be contended that all credits, as defined in the statute, are moneyed capital within the meaning of the act of Congress. The term \"credits\" includes among other things, as stated in the statute, \"all legal claims and demands ... for labor or service due or to become due to the person liable to pay taxes thereon.\" These claims are not in any sense of the statute moneyed capital. They include all claims for professional or clerical services, as well as for what may be termed manual labor, and their total must amount to a large sum. What proportion that total bears to the whole sum of credits we do not know, and the record contains no means of ascertaining.</p>\n<p>It is impossible to tell from anything appearing in the record what proportion of the whole sum of credits consists of moneyed capital within the meaning of the Federal act. We know that claims for labor or services do not consist of that kind of capital. We also know that there are probably large amounts of other forms of property which might enter into the class of credits as defined in the act which would not be moneyed capital within the meaning of the act of Congress, as that meaning has been defined by this court in <span class=\"star-pagination\">*219</span> the cases above cited. It is thus seen that there are large and unknown amounts of what are in the act termed \"credits\" which are not moneyed capital, and that the total amount of credits which are moneyed capital, within the definition given by this court to that term, is also unknown. That portion of credits which is not moneyed capital, as so defined, does not enter into the question, because the comparison must be made with other moneyed capital in the hands of individual citizens. We are thus wholly prevented from ascertaining what proportion the moneyed capital of individual citizens, included in the term \"credits\" (and from which some classes of debts can be deducted) bears to the amount invested in national bank shares. We are, therefore, unable to say whether there has or has not been any material discrimination such as the Federal statute was enacted to prevent. We cannot see upon these facts any substantial difference between this case and that of <i>Bank of Garnett</i> v. <i>Ayers,</i> <span class=\"citation\" data-id=\"94353\"><a href=\"/opinion/94353/first-nat-bank-of-garnett-v-ayers/\"><span class=\"volume\">160</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">660</span></a></span>, and <i>Aberdeen Bank</i> v. <i>Chehalis County,</i> <span class=\"citation\" data-id=\"94662\"><a href=\"/opinion/94662/aberdeen-bank-v-chehalis-county/\"><span class=\"volume\">166</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">440</span></a></span>, and <i>Bank of Commerce</i> v. <i>Seattle,</i> 166 U.S. 463.</p>\n<p>As a result we find in this record no means of ascertaining whether there is any unfavorable discrimination against the shareholders of national banks in the taxation of their shares, and in favor of other moneyed capital in the hands of individual citizens. There is nothing upon the face of these statutes which shows such discrimination, and therefore it would seem that the plaintiff in error has failed to make out a case for the intervention of the court.</p>\n<p>It is stated, however, that this specific question has been otherwise decided in <i>Whitbeck</i> v. <i>Mercantile National Bank of Cleveland,</i> 127 U.S. 193. If this were true, we should be guided by and follow that decision. Upon an examination of the case it is seen that the court gave chief attention to the question whether an increase in the value of the shares in national banks made by the state board of equalization, from sixty per cent of their true value in money, as fixed by the auditor of Cuyahoga County, to sixty-five per cent, as fixed by the board, (other property being valued at only sixty per cent,) amounted to such a discrimination in the taxation of the <span class=\"star-pagination\">*220</span> shareholders of such banks as is forbidden by the Federal statute. It was held that it did.</p>\n<p>Coming to the question of the deduction of the <i>bona fide</i> indebtedness of shareholders, the court assumed that under the statute of Ohio owners of all moneyed capital other than shares in a national bank were permitted to deduct their <i>bona fide</i> indebtedness from the value of their moneyed capital, but that no provision for a similar deduction was made in regard to the owner of shares in a national bank, and it was held that the owners of such shares were entitled to a deduction of their indebtedness from the assessed value of the shares as in the case of other moneyed capital. The point to which the court chiefly directed its attention related to the question whether a timely demand had been made for such deduction of indebtedness. It was held that it was made in time, for the reason that the court below expressly found that \"the laws of Ohio make no provision for the deduction of the <i>bona fide</i> indebtedness of any shareholder from the shares of his stock, and provide no means by which such deduction could be secured.\" As a demand at an earlier period would have been useless, the court held it unnecessary.</p>\n<p>An examination of the statutes of Ohio in regard to taxation shows that debts can only be deducted from credits, and how much of credits is moneyed capital is unknown. The case is not authority adverse to the principle we now hold.</p>\n<p>For the reasons already stated, we think the judgment in this case should be</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 95005, "judges": "Peckham, After Stating the Facts", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/95005/", "sha1": "ca1dbef913f8e25c2342f16e3f9a811f7f72bb75", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:38:03"}