{"absolute_url": "/opinion/95037/henderson-bridge-company-v-henderson-city/", "blocked": false, "citation": {"case_name": "HENDERSON BRIDGE COMPANY v. Henderson City", "docket_number": "32", "document_uris": ["/api/rest/v2/document/95037/"], "federal_cite_one": "173 U.S. 624", "federal_cite_three": null, "federal_cite_two": null, "id": 79418, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/79418/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 23, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1899-04-03", "date_modified": "2014-12-21T01:33:04.071952", "docket": "/api/rest/v2/docket/2519557/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">173 U.S. 592</p>\n    <p class=\"case_cite\">19 S.Ct. 553</p>\n    <p class=\"case_cite\">43 L.Ed. 823</p>\n    <p class=\"parties\">HENDERSON BRIDGE CO. et al.<br>v.<br>CITY OF HENDERSON.</p>\n    <p class=\"docket\">No. 32.</p>\n    <p class=\"date\">April 3, 1899.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Malcolm Yeaman and Wm. Lindsay, for plaintiffs in error.</p>\n      <p class=\"indent\">James W. Clay, for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice HARLAN delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case arises out of the taxation by the city of Henderson, a municipal corporation of Kentucky, of a railroad bridge (with its approaches, piers, etc.) extending from a point within that city, on the Kentucky shore, across the Ohio river, to low-water mark on the Indiana shore.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The property subjected to taxation belongs to the Henderson Bridge Company, a corporation of Kentucky, but is under the care, management, and control of the Louisville &amp; Nashville Railroad Company, also a corporation of that commonwealth.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Those corporations insist that the final judgment of the court of appeals of Kentucky, here for review, affirming a judgment rendered in the circuit court of Henderson county, is in derogation of rights secured to them by the constitution of the United States. The grounds upon which this contention rests will appear from the statement presently to be made of the history of the litigation between the city of Henderson and the corporations named, in respect of taxes assessed upon the bridge property in question.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The city contends, not only that the assessment of taxes upon this property was in all respects valid, but that the matters he e in dispute, including the questions of constitutional law raised by the bridge and railroad companies, have been conclusively determined in prior litigation between the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The facts which it seems necessary to state, in order to bring out clearly and fully the various questions raised by the pleadings and discussed by counsel, are as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Henderson Bridge Company was incorporated by an act of the general assembly of the commonwealth of Kentucky approved February 9, 1872, with authority to construct 'a bridge across the Ohio river, extending from some convenient point within the corporate limits of the city of Henderson to some convenient point on the Indiana side of said river, opposite the city of Henderson.' 1 Acts Ky. 1871-72, p. 314.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The city's boundary, as defined by its charter granted February 11, 1867, extended 'to low-water make on the Ohio river on the Indiana shore,' and it had the power (with certain exceptions not material to be noticed here) to levy and collect taxes at a prescribed rate upon all property within its limits made taxable by law for state purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In 1882 an ordinance was passed by the common council of the city granting to the Henderson Bridge Company the right 'to construct on or over the center of Fourth street in the city of Henderson, and of the line thereof extended to low-water mark on the Indiana side of the Ohio river, such approaches, avenues, piers, trestles, abutments, toll houses, and other appurtenances necessary in the erection of, and for the business of, a bridge over the Ohio river, from a point in the city of Henderson to some convenient point on the Indiana side of said river, and for such purposes the use of said Fourth street is hereby granted, subject to the terms and conditions hereinafter expressed'; also, the right 'to use the space between Water street, in said city, and low-water mark in the Ohio river, extending one hundred feet below the center of Fourth street extended and three hundred feet above the center of said street extended to the Ohio river for the purpose required by said company.' The company was also permitted to 'erect, or authorize or cause to be erected, grain elevators within said space above high-water mark, and may construct therefrom to the river such apparatus and machinery as may be necessary to convey grain from boats to such elevators, and may have the use of said space for the landing of boats laden with freight for such elevators, and construct floating docks or use wharf boats within such space for the accommodation of such boats and the conduct of the business of such bridge and of the said elevators free of wharfage, subject to the terms and conditions hereinafter expressed.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The fourth section of that ordinance declared that it should not be construed 'as waiving the right of the city of Henderson to levy and collect taxes on the approaches to said bridge, or any building erected by said bridge company within the corporate limits of said city, the bridge itself, and all appurtenances thereto, within the limits of said city.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The fifth section provided that, before any of the rights or privileges so granted should inure to the benefit of or vest in the bridge company, the latter should, by proper authority, append to a certified copy of the ordinance their acceptance of, and agreement to abide by and faithfully keep, its terms and conditions, such acceptance and agreement to be acknowledged by the proper authority of the company, as provided in the case of a deed under the laws of Kentucky, and delivered to the clerk of the Henderson city council.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The bridge company duly accepted the ordinance, with its terms and conditions, agreed to abide by, and faithfully keep, the same, and its acceptance was acknowledged and delivered to the city council.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In 1884 an agreement in writing was entered into between the bridge company and the Louisville &amp; Nashville Railroad Company, reciting that the former was about to proceed with the erection of a bridge over t e Ohio river at or near Henderson, and of a railroad connecting the Henderson Division of the Louisville &amp; Nashville Railroad Company at Henderson with the Southeast &amp; St. Louis Railway in or near Evansville, Ind.; that certain railroads, including the Louisville &amp; Nashville Railroad Company, had by agreement guarantied to the bridge company an income from traffic amounting to $200,000 per annum; and that it was deemed for the interest of all parties, and had been requested by the bondholders under the mortgage placed on the bridge, that the Louisville &amp; Nashville Railroad Company should assume the control, management, and care of the track of said railroad so to be constructed, and should effect the usual repairs to such bridge caused by ordinary wear and tear, and pay taxes imposed on said track and the bridge on compensation being made therefor by the bridge company. By that agreement the bridge company undertook to pay the railroad company absolutely and in each year during the continuance of the agreement, in equal quarter-yearly payments, the sum of $10,000 per annum, which amount, or such parts thereof as were required, the railroad company agreed to apply to the maintenance of the track and roadbed of said railroad in good condition and repair, and towards the usual and ordinary repairs of the bridge, and also to pay all taxes imposed on said track or bridge structure and each of them.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On the 8th day of December, 1887, the city, by petition filed in the circuit court of Henderson county, Ky.,&#8212;that mode of collecting taxes being authorized by the local law,&#8212;brought suit against the Henderson Bridge Company to recover the sum of $44,324 as the amount of taxes, with penalties thereon, due from the bridge company under ordinances passed by the city in 1885, 1886, and 1887, levying and assessing taxes for certain purposes. The petition referred to the above ordinance authorizing the construction of the bridge, and among other averments in it were the following:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'The defendant commenced the construction of said bridge in the year 1883, and completed same in the month of July, 1885, and at a cost of about $2,000,000, and on the ___ day of July, 1885, the first train ran over said bridge. The approach to said bridge is constructed over Fourth street, near the principal portion of said city, commencing at the west line of Main street, and extending to the main structure of said bridge at Water street (though, plaintiff claims, not in accordance with the terms of said ordinance). The rights and privileges granted by the plaintiff to the defendant were of great value, and the plaintiff was influenced and induced to so grant them by the belief in the right on the part of the plaintiff to tax said bridge as other property is taxed within the city limits. By the building of said bridge through the rights and privlieges so granted by the plaintiff, the system of roads north of the Ohio river has been connected with the Louisville &amp; Nashville Railroad south of the river, and the said bridge company's property has become so valuable that its bonds, to the amount of about $2,000,000, are worth a premium of 8 1/2 per cent.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The assessment against the bridge company on account of the bridge and its approaches was upon a valuation of $600,000 in 1885, and $1,000,000 in each of the years 1886 and 1887. In its petition the city claimed a lien upon the bridge from the beginning of its approach at Main street, in the city of Henderson, to low-water mark on the Indiana side of the Ohio river, for said taxes and the penalties thereon.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The bridge company in its answer denied the material allegations of the petition, and alleged:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">That the city had no authority to levy taxes for the purposes indicated in the ordinances referred to;</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">That the declaration in the ordinance granting the right to construct the bridge within the city's limits meant, and was intended to mean, nothing more than that the city did not waive any right to tax then possessed by i ;</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">That the bridge was built only for the purpose of laying a single railroad track on which to move locomotives and cars between Kentucky and Indiana over the Ohio river;</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">That except as to that part of the bridge commencing at the west line of Main street, in the city of Henderson, and extending to the main structure at Water street, the bridge company derived no assistance or protection from the city, and that part between the Kentucky and Indiana shores, upon stone piers and pillars resting upon the bed of the Ohio river, was not subject to taxation by the city;</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">That the bridge was located and constructed in conformity with the two acts of the congress of the United States, the one entitled 'An act to authorize the construction of bridges across the Ohio river and to prescribe the dimensions of the same,' approved December 17, 1872, and the other entitled 'An act supplemental to an act approved December 17, 1872, entitled 'An act to authorize the construction of bridges across the Ohio river and to prescribe the dimensions of the same,\" approved February 14, 1883 (17 Stat. 398, c. 4; 22 Stat. 414, c. 44); That the whole of said bridge between the Kentucky shore and the Indiana shore, 1,968 feet in length, was over the water of the Ohio river, except the piers or pillars that support it;</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">That the Ohio river was a navigable stream within the entire control and jurisdiction of congress and the courts of the United States, and that assumption of control by the city of that part of the bridge for purposes of taxation, or for any purpose, except for executing writs from its police authorities, would be in violation of the constitution of the United States, the laws of congress, and the rights of the defendants; and</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">That, as the bridge derived no profit, protection, or advantage from the government of the city, to subject it to city taxation would be to take private property for public use without just compensation, in violation of the constitution of the United States as well as of the constitution and laws of Kentucky and of the defendant's rights in the premises.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The answer of the bridge company further alleged:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">That the Louisville &amp; Nashville Railroad Company was a necessary party to that suit;</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">That when it constructed its bridge it was the settled law of Kentucky, as shown by the judgment of the court of appeals of Kentucky in Louisville Bridge Co. v. City of Louisville, 81 Ky. 189, that the part of the bridge erected over and across the Ohio river was not liable to municipal taxation;</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">That, relying upon such being the law of Kentucky, the defendant and the Louisville &amp; Nashville Railroad Company entered into the above agreement of February 27, 1884; and</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">That to grant to the plaintiff the relief prayed for, or any part thereof, would be a direct impairment of the contract between the bridge company and the railroad company.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The railroad company, having been made a party, adopted the answer of the bridge company.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The state circuit court adjudged that, the bridge being in an incomplete condition on the 10th day of January, 1885, the city was not entitled to tax it for that year. But, as to the years 1886 and 1887, it was adjudged that the bridge, and the approach thereto, were subject to taxation for all the purposes and for the amounts claimed in the city's petition; and that the city had a lien upon the bridge structure, masonry piers, and the approach thereto, situated within its boundary extending to low-water mark on the Indiana side of the Ohio river, for the taxes assessed for the years 1886 and 1887, with interest and costs expended. The bridge company was directed to pay said sums, with interest and costs, to the plaintiff on or before a named day.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In a brief opinion of the state circuit court, it was said that the taxable boundary of the city was co-extensive with its statutory boundary. Referring to the case of Louisville Bridge Co. v. City of Louisville, 81 Ky. 189, the court held that that case dec ded nothing more than that the legislature did not intend that the bridge there in question should be subject to taxation. It was further said: 'Several cases are relied on where the court of appeals have relieved parties from the payment of taxes on agricultural lands when the city limits had been extended without the owner's consent. The rule, if one has been established by those cases, should not be extended to cases where property has been voluntarily brought within such boundaries. The party thus bringing in his property should be treated as one who sanctioned the extension of a city so as to include his agricultural lands. All that can be deduced from these cases is that in each extension of a town or city the court will hear the complaints of any taxpayer, and grant or not grant him relief, as the merits of his particular case may demand. In this case the defendants voluntarily placed their property within the legally established limits of the city, and should pay the taxes assessed on other property holders of the city after 1885.'</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The bridge company and the railroad company prosecuted an appeal to the court of appeals of Kentucky, and the city was granted a cross appeal from so much of the judgment as disallowed its claim of taxes for 1885.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In the court of appeals of Kentucky the judgment was affirmed. 14 S. W. 495. In its opinion it is apparently conceded that the city could not, under its charter, tax the bridge structure over the river for ordinary municipal purposes; that is, 'for the support of its government proper.' But it was said that if the city was created a taxing district it could do so. Referring to the contract or terms upon which the bridge company acquired the right to construct its bridge within its limits, and particularly to the clause declaring that the ordinance should not be construed as waiving the right of the city to tax the bridge and its appurtenances within the corporate limits of the city, the court said:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">'The appellant contends it was only meant to reserve the right to tax such property of the appellant as was theretofore subject to taxation by the city government, and, as that part of the bridge situated on the water of the Ohio river was not, for the reason above indicated, subject to taxation, the reservation relates to that part of the bridge, etc., that the appellee had the right to tax under the law. It is evident that the contract was well considered and prudently drafted by men skilled in that kind of work, and it is not presumed that they engaged in a mere nudum pactum, but they meant to set forth a business transaction. Now, that business transaction was evidently this: The appellant desired rights and privileges that it did not possess, and which it could not possess, without the consent of the appellee. So, it said to the appellee: Grant these privileges, and you may tax what? Only the approach to said bridge? No; because the appellee already had the right to tax that, and it had made no concessions that could possibly be construed as waiving that right. What right, then, was granted? Why, the right to tax the 'bridge itself.' The bridge, as distinguished from its abutments and approaches, is that part that is over the water. Now, the appellee, according to the Louisville Bridge Case, in its municipal capacity had no right to tax that part of the bridge over the water. Why, then, say that it did not waive the right to tax it? To waive a right, there must be a claim of right to waive. Well, it is said, as the appellee had no right to tax the bridge, there was in fact no right to waive. As an abstract proposition of the right to tax the bridge on the water (according to said case), this contention is true; but it is equally true that the appellee had the right, if asserted and agreed to, to claim that the bridge should be taxed in consideration of the privileges granted. This claim of right, it must be presumed, was asserted and agreed to and expressed in the contract by the term, 'not waiving the right.' If the con ract does not mean this, then it means nothing. It is not supposed that the contracting parties only meant to reserve a right that they already had, and about which there was no possible ground of dispute; but when it is considered that the right to tax the bridge to the Indiana shore might be legitimately obtained by contract, and that the appellee granted to the appellant rights and privileges essential to its enterprise, designed to make money, and is making a large per cent., it is entirely reasonable to suppose that the appellee would contract for the right to thus tax the appellant in consideration of granting these essential rights and privileges, by which the appellant acquired the right to construct and operate so profitable a business enterprise. So, it seems much more reasonable to suppose that the contracting parties intended to do this reasonable thing, to wit, to receive some consideration for the grant of privileges, rather than indulge in a mere nudum pactum. The appellant, at least, for the purpose of collecting taxes, should be considered as a part of a railroad; consequently, falls within the principle announced in Elizabethtown &amp; P. R. Co. v. Trustees of Elizabethtown, 12 Bush, 239.' 14 S. W. 493.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Chief Justice Holt delivered a separate opinion, in which he said: 'The legislature, by authorizing the imposition and collection of the railroad and school taxes upon the real estate within the city limits, created a taxing district. The power to collect these taxes was therefore conferred upon the appellee as such a district, and the appellant's property, being within it, is liable for them. As to the municipal taxes proper, the appellant's property is within the corporate limits, and, in my opinion, receives such benefits from the municipal government as render it both legally and justly liable for them.' 14 S. W. 493.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The bridge company and the railroad company sued out a writ of error from this court, but the writ was dismissed upon the ground that, although a federal question may have been raised in the state court, the judgment of the latter court rested upon grounds groad enough to sustain the decision without reference to any such question. Mr. Justice Blatchford, delivering the opinion of the court, said: 'The opinion of the state court is based wholly upon the ground that the proper interpretation of the ordinance of February, 1882, was that the bridge company voluntarily agreed that the bridge should be liable to taxation. This does not involve a federal question, and is broad enough to dispose of the case without reference to any federal question. This court cannot review the construction which was given to the ordinance as a contract by the state court. There is nothing in the suggestion that the taxation of the bridge is a regulation of commerce among the states, or is the taxation of any agency of the federal government. The case of Louisville Bridge Co. v. City of Louisville, 81 Ky. 189, was not decided until May, 1883, more than a year after the ordinance of the city of Henderson was accepted by the bridge company, in February, 1882. The contract of February, 1884, between the bridge company and the railroad company, was made more than two years after the ordinance of February, 1882, came into existence. Neither the opinion of the court of appeals in the present case, nor that of Chief Justice Holt, nor that of the circuit court of the state, puts the decision upon any federal question; and, on this writ of error to the state court, we are bound by its interpretation of the contract contained in the ordinance, in view of the constitution and laws of Kentucky, and cannot review that question.' Henderson Bridge Co. v. Henderson City, 141 U. S. 679, 689, 12 Sup. Ct. 118.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">By an act of the general assembly of Kentucky approved April 9, 1888, the charter of the city of Henderson was repealed, and the city reincorporated, with the following boundaries: 'Beginning at a stone on the west side of the Madisonville road; thence north 48&#176;35' east, five thousand six hundred and forty-one feet to a stone near the White bridge on the Henderson and Zion gravel road; thence in a straight line north 11&#176;35' west to the dividing line of the ten-acre lots Nos. 4 and 5; thence with the dividing line of said lots 71&#176; west to low-water mark on the Ohio river on the Indiana shore; thence down the river with the meanders thereof at low-water margin to a point opposite the south line of Hancock street; thence across said river south 59&#176; east along the south line of said Hancock street in a straight line to the beginning.' 2 Acts Ky. 1887-88, p. 937. That act, as did the original charter of the city, gave the common council power, within the limits of the city, to levy and collect taxes at a prescribed rate upon all property in the city subject to taxation under the revenue laws of the state for state purposes, with certain exceptions, which need not be stated.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The common council, by an ordinance passed in 1888, and providing for the annual tax levies for that year, imposed an ad valorem tax 'on all property within the limits of the city of Henderson subject to taxation under the present revenue laws of the state of Kentucky for state purposes, to be paid by the owners of said property, respectively: provided, however, that no land embraced within the city limits, and outside of the ten-acre lots as originally laid off, shall be assessed and taxed by the council, unless the same is divided and laid off into lots of five acres or less, and unless all of same is actually used and devoted to farming purposes.' Similar ordinances were passed providing the annual tax levies for the fiscal years 1889 and 1890. As appears from the ordinances, these taxes were laid for the purpose of raising money sufficient to pay interest on the city's bonded indebtedness, defray the ordinary expenses of the city government, and meet the annual expenses of the public schools of the city.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Under the above ordinances, the city caused the bridge in question to be assessed by the city assessor for taxation to low-water mark on the Indiana side of the Ohio river, as other property in the city, for the years 1888, 1889, and 1890, at a valuation of $1,000,000 for each of those years.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The present suit was instituted by the city against the bridge company and the Louisville &amp; Nashville Railroad Company to recover the amount of taxes for the years 1888, 1889, and 1890 alleged to be due under the above assessments. It is not disputed that those assessments embraced the bridge and its piers between low-water mark on the Kentucky side of the Ohio river and low-water mark on the Indiana shore.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">During the progress of the cause the plaintiff dismissed its suit so far as it related to taxes for the year 1890, without prejudice to any future action by it to recover those taxes.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The bridge company filed its answer, in which, after stating some grounds of defense which did not specifically rest on the cosntitution or laws of the United States, it was averred:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">That when it accepted its charter it was the settled law of Kentucky, and had been for more than 40 years, as declared in many cases by its highest court, that real estate within the boundaries of a town or city could not be taxed for municipal purposes unless it was capable of being profitably used and converted into town property, and also received benefits, both actual and presumed, from the municipal government seeking to tax such property;</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">That the defendant constructed its bridge on the faith of the law of the commonwealth as thus long established, and that the law thus established became a part of the contract between Kentucky and the defendant growing out of the granting and acceptance of its charter;</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">That it was also the settled law of Kentucky, when the bridge in question was constructed, that, in the case of bridges across the Ohio river from a point in a city or town whose boundary extended to low-water mark on the northern shore of the Ohio river, a city or town had no power or authority, under a charter, duly enacted, authorizing the taxation of property by the municipal government within its corporate boundary, to tax such bridge beyond low-water mark on the Kentucky or southern side of said river;</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">That a city boundary fixed at low-water mark on the Indiana shore was not, in the meaning and intent of the legislative act so fixing it, intended to define the taxable boundary of the city, but only to confer upon the city jurisdiction for police purposes upon the waters of the river to the Indiana shore, and that it was further settled by the court in the case of Louisville Bridge Co. v. City of Louisville, 81 Ky. 189, that such an act, if intended to confer a taxing power over property erected in said stream beyond the low-water mark on the Kentucky side, was in violation of that provision of the constitution of this state which prohibits the taking of private property for public purposes without just compensation, and of the like provision of the constitution of the United States, and would, to the extent it conferred on the city such power, be absolutely null and void, and that the city could not tax said property for waterworks, school, or railroad purposes, nor for any municipal purposes whatever;</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">That the defendant, relying upon the law as thus established, went forward, and built its bridge to low-water mark on the Indiana shore of the Ohio river, and the legislative acts and city ordinances pleaded by plaintiff as authority for the collection of the tax upon that part of the bridge beyond low-water mark of the Ohio river on the Kentucky shore have all been passed since the law of Kentucky was settled as above stated, and are null and void, as contrary to that provision of the constitution of the United States forbidding any state to pass a law impairing the obligation of contracts, and as contrary to those constitutional provisions, state and federal, that prohibit the taking of private property for public uses without just compensation;</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">That the above legislative acts and ordinances constitute the only authority the plaintiff has for the assessment of defendant's property, or the levy and collection of the taxes thereon sued for herein, and the said act of April 9, 1888, which constituted the only authority the city of Henderson has to levy or collect taxes for any purposes or upon any property, and the alleged city ordinances of May, 1888, and of April 24, 1889, and of May 24, 1890, were each and all passed and ordained subsequent to the acceptance by the defendant of its charter of incorporation, and its expenditure of the large sums of money aforesaid in the construction of its bridge, and, to the extent that the said act or the said ordinances, or either of them, do or may authorize any portion of defendant's bridge structure situated north of low-water mark on the Kentucky shore to be taxed, are null and void, because repugnant to the constitution of the United States;</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">That the defendant has at all times been willing to pay taxes, for the purposes set out in the petition, on that portion of its bridge which is in fact, and in the sense of the legislative acts referred to, within the boundary of the city of Henderson, to wit, from the beginning of the approach on the west side of Main street to low-water mark of the Kentucky shore; and</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">That the taxable boundary of the plaintiff on the Ohio river is the low-water mark on the Kentucky shore.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The answer of the bridge company further averred: 'The territory on both sides of the Ohio river was, prior to the year 1784, a part of the state of Virginia, in which year she ceded to the United States the territory north and west of said river. On the 18th of December, 1789, the congress of the United States passed the 'compact with Virginia,' which authorized the establishment of the state of Kentucky, and which compact defined the rights of the said state in and to the Ohio river. By the eleventh section of that compact it is provided 'that the use and navigation of the river Ohio, so far as the territory of the proposed state (Kentucky) or the territory which shall remain within the limits of this commonwealth (Virginia) lies thereon, shall be free and common to the citizens of the United States, and the respective jurisdiction of this commonwealth and the proposed state on the river aforesaid shall be concurrent only with the states which may possess the opposite shores of said river.' That by said compact, formed and ratified between the United States and the state of Virginia and Kentucky, the bed of the Ohio river, so far as it is permanently under water, is the common property of the people of the United States. That it forms a great interstate highway of commerce, in which a great part of the country has a direct interest, and cannot be made the subject of taxation by the state of Kentucky, nor any municipal government created by said state, and is by the constitution and laws of the United States under the exclusive control of the government of the United States. That said stream is a navigable stream from its source to its mouth, and the defendant's bridge sought to be taxed by this proceeding is located and built under the permission and authority of, and as required by, an act of the congress of the United States entitled 'An act to authorize the construction of bridges across the Ohio river and prescribe the dimensions of the same,' approved December 17, 1872, and another act of said congress entitled 'An act supplemental to an act approved December 17th, 1872, entitled 'An act to authorize the construction of bridges across the Ohio river and prescribe the dimensions of same, approved February 14th, 1883;\" and the defendant submits that the plaintiff has no jurisdiction over said stream to tax any property placed therein by authority of congress, and for plaintiff to assume to tax said bridge thus situated would be violative of the constitution of the United States, the laws of congress, and of the defendant's rights in the premises.'</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The bridge company defended the action upon the further ground that the relief asked by the city could not be granted without directly impairing the obligation of the contract between it and the railroad company, which contract, it was insisted, was to be interpreted in the light of the law of Kentucky as it was when such contract was made, and without reference to subsequent legislative acts and ordinances inconsistent with its provisions.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The railroad company adopted the answer of the bridge company; averring, among other things that to grant the plaintiff the relief prayed for, or any part thereof, would be a direct impairment of the obligation of the contract between the railroad company and the bridge company, and a violation of the tenth section of the first article of the constitution of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The city filed a reply, in which the material allegations of the answers were controverted. It accompanied its reply with a transcript of the proceedings in the above suit between it and the bridge and railroad companies brought in 1887 to recover the taxes assessed for the years 1885, 1886, and 1887, including the proceedings in this court on the appeal prosecuted by those companies. The reply concludes: 'The plaintiff says that the right of plaintiff to assess and collect the taxes sued for, against the defendant the Henderson Bridge Company, its jurisdiction thereon, and all questions raised by the pleadings in this case, except as to the passage of the ordinances alleged, are now res judicata; and plaintiff pleads and relies upon same as a bar to defendants' pleas herein, and prays as in its petition.'</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Judgment was rendered in favor of the city for the taxes (with interest and penalties) for the years 1888 and 1889; and it was adjudged that for the amounts found due the city 'has a lien upon the bridge structure, masonry and piers [mentioned in the petition], and the approach thereto, situated within the boundary of the state of Kentucky, an  extending to low-water mark on the Indiana side of the Ohio river.' That judgment having been affirmed by the court of appeals of Kentucky (36 S. W. 561), the present writ of error was sued out.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">1. It the state court had sustained the city's plea of res judicata upon some ground that did not necessarily involve the determination of a federal right, it might be that the present case would come within the rule, often acted upon, that this court, in reviewing the final judgment of the highest court of a state, will not pass upon a federal question, however distinctly presented by the pleadings, if the judgment of the state court was based upon some ground of local or general law manifestly broad enough in itself to sustain the decision independently of any view that might be taken of such federal question. But that rule cannot be applied to the judgment below. Upon examining the opinion of the court of appeals of Kentucky in this case, we find that that court expressly waived any decision upon the plea of res judicata for the reason that some views were then pressed upon its attention that had not been presented in previous cases; and it reconsidered and discussed the main question suggested by the defense, namely, that the constitution of the United States forbade the assessment of that part of the bridge property between low-water mark on the Kentucky shore and low-water mark on the Indiana shore of the Ohio river. This court therefore has jurisdiction to review the final judgment of the state court for the purpose of ascertaining whether it deprived the defendants of any right, privilege, or immunity specially set up by them under that instrument.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">2. Whether the city of Henderson had authority to tax so much of the property of the bridge company as was permanently between low-water mark on the Kentucky shore and low-water mark on the Indiana shore of the Ohio river depends primarily upon the question whether the boundary of Kentucky extended to low-water mark on the Indiana shore. That question has been settled by judicial decisions. But it may be well to restate here the grounds of those decisions:</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Pursuant to a resolution of congress passed in 1780, recommending to the several states asserting title to waste and unappropriated lands 'in the western country' that a liberal cession be made by them to the United States of a portion of their respective claims, for the common benefit of the Union, the commonwealth of Virginia, by an act passed January 2, 1781, surrendered to the United States all her right, title, and claim 'to the lands northwest of the river Ohio,' subject to certain conditions, one of which was that the ceded territory should be laid out into states. 10 Hen. St. p. 564. The United States having accepted that cession substantially according to the conditions named, Virginia, by an act passed December 20, 1783, authorized her delegates in congress to convey to the United States all her right, title, and claim, 'as well of soil as jurisdiction,' to the territory or tract of country within the limits of the Virginia charter situated 'to the northwest of the river Ohio.' 11 Hen. St. p. 326. Such a deed was executed in 1784 by Thomas Jefferson, Samuel Handy, Arthur Lee, and James Monroe, representing Virginia; the deed describing the territory conveyed as 'situate, lying, and being to the northwest of the river Ohio.' On the 13th day of July, 1787, congress passed an ordinance for the government of the territory of the United States 'northwest of the river Ohio.' That ordinance provided, among other things, that 'no tax shall be imposed on lands the property of the United States,' and that 'the navigable waters leading into the Mississippi and St. Lawrence, and the carrying places between the same, shall be common highways and forever free, as well to the inhabitants of the said territory as to the citizens of the United States, and those of any other states that may be admitted into the confederacy, without any tax, impost or dut  therefor.' 1 Stat. 51, note. Virginia, by an act passed in 1788, and which referred to the above ordinance, declared that 'the afore-recited article of compact between the original states and the people and states in the territory northwest of the Ohio river, be and the same is hereby ratified and confirmed, anything to the contrary in the deed of cession of the said territory by this commonwealth to the United States notwithstanding.' 12 Hen. St. p. 780. On the 18th day of December, 1789, the general assembly of Virginia passed the act entitled 'An act concerning the erection of the district of Kentucky into an independent state.' That act provided for a convention in Kentucky to consider and determine whether that district should be formed into an independent state. Its eleventh, fourteenth, fifteenth, and eighteenth sections were in these words: 'Sec. 11. That the use and navigation of the river Ohio, so far as the territory of the proposed state, or the territory which shall remain within the limits of this commonwealth, lies thereon, shall be free and common to the citizens of the United States; and the respective jurisdictions of this commonwealth and of the proposed state on the river as aforesaid, shall be concurrent only with the states which maypossess the opposite shores of the said river.' 'Sec. 14. That if the said convention shall approve of the erection of the said district into an independent state on the foregoing terms and conditions, they shall and may proceed to fix a day posterior to the first day of November, one thousand seven hundred and ninety-one, on which the authority of this commonwealth, and of its laws, under the exceptions aforesaid, shall cease and determine forever over the proposed state, and the said articles become a solemn compact, mutually binding on the parties, and unalterable by either without the consent of the other. Sec. 15. Provided, however, that, prior to the first day of November, one thousand seven hundred and ninety-one, the general government of the United States shall assent to the erection of the said district into an independent state, shall release this commonwealth from all its federal obligations arising from the said district as being part thereof, and shall agree that the proposed state shall immediately after the day to be fixed as aforesaid, posterior to the first day of November, one thousand seven hundred and ninety-one, or at some convenient time future thereto, be admitted into the Federal Union.' 'Sec. 18. This act shall be transmitted by the executive to the representatives of this commonwealth in congress, who are hereby instructed to use their endeavors to obtain from congress a speedy act to the effect above specified.' 13 Hen. St. p. 17. This was followed by an act of congress approved February 4, 1791, which referred to the above Virginia act of December 18, 1789, and expressed the consent of congress that the said district of Kentucky, 'within the jurisdiction of the commonwealth of Virginia, and according to its actual boundaries on the 18th day of December, 1789,' should on the 1st day of June, 1792, be formed into a new state, separate from, and independent of, the commonwealth of Virginia. 1 Stat. 189, c. 4.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Early in the history of Kentucky some doubts were expressed as to the location of the western and northwestern boundaries of that commonwealth, and to quiet those doubts its legislature passed the following act, which was approved January 27, 1810: 'Whereas doubts are suggested whether the counties calling for the river Ohio as the boundary line extend to the state line on the northwest side of said river, or whether the margin of the southeast side is the limit of the counties; to explain which be it enacted by the general assembly, that each county of this commonwealth, calling for the river Ohio as the boundary line, shall be considered as bounded in that particular by the state line on the northwest side of said river, and the bed of the river and the islands therefore shall be within  he respective counties holding the main land opposite thereto, within this state, and the several county tribunals shall hold jurisdiction accordingly.' Sess. Laws Ky. 1810, p. 100.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Next in order of time, and as determining the boundary line of Kentucky, is the judgment of this court in Handly's Lessee v. Anthony (1820) 5 Wheat. 374, 379, 380, which case involved the question of the western and northwestern boundaries of that commonwealth. This court adjudged, upon a review of the legislative acts and public documents bearing upon the question, Chief Justice Marshall delivering its opinion,&#8212;that although a certain peninsula or island on the western or northwestern bank of the Ohio, separated from the mainland by only a narrow channel or bayou, which was not filled with water except when the river rose above its banks, was not within Kentucky, as originally established, the boundary of that commonwealth did extend to low-water mark on the western and northwestern banks of the Ohio. 'When a great river,' said the chief justice, 'is the boundary between two nations or states, if the original property is in neither, and there be no convention respecting it, each holds to the middle of the stream. But when, as in this case, one state [Virginia] is the original proprietor, and grants the territory on one side only, it retains the river within its own domain, and the newly-created state extends to the river only. The river, however, is its boundary.' 'Whenever the river is a boundary between states, it is the main, the permanent river, which constitutes that boundary; and the mind will find itself embarrassed with insurmountable difficulty in attempting to draw any other line than the low-water mark.'</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The question of boundary was again before this court in Indiana v. Kentucky, 136 U. S. 479, 505, 519, 10 Sup. Ct. 1052. That was a controversy between Kentucky and Indiana as to the boundary lines of the two states at a particular point on the Ohio river. Mr. Justice Field, delivering the unanimous judgment of the court, after referring to all the documentary evidence relating to the question, and to the decision in Handly's Lessee v. Anthony, above cited, said: 'As thus seen, the territory ceded by the state of Virginia to the United States, out of which the state of Indiana was formed, lay northwest of the Ohio river. The first inquiry, therefore, is as to what line on the river must be deemed the southern boundary of the territory ceded, or, in other words, how far did the jurisdiction of Kentucky extend on the other side of the river.' Referring to the channel of the Ohio river as it was when Kentucky was admitted into the Union, this court stated its conclusion to be that 'the jurisdiction of Kentucky at that time extended, and ever since has extended, to what was then low-water mark on the north side of that channel.'</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The same view of the question of boundary was taken by the court of appeals of Kentucky in Fleming v. Kenney, 4 J. J. Marsh. 155, 158; Church v. Chambers, 3 Dana, 274, 278; McFarland v. McKnight, 6 B. Mon. 500, 510; and McFall v. Com., 2 Metc. (Ky.) 394, 396; and by the general court of Virginia in Com. v. Garner, 3 Grat. 655, 677.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Upon this question of boundary nothing can be added to what was said in the cases cited, and it must be assumed as indisputable that the boundary of Kentucky extends to low-water mark on the western and northwestern banks of the Ohio river.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Such being the case, it necessarily follows that the Jurisdiction of that commonwealth, for all the purposes for which any state possesses jurisdiction within its territorial limits, is co-extensive with its established boundaries,&#8212;subject, of course, to the fundamental condition that its jurisdiction must not be exerted so as to entrench upon the authority of the national government, or to impair rights secured or protected by the national constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">3. But the plaintiffs in error insist that, although the jurisdiction of Kentucky may extend to low-water mark on the opposite sho e of the Ohio river, the city of Henderson cannot assess for taxation any part of the property of the bridge company between low-water mark on the Kentucky shore and low-water mark on the Indiana shore without violating the constitution of the United States in particulars to be adverted to presently.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">In considering this objection so far as it is rested on federal grounds, we shall assume that the action of the city of Henderson was authorized by the terms of its charter, and was in no respect forbidden by any principle of local law. Upon these points we accept the decision of the highest court of Kentucky as conclusive. We accept, also, as binding upon this court, the declaration of the state court that Kentucky intended by its legislation to confer upon the city of Henderson a power of taxation for local purposes co-extensive with its statutory boundary. But we may add, as pertinent in the consideration of the federal questions presented, that if the commonwealth of Kentucky could tax for state purposes the bridge property, so far as it was between low-water mark on the Kentucky shore and low-water mark on the Indiana shore, it could confer upon one of its municipal corporations the power to tax the same property for local purposes. So that a judgment declaring the taxation of such property by the city of Henderson for local purposes, under the authority of the state, to be forbidden by the constitution of the United States, would, in effect, declare that like taxation by the state for state purposes would be forbidden by that instrument.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">It is said that the bridge property outside of low-water mark on the Kentucky shore is so far beyond the reach of municipal protection by the authorities of the city of Henderson that it cannot be said to receive any benefits whatever from the municipal government, and that to impose taxes for the benefit of the city upon such property is a taking of private property for public use without just compensation, and therefore inconsistent with the due process of law ordained by the fourteenth amendment of the constitution of the United States. Chicago, B. &amp; Q. R. Co. v. City of Chicago, 166 U. S. 226, 241, 17 Sup. Ct. 581. It is conceivable that taxation may be of such a nature, and so burdensome, as properly to be characterized a taking of private property for public use without just compensation.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">But in order to bring taxation imposed by a state, or under its authority, within the scope of the fourteenth amendment of the national constitution the case should be so clearly and palpably an illegal encroachment upon private rights as to leave no doubt that such taxation, by its necessary operation, is really spoliation under the guise of exerting the power to tax. As an act of congress should not be declared unconstitutional, unless its repugnancy to the supreme law of the land is too clear to admit of dispute, so a local regulation under which taxes are imposed should not be held by the courts of the Union to be inconsistent with the national constitution unless that conclusion be unavoidable. All doubt as to the validity of legislative enactments must be resolved, if possible, in favor of the binding force of such enactments. In the case before us the state court rejected the idea that the bridge property in question was entirely beyond municipal protection, and could not receive any of the benefits derived from the municipal government of the city of Henderson. We cannot adjudge that view to be so clearly untenable as to entitle the defendants to invoke the principle that private property cannot be taken for public use without just compensation.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">On the contrary, the property which it is contended was illegally taxed is all within the territorial limits of Kentucky, within the statutory boundary of the city of Henderson, and within reach of the police protection afforded by that city for the benefit and safety of all persons and property within its limits, not, perhaps, as much or as distinctly so as that p rt of the bridge on the Kentucky bank south of low-water mark on that shore; but this difference does not constitute a reason why the city may not regard the bridge and its appurtenances within its statutory boundaries as an entirety for purposes of taxation, nor afford any proper ground for holding that the constitutional right to compensation for private property taken for public use has been violated. The court of appeals of Kentucky, in its opinion in this case, said: 'Applying the just and equitable rule of making burdens and benefits of government reciprocal, we think the whole bridge structure within the corporate limits of the city of Henderson is liable for municipal taxes; for neither the benefits to the bridge company are lessened, nor its corresponding duty to bear its full share of the burden is impaired or affected, by the fact that a portion of the bridge is over water.' We are unwilling to hold that the state court, in so adjudging, has prescribed any rule of taxation inconsistent with the supreme law of the land.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">In determining a question of this character, the power to tax existing, a judicial tribunal should not enter into a minute calculation as to benefits and burdens, for the purpose of balancing the one against the other, and ascertaining to what extent the burdens imposed are out of proportion to the benefits received. Exact equality and absolute justice in taxation are recognized by all as unattainable under any system of government. The court of appeals of Kentucky, speaking by Chief Justice Marshall, in Cheaney v. Hooser, 9 B. Mon. 330, 345, after observing that there must necessarily be vested in the legislature a wide range of discretion as to the particular subjects or species of property which should be the subject of general or local taxation, as well as to the extent of the territory within which a local tax shall operate, well said: 'There must be a palpable and flagrant departure from equality in the burden, as imposed upon the persons or property bound to contribute, or it must be palpable that persons or their property are subjected to a local burden for the benefit of others, or for purposes in which they have no interest, and to which they are, therefore, not justly bound to contribute. The case must be one in which the operation of the power will be at first blush pronounced to be the taking of private property without compensation, and in which it is apparent that the burden is imposed without any view to the interest of the individual in the objects to be accomplished by it.'</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Proceeding upon the ground, distinctly affirmed by the highest court of Kentucky, that the city of Henderson was authorized by the state to exert its power of taxation as to all property within its statutory boundary, and assuming it to be conclusively established by judicial decisions that the boundary and jurisdiction of Kentucky extends to low-water mark on the Indiana side of the Ohio river, we adjudge that the taxation by the city, as property, of the bridge and its appurtenances within the fixed boundary of the city, between low-water mark on the two sides of the Ohio river, was not a taking of private property for public use without just compensation, in violation of the constitution of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">4. Another contention of the defendants is that the acceptance by the bridge company of its charter, and the construction of the bridge under it, created a contract between that company and the state, whereby the bridge structure north of low-water mark on the Kentucky shore of the river was exempted from taxation for any local purpose, and that the tax ordinances of the city of Henderson, on which the taxation in question is based, impair the obligation of that contract, and for that reason are repugnant to the constitution of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Did the bridge company acquire by contract an exemption from local taxation in respect of its bridge situated between low-water mark on the two shores of the Ohio river? We think not. The charter of the city of Henderson shows that its boundary extended to low-water mark on the Indiana shore of that river, and that the common council was invested with authority to levy and collect taxes at a prescribed rate upon all property 'within the limits of the city' which was taxable by law for state purposes, with certain specifed exceptions, that have no relation to the particular question just stated. So that the grant made in 1882 to the bridge company was made subject to the taxing power thus possessed by the municipal authorities of the city of Henderson. And that there was no purpose on the part of the city to waive any right it possessed to tax property for municipal purposes is made clear by the express stipulation that the grant to the bridge company should not be construed 'as waiving the right of the city of Henderson to levy and collect taxes on the approaches to said bridge, or any building erected by said bridge company within the corporate limits of said city, the bridge itself, and all appurtenances thereto within the limits of said city.' This stipulation, properly interpreted, not only saved any right the city then had to impose taxes, but any right that might subsequently be lawfully conferred upon it. An exemption from taxation cannot arise from mere implication, but only from words clearly and unmistakably granting such an immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">But let it be assumed, for the purposes of the present case, that the stipulation only embraced such right of taxation as the city had at the time it granted authority to construct the bridge within its limits. In that view, the defendants insist that interpreting the charter of the city and the grant to the bridge company in the light of the law of Kentucky, as established at the date of that grant by repeated decisions of its highest court, property such as this bridge, situated between lowwater mark on the two shores of the Ohio river, although within the statutory boundary of the city, was not within the limits of the city for purposes of municipal taxation; for, it is contended, the bridge structure so taxed did not and could not receive from the municipal government any benefits, actual or presumed. The cases in the court of appeals of Kentucky, decided before the bridge company accepted its charter, upon which defendants rely in support of this contention, are Cheaney v. Hooser (1848) 9 B. Mon. 330; Covington v. Southgate (1854) 15 B. Mon. 498; Marshall v. Donovan (1874) 10 Bush, 681, 692; and Courtney v. Louisville (1876) 12 Bush, 419. These cases related to the taxation by municipal corporations of lands which, it was alleged, were so situated as not to receive any benefit whatever from the government of such corporations. The general principle to be deduced from them is that the taxation of lands for local purposes which do not receive any benefits, actual or presumed, from the municipal government imposing the taxation, is a taking of private property for public use without compensation, and therefore in violation of the constitutional provision on that subject. So that if the charter of the bridge company was accepted with reference to the law of Kentucky as it was then judicially declared by its highest court, as may well be assumed, the utmost that can be asserted is that the company had a contract with the state which prohibited it, or any municipal corporation acting under its authority, from subjecting such of the bridge property to local taxation as could not receive any benefit, actual or presumed, from the government of that corporation.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">In those cases the court wisely refrained from laying down any general rule that would control every controversy that might arise touching the application of the constitutional provision prohibiting&#8212;as did the constitution of Kentucky as well as that of the United States&#8212;the taking of private property for public use without just compensation. So far as those adjudications are concerned, it is competent for the court to inquire in every case, as it arises, whether particular property taxed for local purposes is so situated that it cannot receive any benefit, actual or presumed, from the government of the municipal corporation imposing such taxation. The argument of the learned counsel assumes it to be incontrovertible that the bridge property here taxed cannot receive any such benefit from the government of the city of Henderson. As already indicated, this court does not accept that view, and is of opinion that the bridge property within the statutory limits of that city, and looked at in its entirety, may be regarded as so situated with reference to the city that it enjoys, and must continue to enjoy as long as the bridge exists, such benefits from the government of the city that, consistently with the constitution of the United States, and consistently with the rule heretofore adverted to for determining the validity of legislative enactments, it may be subjected to municipal taxes under any system established by the state for the assessment of property for taxation. In this view, there is no ground upon which to base the contention that the ordinance of the city imposing the taxation in question impairs the obligation of any contract between the bridge company and the state arising from the acceptance by that company of its charter, and the construction of the bridge under it.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">What has been said disposes of the contention that to sustain the validity of the ordinances under which the bridge was taxed would impair the obligation of the contract between the bridge company and the Louisville &amp; Nashville Railroad Company. It is scarcely necessary to observe that no contract between the bridge company and the railroad company could stand in the way of the city exerting, as between it and the bridge company, any power of taxation it legally possessed. If the taxation in question did not impair the obligation of any contract between the city and the bridge company,&#8212;and we have held that it did not,&#8212;it results that the railroad company cannot complain of such taxation. The agreement between the bridge company and the railroad company was necessarily subject to the exercise by the city of any authority it had, or might have, touching the taxation of the bridge for local purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">5. The assignments of error embrace the contention that the judgment below denies to the bridge company the equal protection of the laws, 'in that its property has been subjected to taxation from which all other land not divided into lots has been exempted, although the only reasons for exemption apply with much greater force to the property of the plaintiff in error than to the property which enjoys the exemption.'</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">This contention is based upon the proviso in the city's charter declaring that 'no land embraced within the city limits, and outside of ten-acre lots as originally laid off, shall be assessed and taxed by the city council, unless the same is divided or laid out into lots of five acres or less; and unless all of same is actually used and devoted to farming purposes.' Acts Ky. 1887-88, vol. 2, p. 991.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">We are of opinion that this proviso has no reference to bridges, their approaches, piers, etc., but refers only to lands capable of being cultivated, or used and divided into lots upon which buildings may be erected, or over which streets or other highways may be constructed. This is the better interpretation of both the old and the new charters of the city. Besides, the construction placed by the state court upon the charter of the city in respect of its power to tax the bridge property necessarily leads to the conclusion that the provision forbidding the taxation of lands not divided into lots of five acres or less does not apply to a bridge erected over the Ohio river within the city's limits. In this view, there is no basis for the suggestion of a denial of the equal protection of the laws, particularly as it is not contended that the city applies to the assessment of the bridge and its approaches for t xation any rule that is not applied to all property within its limits. As in the case of the property of others, the bridge and its approaches are required to be taxed upon their value.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">6. Another contention of the plaintiffs in error is that the assertion of the right of the commonwealth of Kentucky, or of any municipal corporation acting under its authority, to tax bridge structures permanently located, with the consent of congress, in or over the bed of the Ohio river, is the assertion of authority over that stream inconsistent with the congressional and legislative compact concerning its use, and inconsistent with the concurrent jurisdiction over the river of the states on either side of it. Indeed, the defendants insist that, if the power to tax the bridge structure north of low-water mark on the Kentucky side and south of low-water mark on the Indiana side of the Ohio river exists at all, it rests in congress, and could not be exercised even by the concurrent action of two states, much less by the independent action of one.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">The present case does not require any decision by this court as to the extent and character of the jurisdiction which may be exercised over the Ohio river by the states whose boundaries come to low-water mark on its shore opposite to Kentucky. The only question for determination is whether the taxation, under the authority of Kentucky, of this bridge within its jurisdiction, involves any encroachment upon federal authority, or any infringement of rights secured to the defendants by the constitution of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">Touching the first branch of this question, it is to be observed that Kentucky was admitted into the Union with its 'actual boundaries' as they existed on the 18th day of December, 1789; that is, with its northern and western boundary extending to low-water mark on the opposite side of the Ohio river. That state came into the Union equal in all respects with the states that had accepted the national constitution, and with every power that belonged to any existing state; and therefore its power of taxation was in no respect limited or restrained, except as its exercise was expressly or impliedly limited or restrained by that instrument. But what clause of that instrument declares that a state may not tax for state purposes any property within its territorial limits which is owned and operated by one of its own private corporations? In McCulloch v. Maryland, 4 Wheat. 316, 429, it was said by the chief justice to be obvious that the power of taxation was an incident of sovereignty, was co-extensive with that to which it was an incident, and that 'all subjects over which the sovereign power of a state extends are objects of taxation.' The subject of taxation in this case is a bridge structure within the territorial limits of Kentucky. It is therefore property over which the state may exert its authority, provided it does not encroach upon federal power, or intrench upon rights secured by the constitution of the United States. It is none the less property, although the state does not own the soil in the bed of the river upon which the piers of the bridge rest. Whatever jurisdiction the state of Indiana may properly exercise over the Ohio river, it cannot tax this bridge structure south of lowwater mark on that river, for the obvious reason that it is beyond the limits of that state, and permanently within the limits of Kentucky.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Nor do we perceive that the power of Kentucky to tax this bridge structure as property is any the less by reason of the fact that it was erected in and over the Ohio river under the authority or with the consent of congress. The taxation of the bridge by Kentucky is in no proper sense inconsistent with the power of congress to regulate the use of the river as one of the navigable waters of the United States. This taxation does not interfere in any degree with the free use of the river by the people of all the states, nor with any jurisdiction that the state of Indiana may properly exercise over that stream.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Nor does the fact that the bridge between low-water mark on either side of the river is used by the corporation controlling it for purposes of interstate commerce exempt it from taxation by the state within whose limits it is permanently located. The state cannot by its laws impose direct burdens upon the conduct of interstate commerce carried on over the bridge. But, as the decisions of this court show, it may subject to taxation property permanently located within its territorial limits, and employed in such commerce by individuals and by private corporations. In Covington &amp; C. Bridge Co. v. Kentucky, 154 U. S. 204, 212, 14 Sup. Ct. 1087, 1090, it was said: 'As matter of fact, the building of bridges over waters dividing two states is now usually done by congressional sanction. Under this power the states may also tax the instruments of interstate commerce as it taxes other similar property, provided such tax is not laid upon the commerce itself.' See, also, Henderson Bridge Co. v. Henderson City, 141 U. S. 679, 689, 12 Sup. Ct. 114; Pittsburgh, C., C. &amp; St. L. Ry. Co. v. Board of Public Works of West Virginia, 172 U. S. 32, 19 Sup. Ct. 90. In Thomson v. Railroad Co., 9 Wall. 579, the question was as to the liabilities and rights of a railroad company in respect to taxation under state legislation. It was contended in that case that the road, having been constructed under the direction and authority of congress for the purposes and uses of the United States, and being a part of a system of roads thus constructed, was exempt from taxation under state authority; that the road was an instrument of the general government, and as such not subject to taxation by the state. That contention was overruled, this court saying: 'We are not aware of any case in which the real estate or other property of a corporation not organized under an act of congress has been held to be exempt, in the absence of express legislation to that effect, from just contribution, in common with other property, to the general expenditure for the common benefit, because of the employment of the corporation in the service of the government.' 'There is a clear distinction between the means employed by the government and the property of agents employed by the government. Taxation of the agency is taxation of the means. Taxation of the property of the agent is not always or generally taxation of the means.' In the same case the court said that 'no one questions that the power to tax all property, business, and persons within their respective limits is original in the states, and has never been surrendered,' although that power cannot be so used 'as to defeat or hinder the operations of the national government.' The same principles have been maintained in other cases in this court. If a state may tax the property of one of its corporations engaged in the service of the United States, such property being within its limits, there is no sound reason why the bridge property in question, although erected, with the consent of congress, over one of the navigable waters of the United States, should be withdrawn from the taxing power of the state which created the corporation owning it, and within whose limits it is permanently located.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">The judgment of the court of appeals is affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>173 U.S. 624 (____)</b></center>\n<center><h1>HENDERSON BRIDGE COMPANY<br>\nv.<br>\nHENDERSON CITY.</h1></center>\n<center>No. 31. Argued and decided with No. 32.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\nError to the Court of Appeals of the State of Kentucky.\n<p>MR. JUSTICE HARLAN:</p>\n<p>This was an action by the city of Henderson to recover taxes (with interest and penalties) assessed by it upon the property of the Henderson Bridge Company within the limits of that city for the years 1890, 1891, 1892 and 1893. The case presents substantially the same questions that are disposed of in the opinion just delivered in case No. 32 between the same parties for taxes for the years 1888 and 1889. For the reasons stated in that opinion the judgment of the Court of Appeals of Kentucky in the present case must be</p>\n<p>Affirmed.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">173</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></span> (____)</b></center>\n<center><h1>HENDERSON BRIDGE COMPANY<br>\nv.<br>\nHENDERSON CITY.</h1></center>\n<center>No. 31. Argued and decided with No. 32.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\nError to the Court of Appeals of the State of Kentucky.\n<p>MR. JUSTICE HARLAN:</p>\n<p>This was an action by the city of Henderson to recover taxes (with interest and penalties) assessed by it upon the property of the Henderson Bridge Company within the limits of that city for the years 1890, 1891, 1892 and 1893. The case presents substantially the same questions that are disposed of in the opinion just delivered in case No. 32 between the same parties for taxes for the years 1888 and 1889. For the reasons stated in that opinion the judgment of the Court of Appeals of Kentucky in the present case must be</p>\n<p>Affirmed.</p>\n</div>", "id": 95037, "judges": "Harlan", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/95037/", "sha1": "f183782c19ed3dbadc2ad53f102bd73e77731595", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:38:05"}