{"absolute_url": "/opinion/99398/mackay-telegraph-cable-co-v-little-rock/", "blocked": false, "citation": {"case_name": "MacKay Telegraph & Cable Co. v. Little Rock", "docket_number": "374", "document_uris": ["/api/rest/v2/document/99398/"], "federal_cite_one": "250 U.S. 94", "federal_cite_three": null, "federal_cite_two": null, "id": 83781, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/83781/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 9, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1919-05-19", "date_modified": "2014-12-21T01:36:42.948539", "docket": "/api/rest/v2/docket/404929/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">250 U.S. 94</p>\n    <p class=\"case_cite\">39 S.Ct. 428</p>\n    <p class=\"case_cite\">63 L.Ed. 863</p>\n    <p class=\"parties\">MACKAY TELEGRAPH &amp; CABLE CO.<br>v.<br>CITY OF LITTLE ROCK.</p>\n    <p class=\"docket\">No. 374.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Submitted, on Motion to Dismiss or Affirm, March 3, 1919.</p>\n      <p>Decided May 19, 1919.</p>\n      <p class=\"indent\"><i>Mr. James W. Mehaffy,</i> of Little Rock, Ark., in support of motion.</p>\n      <p class=\"indent\"><i>Mr. J. C. Marshall,</i> of Little Rock, Ark., in opposition to motion.</p>\n      <p class=\"indent\">Mr. Justice PITNEY delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The case was submitted on a motion to dismiss or affirm. The facts are as follows: On March 11, 1912, the city council of Little Rock passed an ordinance granting to the telegraph company the right to construct and maintain telegraph poles, wires, and fixtures and to install underground ducts and manholes along and over certain streets in the city particularly mentioned, including the following:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'Also a line of poles and fixtures and the right to string      wires or cables thereon, beginning at the intersection of      East Second street and Rector avenue and running thence on      the west side of Rector avenue to East Sixth; thence east on the north side of Sixth to the Chicago,      Rock Island &amp; Pacific Railway tracks. From this point the      pole line will follow on and along the right of way of said      railway to the south city limits.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Among other things the ordinance provided that the company should pay to the city immediately upon the completion of the line, and annually thereafter, 'a license or tax of fifty cents for each pole erected or set up and a license or tax on all conduits constructed to an amount equal to four poles to each block. And said company shall comply with all ordinances hereafter passed in regard to the license or tax on poles, conduits, or wires, either decreasing or increasing the same, that are general and applicable to all telegraph or telephone companies in said city.' Other provisions made the location and maintenance of wires, poles, and conduits subject to the approval of the city officials; required the poles to be kept painted, and the wires, poles, conduits, and manholes to be maintained in a first-class condition and so as not to endanger life or limb; permitted the city to use the upper cross-arm of the poles for its fire alarm and police telegraph or telephone wires; and required written acceptance by the company before the ordinance should take effect. The company duly filed its written acceptance, and thereafter constructed its line, placing 66 poles upon city streets, 104 poles upon the right of way of the railway within the limits of the city as they existed at the acceptance of the ordinance, and 35 poles upon an adjacent portion of the right of way which at the acceptance of the ordinance was without the city limits but was brought within them a few days thereafter.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the year 1917 the city sued the company in a state court, setting up the above-mentioned ordinance, averring that it was duly accepted by the company and was a contract between the parties, and alleging that pursuant to it the defendant had erected and maintained in the city 205 poles upon which there were due the license taxes or fees at fifty cents per pole for four and a half years, amounting to $461.25. The company by its answer admitted the passage and acceptance of the ordinance but denied that it was a contract; alleged that the provision as to license fees did not include the poles placed upon the right of way of the railway company, especially not those that were without the limits of the city at the time of the acceptance of the ordinance; that fifty cents per pole per year was unreasonable and excessive and sought to be imposed not for inspection and regulation of the poles but for revenue purposes only; that said license fee or tax deprived defendant of its property without due process of law and denied to it the equal protection of the laws in violation of the Fourteenth Amendment; that defendant had accepted the restrictions and obligations of the Act of Congress approved July 24, 1866 (chapter 230, 14 Stat. 221; Rev. Stat. &#167; 5263 et seq. [Comp. St. &#167; 10072 et seq.]); that its poles and wires were in use for the transmission of messages for the United States and various departments of the government; and further that defendant was engaged principally in the transmission of telegraphic messages between points in Arkansas and points in other states and in foreign countries, and that the imposition of a fee or tax upon its poles was a burden upon and illegal interference with interstate and foreign commerce and the regulatory power of Congress over the same.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At the trial the company offered to pay the license tax upon the 66 poles that were placed upon the city streets, but disputed liability for those placed upon the railroad right of way. It proved acceptance of the act of Congress of 1866, showed that the corporate limits had been extended after acceptance of the ordinance in such manner as to include 35 additional poles along the right of way, showed that the line on the right of way ran through a thinly populated part of the city as compared with the streets covered by the franchise, being crossed, however, by two important streets and by two turnpikes that lead into the city, and offered to prove that two other telegraph companies maintaining poles and wires in the city were required to pay the tax only upon poles maintained upon the streets and not upon those maintained on railroad rights of way. General ordinances of the city were introduced in evidence, one of them antedating the franchise ordinance and providing as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'Each telegraph, telephone, electric light or power company      shall pay annually a sum equal to fifty cents for each pole      used by them whether such poles are leased, rented, or owned      by them.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The trial court overruled the contentions of defendant and rendered a judgment against it for the entire amount claimed. This was affirmed by the Supreme Court of the state (131 Ark. 306, 199 S. W. 90), and the case is brought here upon the contention that the taxing provision of the franchise ordinance, as construed and applied, has the effect of depriving the defendant of rights secured to it by the Constitution and laws of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We are unable to see ground for dismissal of the writ of error, and will pass at once to the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Notwithstanding that some of the provisions of the ordinance are contractual in form and by its own terms it was to take effect only after written acceptance by the company and such acceptance was in fact formally given, the Supreme Court of the state, as we read its opinion, dealt with the pole fees not as an agreed compensation for the franchise but as a license tax. Consequently we will&#8212;indeed must, for present purposes&#8212;so regard it.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Plaintiff in error contends that the court erred in construing the ordinance as imposing the tax with respect to the poles standing upon the railroad right of way, and especially as to the 35 poles which at the time of acceptance of the ordinance were without the limits of the city. But as no question is raised here under the contract clause of the Constitution (article 1, &#167; 10, cl. 1), we are not at liberty to revise the decision of the state court upon the question of construction, and can only determine whether as construed and applied the ordinance deprives plaintiff in error of rights secured by other provisions of the Constitution and laws of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">That a reasonable tax upon the maintenance of poles and wires erected and maintained by a telegraph company within the limits of a city pursuant to authority granted by its ordinances is not an unwarranted burden upon interstate or foreign commerce or upon the functions of the company as an agency of the government, and does not infringe rights conferred by the Act of Congress, is so thoroughly settled by previous decisions of this court that no further discussion is called for. St. Louis v. Western Union Telegraph Co., 148 U. S. 92, 100, 13 Sup. Ct. 485, 37 L. Ed. 380; Western Union Telegraph Co. v. New Hope, 187 U. S. 419, 425, 23 Sup. Ct. 204, 47 L. Ed. 240; Atlantic, etc., Telegraph Co. v. Philadelphia, 190 U. S. 160, 164, 23 Sup. Ct. 817, 47 L. Ed. 995; Western Union Telegraph Co. v. Richmond, 224 U. S. 160, 32 Sup. Ct. 449, 56 L. Ed. 710; Postal Telegraph-Cable Co. v. Richmond, 249 U. S. 252, 39 Sup. Ct. 265, 63 L. Ed. 590.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">These cases establish that a city (supposing, of course, it acts under the authority of the state) may impose such taxes not merely with respect to the special and exclusive occupancy of streets and other public places by poles and other equipment, but by way of compensation for the special cost of supervising and regulating the poles, wires and other fixtures and of issuing the necessary permits. Hence, in the present case, we cannot hold that the fact that a tax is imposed upon the poles that stand upon the railway right of way, as well as on those that stand upon the streets, is sufficient to condemn the ordinance, especially in view of the finding of the Supreme Court of Arkansas that the telegraph line as laid along the right of way crosses a street car line and several turnpikes coming into the city, and that it is necessary there shall be local governmental supervision of the lines crossing these highways for the protection of travelers upon them.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">There is no support in the record for the contention that a tax of fifty cents per pole per year is unreasonable in amount, even though it be made to apply to poles standing on private property or upon a railroad right of way as well as to poles erected in the streets.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Nor is there ground for holding that plaintiff in error is subjected to unreasonable discrimination, in contravention of the equal protection clause of the Fourteenth Amendment. The case shows that its franchise ordinance imposes the same and no greater tax than that which is applied by a general ordinance to other companies maintaining poles in the city. The offer of testimony to prove that the two other companies were not in fact required to pay the tax upon so many of their poles as stood upon railroad rights of way went no further than to show that the general ordinance had not been enforced against them in the same manner that it was proposed to enforce the franchise ordinance against plaintiff in error. There was no offer to show an arbitrary and intentionally unfair discrimination in the administration of the ordinance as in Yick Wo v. Hopkins, 118 U. S. 356, 374, 6 Sup. Ct. 1064, 30 L. Ed. 220. Peradventure the present action was a test case to determine whether the license fees were applicable to poles standing elsewhere than on the streets, with the intent, in case of an affirmative answer, to enforce the general ordinance against the other companies in the same sense. Nor was there any offer to show that the circumstances of the several companies and their telegraph lines were so much alike as to render any discrimination in the application of the polc tax equivalent to a denial of the equal protection of the laws.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">None of the contentions of plaintiff in error being well founded, the judgment is affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>250 U.S. 94 (1919)</b></center>\n<center><h1>MACKAY TELEGRAPH &amp; CABLE COMPANY<br>\nv.<br>\nCITY OF LITTLE ROCK.</h1></center>\n<center>No. 374.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Motion to dismiss or affirm submitted March 3, 1919.</center>\n<center>Decided May 19, 1919.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF ARKANSAS.\n<p><span class=\"star-pagination\">*95</span> <i>Mr. James W. Mehaffy,</i> for defendant in error, in support of the motion.</p>\n<p><i>Mr. J.C. Marshall,</i> for plaintiff in error, in opposition to the motion.</p>\n<p>MR. JUSTICE PITNEY delivered the opinion of the court.</p>\n<p>This case was submitted on a motion to dismiss or affirm. The facts are as follows: On March 11, 1912, the city council of Little Rock passed an ordinance granting to the telegraph company the right to construct and maintain telegraph poles, wires, and fixtures and to install underground ducts and manholes along and over certain streets in the city particularly mentioned, including the following: \"Also a line of poles and fixtures and the right to string wires or cables thereon, beginning at the intersection of East Second Street and Rector Avenue and running thence on the west side of Rector Avenue to East <span class=\"star-pagination\">*96</span> Sixth; thence east on the north side of Sixth to the Chicago, Rock Island &amp; Pacific Railway tracks. From this point the pole line will follow on and along the right of way of said railway to the south city limits.\" Among other things the ordinance provided that the company should pay to the city immediately upon the completion of the line, and annually thereafter, \"a license or tax of fifty cents for each pole erected or set up and a license or tax on all conduits constructed to an amount equal to four poles to each block. And said company shall comply with all ordinances hereafter passed in regard to the license or tax on poles, conduits, or wires, either decreasing or increasing the same, that are general and applicable to all telegraph or telephone companies in said city.\" Other provisions made the location and maintenance of wires, poles, and conduits subject to the approval of the city officials; required the poles to be kept painted, and the wires, poles, conduits, and manholes to be maintained in a first-class condition and so as not to endanger life or limb; permitted the city to use the upper cross-arm of the poles for its fire alarm and police telegraph or telephone wires; and required written acceptance by the company before the ordinance should take effect. The company duly filed its written acceptance, and thereafter constructed its line, placing 66 poles upon city streets, 104 poles upon the right of way of the railway within the limits of the city as they existed at the acceptance of the ordinance, and 35 poles upon an adjacent portion of the right of way which at the acceptance of the ordinance was without the city limits but was brought within them a few days thereafter.</p>\n<p>In the year 1917 the city sued the company in a state court, setting up the above-mentioned ordinance, averring that it was duly accepted by the company and was a contract between the parties, and alleging that pursuant to it the defendant had erected and maintained in the <span class=\"star-pagination\">*97</span> city 205 poles upon which there were due the license taxes or fees at fifty cents per pole for four and a half years, amounting to $461.25. The company by its answer admitted the passage and acceptance of the ordinance but denied that it was a contract; alleged that the provision as to license fees did not include the poles placed upon the right of way of the railway company, especially not those that were without the limits of the city at the time of the acceptance of the ordinance; that fifty cents per pole per year was unreasonable and excessive and sought to be imposed not for inspection and regulation of the poles but for revenue purposes only; that said license fee or tax deprived defendant of its property without due process of law and denied to it the equal protection of the laws in violation of the Fourteenth Amendment; that defendant had accepted the restrictions and obligations of the Act of Congress approved July 24, 1866 (c. 230, 14 Stat. 221; Rev. Stats., § 5263, <i>et seq.</i>); that its poles and wires were in use for the transmission of messages for the United States and the various departments of the Government; and further that defendant was engaged principally in the transmission of telegraphic messages between points in Arkansas and points in other States and in foreign countries, and that the imposition of a fee or tax upon its poles was a burden upon and illegal interference with interstate and foreign commerce and the regulatory power of Congress over the same.</p>\n<p>At the trial the company offered to pay the license tax upon the 66 poles that were placed upon the city streets, but disputed liability for those placed upon the railroad right of way. It proved acceptance of the Act of Congress of 1866, showed that the corporate limits had been extended after acceptance of the ordinance in such manner as to include 35 additional poles along the right of way, showed that the line on the right of way ran through a thinly populated part of the city as compared with the <span class=\"star-pagination\">*98</span> streets covered by the franchise, being crossed, however, by two important streets and by two turnpikes that lead into the city, and offered to prove that two other telegraph companies maintaining poles and wires in the city were required to pay the tax only upon poles maintained upon the streets and not upon those maintained on railroad rights of way. General ordinances of the city were introduced in evidence, one of them antedating the franchise ordinance and providing as follows: \"Each telegraph, telephone, electric light or power company shall pay annually a sum equal to fifty cents for each pole used by them whether such poles are leased, rented, or owned by them.\"</p>\n<p>The trial court overruled the contentions of defendant and rendered a judgment against it for the entire amount claimed. This was affirmed by the Supreme Court of the State (131 Arkansas, 306), and the case is brought here upon the contention that the taxing provision of the franchise ordinance, as construed and applied, has the effect of depriving the defendant of rights secured to it by the Constitution and laws of the United States.</p>\n<p>We are unable to see ground for dismissal of the writ of error, and will pass at once to the merits.</p>\n<p>Notwithstanding that some of the provisions of the ordinance are contractual in form and by its own terms it was to take effect only after written acceptance by the company and such acceptance was in fact formally given, the Supreme Court of the State, as we read its opinion, dealt with the pole fees not as an agreed compensation for the franchise but as a license tax. Consequently we will  indeed must, for present purposes  so regard it.</p>\n<p>Plaintiff in error contends that the court erred in construing the ordinance as imposing the tax with respect to the poles standing upon the railroad right of way, and especially as to the 35 poles which at the time of acceptance of the ordinance were without the limits of the city. <span class=\"star-pagination\">*99</span> But as no question is raised here under the contract clause of the Constitution we are not at liberty to revise the decision of the state court upon the question of construction, and can only determine whether as construed and applied the ordinance deprives plaintiff in error of rights secured by other provisions of the Constitution and laws of the United States.</p>\n<p>That a reasonable tax upon the maintenance of poles and wires erected and maintained by a telegraph company within the limits of a city pursuant to authority granted by its ordinances is not an unwarranted burden upon interstate or foreign commerce or upon the functions of the company as an agency of the government, and does not infringe rights conferred by the act of Congress, is so thoroughly settled by previous decisions of this court that no further discussion is called for. <i>St. Louis</i> v. <i>Western Union Telegraph Co.,</i> 148 U.S. 92, 100; <i>Western Union Telegraph Co.</i> v. <i>New Hope,</i> 187 U.S. 419, 425; <i>Atlantic &amp; Pacific Telegraph Co.</i> v. <i>Philadelphia,</i> 190 U.S. 160, 164; <i>Western Union Telegraph Co.</i> v. <i>Richmond,</i> 224 U.S. 160; <i>Postal Telegraph-Cable Co.</i> v. <i>Richmond,</i> 249 U.S. 252.</p>\n<p>These cases establish that a city (supposing, of course, it acts under the authority of the State) may impose such taxes not merely with respect to the special and exclusive occupancy of streets and other public places by poles and other equipment, but by way of compensation for the special cost of supervising and regulating the poles, wires and other fixtures and of issuing the necessary permits. Hence, in the present case, we cannot hold that the fact that a tax is imposed upon the poles that stand upon the railway right of way, as well as on those that stand upon the streets, is sufficient to condemn the ordinance, especially in view of the finding of the Supreme Court of Arkansas that the telegraph line as laid along the right of way crosses a street car line and several turnpikes coming into the city, and that it is necessary there shall be local <span class=\"star-pagination\">*100</span> governmental supervision of the lines crossing these highways for the protection of travelers upon them.</p>\n<p>There is no support in the record for the contention that a tax of fifty cents per pole per year is unreasonable in amount, even though it be made to apply to poles standing on private property or upon a railroad right of way as well as to poles erected in the streets.</p>\n<p>Nor is there ground for holding that plaintiff in error is subjected to unreasonable discrimination, in contravention of the equal protection clause of the Fourteenth Amendment. The case shows that its franchise ordinance imposes the same and no greater tax than that which is applied by a general ordinance to other companies maintaining poles in the city. The offer of testimony to prove that the two other companies were not in fact required to pay the tax upon so many of their poles as stood upon railroad rights of way went no further than to show that the general ordinance had not been enforced against them in the same manner that it was proposed to enforce the franchise ordinance against plaintiff in error. There was no offer to show an arbitrary and intentionally unfair discrimination in the administration of the ordinance as in <i>Yick Wo</i> v. <i>Hopkins,</i> 118 U.S. 356, 374. Peradventure the present action was a test case to determine whether the license fees were applicable to poles standing elsewhere than on the streets, with the intent, in case of an affirmative answer, to enforce the general ordinance against the other companies in the same sense. Nor was there any offer to show that the circumstances of the several companies and their telegraph lines were so much alike as to render any discrimination in the application of the pole tax equivalent to a denial of the equal protection of the laws.</p>\n<p>None of the contentions of plaintiff in error being well founded, the judgment is</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">250</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">94</span></span> (1919)</b></center>\n<center><h1>MACKAY TELEGRAPH &amp; CABLE COMPANY<br>\nv.<br>\nCITY OF LITTLE ROCK.</h1></center>\n<center>No. 374.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Motion to dismiss or affirm submitted March 3, 1919.</center>\n<center>Decided May 19, 1919.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF ARKANSAS.\n<p><span class=\"star-pagination\">*95</span> <i>Mr. James W. Mehaffy,</i> for defendant in error, in support of the motion.</p>\n<p><i>Mr. J.C. Marshall,</i> for plaintiff in error, in opposition to the motion.</p>\n<p>MR. JUSTICE PITNEY delivered the opinion of the court.</p>\n<p>This case was submitted on a motion to dismiss or affirm. The facts are as follows: On March 11, 1912, the city council of Little Rock passed an ordinance granting to the telegraph company the right to construct and maintain telegraph poles, wires, and fixtures and to install underground ducts and manholes along and over certain streets in the city particularly mentioned, including the following: \"Also a line of poles and fixtures and the right to string wires or cables thereon, beginning at the intersection of East Second Street and Rector Avenue and running thence on the west side of Rector Avenue to East <span class=\"star-pagination\">*96</span> Sixth; thence east on the north side of Sixth to the Chicago, Rock Island &amp; Pacific Railway tracks. From this point the pole line will follow on and along the right of way of said railway to the south city limits.\" Among other things the ordinance provided that the company should pay to the city immediately upon the completion of the line, and annually thereafter, \"a license or tax of fifty cents for each pole erected or set up and a license or tax on all conduits constructed to an amount equal to four poles to each block. And said company shall comply with all ordinances hereafter passed in regard to the license or tax on poles, conduits, or wires, either decreasing or increasing the same, that are general and applicable to all telegraph or telephone companies in said city.\" Other provisions made the location and maintenance of wires, poles, and conduits subject to the approval of the city officials; required the poles to be kept painted, and the wires, poles, conduits, and manholes to be maintained in a first-class condition and so as not to endanger life or limb; permitted the city to use the upper cross-arm of the poles for its fire alarm and police telegraph or telephone wires; and required written acceptance by the company before the ordinance should take effect. The company duly filed its written acceptance, and thereafter constructed its line, placing 66 poles upon city streets, 104 poles upon the right of way of the railway within the limits of the city as they existed at the acceptance of the ordinance, and 35 poles upon an adjacent portion of the right of way which at the acceptance of the ordinance was without the city limits but was brought within them a few days thereafter.</p>\n<p>In the year 1917 the city sued the company in a state court, setting up the above-mentioned ordinance, averring that it was duly accepted by the company and was a contract between the parties, and alleging that pursuant to it the defendant had erected and maintained in the <span class=\"star-pagination\">*97</span> city 205 poles upon which there were due the license taxes or fees at fifty cents per pole for four and a half years, amounting to $461.25. The company by its answer admitted the passage and acceptance of the ordinance but denied that it was a contract; alleged that the provision as to license fees did not include the poles placed upon the right of way of the railway company, especially not those that were without the limits of the city at the time of the acceptance of the ordinance; that fifty cents per pole per year was unreasonable and excessive and sought to be imposed not for inspection and regulation of the poles but for revenue purposes only; that said license fee or tax deprived defendant of its property without due process of law and denied to it the equal protection of the laws in violation of the Fourteenth Amendment; that defendant had accepted the restrictions and obligations of the Act of Congress approved July 24, 1866 (c. 230, 14 Stat. 221; Rev. Stats., § 5263, <i>et seq.</i>); that its poles and wires were in use for the transmission of messages for the United States and the various departments of the Government; and further that defendant was engaged principally in the transmission of telegraphic messages between points in Arkansas and points in other States and in foreign countries, and that the imposition of a fee or tax upon its poles was a burden upon and illegal interference with interstate and foreign commerce and the regulatory power of Congress over the same.</p>\n<p>At the trial the company offered to pay the license tax upon the 66 poles that were placed upon the city streets, but disputed liability for those placed upon the railroad right of way. It proved acceptance of the Act of Congress of 1866, showed that the corporate limits had been extended after acceptance of the ordinance in such manner as to include 35 additional poles along the right of way, showed that the line on the right of way ran through a thinly populated part of the city as compared with the <span class=\"star-pagination\">*98</span> streets covered by the franchise, being crossed, however, by two important streets and by two turnpikes that lead into the city, and offered to prove that two other telegraph companies maintaining poles and wires in the city were required to pay the tax only upon poles maintained upon the streets and not upon those maintained on railroad rights of way. General ordinances of the city were introduced in evidence, one of them antedating the franchise ordinance and providing as follows: \"Each telegraph, telephone, electric light or power company shall pay annually a sum equal to fifty cents for each pole used by them whether such poles are leased, rented, or owned by them.\"</p>\n<p>The trial court overruled the contentions of defendant and rendered a judgment against it for the entire amount claimed. This was affirmed by the Supreme Court of the State (131 Arkansas, 306), and the case is brought here upon the contention that the taxing provision of the franchise ordinance, as construed and applied, has the effect of depriving the defendant of rights secured to it by the Constitution and laws of the United States.</p>\n<p>We are unable to see ground for dismissal of the writ of error, and will pass at once to the merits.</p>\n<p>Notwithstanding that some of the provisions of the ordinance are contractual in form and by its own terms it was to take effect only after written acceptance by the company and such acceptance was in fact formally given, the Supreme Court of the State, as we read its opinion, dealt with the pole fees not as an agreed compensation for the franchise but as a license tax. Consequently we will  indeed must, for present purposes  so regard it.</p>\n<p>Plaintiff in error contends that the court erred in construing the ordinance as imposing the tax with respect to the poles standing upon the railroad right of way, and especially as to the 35 poles which at the time of acceptance of the ordinance were without the limits of the city. <span class=\"star-pagination\">*99</span> But as no question is raised here under the contract clause of the Constitution we are not at liberty to revise the decision of the state court upon the question of construction, and can only determine whether as construed and applied the ordinance deprives plaintiff in error of rights secured by other provisions of the Constitution and laws of the United States.</p>\n<p>That a reasonable tax upon the maintenance of poles and wires erected and maintained by a telegraph company within the limits of a city pursuant to authority granted by its ordinances is not an unwarranted burden upon interstate or foreign commerce or upon the functions of the company as an agency of the government, and does not infringe rights conferred by the act of Congress, is so thoroughly settled by previous decisions of this court that no further discussion is called for. <i>St. Louis</i> v. <i>Western Union Telegraph Co.,</i> <span class=\"citation\" data-id=\"93539\"><a href=\"/opinion/93539/st-louis-v-western-union-telegraph-co/\"><span class=\"volume\">148</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">92</span></a></span>, 100; <i>Western Union Telegraph Co.</i> v. <i>New Hope,</i> <span class=\"citation\" data-id=\"95742\"><a href=\"/opinion/95742/western-union-telegraph-co-v-borough-of-new-hope/\"><span class=\"volume\">187</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">419</span></a></span>, 425; <i>Atlantic &amp; Pacific Telegraph Co.</i> v. <i>Philadelphia,</i> <span class=\"citation\" data-id=\"95890\"><a href=\"/opinion/95890/atlantic-pacific-telegraph-co-v-philadelphia/\"><span class=\"volume\">190</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">160</span></a></span>, 164; <i>Western Union Telegraph Co.</i> v. <i>Richmond,</i> 224 U.S. 160; <i>Postal Telegraph-Cable Co.</i> v. <i>Richmond,</i> 249 U.S. 252.</p>\n<p>These cases establish that a city (supposing, of course, it acts under the authority of the State) may impose such taxes not merely with respect to the special and exclusive occupancy of streets and other public places by poles and other equipment, but by way of compensation for the special cost of supervising and regulating the poles, wires and other fixtures and of issuing the necessary permits. Hence, in the present case, we cannot hold that the fact that a tax is imposed upon the poles that stand upon the railway right of way, as well as on those that stand upon the streets, is sufficient to condemn the ordinance, especially in view of the finding of the Supreme Court of Arkansas that the telegraph line as laid along the right of way crosses a street car line and several turnpikes coming into the city, and that it is necessary there shall be local <span class=\"star-pagination\">*100</span> governmental supervision of the lines crossing these highways for the protection of travelers upon them.</p>\n<p>There is no support in the record for the contention that a tax of fifty cents per pole per year is unreasonable in amount, even though it be made to apply to poles standing on private property or upon a railroad right of way as well as to poles erected in the streets.</p>\n<p>Nor is there ground for holding that plaintiff in error is subjected to unreasonable discrimination, in contravention of the equal protection clause of the Fourteenth Amendment. The case shows that its franchise ordinance imposes the same and no greater tax than that which is applied by a general ordinance to other companies maintaining poles in the city. The offer of testimony to prove that the two other companies were not in fact required to pay the tax upon so many of their poles as stood upon railroad rights of way went no further than to show that the general ordinance had not been enforced against them in the same manner that it was proposed to enforce the franchise ordinance against plaintiff in error. There was no offer to show an arbitrary and intentionally unfair discrimination in the administration of the ordinance as in <i>Yick Wo</i> v. <i>Hopkins,</i> <span class=\"citation\" data-id=\"91704\"><a href=\"/opinion/91704/yick-wo-v-hopkins/\"><span class=\"volume\">118</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">356</span></a></span>, 374. Peradventure the present action was a test case to determine whether the license fees were applicable to poles standing elsewhere than on the streets, with the intent, in case of an affirmative answer, to enforce the general ordinance against the other companies in the same sense. Nor was there any offer to show that the circumstances of the several companies and their telegraph lines were so much alike as to render any discrimination in the application of the pole tax equivalent to a denial of the equal protection of the laws.</p>\n<p>None of the contentions of plaintiff in error being well founded, the judgment is</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 99398, "judges": "Pitney", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/99398/", "sha1": "cf086d738ec4e2f12a229f8b62d54efa43c66d28", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:46:53"}