{"absolute_url": "/opinion/148795/dillon-v-united-states/", "blocked": false, "citation": {"case_name": "Dillon v. United States", "docket_number": "09-6338", "document_uris": ["/api/rest/v2/document/148795/"], "federal_cite_one": "560 U.S. 817", "federal_cite_three": "177 L. Ed. 2d 271", "federal_cite_two": "130 S. Ct. 2683", "id": 133023, "lexis_cite": "2010 U.S. LEXIS 4975", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/133023/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 433, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "2010-06-17", "date_modified": "2015-05-21T08:29:32.395722", "docket": "/api/rest/v2/docket/1328643/", "download_url": "http://www.supremecourt.gov/opinions/09pdf/09-6338.pdf", "extracted_by_ocr": false, "html": "", "html_lawbox": "", "html_with_citations": "<pre class=\"inline\">(Slip Opinion)              OCTOBER TERM, 2009                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                     DILLON v. UNITED STATES\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE THIRD CIRCUIT\n\n     No. 09–6338. Argued March 30, 2010—Decided June 17, 2010\nIn 1993, petitioner Dillon was convicted of, inter alia, crack and powder\n  cocaine offenses, which produced a base offense level of 38 and a\n  Guidelines range of 262-to-327 months’ imprisonment. The court\n  sentenced him at the bottom of the range for those counts. After the\n  Sentencing Commission amended the Guidelines to reduce the base\n  offense level associated with each quantity of crack cocaine, USSG\n  Supp. App. C, Amdt. 706, and made that amendment retroactive,\n  USSG Supp. App. C, Amdt. 713, Dillon moved for a sentence reduc\n  tion under 18 U. S. C. §3582(c)(2). That provision authorizes a\n  district court to reduce an otherwise final sentence pursuant to a\n  Guidelines amendment if a reduction is consistent with the Commis\n  sion’s policy statements. The relevant policy statement, USSG\n  §1B1.10, precludes a court from reducing a sentence “to a term that is\n  less than the minimum of the amended guidelines range” except in\n  limited circumstances. In addition to the two-level reduction author\n  ized by the amendment, Dillon sought a variance below the amended\n  Guidelines range, contending that United States v. Booker, 543 U. S.\n  220, authorized the exercise of such discretion. The District Court\n  imposed a sentence at the bottom of the revised range but declined to\n  grant a further reduction. Finding Booker inapplicable to §3582(c)(2)\n  proceedings, the court concluded that the Commission’s directives in\n  §1B1.10 constrained it to impose a sentence within the amended\n  Guidelines range. The Third Circuit affirmed.\nHeld: Booker’s holdings do not apply to §3582(c)(2) proceedings and\n therefore do not require treating §1B1.10(b) as advisory. Pp. 6–14.\n    (a) The statute’s text and narrow scope belie Dillon’s characteriza\n tion of proceedings under §3582(c)(2) as “resentencing” proceedings\n governed by the same principles as other sentencing proceedings. In\n2                      DILLON v. UNITED STATES\n\n                                  Syllabus\n\n    stead, §3582(c)(2) authorizes only a limited adjustment to an other\n    wise final sentence. This conclusion is further supported by the sub\n    stantial role Congress gave the Commission with respect to sentence\n    modification proceedings, charging it with determining whether and\n    to what extent a Guidelines amendment will be retroactive, 28\n    U. S. C. §994(u), and authorizing a court to grant a reduction under\n    §3582(c)(2) only “if [it] is consistent with applicable policy statements\n    issued by the Sentencing Commission.” Section 3582(c)(2) estab\n    lishes a two-step inquiry: A court must (1) determine the scope of the\n    reduction, if any, authorized by §1B1.10, and then (2) consider\n    whether the authorized reduction is warranted according to the ap\n    plicable §3553(a) factors. At step one, the court must follow the\n    Commission’s instructions in §1B1.10 to impose a term of imprison\n    ment within the amended Guidelines range unless the sentencing\n    court originally imposed a below-Guidelines sentence. §1B1.10(b)(2).\n    Because reference to §3553(a) is appropriate only at step two, that\n    provision does not transform §3582(c)(2) proceedings into plenary re\n    sentencing proceedings. Pp. 6–10.\n       (b) Given §3582(c)(2)’s limited scope and purpose, proceedings un\n    der that section do not implicate Booker. The section represents a\n    congressional act of lenity intended to give prisoners the benefit of\n    later enacted adjustments to the judgments reflected in the Guide\n    lines. Taking the original sentence as given, any facts found by a\n    judge at a §3582(c)(2) proceeding do not serve to increase the pre\n    scribed range of punishment; instead, they affect only the judge’s ex\n    ercise of discretion within that range. That exercise does not contra\n    vene the Sixth Amendment, even if it is informed by judge-found\n    facts. Apprendi v. New Jersey, 530 U. S. 466, 481. Thus, Dillon’s\n    Sixth Amendment rights were not violated by the District Court’s\n    adherence to §1B1.10’s instruction to consider a reduction only within\n    the amended Guidelines range. Dillon’s argument that Booker’s re\n    medial opinion nonetheless requires the Guidelines to be treated as\n    advisory in such proceedings is unpersuasive given that proceedings\n    under §3582(c)(2) are readily distinguishable from other sentencing\n    proceedings. Pp. 10–13.\n       (c) Also rejected is Dillon’s argument that the District Court should\n    have corrected other mistakes in his original sentence, namely, a\n    Booker error resulting from the initial sentencing court’s treatment of\n    the Guidelines as mandatory and an alleged error in the calculation\n    of his criminal-history category. Because those aspects of Dillon’s\n    sentence were not affected by the crack-cocaine Guidelines amend\n    ment, they are outside the scope of the §3582(c)(2) proceeding, and\n    the District Court properly declined to address them. Pp. 13–14.\n572 F. 3d 146, affirmed.\n                     Cite as: 560 U. S. ____ (2010)                   3\n\n                               Syllabus\n\n   SOTOMAYOR, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and SCALIA, KENNEDY, THOMAS, GINSBURG, and BREYER, JJ.,\njoined. STEVENS, J., filed a dissenting opinion. ALITO, J., took no part\nin the decision of the case.\n                       Cite as: 560 U. S. ____ (2010)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                  No. 09–6338\n                                  _________________\n\n\n  PERCY DILLON, PETITIONER v. UNITED STATES\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE THIRD CIRCUIT\n\n                                [June 17, 2010] \n\n\n  JUSTICE SOTOMAYOR delivered the opinion of the Court.\n  A federal court generally “may not modify a term of\nimprisonment once it has been imposed.” 18 U. S. C.\n§3582(c). Congress has provided an exception to that rule\n“in the case of a defendant who has been sentenced to a\nterm of imprisonment based on a sentencing range that\nhas subsequently been lowered by the Sentencing Com\nmission.” §3582(c)(2). In those circumstances, §3582(c)(2)\nauthorizes a court to reduce the term of imprisonment “if\nsuch a reduction is consistent with” applicable Commis\nsion policy statements. The policy statement governing\n§3582(c)(2) proceedings instructs courts not to reduce a\nterm of imprisonment below the minimum of an amended\nsentencing range except to the extent the original term of\nimprisonment was below the range then applicable. See\nUnited States Sentencing Commission, Guidelines Manual\n§1B1.10(b)(2) (Nov. 2009) (USSG). This case presents the\nquestion whether our decision in United States v. Booker,\n543 U. S. 220 (2005), which rendered the Guidelines advi\nsory to remedy the Sixth Amendment problems associated\nwith a mandatory sentencing regime, requires treating\n§1B1.10(b) as nonbinding. We conclude that Booker does\n2                DILLON v. UNITED STATES\n\n                     Opinion of the Court\n\nnot demand that result.\n                              I\n   The Sentencing Reform Act of 1984 (SRA or Act), 98\nStat. 1987, established the Sentencing Commission and\nauthorized it to promulgate Sentencing Guidelines and to\nissue policy statements regarding the Guidelines’ applica\ntion. See 28 U. S. C. §§991, 994(a). The Act also charged\nthe Commission with periodically reviewing and revising\nthe Guidelines. See §994(o). When a revision reduces the\nGuidelines range for a given offense, the Commission must\ndetermine “in what circumstances and by what amount\nthe sentences of prisoners serving terms of imprisonment\nfor the offense may be reduced.” §994(u).\n   As enacted, the SRA made the Sentencing Guidelines\nbinding. See Booker, 543 U. S., at 233–234. Except in\nlimited circumstances, district courts lacked discretion to\ndepart from the Guidelines range. See Burns v. United\nStates, 501 U. S. 129, 133 (1991). Under that regime, facts\nfound by a judge by a preponderance of the evidence often\nincreased the mandatory Guidelines range and permitted\nthe judge to impose a sentence greater than that sup\nported by the facts established by the jury verdict or guilty\nplea. See Booker, 543 U. S., at 235. We held in Booker\nthat treating the Guidelines as mandatory in these cir\ncumstances violated the Sixth Amendment right of crimi\nnal defendants to be tried by a jury and to have every\nelement of an offense proved by the Government beyond a\nreasonable doubt. Id., at 243–244.\n   To remedy the constitutional problem, we rendered the\nGuidelines advisory by invalidating two provisions of the\nSRA: 18 U. S. C. §3553(b)(1) (2000 ed., Supp. IV), which\ngenerally required a sentencing court to impose a sentence\nwithin the applicable Guidelines range, and §3742(e)\n(2000 ed. and Supp. IV), which prescribed the standard of\nreview on appeal, including de novo review of Guidelines\n                 Cite as: 560 U. S. ____ (2010)           3\n\n                     Opinion of the Court\n\ndepartures. 543 U. S., at 259. “With these two sections\nexcised (and statutory cross-references to the two sections\nconsequently invalidated),” we held that “the remainder of\nthe Act satisfies the Court’s constitutional requirements.”\nIbid. Booker thus left intact other provisions of the SRA,\nincluding those giving the Commission authority to revise\nthe Guidelines, 28 U. S. C. §994(o) (2006 ed.), and to de\ntermine when and to what extent a revision will be retro\nactive, §994(u).\n   With respect to drug-trafficking offenses, the Sentencing\nGuidelines establish a defendant’s base offense level ac\ncording to the type and weight of the drug. See USSG\n§§2D1.1(a), (c). When the Commission first promulgated\nthe Guidelines in 1987, it adopted the 100-to-1 ratio se\nlected by Congress in setting mandatory minimum sen\ntences in the Anti-Drug Abuse Act of 1986, 100 Stat. 3207.\nUnder that framework, the Commission “treated every\ngram of crack cocaine as the equivalent of 100 grams of\npowder cocaine.” Kimbrough v. United States, 552 U. S.\n85, 96 (2007). The Commission later sought to alleviate\nthe disparity produced by this ratio. After several failed\nattempts at reform, see id., at 99, the Commission in 2007\namended the Guidelines to reduce by two levels the base\noffense level associated with each quantity of crack co\ncaine. See USSG Supp. App. C, Amdt. 706 (effective Nov.\n1, 2007). In 2008, the Commission made that amendment\nretroactive. See id., Amdt. 713 (effective Mar. 3, 2008).\n   When the Commission makes a Guidelines amendment\nretroactive, 18 U. S. C. §3582(c)(2) authorizes a district\ncourt to reduce an otherwise final sentence that is based\non the amended provision. Any reduction must be consis\ntent with applicable policy statements issued by the Sen\ntencing Commission.       The relevant policy statement,\nUSSG §1B1.10, instructs courts proceeding under\n§3582(c)(2) to substitute the amended Guidelines range\nwhile “leav[ing] all other guideline application decisions\n4                    DILLON v. UNITED STATES\n\n                          Opinion of the Court\n\nunaffected.” §1B1.10(b)(1).1 Under §3582(c)(2), a court\nmay then grant a reduction within the amended Guide\nlines range if it determines that one is warranted “after\nconsidering the factors set forth in section 3553(a) to the\nextent that they are applicable.”2 Except in limited cir\ncumstances, however, §1B1.10(b)(2)(A) forecloses a court\nacting under §3582(c)(2) from reducing a sentence “to a\nterm that is less than the minimum of the amended guide\nline range.”\n                              II\n  A jury convicted petitioner Percy Dillon in 1993 of con\nspiracy to distribute and to possess with the intent to\ndistribute more than 500 grams of powder cocaine and\nmore than 50 grams of crack cocaine in violation of 21\nU. S. C. §846, possession with the intent to distribute\nmore than 500 grams of powder cocaine in violation of\n§841(a)(1), and use of a firearm during and in relation to a\ndrug-trafficking offense in violation of 18 U. S. C.\n§924(c)(1). Dillon’s convictions exposed him to a statutory\nsentencing range of 10 years to life for the conspiracy, 5\nto-40 years for cocaine possession, and a mandatory mini\nmum sentence of 5 years for the firearm offense, to be\nserved consecutively to the sentence for the drug offenses.\n\n——————\n   1 The Sentencing Commission substantially revised §1B1.10 in March\n\n2008, see USSG Supp. App. C, Amdt. 712 (Nov. 2009) (effective Mar. 3,\n2008), roughly three months before the District Court’s decision in this\ncase. Because the current version of the relevant Guidelines provisions\nis not meaningfully different from the version in effect at the time of\nthe District Court’s decision, references in this opinion are to the\ncurrent, 2009 edition of the Guidelines.\n   2 Section 3553(a) provides that a “court shall impose a sentence suffi\n\ncient, but not greater than necessary, to comply with the purposes set\nforth in paragraph (2) of this subsection,” and it enumerates several\nfactors a court “shall consider” in determining an appropriate sentence,\nincluding “the nature and circumstances of the offense and the history\nand characteristics of the defendant,” §3553(a)(1).\n                     Cite as: 560 U. S. ____ (2010)                     5\n\n                          Opinion of the Court\n\n   At sentencing, the District Court made additional find\nings of fact and concluded that Dillon was responsible for\n1.5 kilograms of crack and 1.6 kilograms of powder co\ncaine. Under USSG §2D1.1, those drug quantities pro\nduced a base offense level of 38. After offsetting adjust\nments for acceptance of responsibility, §3E1.1, and\nreckless endangerment during flight, §3C1.2, Dillon’s total\noffense level remained 38. Coupled with a criminal\nhistory category of II,3 that offense level produced a then\nmandatory Guidelines range of 262-to-327 months’ im\nprisonment for the drug counts.\n   The court sentenced Dillon at the bottom of the Guide\nlines range for those counts, followed by a mandatory 60\nmonth sentence for the firearm count, for a total sentence\nof 322 months’ imprisonment. At Dillon’s sentencing, the\ncourt described the term of imprisonment as “entirely too\nhigh for the crime [Dillon] committed.” App. 13. Perceiv\ning no basis for departing from the then-mandatory Sen\ntencing Guidelines, the District Court felt constrained to\nimpose a sentence within the prescribed range. The Court\nof Appeals for the Third Circuit affirmed Dillon’s convic\ntions and sentence on appeal. See 100 F. 3d 949 (1996).\n   After the Sentencing Commission made the amendment\nto the crack-cocaine Guidelines retroactive in 2008, Dillon\nfiled a pro se motion for a sentence reduction pursuant to\n§3582(c)(2). In the motion, Dillon asked the court to grant\nnot just the two-level reduction authorized by the amend\nment but also a further reduction consistent with the\nsentencing factors found in §3553(a). Based largely on his\npostsentencing conduct, including his determined pursuit\nof educational and community-outreach opportunities,\n\n——————\n  3 The Probation Office based Dillon’s criminal-history assessment on\ntwo prior misdemeanor convictions, one for possession of marijuana and\none for resisting arrest. Dillon did not object to that calculation of his\ncriminal-history score.\n6                   DILLON v. UNITED STATES\n\n                        Opinion of the Court\n\nDillon contended that a variance from the amended Guide\nlines range was warranted in his case. He further urged\nthat, after Booker, the court was authorized to grant such\na variance because the amended Guidelines range was\nadvisory notwithstanding any contrary statement in\n§1B1.10.\n   The District Court reduced Dillon’s sentence to 270\nmonths—the term at the bottom of the revised Guidelines\nrange.4 But the court declined to go further. Concluding\nthat the sentencing proceedings at issue in Booker are\nreadily distinguishable from those under §3582(c)(2), the\ncourt found Booker’s holdings inapplicable to the instant\nproceeding and accordingly held that it lacked authority to\nimpose a sentence inconsistent with §1B1.10.\n   The Third Circuit affirmed. 572 F. 3d 146, 150 (2009).\nThe court noted that §3582(c)(2) is codified in a different\nsection than the provisions invalidated in Booker and\ncontains no cross-reference to those provisions. Finding\nno other indication that Booker “obviate[d] the congres\nsional directive in §3582(c)(2) that a sentence reduction\npursuant to that section be consistent with Sentencing\nCommission policy statements,” 572 F. 3d, at 149, the\nThird Circuit held that §1B1.10 is binding. It therefore\nagreed that the District Court lacked authority to reduce\nDillon’s sentence below the amended Guidelines range.\n   We granted certiorari to consider Booker’s applicability\nto §3582(c)(2) proceedings. 558 U. S. ___ (2009).\n                            III \n\n                             A\n\n  “[A] judgment of conviction that includes [a sentence of\nimprisonment] constitutes a final judgment” and may not\nbe modified by a district court except in limited circum\n——————\n  4 The revised sentence reflects a 210-month term of imprisonment for\n\nthe narcotics offenses and a mandatory, consecutive 60-month term for\nthe firearm offense.\n                 Cite as: 560 U. S. ____ (2010)           7\n\n                     Opinion of the Court\n\nstances. §3582(b). Section 3582(c)(2) establishes an ex\nception to the general rule of finality “in the case of a\ndefendant who has been sentenced to a term of imprison\nment based on a sentencing range that has subsequently\nbeen lowered by the Sentencing Commission pursuant to\n28 U. S. C. §994(o)” and made retroactive pursuant to\n§994(u). In such cases, Congress has authorized courts to\n“reduce the term of imprisonment, after considering the\nfactors set forth in section 3553(a) to the extent that they\nare applicable, if such a reduction is consistent with appli\ncable policy statements issued by the Sentencing Commis\nsion.” §3582(c)(2).\n   Characterizing proceedings under §3582(c)(2) as “resen\ntencing” proceedings, Dillon contends that “[t]here is no\npractical or functional difference between a resentencing\npursuant to §3582(c)(2) and any other resentencing.” Brief\nfor Petitioner 18. Accordingly, Dillon urges, the same\nprinciples that govern other sentencing proceedings like\nwise govern §3582(c)(2) proceedings, and courts have\nauthority under §3582(c)(2) to vary from the revised\nGuidelines range consistent with §3553(a), see\nKimbrough, 552 U. S., at 101. Dillon cites as support for\nthis view §3582(c)(2)’s instruction to consider the factors\nin §3553(a) in determining whether a sentence reduction\nis warranted. Under Dillon’s approach, Booker would\npreclude the Commission from issuing a policy statement\nthat generally forecloses below-Guidelines sentences at\n§3582(c)(2) proceedings, as USSG §1B1.10 purports to do.\nDillon thus asks us to excise the mandatory language of\n§1B1.10(b)(2)(A) and treat that provision as advisory, just\nas we did the offending statutory provisions in Booker.\n   The language of §3582(c)(2) belies Dillon’s characteriza\ntion of proceedings under that section. By its terms,\n§3582(c)(2) does not authorize a sentencing or resentenc\ning proceeding. Instead, it provides for the “modif[ication\nof] a term of imprisonment” by giving courts the power to\n8                   DILLON v. UNITED STATES\n\n                         Opinion of the Court\n\n“reduce” an otherwise final sentence in circumstances\nspecified by the Commission.         Compare 28 U. S. C.\n§994(a)(2)(C) (referring to §3582(c)(2) as a “sentence modi\nfication provisio[n]”), with 18 U. S. C. §3742(f) (authoriz\ning courts of appeals to remand “for further sentencing”\nupon a finding of error), and §3742(g) (establishing the\nterms of “sentencing upon remand” and describing the\nproceeding as a “resentenc[ing]” (capitalization omitted)).\nIt is also notable that the provision applies only to a lim\nited class of prisoners—namely, those whose sentence was\nbased on a sentencing range subsequently lowered by the\nCommission. Section 3582(c)(2)’s text, together with its\nnarrow scope, shows that Congress intended to authorize\nonly a limited adjustment to an otherwise final sentence\nand not a plenary resentencing proceeding.\n   The substantial role Congress gave the Commission\nwith respect to sentence-modification proceedings further\nsupports this conclusion. The SRA charges the Commis\nsion both with deciding whether to amend the Guidelines,\n§994(o), and with determining whether and to what extent\nan amendment will be retroactive, §994(u).5 A court’s\npower under §3582(c)(2) thus depends in the first instance\non the Commission’s decision not just to amend the Guide\nlines but to make the amendment retroactive. The court is\nalso constrained by the Commission’s statements dictating\n“by what amount” the sentence of a prisoner serving a\nterm of imprisonment affected by the amendment “may be\nreduced.” §994(u); see also Braxton v. United States, 500\nU. S. 344, 348 (1991) (noting that the Commission imple\nmented that power through §1B1.10).\n   Read in this context, §3582(c)(2)’s reference to §3553(a)\n\n——————\n    5 We\n       do not respond to the dissent’s separation-of-powers discussion,\nsee post, at 11–16 (opinion of STEVENS, J.), as that issue is not fairly\nencompassed within the questions presented and was not briefed by the\nparties.\n                 Cite as: 560 U. S. ____ (2010)           9\n\n                     Opinion of the Court\n\ndoes not undermine our narrow view of proceedings under\nthe former provision. Section 3582(c)(2) instructs a dis\ntrict court to “conside[r] the factors set forth in section\n3553(a) to the extent that they are applicable,” but it\nauthorizes a reduction on that basis only “if such a reduc\ntion is consistent with applicable policy statements issued\nby the Sentencing Commission”—namely, §1B1.10. The\nstatute thus establishes a two-step inquiry. A court must\nfirst determine that a reduction is consistent with §1B1.10\nbefore it may consider whether the authorized reduction is\nwarranted, either in whole or in part, according to the\nfactors set forth in §3553(a).\n   Following this two-step approach, a district court pro\nceeding under §3582(c)(2) does not impose a new sentence\nin the usual sense. At step one, §3582(c)(2) requires the\ncourt to follow the Commission’s instructions in §1B1.10 to\ndetermine the prisoner’s eligibility for a sentence modifi\ncation and the extent of the reduction authorized. Specifi\ncally, §1B1.10(b)(1) requires the court to begin by “deter\nmin[ing] the amended guideline range that would have\nbeen applicable to the defendant” had the relevant\namendment been in effect at the time of the initial sen\ntencing. “In making such determination, the court shall\nsubstitute only the amendments listed in subsection (c) for\nthe corresponding guideline provisions that were applied\nwhen the defendant was sentenced and shall leave all\nother guideline application decisions unaffected.” Ibid.\n   Consistent with the limited nature of §3582(c)(2) pro\nceedings, §1B1.10(b)(2) also confines the extent of the\nreduction authorized. Courts generally may “not reduce\nthe defendant’s term of imprisonment under 18 U. S. C.\n§3582(c)(2) . . . to a term that is less than the minimum of\nthe amended guideline range” produced by the substitu\ntion. §1B1.10(b)(2)(A). Only if the sentencing court origi\nnally imposed a term of imprisonment below the Guide\nlines range does §1B1.10 authorize a court proceeding\n10               DILLON v. UNITED STATES\n\n                     Opinion of the Court\n\nunder §3582(c)(2) to impose a term “comparably” below the\namended range. §1B1.10(b)(2)(B).\n  At step two of the inquiry, §3582(c)(2) instructs a court\nto consider any applicable §3553(a) factors and determine\nwhether, in its discretion, the reduction authorized by\nreference to the policies relevant at step one is warranted\nin whole or in part under the particular circumstances of\nthe case. Because reference to §3553(a) is appropriate\nonly at the second step of this circumscribed inquiry, it\ncannot serve to transform the proceedings under\n§3582(c)(2) into plenary resentencing proceedings.\n  This understanding of §3582(c)(2) as a narrow exception\nto the rule of finality finds further support outside the\nstatute. Federal Rule of Criminal Procedure 43 requires\nthat a defendant be present at “sentencing,” see Rule\n43(a)(3), but it excludes from that requirement proceed\nings that “involv[e] the correction or reduction of sentence\nunder Rule 35 or 18 U. S. C. §3582(c),” Rule 43(b)(4). Like\n§3582(c)(2), Rule 35 delineates a limited set of circum\nstances in which a sentence may be corrected or reduced.\nSpecifically, it authorizes a court to “correct a sentence\nthat resulted from arithmetical, technical, or other clear\nerror” within 14 days after sentencing, Rule 35(a), and it\nauthorizes a reduction for substantial assistance on the\nGovernment’s motion, Rule 35(b). Rule 43 therefore sets\nthe proceedings authorized by §3582(c)(2) and Rule 35\napart from other sentencing proceedings.\n                             B\n  Given the limited scope and purpose of §3582(c)(2), we\nconclude that proceedings under that section do not impli\ncate the interests identified in Booker. Notably, the sen\ntence-modification proceedings authorized by §3582(c)(2)\nare not constitutionally compelled. We are aware of no\nconstitutional requirement of retroactivity that entitles\ndefendants sentenced to a term of imprisonment to the\n                 Cite as: 560 U. S. ____ (2010)           11\n\n                     Opinion of the Court\n\nbenefit of subsequent Guidelines amendments. Rather,\n§3582(c)(2) represents a congressional act of lenity in\ntended to give prisoners the benefit of later enacted ad\njustments to the judgments reflected in the Guidelines.\n   Viewed that way, proceedings under §3582(c)(2) do not\nimplicate the Sixth Amendment right to have essential\nfacts found by a jury beyond a reasonable doubt. Taking\nthe original sentence as given, any facts found by a judge\nat a §3582(c)(2) proceeding do not serve to increase the\nprescribed range of punishment; instead, they affect only\nthe judge’s exercise of discretion within that range.\n“[J]udges in this country have long exercised discretion of\nthis nature in imposing sentence within [established]\nlimits in the individual case,” and the exercise of such\ndiscretion does not contravene the Sixth Amendment even\nif it is informed by judge-found facts. Apprendi v. New\nJersey, 530 U. S. 466, 481 (2000) (emphasis in original).\nBecause §3582(c)(2) proceedings give judges no more than\nthis circumscribed discretion, “[t]here is no encroachment\nhere by the judge upon facts historically found by the jury,\nnor any threat to the jury’s domain as a bulwark at trial\nbetween the State and the accused.” Oregon v. Ice, 555\nU. S. ___, ___ (2009) (slip op., at 8). Accordingly, Dillon’s\nSixth Amendment rights were not violated by the District\nCourt’s adherence to the instruction in §1B1.10 to consider\na reduction only within the amended Guidelines range.\n   Dillon contends that, even if §3582(c)(2) does not impli\ncate the constitutional rights vindicated in Booker—\nsomething the dissent appears to concede—the remedial\naspect of the Court’s decision applies to proceedings under\nthat section and requires that the Guidelines be treated as\nadvisory in such proceedings just as they are in other\nsentencing proceedings. In support of his position, Dillon\ninvokes the Ninth Circuit’s reasoning in United States v.\n12                  DILLON v. UNITED STATES\n\n                         Opinion of the Court\n\nHicks, 472 F. 3d 1167, 1170 (2007).6 Relying on our rejec\ntion in Booker of a remedy that would have made the\nGuidelines advisory only in certain cases—namely, when\ntreating them as binding would run afoul of the Sixth\nAmendment, see 543 U. S., at 265–267—the Ninth Circuit\nheld that Booker precludes treating the Guidelines as\nmandatory for purposes of §3582(c)(2) and advisory in\nother contexts, see Hicks, 472 F. 3d, at 1171–1172.\n   This argument is unpersuasive. The incomplete remedy\nwe rejected in Booker would have required courts to treat\nthe Guidelines differently in similar proceedings, leading\npotentially to unfair results and considerable administra\ntive challenges. See 543 U. S., at 266. As already ex\nplained, the sentence-modification proceedings authorized\nby §3582(c)(2) are readily distinguishable from other\nsentencing proceedings. Given the substantially different\npurpose of §3582(c)(2) and the circumscribed nature of\nproceedings under that section, requiring courts to honor\n§1B1.10(b)(2)’s instruction not to depart from the amended\nGuidelines range at such proceedings will create none of\nthe confusion or unfairness that led us in Booker to reject\nthe Government’s argument for a partial fix.\n   The dissent’s contrary conclusion rests on two erroneous\npremises. First, the dissent ignores the fundamental\ndifferences between sentencing and sentence-modification\nproceedings and asserts without explanation that\n“[n]othing turns on” the distinction between them. Post,\nat 11. For the reasons stated above, the statutory differ\nences between the proceedings are highly significant.\n   Second, the dissent gives short shrift to the fact that,\nafter Booker, the Commission retains at least some au\n\n——————\n  6 The Ninth Circuit subsequently agreed to consider en banc Booker’s\napplicability to §3582(c)(2) proceedings. See United States v. Fox, 583\nF. 3d 596 (2009). The matter was stayed pending our decision in this\ncase. No. 08–30445 (CA9, Dec. 8, 2009).\n                 Cite as: 560 U. S. ____ (2010)           13\n\n                     Opinion of the Court\n\nthority to bind the courts. Through §994(u), Congress\ncharged the Commission with determining “in what cir\ncumstances and by what amount” the sentences of prison\ners affected by Guidelines amendments “may be reduced.”\nNo one disputes that the Commission’s retroactivity de\nterminations made pursuant to the first part of that au\nthorization are binding. See post, at 17, and n. 8. This\naspect of the Commission’s power emphatically under\nmines the dissent’s insistence that the Guidelines after\nBooker are “completely advisory.” Post, at 9. Moreover,\nwhile the dissent criticizes our approach for leaving the\nCommission with only the “the tiniest sliver of lawmaking\npower,” post, at 11, the dissent would leave the Commis\nsion with an even smaller and less explicable sliver by\ndissecting the authority granted by §994(u).\n  For all of these reasons, we conclude that neither\nBooker’s constitutional nor remedial holding requires the\nresult that Dillon urges.\n                            IV\n  Dillon additionally contends that the District Court\nerred in failing to correct two mistakes in his original\nsentence. Under his view of §3582(c)(2), a district court is\nrequired to recalculate a defendant’s sentence. Thus, any\nmistakes committed at the initial sentencing are imposed\nanew if they are not corrected. According to Dillon, the\nDistrict Court in the instant proceeding should have cor\nrected the Booker error that resulted from the initial\nsentencing court’s treatment of the Guidelines as manda\ntory, and it should have adjusted his criminal-history\ncategory, which he now contends was erroneously inflated.\n  Dillon’s arguments in this regard are premised on the\nsame misunderstanding of the scope of §3582(c)(2) pro\nceedings dispelled above. As noted, §3582(c)(2) does not\nauthorize a resentencing. Instead, it permits a sentence\nreduction within the narrow bounds established by the\n14                  DILLON v. UNITED STATES\n\n                        Opinion of the Court\n\nCommission. The relevant policy statement instructs that\na court proceeding under §3582(c)(2) “shall substitute” the\namended Guidelines range for the initial range “and shall\nleave all other guideline application decisions unaffected.”\n§1B1.10(b)(1). Because the aspects of his sentence that\nDillon seeks to correct were not affected by the Commis\nsion’s amendment to §2D1.1, they are outside the scope of\nthe proceeding authorized by §3582(c)(2), and the District\nCourt properly declined to address them.\n                      *    *     *\n For the foregoing reasons, the judgment of the Court of\nAppeals is\n                                               Affirmed.\n\n     JUSTICE ALITO took no part in the decision of this case.\n                    Cite as: 560 U. S. ____ (2010)               1\n\n                       STEVENS, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                            _________________\n\n                            No. 09–6338\n                            _________________\n\n\n  PERCY DILLON, PETITIONER v. UNITED STATES\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE THIRD CIRCUIT\n\n                           [June 17, 2010] \n\n\n  JUSTICE STEVENS, dissenting.\n  When sentencing petitioner Percy Dillon for crack co­\ncaine-related offenses in 1993, the District Court stated\nthat the punishment Dillon received was “entirely too high\nfor the crime [he] committed.” App. 13. Bound by a sen­\ntencing regime that was mandatory at the time, the judge\nhad no choice but to sentence Dillon to 322 months of\nimprisonment—nearly 27 years behind bars. The judge\nlater explained that, were it within his discretion, he\nwould have sentenced Dillon to 5 years of imprisonment.\nId., at 62. Had Dillon been sentenced after our decision in\nUnited States v. Booker, 543 U. S. 220 (2005), the judge\nwould have had that discretion. Instead, the District\nCourt was compelled to mete out a punishment that it\nbelieved to be grossly disproportionate to the offense and,\ntherefore, “greater than necessary” to meet the goals of\nour criminal justice system, 18 U. S. C. §3553(a).\n  The punishment Dillon received was so high, in part,\nbecause at the time of his conviction our drug laws pun­\nished crack cocaine offenses 100 times more severely than\npowder cocaine offenses. In 2007, as the Court explains,\nsee ante, at 3, the United States Sentencing Commission\n(Commission) proposed a partial fix to this disparity,\nlowering its Guidelines Manual1 ranges for crack cocaine\n——————\n 1 The   Guidelines Manual itself contains two types of provisions:\n2                    DILLON v. UNITED STATES\n\n                         STEVENS, J., dissenting\n\noffenses to a 20:1 ratio. See United States Sentencing\nCommission, Guidelines Manual Supp. App. C, Amdt. 706\n(Nov. 2009) (USSG) (effective Nov. 1, 2007). Pursuant to\nits congressional mandate, see 28 U. S. C. §994(u), the\nCommission made this change retroactive for those indi­\nviduals, like Dillon, who were still serving sentences for\ncrack cocaine offenses. See USSG Supp. App. C, Amdt.\n713 (effective Mar. 3, 2008).\n   Although Dillon does not have a constitutional right to\nobtain the benefit of the Commission’s change, it is undis­\nputed that he has a statutory right to do so. Under 18\nU. S. C. §3582(c)(2), a federal prisoner “who has been\nsentenced to a term of imprisonment based on a sentenc­\ning range that has subsequently been lowered” by the\nCommission may seek a sentence reduction, but only after\nthe court “consider[s] the factors set forth in section\n3553(a),” and only “if such a reduction is consistent with\napplicable policy statements issued by the Sentencing\nCommission.” Dillon sought such relief. His 322-month\nsentence was reduced to a 270-month sentence—still 17½\nyears more than the sentencing judge thought necessary\nas an initial matter.\n   In his §3582(c)(2) proceeding, Dillon alleged that his\ncircumstances warranted an additional reduction in light\nof the fact that his sentence was “greater than necessary”\nto effectuate the goals of our sentencing system, §3553(a).\nHe also emphasized that he has been a model inmate\nduring his 17 years in federal prison. Once again, how­\never, the District Court felt that its hands were tied, this\n——————\nguidelines, see 28 U. S. C. §994(a)(1), and policy statements, see\n§944(a)(2). I use “Guidelines” in this opinion to refer to both the guide­\nlines as described in §994(a)(1), as well as more generally to all of the\nprovisions in the Guidelines Manual. The section numbers of both\ntypes of provisions are enumerated identically within the Commission’s\nGuidelines Manual, but their effects, as discussed in more detail herein,\nare different.\n                 Cite as: 560 U. S. ____ (2010)            3\n\n                    STEVENS, J., dissenting\n\ntime because USSG §1B1.10(b)(2) purports to place a\nmandatory limit on the extent of any sentence reduction\nthat a court may order pursuant to §3582(c)(2). And so,\ngiving the Commission’s statement the effect of law, the\nDistrict Court denied Dillon further relief.\n   Today, the Court holds that in this one limited nook of\nsentencing law, the Commission retains the power to bind\njudges that we struck down in Booker. In my view, the\nCourt’s decision to treat the Commission’s policy state­\nment as a mandatory command rather than an advisory\nrecommendation is unfaithful to Booker. It is also on\ndubious constitutional footing, as it permits the Commis­\nsion to exercise a barely constrained form of lawmaking\nauthority. And it is manifestly unjust. I would therefore\nhold that in the context of a §3582(c)(2) sentence modifica­\ntion proceeding, the District Court may consider, but is\nnot bound by, any applicable policy statements promul­\ngated by the Commission. In other words, I would apply\nBooker’s remedial holding to §3582(c)(2) proceedings.\n                               I\n  Although I did not join JUSTICE BREYER’s remedial\nopinion for the Court in Booker, it is nevertheless clear to\nme that its scope applies to §3582(c)(2) proceedings.\n  As an initial matter, it is of no moment that the Booker\nCourt did not excise any portion of §3582 when crafting its\nremedy. At the time, there was nothing in §3582(c)(2)—\nseparate and apart from the Guidelines’ general manda­\ntory nature—that would have limited the District Court’s\ndiscretion in a §3582(c)(2) proceeding. There was, conse­\nquently, nothing that needed excising. Relief under\n§3582(c)(2) is available if it is “consistent with” the Com­\nmission’s related policy statement. And when we decided\nBooker, the particular policy statement at issue,\n4                   DILLON v. UNITED STATES\n\n                        STEVENS, J., dissenting\n\n§1B1.10(b), had no explicit binding effect.2\n  Prior to our decision in Booker, the Guidelines were\nmandatory only by virtue of congressional mandate, and\nnot by virtue of Commission decree. See 18 U. S. C.\n§3553(b)(1). Following Booker, the Commission’s policy\nstatement in §1B1.10 took effect in March 2008. That\nstatement, I will explain more fully in Part II, infra, is\nnow the only source of binding authority in §3582(c)(2)\nproceedings, as it purports to have the effect of reinstating\na mandatory Guidelines regime within the context of a\nsentence modification proceeding. It is now the Commis­\nsion’s policy statement, and not an explicit congressional\nmandate, that makes the Guidelines ranges binding under\n§3582(c)(2).\n  As a matter of textual analysis, divorced from judicial\nprecedent, it is certainly reasonable for the Court to find\nthat the Commission can set mandatory limits on sentence\nreductions under §3582(c)(2). But it is a mistake, in my\nview, to take such a narrow approach to the question\npresented by this case. The Court has turned a blind eye\nto the fundamental sea-change that was our decision in\nBooker.\n——————\n  2 From 1989 to 1994, the policy statement in §1B1.10 also contained\n\nwhat could be described fairly as a limitation on the “amount” of an\navailable sentence reduction. See USSG §1B1.10(c)(2) (Nov. 1990) (“[A]\nreduction in a defendant’s term of imprisonment . . . may, in no event,\nexceed the number of months by which the maximum of the guideline\nrange applicable to the defendant . . . has been lowered”). In 1994, as\npart of Amendment 504 to the Guidelines Manual, the Commission\ndeleted this provision, explaining that this “rather complex subsection”\nwas an “unnecessary restriction on the court’s consideration of a\nrevised sentence.” USSG, App. C, Amdt. 504 (effective Nov. 1, 1994).\nLater, in an “Application Note,” the Commission indicated that “the\namended guideline range” “limit[s] the extent to which an eligible\ndefendant’s sentence may be reduced.” Id., Amdt. 548 (effective Nov. 1,\n1997). The bottom line is that it was the Guidelines’ mandatory nature,\nand not the effect of a policy statement, that made the Guidelines\nranges binding in an 18 U. S. C. §3582(c)(2) proceeding.\n                  Cite as: 560 U. S. ____ (2010)            5\n\n                     STEVENS, J., dissenting\n\n   It is useful to put Booker in context. During the delib­\nerations that led to the enactment of the Sentencing Re­\nform Act of 1984, 18 U. S. C. §3551 et seq., 28 U. S. C.\n§991, et seq., Congress considered—and rejected—a pro­\nposal that would have made the Guidelines only advisory.\nSee Mistretta v. United States, 488 U. S. 361, 387 (1989).\nUltimately, the decision to authorize the Commission to\nissue rules that “have the force and effect of laws” gener­\nated a serious debate over the constitutionality of the\nCommission itself. See id., at 413 (SCALIA, J., dissenting).\n   While we resolved that constitutional debate in the\nCommission’s favor in Mistretta, it became apparent dur­\ning the next two decades that the mandatory character of\nthe Guidelines, coupled with the practice of judicial fact­\nfinding, not only produced a host of excessively severe\nsentences but also created an unacceptable risk of depriv­\ning defendants of long-settled constitutional protections.\nSee, e.g., Apprendi v. New Jersey, 530 U. S. 466, 490\n(2000) (holding that “[o]ther than the fact of a prior convic­\ntion, any fact that increases the penalty for a crime beyond\nthe prescribed statutory maximum must be submitted to a\njury, and proved beyond a reasonable doubt”); Ring v.\nArizona, 536 U. S. 584, 602 (2002) (holding that “[i]f a\nState makes an increase in a defendant’s authorized pun­\nishment contingent on the finding of a fact, that fact—no\nmatter how the State labels it—must be found by a jury\nbeyond a reasonable doubt”); Blakely v. Washington, 542\nU. S. 296, 304 (2004) (holding that “[w]hen a judge inflicts\npunishment that the jury’s verdict alone does not allow,\nthe jury has not found all the facts ‘which the law makes\nessential to the punishment,’ and the judge exceeds his\nproper authority” (citation omitted)).\n   Over a series of cases, we arrived at our present under­\nstanding of determinate sentencing schemes: They are\nconstitutionally infirm if they mandate enhanced punish­\nments based on facts found only by a judge by a prepon­\n6                   DILLON v. UNITED STATES\n\n                       STEVENS, J., dissenting\n\nderance of the evidence. By restoring the principles out­\nlined in landmark cases such as In re Winship, 397 U. S.\n358 (1970), Apprendi and its progeny fundamentally\nchanged the landscape of modern sentencing law,3 and in\nso doing paved the way for Booker.\n   The Booker Court considered whether the Sentencing\nReform Act’s mandatory determinate sentencing scheme\ninfringed the jury-trial right. In the first of two opinions,\nwe held that the two applications of the Guidelines before\nus violated the Sixth Amendment because the sentencing\njudge in each case imposed a more severe sentence than\nthe facts found by the jury warranted. 543 U. S., at 235.\nWe recognized that if the Guidelines “could be read as\nmerely advisory provisions that recommended, rather\nthan required, the selection of particular sentences in\nresponse to differing sets of facts, their use would not\nimplicate the Sixth Amendment.” Id., at 233. But we\nrejected such an advisory reading of the Guidelines, as\nthey then stood. Id., at 234. To satisfy constitutional\nguarantees, we explained that any fact that has the effect\nof increasing the mandatory range must be “established by\na plea of guilty or . . . must be admitted by the defendant\nor proved to a jury beyond a reasonable doubt.” Id., at\n244. Otherwise, the sentence would violate the Sixth (and\nthe Fifth) Amendment.\n   In light of the potential for mandatory Guidelines sen­\ntences to violate the Constitution, the Court had to elect\namong possible remedies. As I explained in my dissent\nfrom the Court’s second Booker opinion (the remedial one),\nthere was no need to find any constitutional infirmity in\nany provision of the Sentencing Reform Act to provide\n——————\n  3 See United States v. O’Brien, 560 U. S. ___, ___, and n. 1 (2010)\n\n(STEVENS, J., concurring) (slip op., at 1–2, and n. 1) (discussing a\nsignificant sentencing policy trend in 1970’s and 1980’s, involving a\nshift to mandatory, determinate sentencing schemes based on judicial\nfactfinding by a preponderance standard).\n                 Cite as: 560 U. S. ____ (2010)           7\n\n                    STEVENS, J., dissenting\n\nrelief for the defendants in Booker, or to apply the Guide­\nlines in a mandatory fashion in future cases—so long as\njuries were allowed to decide the factual issues raised by\nrequests for enhanced sentences. See id., at 272–303\n(STEVENS, J., dissenting in part). Notwithstanding the\nfact that the Court could have retained the Guidelines’\nmandatory prescriptive effect in a manner consonant with\nthe jury-trial right, the Court nevertheless adopted a\nbroad remedy that recast the Guidelines in their entirety.\n   That change did not respond to a determination that the\nmandatory Guidelines regime itself violated the Sixth\nAmendment. Neither my opinion for the Court with re­\nspect to our constitutional holding, nor JUSTICE BREYER’s\nremedial opinion, contained any such determination.\nInstead, the Court’s decision to make the Guidelines dis­\ncretionary rested entirely on the majority’s judgment that\nCongress would have preferred that result to either an\nincrease in the jury’s role in making factual findings or a\ndecision invalidating the entire regime. Id., at 249. When\nCongress was wrestling with the Sentencing Reform Act of\n1984, it did not foresee Apprendi, Ring, and Blakely. The\nCourt made a policy-based prediction that, were Congress\nto have had such foresight, it would not have elected—in\nany respect—a mandatory sentencing regime.\n   The Court openly acknowledged this methodology:\n    “In essence, in what follows, we explain both (1) why\n    Congress would likely have preferred the total invali­\n    dation of the Act to an Act with the Court’s Sixth\n    Amendment requirement engrafted onto it, and (2)\n    why Congress would likely have preferred the excision\n    of some of the Act, namely the Act’s mandatory lan­\n    guage, to the invalidation of the entire Act. That is to\n    say, in light of today’s holding, we compare maintain­\n    ing the Act as written with jury factfinding added (the\n    dissenters’ proposed remedy) to the total invalidation\n8                       DILLON v. UNITED STATES\n\n                            STEVENS, J., dissenting\n\n       of the statute, and conclude that Congress would have\n       preferred the latter. We then compare our own rem­\n       edy to the total invalidation of the statute, and con­\n       clude that Congress would have preferred our rem­\n       edy.” 543 U. S., at 249.\n  Thus, rather than “maintaining the Act as written with\njury factfinding added,” ibid., the Court opted to alter the\nCommission’s power in a more fundamental way: It did\naway with a fixed, determinate sentencing regime based\non mandatory Guidelines. Henceforth the Commission\nwould guide and advise federal courts in the exercise of\ntheir sentencing authority. But the Commission would\nnot bind.\n  The Court held as follows:\n         “We answer the question of remedy by finding the\n       provision of the federal sentencing statute that makes\n       the Guidelines mandatory, 18 U. S. C. §3553(b)(1)\n       (Supp. IV), incompatible with today’s constitutional\n       holding. We conclude that this provision must be sev­\n       ered and excised, as must one other statutory section,\n       §3742(e) (2000 ed. and Supp. IV), which depends upon\n       the Guidelines’ mandatory nature. So modified, the\n       federal sentencing statute, see Sentencing Reform Act\n       of 1984 (Sentencing Act), as amended, 18 U. S. C.\n       §3551 et seq., 28 U. S. C. §991 et seq., makes the\n       Guidelines effectively advisory. It requires a sentenc­\n       ing court to consider Guidelines ranges, see 18 U.S.C.\n       §3553(a)(4) (Supp. IV), but it permits the court to tai­\n       lor the sentence in light of other statutory concerns as\n       well, see §3553(a).” Id., at 245–246.\n   The only fair way to read the Booker majority’s remedy\nis that it eliminated the mandatory features of the Guide­\nlines—all of them.4 It is true that the Court explicitly\n——————\n    4 See   also, e.g., Booker, 543 U. S., at 246 (opinion for the Court by\n                     Cite as: 560 U. S. ____ (2010)                    9\n\n                        STEVENS, J., dissenting\n\nsevered only two specific statutory sections. But there\nwas not, at the time, even a whisper of a suggestion that\nany other mandatory provision existed or that any should\nbe preserved.5\n   Were it not clear from the foregoing discussion of Booker\nitself, our post-Booker decisions have repeatedly empha­\nsized the completely advisory nature of the Guidelines.\nSee, e.g., Cunningham v. California, 549 U. S. 270, 286–\n287 (2007) (“Under the system described in JUSTICE\nBREYER’s opinion for the Court in Booker, judges would no\nlonger be tied to the sentencing range indicated in the\nGuidelines. But they would be obliged to ‘take account of’\nthat range along with the sentencing goals Congress\nenumerated in the [Sentencing Reform Act of 1984] at 18\nU. S. C. §3553(a)”); Rita v. United States, 551 U. S. 338, \n\n351 (2007) (“[T]he sentencing court does not enjoy the\n\nbenefit of a legal presumption that the Guidelines sen­\n\ntence should apply”); Gall v. United States, 552 U. S. 38, \n\n—————— \n\nBREYER, J.) (“The other approach, which we now adopt, would (through \n\nseverance and excision of two provisions) make the Guidelines system\nadvisory while maintaining a strong connection between the sentence\nimposed and the offender’s real conduct—a connection important to the\nincreased uniformity of sentencing that Congress intended its Guide­\nlines system to achieve” (emphasis added)); id., at 254 (“Congress would\nhave preferred no mandatory system to the system the dissenters\nenvisage”); id., at 264 (“Finally, the Act without its ‘mandatory’ provi­\nsion and related language remains consistent with Congress’ initial and\nbasic sentencing intent. . . . The system remaining after excision, while\nlacking the mandatory features that Congress enacted, retains other\nfeatures that help to further these objectives” (emphasis added)); ibid.\n(“The district courts, while not bound to apply the Guidelines, must\nconsult those Guidelines and take them into account when sentencing”\n(emphasis added)).\n   5 It seems, however, that at least one additional provision of the Sen­\n\ntencing Reform Act should have been excised, but was not, in order to\naccomplish the Court’s remedy. Section §3742(g)(2), prescribes that the\nGuidelines are to have binding effect upon a remand for a new sentence\nin a direct appeal: “The court shall not impose a sentence outside the\napplicable guidelines range . . . .”\n10                    DILLON v. UNITED STATES\n\n                         STEVENS, J., dissenting\n\n46 (2007) (“As a result of our decision [in Booker], the\nGuidelines are now advisory, and appellate review of\nsentencing decisions is limited to determining whether\nthey are ‘reasonable’ ”); Kimbrough v. United States, 552\nU. S. 85, 101 (2007) (“In sum, while the statute still re­\nquires a court to give respectful consideration to the\nGuidelines, Booker permits the court to tailor the sentence\nin light of other statutory concerns as well” (internal\nquotation marks and citation omitted)); Spears v. United\nStates, 555 U. S. ___, ___ (2009) (per curiam) (slip op., at 5)\n(“[W]e now clarify that district courts are entitled to reject\nand vary categorically from the crack-cocaine Guidelines\nbased on a policy disagreement with those Guidelines”).6\nOur case law is quite clear: The Guidelines no longer have\nmandatory and binding effect, and the sentencing court\nmay not presume them correct or reasonable when it\nconsiders an individual sentencing decision.\n   In light of this history, the limited nature of the\n§3582(c)(2) proceeding is beside the point. Nothing turns\n——————\n   6 See also Spears, 555 U. S., at ___ (slip op., at 6) (“[D]istrict courts\n\nare entitled to vary from the crack-cocaine guidelines in a mine-run\ncase where there are no ‘particular circumstances’ that would otherwise\njustify a variance from the Guidelines’ sentencing range”); Kimbrough,\n552 U. S., at 101 (“The Government acknowledges that the Guidelines\n‘are now advisory’ and that, as a general matter, ‘courts may vary [from\nGuidelines ranges] based solely on policy considerations, including\ndisagreements with the Guidelines’ ”); id., at 113–114 (SCALIA, J.,\nconcurring) (“[T]he district court is free to make its own reasonable\napplication of the §3553(a) factors, and to reject (after due considera­\ntion) the advice of the Guidelines. If there is any thumb on the scales;\nif the Guidelines must be followed even where the district court’s\napplication of the §3553(a) factors is entirely reasonable; then the\n‘advisory’ Guidelines would, over a large expanse of their application,\nentitle the defendant to a lesser sentence but for the presence of certain\nadditional facts found by judge rather than jury. This, as we said in\nBooker, would violate the Sixth Amendment”); Gall, 552 U. S., at 50\n(sentencing court “may not presume that the Guidelines range is\nreasonable”).\n                 Cite as: 560 U. S. ____ (2010)          11\n\n                    STEVENS, J., dissenting\n\non whether the proceeding is best understood as a resen­\ntencing or as a sentence modification procedure. Nor is it\nrelevant that Dillon has no right to be present at a pro­\nceeding under §3582(c)(2), ante, at 9–10, or that a sentence\nreduction proceeding may not be “constitutionally com­\npelled,” ante, at 10–11. The Court’s general reliance on\nBooker in this case, see ante, at 11–12, is odd because the\nBooker Court explained its belief “that Congress would not\nhave authorized a mandatory system in some cases and a\nnonmandatory system in others,” 543 U. S., at 266. Yet,\nthis is precisely the system the Court approves today.\n  Approaching this case as the Booker Court did, one must\nask whether it is likely that a fully informed Congress\nwould have created this kind of Commission: one endowed\nwith vast responsibilities for drafting advisory Guidelines\nand policy statements, but also with the tiniest sliver of\nlawmaking power to tie the hands of a district court’s\nexercise of grace under §3582(c)(2). I think the answer is\nobvious.\n                            II\n  My understanding of the scope of the Booker remedy is\nreinforced by an additional consideration: The Commis­\nsion’s policy statement, to which the Court today allows\nbinding effect, may exceed the scope of the Commission’s\npowers. No one disputes that Congress could have re­\njected the Court’s remedial holding in Booker if it so\nwished. Instead, it is the Commission that has rejected\nBooker’s application to §3582(c)(2), by purporting to give\nmandatory force to its own policy statement. That action\npresses the bounds of the authority Congress validly gave\nthe Commission in 1984, for it is not clear that Congress\nhas authorized the Commission to create this type of\npolicy statement or to circumvent a decision such as\nBooker on its own accord.\n  We have been quite permissive of congressional delega­\n12               DILLON v. UNITED STATES\n\n                     STEVENS, J., dissenting\n\ntions in our separation-of-powers jurisprudence. “So long\nas Congress ‘shall lay down by legislative act an intelligi­\nble principle to which the person or body authorized to\n[exercise the delegated authority] is directed to conform,\nsuch legislative action is not a forbidden delegation of\nlegislative power.’ ” Mistretta, 488 U. S., at 372 (quoting J.\nW. Hampton, Jr., & Co. v. United States, 276 U. S. 394,\n409 (1928)). Few legislative actions have been found to\noffend this principle. 488 U. S., at 373.\n   More than 20 years ago, the Court upheld the constitu­\ntionality of the Commission’s work from just such an\nattack in Mistretta. We took sanctuary then in the fact\nthat, in enacting the Sentencing Reform Act and creating\nthe Commission, Congress had “se[t] forth more than\nmerely an ‘intelligible principle’ or minimal standard” for\nthe exercise of the Commission’s discretion, and had “ ‘ex­\nplain[ed] what the Commission should do and how it\nshould do it, and se[t] out specific directives to govern\nparticular situations.’ ” Id., at 379. To this end, Congress\ngave the Commission clear “goals,” id., at 374; specified\nthe “ ‘purposes of sentencing,’ ” ibid.; “prescribed the spe­\ncific tool”—“the guidelines system”—the Commission was\nto use in its work, ibid.; set limits on the appropriate\nGuidelines ranges the Commission was to promulgate, id.,\nat 375; and set forth “seven factors” and “11 factors,”\nrespectively, to assist the Commission with “its formula­\ntion of offense categories” and its establishment of “catego­\nries of defendants” for sentencing purposes, id., at 375–\n376.\n   We explained that “although Congress granted the\nCommission substantial discretion in formulating guide­\nlines, in actuality it legislated a full hierarchy of punish­\nment—from near maximum imprisonment, to substantial\nimprisonment, to some imprisonment, to alternatives—\nand stipulated the most important offense and offender\ncharacteristics to place defendants within these catego­\n                 Cite as: 560 U. S. ____ (2010)          13\n\n                    STEVENS, J., dissenting\n\nries.” Id., at 377. There was, accordingly, no “concern of\nencroachment and aggrandizement that has animated our\nseparation-of-powers jurisprudence and aroused our vigi­\nlance against the ‘hydraulic pressure inherent within each\nof the separate Branches to exceed the outer limits of its\npower.’ ” Id., at 382 (quoting INS v. Chadha, 462 U. S.\n919, 951 (1983)).\n  JUSTICE SCALIA disagreed. He argued forcefully that\nCongress’ creation of the Commission was itself “a pure\ndelegation of legislative power” and therefore an abuse of\nseparation of powers. 488 U. S., at 420 (dissenting opin­\nion). “Congress’ commitment of such broad policy respon­\nsibility to any institution,” in JUSTICE SCALIA’s view,\nviolated a core principle of our governing system: that\n“basic policy decisions governing society are to be made by\nthe Legislature.” Id., at 415.\n  Although we acknowledged in Mistretta that Congress\nhad permissibly granted substantial powers to the Com­\nmission to set law and policy on sentencing generally, we\nhad no occasion to consider whether it had spoken with\nsufficient clarity respecting the Commission’s authority to\nprescribe sentence reductions. That question has now\nreared its head, and in my view it raises separation-of­\npowers concerns significantly more difficult than those\npresented in Mistretta.\n  First, I am doubtful that Congress authorized the type\nof “policy statement” we find in USSG §1B1.10. Congress\ninstructed the Commission to promulgate “general policy\nstatements regarding application of the guidelines or any\nother aspect of sentencing or sentence implementation\nthat in the view of the Commission would further the\npurposes set forth in section 3553(a)(2) of title 18 . . .\nincluding the appropriate use of,” inter alia, various “sen­\ntence modification provisions.” 28 U. S. C. §994(a)(2). As\nenvisioned by the Sentencing Reform Act, the role of policy\nstatements was merely to inform the judge’s exercise of\n14               DILLON v. UNITED STATES\n\n                    STEVENS, J., dissenting\n\ndiscretion within an otherwise mandatory Guidelines\nregime. See S. Rep. No. 98–225, p. 167 (1983) (explaining\nthat the “sentencing judge is required to take the policy\nstatements into account in deciding what sentence to\nimpose,” but that departure from a policy statement is not\nitself grounds for appeal); see also id., at 166 (identifying\npotential use of policy statement to “offe[r] recommenda­\ntions as to how” to “trea[t]” “in the future” “existing dis­\nparities which are not adequately cured by the guide­\nlines”).    Congress reserved binding effect for the\nCommission’s “guidelines,” which the Commission was to\npromulgate pursuant to a distinct statutory provision,\n§994(a)(1). The Sentencing Reform Act thus drew a basic\ndistinction: Guidelines would bind; policy statements\nwould advise.\n   Given that distinction, it is significant that Congress\nelected to use the Commission’s policy-statement power to\nset limitations on the sentencing modification procedures,\nrather than invoking the Commission’s Guidelines power.\nThe Commission is now trying to use a policy statement to\nhave the mandatory effect of a guideline—inverting the\nSentencing Reform Act’s original design. I find no provi­\nsion within §994(a)(2) that would authorize the Commis­\nsion, via a policy statement, to create a binding Guidelines\nregime. With respect to the type of action the Commission\nhas taken, there is certainly no provision that even ap­\nproximates the detailed prescriptions on the Commission’s\npower we considered in Mistretta.\n   Moreover, not only does nothing in §994(a)(2) appear to\nauthorize this type of policy statement, but there is also\nnothing that appears to authorize the Commission, by its\nown fiat, to limit the effect of our decision in Booker.\n   How to respond to Booker, and whether to retain man­\ndatory Guidelines, was a decision for Congress—and\nCongress alone. Booker expressly left “[t]he ball” “in\nCongress’ court,” explaining that “[t]he National Legisla­\n                 Cite as: 560 U. S. ____ (2010)          15\n\n                    STEVENS, J., dissenting\n\nture is equipped to devise and install, long term, the sen­\ntencing system, compatible with the Constitution, that\nCongress judges best for the federal system of justice.”\n543 U. S., at 265; see also supra, at 3–4. That Congress\nhas declined to disturb Booker in the five years since its\nissuance demonstrates not only that JUSTICE BREYER is\nmore clairvoyant than I am, but also that Congress has\nacquiesced to a discretionary Guidelines regime. Con­\ngress’ silence has deprived the Commission of any “intelli­\ngible principle[s],” J. W. Hampton, 276 U. S., at 409, by\nwhich to steer its consideration of the appropriate re­\nsponse to Booker. And without such guidance, I fear that,\nin promulgating USSG §1B1.10, the Commission may\nhave made the type of “basic policy decisio[n]” that\nJUSTICE SCALIA reminded us is the province of the Legis­\nlature, Mistretta, 488 U. S., at 415 (dissenting opinion).\n   Prior to the Commission’s 2008 overhaul of its policy\nstatement in §1B1.10—and even under the applicable\npolicy statement in effect when the Court decided\nBooker—nothing in the Guidelines, see supra, at 3–4, and\nn. 2, as understood in light of Booker, would have pre­\ncluded Dillon from obtaining the type of discretionary\nsentence reduction he now seeks (assuming he was so\neligible). Standing in Dillon’s way presently are two pro­\nvisions of §1B1.10, revised contemporaneously with the\nCommission’s decision to make its amendments to the\ncrack cocaine offense Guidelines retroactive.\n   There can be no question that the purpose of the Com­\nmission’s amendments to its policy statement in §1B1.10\nwas to circumvent the Booker remedy. See Brief for Fed­\neral Public and Community Defenders et al. as Amici\nCuriae 3–9 (describing history of promulgation of current\nversion of §1B1.10). To this end, the Commission dis­\nclaimed that proceedings under §3582(c)(2) “constitute a\nfull resentencing of the defendant.” USSG §1B1.10(a)(3).\nAnd it advised that “the court shall not reduce the defen­\n16                 DILLON v. UNITED STATES\n\n                       STEVENS, J., dissenting\n\ndant’s term of imprisonment under 18 U. S. C. §3582(c)(2)\nand this policy statement to a term that is less than the\nminimum of the amended guideline range determined”\nunder the new range. §1B1.10(b)(2)(A). In other words,\nthe Commission told federal courts that its Guidelines, at\nleast in §3582(c)(2) proceedings, remain mandatory and\nbinding.\n  Had the Commission taken it upon itself, by issuance of\na general policy statement, to make its Guidelines manda­\ntory but subject to jury findings in all cases, we would\neither strike down such an act on separation-of-powers\ngrounds or apply the same remedy we did in Booker to\nrender the statement advisory. It makes little difference,\nin my view, that the Commission has only rejected the\nBooker remedy in this single procedure. The encroach­\nment is the same, if only more subtle. Any legislative\nresponse to Booker was a decision for Congress to make—\nnot the Commission.\n                              III\n  Separate from the arguments noted above, the Court’s\ndecision today may reflect a concern that a contrary hold­\ning would discourage the Commission from issuing retro­\nactive amendments to the Guidelines, owing to a fear of\nburdening the district courts. In what might be described\nas a subtle threat, the Commission has highlighted this\npoint in its amicus brief supporting the Government. The\nbrief explains that holding for Dillon would introduce\nuncertainty into the Commission’s “assessments about the\neffects of retroactivity decisions,” making these decisions\n“very difficult” and “weigh[ing] against making Guideline\namendments retroactive in the future.” Brief for United\nStates Sentencing Commission as Amicus Curiae 21.7\n——————\n  7 The Government’s argument along these lines is less subtle: “To\n\nforbid the Sentencing Commission from limiting the scope of Section\n3582(c)(2) sentence reduction proceedings to the scope of the amend­\n                     Cite as: 560 U. S. ____ (2010)                   17\n\n                        STEVENS, J., dissenting\n\n  Even if that explanation were accurate, it should not\ninfluence our assessment of the legal question before us.\nThe Commission has a statutory obligation to review and\namend Guidelines ranges. 28 U. S. C. §994(o). And Con­\ngress has commanded that the Commission “shall specify\nin what circumstances” an amendment is retroactive,\nindicating that most, if not all, substantial amendments\nare to receive some type of retroactive effect. §994(u); see\nalso S. Rep. No. 98–225, at 180 (“It should be noted that\nthe Committee does not expect that the Commission will\nrecommend       adjusting   existing    sentences     under\n[§3582(c)(2)] when guidelines are simply refined in a way\nthat might cause isolated instances of existing sentences\nfalling above the old guidelines or when there is only a\nminor downward adjustment in the guidelines”). In other\nwords, while Congress has left the retroactivity decision to\nthe Commission’s discretion, it has done so with the pre­\nsumption that some form of retroactive relief is appropri­\nate when a Guidelines amendment is nontrivial.8 I cannot\n——————\nments themselves would inevitably discourage the Sentencing Commis­\nsion from ever authorizing sentence reductions.” Brief for United\nStates 37.\n  8 As the Court notes, I do agree that §994(u) authorizes the Commis­\n\nsion to determine the retroactive effect of sentence reductions. Ante, at\n13. I understand §994(u) as directing the Commission to prescribe the\nretroactive effect, if any, of its Guidelines amendments. The power to\nmake retroactivity determinations is meaningfully different, however,\nfrom the other power the Court claims for the Commission. In granting\nthe former power, Congress has instructed the Commission to perform\na gate keeping function by determining which individuals are eligible\nfor relief pursuant to §3582(c)(2). By contrast, the other power the\nCourt claims for the Commission today is the type of mandatory sen­\ntencing authority at issue in Booker. Contrary to the Court’s conclu­\nsion, the Commission after Booker does not have the power to bind the\ndistrict court in setting a particular sentence.\n  I also cannot accept the Court’s broad understanding of the power\nthe Commission derives from §994(u), see ante, at 8, because it suffers\nfrom the same delegation concerns I discussed above, see supra, 11–16.\n18                 DILLON v. UNITED STATES\n\n                       STEVENS, J., dissenting\n\naccept that the Commission would ignore its obligations,\nand would withhold retroactive application of a Guidelines\nreduction, simply because a judge would have discretion\nto enter a below-Guidelines sentence in a §3582(c)(2)\nproceeding.\n   Undoubtedly, discretionary application of the Guidelines\nin §3582(c)(2) proceedings would impose a greater burden\non the district courts. Such a process would require case­\nspecific evaluations rather than the rote, two-level reduc­\ntions the Commission envisioned when it made Amend­\nment 706 retroactive. But it is important to remember\nthat §3582(c)(2) already requires the district court to\nconsider the §3553(a) factors when it determines whether\nto grant a reduction, as well as the extent of the reduction.\nAnd any additional consideration of evidence proffered to\njustify a downward departure need not create a great deal\nof work. Indeed, it need not create any particular adver­\nsarial process at all: The Commission could simply advise\nthe district courts to review paper submissions, including\nthe original presentence report and objections, as well as\nany new submissions. By now, courts are intimately\nfamiliar with our post-Booker sentencing regime and the\ndiscretionary application of the §3553(a) factors.\n   The facts of Dillon’s case show why any additional bur­\nden on the courts caused by applying Booker’s remedial\nholding likely pales in comparison to the benefit of achiev­\ning more tailored, proportionate sentences for those indi­\nviduals currently serving terms of imprisonment that\nexceed what is “necessary” to meet the goals of our sen­\ntencing system, §3553(a). Dillon was 23 years old when he\nwas sentenced to nearly 27 years’ imprisonment for his\n\n——————\nI do not think the Commission’s authority encompasses the ability to\npromulgate binding Guidelines via policy statements. And this matter\nis separate from its power to promulgate Guidelines—a power unaf­\nfected by our decision in Booker.\n                  Cite as: 560 U. S. ____ (2010)           19\n\n                     STEVENS, J., dissenting\n\ndrug crimes. His attorney urged the District Court to\nenter a below-Guidelines sentence because of, inter alia,\nthe gross disparity between sentences for crack and pow­\nder cocaine offenses. App. 8–9. It would take another 14\nyears for this Court to agree, finally, in Kimbrough, 552\nU. S. 85, that sentencing courts could consider this unjust\ndisparity.\n   But the District Court, constrained by the then­\nmandatory Guidelines, increased Dillon’s sentence based\non judge-found facts by more than 10 years over the sen­\ntence authorized by the jury’s verdict. See Brief for Peti­\ntioner 2, and n. 2. The court could only lament: “I person­\nally don’t believe that you should be serving 322 months.\nBut I feel I am bound by those Guidelines and I don’t feel\nthere is any grounds for . . . depart[ing] from those Guide­\nlines.” App. 12–13. The court acknowledged: “I don’t say\nto you that these penalties are fair. I don’t think they are\nfair.” Id., at 13. The court also implored Dillon to make\nsomething of the hand he had dealt himself: “I hope that\nwhile you are in prison . . . that you will take some time to\nconsider the direction that your life will take when you do\nreturn to society. . . . It is only through people like you if\nyou spread the word that other young men of your age will\nhesitate to get involved in [dealing drugs].” Ibid.\n   Dillon has done just that. He has participated in out­\nreach efforts in the communities in which he has been\nimprisoned, doing extensive work with adolescents to steer\nthem away from a life of drugs and crime. Brief for Peti­\ntioner 5–6. Working with two universities, he has facili­\ntated the initiation of an African-American Studies pro­\ngram at Hunters Point Family, a Bay Area organization\ndevoted to assisting at-risk youth. He has also played a\nlarge role in initiating a similar program at his prison\nfacility. Berkeley’s Prison Outreach Coordinator stated to\nthe District Court that “without [Dillon’s] insight and\nadvice, our project would not have succeeded and grown\n20                   DILLON v. UNITED STATES\n\n                        STEVENS, J., dissenting\n\nthe way it has.” Id., at 6 (internal quotation marks omit­\nted). Dillon has also prepared himself for a successful life\nonce he returns to society. He has obtained his general\nequivalency diploma (GED), taken vocational classes in\nproperty management, and has job prospects awaiting him\nupon release. Id., at 6–7.\n  The Government concedes that Dillon has undertaken\n“significant institutional rehabilitation and education.”\nBrief for United States 11. The Court of Appeals acknowl­\nedged that “[i]f Booker did apply in proceedings pursuant\nto §3582, Dillon would likely be an ideal candidate for a\nnon-Guidelines sentence.” 572 F. 3d 146, 147 (CA3 2009).\nAnd yet, now, the Government will continue to spend more\nthan $25,000 a year to keep Dillon behind bars until his\nrelease date.9\n  Given the circumstances of his case, I can scarcely think\nof a greater waste of this Nation’s precious resources. Cf.\nBarber v. Thomas, ante, at ___ (2010) (slip op., at 1)\n(KENNEDY, J., dissenting) (“And if the only way to call\nattention to the human implications of this case is to\nspeak in terms of economics, then it should be noted that\nthe Court’s interpretation comes at a cost to the taxpayers\nof untold millions of dollars”). Dillon’s continued impris­\nonment is a truly sad example of what I have come to view\nas an exceptionally, and often mindlessly, harsh federal\npunishment scheme.\n                             IV\n  Neither the interests of justice nor common sense lends\nany support to the decision to preserve the single sliver of\nthe Commission’s lawmaking power that the Court resur­\n——————\n   9 See Hanlon, Hecker, & Gopstein, Expanding the Zones: A Modest\n\nProposal to Increase the Use of Alternatives to Incarceration in Federal\nSentencing, 24 ABA Criminal Justice, No. 4, pp. 26, 28 (Winter 2010)\n(“In fiscal year 2008, it cost $25,894.50 to incarcerate an offender in a\nfederal Bureau of Prisons facility for 12 months”).\n                 Cite as: 560 U. S. ____ (2010)         21\n\n                    STEVENS, J., dissenting\n\nrects today. I had thought Booker dismantled the manda­\ntory Guidelines regime. The Court ought to finish the job.\n  I respectfully dissent.\n</pre>", "id": 148795, "judges": "", "local_path": "pdf/2010/06/17/Dillon_v._United_States.pdf", "nature_of_suit": "", "plain_text": "(Slip Opinion)              OCTOBER TERM, 2009                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                     DILLON v. UNITED STATES\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE THIRD CIRCUIT\n\n     No. 09–6338. Argued March 30, 2010—Decided June 17, 2010\nIn 1993, petitioner Dillon was convicted of, inter alia, crack and powder\n  cocaine offenses, which produced a base offense level of 38 and a\n  Guidelines range of 262-to-327 months’ imprisonment. The court\n  sentenced him at the bottom of the range for those counts. After the\n  Sentencing Commission amended the Guidelines to reduce the base\n  offense level associated with each quantity of crack cocaine, USSG\n  Supp. App. C, Amdt. 706, and made that amendment retroactive,\n  USSG Supp. App. C, Amdt. 713, Dillon moved for a sentence reduc\n  tion under 18 U. S. C. §3582(c)(2). That provision authorizes a\n  district court to reduce an otherwise final sentence pursuant to a\n  Guidelines amendment if a reduction is consistent with the Commis\n  sion’s policy statements. The relevant policy statement, USSG\n  §1B1.10, precludes a court from reducing a sentence “to a term that is\n  less than the minimum of the amended guidelines range” except in\n  limited circumstances. In addition to the two-level reduction author\n  ized by the amendment, Dillon sought a variance below the amended\n  Guidelines range, contending that United States v. Booker, 543 U. S.\n  220, authorized the exercise of such discretion. The District Court\n  imposed a sentence at the bottom of the revised range but declined to\n  grant a further reduction. Finding Booker inapplicable to §3582(c)(2)\n  proceedings, the court concluded that the Commission’s directives in\n  §1B1.10 constrained it to impose a sentence within the amended\n  Guidelines range. The Third Circuit affirmed.\nHeld: Booker’s holdings do not apply to §3582(c)(2) proceedings and\n therefore do not require treating §1B1.10(b) as advisory. Pp. 6–14.\n    (a) The statute’s text and narrow scope belie Dillon’s characteriza\n tion of proceedings under §3582(c)(2) as “resentencing” proceedings\n governed by the same principles as other sentencing proceedings. In\n2                      DILLON v. UNITED STATES\n\n                                  Syllabus\n\n    stead, §3582(c)(2) authorizes only a limited adjustment to an other\n    wise final sentence. This conclusion is further supported by the sub\n    stantial role Congress gave the Commission with respect to sentence\n    modification proceedings, charging it with determining whether and\n    to what extent a Guidelines amendment will be retroactive, 28\n    U. S. C. §994(u), and authorizing a court to grant a reduction under\n    §3582(c)(2) only “if [it] is consistent with applicable policy statements\n    issued by the Sentencing Commission.” Section 3582(c)(2) estab\n    lishes a two-step inquiry: A court must (1) determine the scope of the\n    reduction, if any, authorized by §1B1.10, and then (2) consider\n    whether the authorized reduction is warranted according to the ap\n    plicable §3553(a) factors. At step one, the court must follow the\n    Commission’s instructions in §1B1.10 to impose a term of imprison\n    ment within the amended Guidelines range unless the sentencing\n    court originally imposed a below-Guidelines sentence. §1B1.10(b)(2).\n    Because reference to §3553(a) is appropriate only at step two, that\n    provision does not transform §3582(c)(2) proceedings into plenary re\n    sentencing proceedings. Pp. 6–10.\n       (b) Given §3582(c)(2)’s limited scope and purpose, proceedings un\n    der that section do not implicate Booker. The section represents a\n    congressional act of lenity intended to give prisoners the benefit of\n    later enacted adjustments to the judgments reflected in the Guide\n    lines. Taking the original sentence as given, any facts found by a\n    judge at a §3582(c)(2) proceeding do not serve to increase the pre\n    scribed range of punishment; instead, they affect only the judge’s ex\n    ercise of discretion within that range. That exercise does not contra\n    vene the Sixth Amendment, even if it is informed by judge-found\n    facts. Apprendi v. New Jersey, 530 U. S. 466, 481. Thus, Dillon’s\n    Sixth Amendment rights were not violated by the District Court’s\n    adherence to §1B1.10’s instruction to consider a reduction only within\n    the amended Guidelines range. Dillon’s argument that Booker’s re\n    medial opinion nonetheless requires the Guidelines to be treated as\n    advisory in such proceedings is unpersuasive given that proceedings\n    under §3582(c)(2) are readily distinguishable from other sentencing\n    proceedings. Pp. 10–13.\n       (c) Also rejected is Dillon’s argument that the District Court should\n    have corrected other mistakes in his original sentence, namely, a\n    Booker error resulting from the initial sentencing court’s treatment of\n    the Guidelines as mandatory and an alleged error in the calculation\n    of his criminal-history category. Because those aspects of Dillon’s\n    sentence were not affected by the crack-cocaine Guidelines amend\n    ment, they are outside the scope of the §3582(c)(2) proceeding, and\n    the District Court properly declined to address them. Pp. 13–14.\n572 F. 3d 146, affirmed.\n                     Cite as: 560 U. S. ____ (2010)                   3\n\n                               Syllabus\n\n   SOTOMAYOR, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and SCALIA, KENNEDY, THOMAS, GINSBURG, and BREYER, JJ.,\njoined. STEVENS, J., filed a dissenting opinion. ALITO, J., took no part\nin the decision of the case.\n                       Cite as: 560 U. S. ____ (2010)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                  No. 09–6338\n                                  _________________\n\n\n  PERCY DILLON, PETITIONER v. UNITED STATES\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE THIRD CIRCUIT\n\n                                [June 17, 2010] \n\n\n  JUSTICE SOTOMAYOR delivered the opinion of the Court.\n  A federal court generally “may not modify a term of\nimprisonment once it has been imposed.” 18 U. S. C.\n§3582(c). Congress has provided an exception to that rule\n“in the case of a defendant who has been sentenced to a\nterm of imprisonment based on a sentencing range that\nhas subsequently been lowered by the Sentencing Com\nmission.” §3582(c)(2). In those circumstances, §3582(c)(2)\nauthorizes a court to reduce the term of imprisonment “if\nsuch a reduction is consistent with” applicable Commis\nsion policy statements. The policy statement governing\n§3582(c)(2) proceedings instructs courts not to reduce a\nterm of imprisonment below the minimum of an amended\nsentencing range except to the extent the original term of\nimprisonment was below the range then applicable. See\nUnited States Sentencing Commission, Guidelines Manual\n§1B1.10(b)(2) (Nov. 2009) (USSG). This case presents the\nquestion whether our decision in United States v. Booker,\n543 U. S. 220 (2005), which rendered the Guidelines advi\nsory to remedy the Sixth Amendment problems associated\nwith a mandatory sentencing regime, requires treating\n§1B1.10(b) as nonbinding. We conclude that Booker does\n2                DILLON v. UNITED STATES\n\n                     Opinion of the Court\n\nnot demand that result.\n                              I\n   The Sentencing Reform Act of 1984 (SRA or Act), 98\nStat. 1987, established the Sentencing Commission and\nauthorized it to promulgate Sentencing Guidelines and to\nissue policy statements regarding the Guidelines’ applica\ntion. See 28 U. S. C. §§991, 994(a). The Act also charged\nthe Commission with periodically reviewing and revising\nthe Guidelines. See §994(o). When a revision reduces the\nGuidelines range for a given offense, the Commission must\ndetermine “in what circumstances and by what amount\nthe sentences of prisoners serving terms of imprisonment\nfor the offense may be reduced.” §994(u).\n   As enacted, the SRA made the Sentencing Guidelines\nbinding. See Booker, 543 U. S., at 233–234. Except in\nlimited circumstances, district courts lacked discretion to\ndepart from the Guidelines range. See Burns v. United\nStates, 501 U. S. 129, 133 (1991). Under that regime, facts\nfound by a judge by a preponderance of the evidence often\nincreased the mandatory Guidelines range and permitted\nthe judge to impose a sentence greater than that sup\nported by the facts established by the jury verdict or guilty\nplea. See Booker, 543 U. S., at 235. We held in Booker\nthat treating the Guidelines as mandatory in these cir\ncumstances violated the Sixth Amendment right of crimi\nnal defendants to be tried by a jury and to have every\nelement of an offense proved by the Government beyond a\nreasonable doubt. Id., at 243–244.\n   To remedy the constitutional problem, we rendered the\nGuidelines advisory by invalidating two provisions of the\nSRA: 18 U. S. C. §3553(b)(1) (2000 ed., Supp. IV), which\ngenerally required a sentencing court to impose a sentence\nwithin the applicable Guidelines range, and §3742(e)\n(2000 ed. and Supp. IV), which prescribed the standard of\nreview on appeal, including de novo review of Guidelines\n                 Cite as: 560 U. S. ____ (2010)           3\n\n                     Opinion of the Court\n\ndepartures. 543 U. S., at 259. “With these two sections\nexcised (and statutory cross-references to the two sections\nconsequently invalidated),” we held that “the remainder of\nthe Act satisfies the Court’s constitutional requirements.”\nIbid. Booker thus left intact other provisions of the SRA,\nincluding those giving the Commission authority to revise\nthe Guidelines, 28 U. S. C. §994(o) (2006 ed.), and to de\ntermine when and to what extent a revision will be retro\nactive, §994(u).\n   With respect to drug-trafficking offenses, the Sentencing\nGuidelines establish a defendant’s base offense level ac\ncording to the type and weight of the drug. See USSG\n§§2D1.1(a), (c). When the Commission first promulgated\nthe Guidelines in 1987, it adopted the 100-to-1 ratio se\nlected by Congress in setting mandatory minimum sen\ntences in the Anti-Drug Abuse Act of 1986, 100 Stat. 3207.\nUnder that framework, the Commission “treated every\ngram of crack cocaine as the equivalent of 100 grams of\npowder cocaine.” Kimbrough v. United States, 552 U. S.\n85, 96 (2007). The Commission later sought to alleviate\nthe disparity produced by this ratio. After several failed\nattempts at reform, see id., at 99, the Commission in 2007\namended the Guidelines to reduce by two levels the base\noffense level associated with each quantity of crack co\ncaine. See USSG Supp. App. C, Amdt. 706 (effective Nov.\n1, 2007). In 2008, the Commission made that amendment\nretroactive. See id., Amdt. 713 (effective Mar. 3, 2008).\n   When the Commission makes a Guidelines amendment\nretroactive, 18 U. S. C. §3582(c)(2) authorizes a district\ncourt to reduce an otherwise final sentence that is based\non the amended provision. Any reduction must be consis\ntent with applicable policy statements issued by the Sen\ntencing Commission.       The relevant policy statement,\nUSSG §1B1.10, instructs courts proceeding under\n§3582(c)(2) to substitute the amended Guidelines range\nwhile “leav[ing] all other guideline application decisions\n4                    DILLON v. UNITED STATES\n\n                          Opinion of the Court\n\nunaffected.” §1B1.10(b)(1).1 Under §3582(c)(2), a court\nmay then grant a reduction within the amended Guide\nlines range if it determines that one is warranted “after\nconsidering the factors set forth in section 3553(a) to the\nextent that they are applicable.”2 Except in limited cir\ncumstances, however, §1B1.10(b)(2)(A) forecloses a court\nacting under §3582(c)(2) from reducing a sentence “to a\nterm that is less than the minimum of the amended guide\nline range.”\n                              II\n  A jury convicted petitioner Percy Dillon in 1993 of con\nspiracy to distribute and to possess with the intent to\ndistribute more than 500 grams of powder cocaine and\nmore than 50 grams of crack cocaine in violation of 21\nU. S. C. §846, possession with the intent to distribute\nmore than 500 grams of powder cocaine in violation of\n§841(a)(1), and use of a firearm during and in relation to a\ndrug-trafficking offense in violation of 18 U. S. C.\n§924(c)(1). Dillon’s convictions exposed him to a statutory\nsentencing range of 10 years to life for the conspiracy, 5\nto-40 years for cocaine possession, and a mandatory mini\nmum sentence of 5 years for the firearm offense, to be\nserved consecutively to the sentence for the drug offenses.\n\n——————\n   1 The Sentencing Commission substantially revised §1B1.10 in March\n\n2008, see USSG Supp. App. C, Amdt. 712 (Nov. 2009) (effective Mar. 3,\n2008), roughly three months before the District Court’s decision in this\ncase. Because the current version of the relevant Guidelines provisions\nis not meaningfully different from the version in effect at the time of\nthe District Court’s decision, references in this opinion are to the\ncurrent, 2009 edition of the Guidelines.\n   2 Section 3553(a) provides that a “court shall impose a sentence suffi\n\ncient, but not greater than necessary, to comply with the purposes set\nforth in paragraph (2) of this subsection,” and it enumerates several\nfactors a court “shall consider” in determining an appropriate sentence,\nincluding “the nature and circumstances of the offense and the history\nand characteristics of the defendant,” §3553(a)(1).\n                     Cite as: 560 U. S. ____ (2010)                     5\n\n                          Opinion of the Court\n\n   At sentencing, the District Court made additional find\nings of fact and concluded that Dillon was responsible for\n1.5 kilograms of crack and 1.6 kilograms of powder co\ncaine. Under USSG §2D1.1, those drug quantities pro\nduced a base offense level of 38. After offsetting adjust\nments for acceptance of responsibility, §3E1.1, and\nreckless endangerment during flight, §3C1.2, Dillon’s total\noffense level remained 38. Coupled with a criminal\nhistory category of II,3 that offense level produced a then\nmandatory Guidelines range of 262-to-327 months’ im\nprisonment for the drug counts.\n   The court sentenced Dillon at the bottom of the Guide\nlines range for those counts, followed by a mandatory 60\nmonth sentence for the firearm count, for a total sentence\nof 322 months’ imprisonment. At Dillon’s sentencing, the\ncourt described the term of imprisonment as “entirely too\nhigh for the crime [Dillon] committed.” App. 13. Perceiv\ning no basis for departing from the then-mandatory Sen\ntencing Guidelines, the District Court felt constrained to\nimpose a sentence within the prescribed range. The Court\nof Appeals for the Third Circuit affirmed Dillon’s convic\ntions and sentence on appeal. See 100 F. 3d 949 (1996).\n   After the Sentencing Commission made the amendment\nto the crack-cocaine Guidelines retroactive in 2008, Dillon\nfiled a pro se motion for a sentence reduction pursuant to\n§3582(c)(2). In the motion, Dillon asked the court to grant\nnot just the two-level reduction authorized by the amend\nment but also a further reduction consistent with the\nsentencing factors found in §3553(a). Based largely on his\npostsentencing conduct, including his determined pursuit\nof educational and community-outreach opportunities,\n\n——————\n  3 The Probation Office based Dillon’s criminal-history assessment on\ntwo prior misdemeanor convictions, one for possession of marijuana and\none for resisting arrest. Dillon did not object to that calculation of his\ncriminal-history score.\n6                   DILLON v. UNITED STATES\n\n                        Opinion of the Court\n\nDillon contended that a variance from the amended Guide\nlines range was warranted in his case. He further urged\nthat, after Booker, the court was authorized to grant such\na variance because the amended Guidelines range was\nadvisory notwithstanding any contrary statement in\n§1B1.10.\n   The District Court reduced Dillon’s sentence to 270\nmonths—the term at the bottom of the revised Guidelines\nrange.4 But the court declined to go further. Concluding\nthat the sentencing proceedings at issue in Booker are\nreadily distinguishable from those under §3582(c)(2), the\ncourt found Booker’s holdings inapplicable to the instant\nproceeding and accordingly held that it lacked authority to\nimpose a sentence inconsistent with §1B1.10.\n   The Third Circuit affirmed. 572 F. 3d 146, 150 (2009).\nThe court noted that §3582(c)(2) is codified in a different\nsection than the provisions invalidated in Booker and\ncontains no cross-reference to those provisions. Finding\nno other indication that Booker “obviate[d] the congres\nsional directive in §3582(c)(2) that a sentence reduction\npursuant to that section be consistent with Sentencing\nCommission policy statements,” 572 F. 3d, at 149, the\nThird Circuit held that §1B1.10 is binding. It therefore\nagreed that the District Court lacked authority to reduce\nDillon’s sentence below the amended Guidelines range.\n   We granted certiorari to consider Booker’s applicability\nto §3582(c)(2) proceedings. 558 U. S. ___ (2009).\n                            III \n\n                             A\n\n  “[A] judgment of conviction that includes [a sentence of\nimprisonment] constitutes a final judgment” and may not\nbe modified by a district court except in limited circum\n——————\n  4 The revised sentence reflects a 210-month term of imprisonment for\n\nthe narcotics offenses and a mandatory, consecutive 60-month term for\nthe firearm offense.\n                 Cite as: 560 U. S. ____ (2010)           7\n\n                     Opinion of the Court\n\nstances. §3582(b). Section 3582(c)(2) establishes an ex\nception to the general rule of finality “in the case of a\ndefendant who has been sentenced to a term of imprison\nment based on a sentencing range that has subsequently\nbeen lowered by the Sentencing Commission pursuant to\n28 U. S. C. §994(o)” and made retroactive pursuant to\n§994(u). In such cases, Congress has authorized courts to\n“reduce the term of imprisonment, after considering the\nfactors set forth in section 3553(a) to the extent that they\nare applicable, if such a reduction is consistent with appli\ncable policy statements issued by the Sentencing Commis\nsion.” §3582(c)(2).\n   Characterizing proceedings under §3582(c)(2) as “resen\ntencing” proceedings, Dillon contends that “[t]here is no\npractical or functional difference between a resentencing\npursuant to §3582(c)(2) and any other resentencing.” Brief\nfor Petitioner 18. Accordingly, Dillon urges, the same\nprinciples that govern other sentencing proceedings like\nwise govern §3582(c)(2) proceedings, and courts have\nauthority under §3582(c)(2) to vary from the revised\nGuidelines range consistent with §3553(a), see\nKimbrough, 552 U. S., at 101. Dillon cites as support for\nthis view §3582(c)(2)’s instruction to consider the factors\nin §3553(a) in determining whether a sentence reduction\nis warranted. Under Dillon’s approach, Booker would\npreclude the Commission from issuing a policy statement\nthat generally forecloses below-Guidelines sentences at\n§3582(c)(2) proceedings, as USSG §1B1.10 purports to do.\nDillon thus asks us to excise the mandatory language of\n§1B1.10(b)(2)(A) and treat that provision as advisory, just\nas we did the offending statutory provisions in Booker.\n   The language of §3582(c)(2) belies Dillon’s characteriza\ntion of proceedings under that section. By its terms,\n§3582(c)(2) does not authorize a sentencing or resentenc\ning proceeding. Instead, it provides for the “modif[ication\nof] a term of imprisonment” by giving courts the power to\n8                   DILLON v. UNITED STATES\n\n                         Opinion of the Court\n\n“reduce” an otherwise final sentence in circumstances\nspecified by the Commission.         Compare 28 U. S. C.\n§994(a)(2)(C) (referring to §3582(c)(2) as a “sentence modi\nfication provisio[n]”), with 18 U. S. C. §3742(f) (authoriz\ning courts of appeals to remand “for further sentencing”\nupon a finding of error), and §3742(g) (establishing the\nterms of “sentencing upon remand” and describing the\nproceeding as a “resentenc[ing]” (capitalization omitted)).\nIt is also notable that the provision applies only to a lim\nited class of prisoners—namely, those whose sentence was\nbased on a sentencing range subsequently lowered by the\nCommission. Section 3582(c)(2)’s text, together with its\nnarrow scope, shows that Congress intended to authorize\nonly a limited adjustment to an otherwise final sentence\nand not a plenary resentencing proceeding.\n   The substantial role Congress gave the Commission\nwith respect to sentence-modification proceedings further\nsupports this conclusion. The SRA charges the Commis\nsion both with deciding whether to amend the Guidelines,\n§994(o), and with determining whether and to what extent\nan amendment will be retroactive, §994(u).5 A court’s\npower under §3582(c)(2) thus depends in the first instance\non the Commission’s decision not just to amend the Guide\nlines but to make the amendment retroactive. The court is\nalso constrained by the Commission’s statements dictating\n“by what amount” the sentence of a prisoner serving a\nterm of imprisonment affected by the amendment “may be\nreduced.” §994(u); see also Braxton v. United States, 500\nU. S. 344, 348 (1991) (noting that the Commission imple\nmented that power through §1B1.10).\n   Read in this context, §3582(c)(2)’s reference to §3553(a)\n\n——————\n    5 We\n       do not respond to the dissent’s separation-of-powers discussion,\nsee post, at 11–16 (opinion of STEVENS, J.), as that issue is not fairly\nencompassed within the questions presented and was not briefed by the\nparties.\n                 Cite as: 560 U. S. ____ (2010)           9\n\n                     Opinion of the Court\n\ndoes not undermine our narrow view of proceedings under\nthe former provision. Section 3582(c)(2) instructs a dis\ntrict court to “conside[r] the factors set forth in section\n3553(a) to the extent that they are applicable,” but it\nauthorizes a reduction on that basis only “if such a reduc\ntion is consistent with applicable policy statements issued\nby the Sentencing Commission”—namely, §1B1.10. The\nstatute thus establishes a two-step inquiry. A court must\nfirst determine that a reduction is consistent with §1B1.10\nbefore it may consider whether the authorized reduction is\nwarranted, either in whole or in part, according to the\nfactors set forth in §3553(a).\n   Following this two-step approach, a district court pro\nceeding under §3582(c)(2) does not impose a new sentence\nin the usual sense. At step one, §3582(c)(2) requires the\ncourt to follow the Commission’s instructions in §1B1.10 to\ndetermine the prisoner’s eligibility for a sentence modifi\ncation and the extent of the reduction authorized. Specifi\ncally, §1B1.10(b)(1) requires the court to begin by “deter\nmin[ing] the amended guideline range that would have\nbeen applicable to the defendant” had the relevant\namendment been in effect at the time of the initial sen\ntencing. “In making such determination, the court shall\nsubstitute only the amendments listed in subsection (c) for\nthe corresponding guideline provisions that were applied\nwhen the defendant was sentenced and shall leave all\nother guideline application decisions unaffected.” Ibid.\n   Consistent with the limited nature of §3582(c)(2) pro\nceedings, §1B1.10(b)(2) also confines the extent of the\nreduction authorized. Courts generally may “not reduce\nthe defendant’s term of imprisonment under 18 U. S. C.\n§3582(c)(2) . . . to a term that is less than the minimum of\nthe amended guideline range” produced by the substitu\ntion. §1B1.10(b)(2)(A). Only if the sentencing court origi\nnally imposed a term of imprisonment below the Guide\nlines range does §1B1.10 authorize a court proceeding\n10               DILLON v. UNITED STATES\n\n                     Opinion of the Court\n\nunder §3582(c)(2) to impose a term “comparably” below the\namended range. §1B1.10(b)(2)(B).\n  At step two of the inquiry, §3582(c)(2) instructs a court\nto consider any applicable §3553(a) factors and determine\nwhether, in its discretion, the reduction authorized by\nreference to the policies relevant at step one is warranted\nin whole or in part under the particular circumstances of\nthe case. Because reference to §3553(a) is appropriate\nonly at the second step of this circumscribed inquiry, it\ncannot serve to transform the proceedings under\n§3582(c)(2) into plenary resentencing proceedings.\n  This understanding of §3582(c)(2) as a narrow exception\nto the rule of finality finds further support outside the\nstatute. Federal Rule of Criminal Procedure 43 requires\nthat a defendant be present at “sentencing,” see Rule\n43(a)(3), but it excludes from that requirement proceed\nings that “involv[e] the correction or reduction of sentence\nunder Rule 35 or 18 U. S. C. §3582(c),” Rule 43(b)(4). Like\n§3582(c)(2), Rule 35 delineates a limited set of circum\nstances in which a sentence may be corrected or reduced.\nSpecifically, it authorizes a court to “correct a sentence\nthat resulted from arithmetical, technical, or other clear\nerror” within 14 days after sentencing, Rule 35(a), and it\nauthorizes a reduction for substantial assistance on the\nGovernment’s motion, Rule 35(b). Rule 43 therefore sets\nthe proceedings authorized by §3582(c)(2) and Rule 35\napart from other sentencing proceedings.\n                             B\n  Given the limited scope and purpose of §3582(c)(2), we\nconclude that proceedings under that section do not impli\ncate the interests identified in Booker. Notably, the sen\ntence-modification proceedings authorized by §3582(c)(2)\nare not constitutionally compelled. We are aware of no\nconstitutional requirement of retroactivity that entitles\ndefendants sentenced to a term of imprisonment to the\n                 Cite as: 560 U. S. ____ (2010)           11\n\n                     Opinion of the Court\n\nbenefit of subsequent Guidelines amendments. Rather,\n§3582(c)(2) represents a congressional act of lenity in\ntended to give prisoners the benefit of later enacted ad\njustments to the judgments reflected in the Guidelines.\n   Viewed that way, proceedings under §3582(c)(2) do not\nimplicate the Sixth Amendment right to have essential\nfacts found by a jury beyond a reasonable doubt. Taking\nthe original sentence as given, any facts found by a judge\nat a §3582(c)(2) proceeding do not serve to increase the\nprescribed range of punishment; instead, they affect only\nthe judge’s exercise of discretion within that range.\n“[J]udges in this country have long exercised discretion of\nthis nature in imposing sentence within [established]\nlimits in the individual case,” and the exercise of such\ndiscretion does not contravene the Sixth Amendment even\nif it is informed by judge-found facts. Apprendi v. New\nJersey, 530 U. S. 466, 481 (2000) (emphasis in original).\nBecause §3582(c)(2) proceedings give judges no more than\nthis circumscribed discretion, “[t]here is no encroachment\nhere by the judge upon facts historically found by the jury,\nnor any threat to the jury’s domain as a bulwark at trial\nbetween the State and the accused.” Oregon v. Ice, 555\nU. S. ___, ___ (2009) (slip op., at 8). Accordingly, Dillon’s\nSixth Amendment rights were not violated by the District\nCourt’s adherence to the instruction in §1B1.10 to consider\na reduction only within the amended Guidelines range.\n   Dillon contends that, even if §3582(c)(2) does not impli\ncate the constitutional rights vindicated in Booker—\nsomething the dissent appears to concede—the remedial\naspect of the Court’s decision applies to proceedings under\nthat section and requires that the Guidelines be treated as\nadvisory in such proceedings just as they are in other\nsentencing proceedings. In support of his position, Dillon\ninvokes the Ninth Circuit’s reasoning in United States v.\n12                  DILLON v. UNITED STATES\n\n                         Opinion of the Court\n\nHicks, 472 F. 3d 1167, 1170 (2007).6 Relying on our rejec\ntion in Booker of a remedy that would have made the\nGuidelines advisory only in certain cases—namely, when\ntreating them as binding would run afoul of the Sixth\nAmendment, see 543 U. S., at 265–267—the Ninth Circuit\nheld that Booker precludes treating the Guidelines as\nmandatory for purposes of §3582(c)(2) and advisory in\nother contexts, see Hicks, 472 F. 3d, at 1171–1172.\n   This argument is unpersuasive. The incomplete remedy\nwe rejected in Booker would have required courts to treat\nthe Guidelines differently in similar proceedings, leading\npotentially to unfair results and considerable administra\ntive challenges. See 543 U. S., at 266. As already ex\nplained, the sentence-modification proceedings authorized\nby §3582(c)(2) are readily distinguishable from other\nsentencing proceedings. Given the substantially different\npurpose of §3582(c)(2) and the circumscribed nature of\nproceedings under that section, requiring courts to honor\n§1B1.10(b)(2)’s instruction not to depart from the amended\nGuidelines range at such proceedings will create none of\nthe confusion or unfairness that led us in Booker to reject\nthe Government’s argument for a partial fix.\n   The dissent’s contrary conclusion rests on two erroneous\npremises. First, the dissent ignores the fundamental\ndifferences between sentencing and sentence-modification\nproceedings and asserts without explanation that\n“[n]othing turns on” the distinction between them. Post,\nat 11. For the reasons stated above, the statutory differ\nences between the proceedings are highly significant.\n   Second, the dissent gives short shrift to the fact that,\nafter Booker, the Commission retains at least some au\n\n——————\n  6 The Ninth Circuit subsequently agreed to consider en banc Booker’s\napplicability to §3582(c)(2) proceedings. See United States v. Fox, 583\nF. 3d 596 (2009). The matter was stayed pending our decision in this\ncase. No. 08–30445 (CA9, Dec. 8, 2009).\n                 Cite as: 560 U. S. ____ (2010)           13\n\n                     Opinion of the Court\n\nthority to bind the courts. Through §994(u), Congress\ncharged the Commission with determining “in what cir\ncumstances and by what amount” the sentences of prison\ners affected by Guidelines amendments “may be reduced.”\nNo one disputes that the Commission’s retroactivity de\nterminations made pursuant to the first part of that au\nthorization are binding. See post, at 17, and n. 8. This\naspect of the Commission’s power emphatically under\nmines the dissent’s insistence that the Guidelines after\nBooker are “completely advisory.” Post, at 9. Moreover,\nwhile the dissent criticizes our approach for leaving the\nCommission with only the “the tiniest sliver of lawmaking\npower,” post, at 11, the dissent would leave the Commis\nsion with an even smaller and less explicable sliver by\ndissecting the authority granted by §994(u).\n  For all of these reasons, we conclude that neither\nBooker’s constitutional nor remedial holding requires the\nresult that Dillon urges.\n                            IV\n  Dillon additionally contends that the District Court\nerred in failing to correct two mistakes in his original\nsentence. Under his view of §3582(c)(2), a district court is\nrequired to recalculate a defendant’s sentence. Thus, any\nmistakes committed at the initial sentencing are imposed\nanew if they are not corrected. According to Dillon, the\nDistrict Court in the instant proceeding should have cor\nrected the Booker error that resulted from the initial\nsentencing court’s treatment of the Guidelines as manda\ntory, and it should have adjusted his criminal-history\ncategory, which he now contends was erroneously inflated.\n  Dillon’s arguments in this regard are premised on the\nsame misunderstanding of the scope of §3582(c)(2) pro\nceedings dispelled above. As noted, §3582(c)(2) does not\nauthorize a resentencing. Instead, it permits a sentence\nreduction within the narrow bounds established by the\n14                  DILLON v. UNITED STATES\n\n                        Opinion of the Court\n\nCommission. The relevant policy statement instructs that\na court proceeding under §3582(c)(2) “shall substitute” the\namended Guidelines range for the initial range “and shall\nleave all other guideline application decisions unaffected.”\n§1B1.10(b)(1). Because the aspects of his sentence that\nDillon seeks to correct were not affected by the Commis\nsion’s amendment to §2D1.1, they are outside the scope of\nthe proceeding authorized by §3582(c)(2), and the District\nCourt properly declined to address them.\n                      *    *     *\n For the foregoing reasons, the judgment of the Court of\nAppeals is\n                                               Affirmed.\n\n     JUSTICE ALITO took no part in the decision of this case.\n                    Cite as: 560 U. S. ____ (2010)               1\n\n                       STEVENS, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                            _________________\n\n                            No. 09–6338\n                            _________________\n\n\n  PERCY DILLON, PETITIONER v. UNITED STATES\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE THIRD CIRCUIT\n\n                           [June 17, 2010] \n\n\n  JUSTICE STEVENS, dissenting.\n  When sentencing petitioner Percy Dillon for crack co­\ncaine-related offenses in 1993, the District Court stated\nthat the punishment Dillon received was “entirely too high\nfor the crime [he] committed.” App. 13. Bound by a sen­\ntencing regime that was mandatory at the time, the judge\nhad no choice but to sentence Dillon to 322 months of\nimprisonment—nearly 27 years behind bars. The judge\nlater explained that, were it within his discretion, he\nwould have sentenced Dillon to 5 years of imprisonment.\nId., at 62. Had Dillon been sentenced after our decision in\nUnited States v. Booker, 543 U. S. 220 (2005), the judge\nwould have had that discretion. Instead, the District\nCourt was compelled to mete out a punishment that it\nbelieved to be grossly disproportionate to the offense and,\ntherefore, “greater than necessary” to meet the goals of\nour criminal justice system, 18 U. S. C. §3553(a).\n  The punishment Dillon received was so high, in part,\nbecause at the time of his conviction our drug laws pun­\nished crack cocaine offenses 100 times more severely than\npowder cocaine offenses. In 2007, as the Court explains,\nsee ante, at 3, the United States Sentencing Commission\n(Commission) proposed a partial fix to this disparity,\nlowering its Guidelines Manual1 ranges for crack cocaine\n——————\n 1 The   Guidelines Manual itself contains two types of provisions:\n2                    DILLON v. UNITED STATES\n\n                         STEVENS, J., dissenting\n\noffenses to a 20:1 ratio. See United States Sentencing\nCommission, Guidelines Manual Supp. App. C, Amdt. 706\n(Nov. 2009) (USSG) (effective Nov. 1, 2007). Pursuant to\nits congressional mandate, see 28 U. S. C. §994(u), the\nCommission made this change retroactive for those indi­\nviduals, like Dillon, who were still serving sentences for\ncrack cocaine offenses. See USSG Supp. App. C, Amdt.\n713 (effective Mar. 3, 2008).\n   Although Dillon does not have a constitutional right to\nobtain the benefit of the Commission’s change, it is undis­\nputed that he has a statutory right to do so. Under 18\nU. S. C. §3582(c)(2), a federal prisoner “who has been\nsentenced to a term of imprisonment based on a sentenc­\ning range that has subsequently been lowered” by the\nCommission may seek a sentence reduction, but only after\nthe court “consider[s] the factors set forth in section\n3553(a),” and only “if such a reduction is consistent with\napplicable policy statements issued by the Sentencing\nCommission.” Dillon sought such relief. His 322-month\nsentence was reduced to a 270-month sentence—still 17½\nyears more than the sentencing judge thought necessary\nas an initial matter.\n   In his §3582(c)(2) proceeding, Dillon alleged that his\ncircumstances warranted an additional reduction in light\nof the fact that his sentence was “greater than necessary”\nto effectuate the goals of our sentencing system, §3553(a).\nHe also emphasized that he has been a model inmate\nduring his 17 years in federal prison. Once again, how­\never, the District Court felt that its hands were tied, this\n——————\nguidelines, see 28 U. S. C. §994(a)(1), and policy statements, see\n§944(a)(2). I use “Guidelines” in this opinion to refer to both the guide­\nlines as described in §994(a)(1), as well as more generally to all of the\nprovisions in the Guidelines Manual. The section numbers of both\ntypes of provisions are enumerated identically within the Commission’s\nGuidelines Manual, but their effects, as discussed in more detail herein,\nare different.\n                 Cite as: 560 U. S. ____ (2010)            3\n\n                    STEVENS, J., dissenting\n\ntime because USSG §1B1.10(b)(2) purports to place a\nmandatory limit on the extent of any sentence reduction\nthat a court may order pursuant to §3582(c)(2). And so,\ngiving the Commission’s statement the effect of law, the\nDistrict Court denied Dillon further relief.\n   Today, the Court holds that in this one limited nook of\nsentencing law, the Commission retains the power to bind\njudges that we struck down in Booker. In my view, the\nCourt’s decision to treat the Commission’s policy state­\nment as a mandatory command rather than an advisory\nrecommendation is unfaithful to Booker. It is also on\ndubious constitutional footing, as it permits the Commis­\nsion to exercise a barely constrained form of lawmaking\nauthority. And it is manifestly unjust. I would therefore\nhold that in the context of a §3582(c)(2) sentence modifica­\ntion proceeding, the District Court may consider, but is\nnot bound by, any applicable policy statements promul­\ngated by the Commission. In other words, I would apply\nBooker’s remedial holding to §3582(c)(2) proceedings.\n                               I\n  Although I did not join JUSTICE BREYER’s remedial\nopinion for the Court in Booker, it is nevertheless clear to\nme that its scope applies to §3582(c)(2) proceedings.\n  As an initial matter, it is of no moment that the Booker\nCourt did not excise any portion of §3582 when crafting its\nremedy. At the time, there was nothing in §3582(c)(2)—\nseparate and apart from the Guidelines’ general manda­\ntory nature—that would have limited the District Court’s\ndiscretion in a §3582(c)(2) proceeding. There was, conse­\nquently, nothing that needed excising. Relief under\n§3582(c)(2) is available if it is “consistent with” the Com­\nmission’s related policy statement. And when we decided\nBooker, the particular policy statement at issue,\n4                   DILLON v. UNITED STATES\n\n                        STEVENS, J., dissenting\n\n§1B1.10(b), had no explicit binding effect.2\n  Prior to our decision in Booker, the Guidelines were\nmandatory only by virtue of congressional mandate, and\nnot by virtue of Commission decree. See 18 U. S. C.\n§3553(b)(1). Following Booker, the Commission’s policy\nstatement in §1B1.10 took effect in March 2008. That\nstatement, I will explain more fully in Part II, infra, is\nnow the only source of binding authority in §3582(c)(2)\nproceedings, as it purports to have the effect of reinstating\na mandatory Guidelines regime within the context of a\nsentence modification proceeding. It is now the Commis­\nsion’s policy statement, and not an explicit congressional\nmandate, that makes the Guidelines ranges binding under\n§3582(c)(2).\n  As a matter of textual analysis, divorced from judicial\nprecedent, it is certainly reasonable for the Court to find\nthat the Commission can set mandatory limits on sentence\nreductions under §3582(c)(2). But it is a mistake, in my\nview, to take such a narrow approach to the question\npresented by this case. The Court has turned a blind eye\nto the fundamental sea-change that was our decision in\nBooker.\n——————\n  2 From 1989 to 1994, the policy statement in §1B1.10 also contained\n\nwhat could be described fairly as a limitation on the “amount” of an\navailable sentence reduction. See USSG §1B1.10(c)(2) (Nov. 1990) (“[A]\nreduction in a defendant’s term of imprisonment . . . may, in no event,\nexceed the number of months by which the maximum of the guideline\nrange applicable to the defendant . . . has been lowered”). In 1994, as\npart of Amendment 504 to the Guidelines Manual, the Commission\ndeleted this provision, explaining that this “rather complex subsection”\nwas an “unnecessary restriction on the court’s consideration of a\nrevised sentence.” USSG, App. C, Amdt. 504 (effective Nov. 1, 1994).\nLater, in an “Application Note,” the Commission indicated that “the\namended guideline range” “limit[s] the extent to which an eligible\ndefendant’s sentence may be reduced.” Id., Amdt. 548 (effective Nov. 1,\n1997). The bottom line is that it was the Guidelines’ mandatory nature,\nand not the effect of a policy statement, that made the Guidelines\nranges binding in an 18 U. S. C. §3582(c)(2) proceeding.\n                  Cite as: 560 U. S. ____ (2010)            5\n\n                     STEVENS, J., dissenting\n\n   It is useful to put Booker in context. During the delib­\nerations that led to the enactment of the Sentencing Re­\nform Act of 1984, 18 U. S. C. §3551 et seq., 28 U. S. C.\n§991, et seq., Congress considered—and rejected—a pro­\nposal that would have made the Guidelines only advisory.\nSee Mistretta v. United States, 488 U. S. 361, 387 (1989).\nUltimately, the decision to authorize the Commission to\nissue rules that “have the force and effect of laws” gener­\nated a serious debate over the constitutionality of the\nCommission itself. See id., at 413 (SCALIA, J., dissenting).\n   While we resolved that constitutional debate in the\nCommission’s favor in Mistretta, it became apparent dur­\ning the next two decades that the mandatory character of\nthe Guidelines, coupled with the practice of judicial fact­\nfinding, not only produced a host of excessively severe\nsentences but also created an unacceptable risk of depriv­\ning defendants of long-settled constitutional protections.\nSee, e.g., Apprendi v. New Jersey, 530 U. S. 466, 490\n(2000) (holding that “[o]ther than the fact of a prior convic­\ntion, any fact that increases the penalty for a crime beyond\nthe prescribed statutory maximum must be submitted to a\njury, and proved beyond a reasonable doubt”); Ring v.\nArizona, 536 U. S. 584, 602 (2002) (holding that “[i]f a\nState makes an increase in a defendant’s authorized pun­\nishment contingent on the finding of a fact, that fact—no\nmatter how the State labels it—must be found by a jury\nbeyond a reasonable doubt”); Blakely v. Washington, 542\nU. S. 296, 304 (2004) (holding that “[w]hen a judge inflicts\npunishment that the jury’s verdict alone does not allow,\nthe jury has not found all the facts ‘which the law makes\nessential to the punishment,’ and the judge exceeds his\nproper authority” (citation omitted)).\n   Over a series of cases, we arrived at our present under­\nstanding of determinate sentencing schemes: They are\nconstitutionally infirm if they mandate enhanced punish­\nments based on facts found only by a judge by a prepon­\n6                   DILLON v. UNITED STATES\n\n                       STEVENS, J., dissenting\n\nderance of the evidence. By restoring the principles out­\nlined in landmark cases such as In re Winship, 397 U. S.\n358 (1970), Apprendi and its progeny fundamentally\nchanged the landscape of modern sentencing law,3 and in\nso doing paved the way for Booker.\n   The Booker Court considered whether the Sentencing\nReform Act’s mandatory determinate sentencing scheme\ninfringed the jury-trial right. In the first of two opinions,\nwe held that the two applications of the Guidelines before\nus violated the Sixth Amendment because the sentencing\njudge in each case imposed a more severe sentence than\nthe facts found by the jury warranted. 543 U. S., at 235.\nWe recognized that if the Guidelines “could be read as\nmerely advisory provisions that recommended, rather\nthan required, the selection of particular sentences in\nresponse to differing sets of facts, their use would not\nimplicate the Sixth Amendment.” Id., at 233. But we\nrejected such an advisory reading of the Guidelines, as\nthey then stood. Id., at 234. To satisfy constitutional\nguarantees, we explained that any fact that has the effect\nof increasing the mandatory range must be “established by\na plea of guilty or . . . must be admitted by the defendant\nor proved to a jury beyond a reasonable doubt.” Id., at\n244. Otherwise, the sentence would violate the Sixth (and\nthe Fifth) Amendment.\n   In light of the potential for mandatory Guidelines sen­\ntences to violate the Constitution, the Court had to elect\namong possible remedies. As I explained in my dissent\nfrom the Court’s second Booker opinion (the remedial one),\nthere was no need to find any constitutional infirmity in\nany provision of the Sentencing Reform Act to provide\n——————\n  3 See United States v. O’Brien, 560 U. S. ___, ___, and n. 1 (2010)\n\n(STEVENS, J., concurring) (slip op., at 1–2, and n. 1) (discussing a\nsignificant sentencing policy trend in 1970’s and 1980’s, involving a\nshift to mandatory, determinate sentencing schemes based on judicial\nfactfinding by a preponderance standard).\n                 Cite as: 560 U. S. ____ (2010)           7\n\n                    STEVENS, J., dissenting\n\nrelief for the defendants in Booker, or to apply the Guide­\nlines in a mandatory fashion in future cases—so long as\njuries were allowed to decide the factual issues raised by\nrequests for enhanced sentences. See id., at 272–303\n(STEVENS, J., dissenting in part). Notwithstanding the\nfact that the Court could have retained the Guidelines’\nmandatory prescriptive effect in a manner consonant with\nthe jury-trial right, the Court nevertheless adopted a\nbroad remedy that recast the Guidelines in their entirety.\n   That change did not respond to a determination that the\nmandatory Guidelines regime itself violated the Sixth\nAmendment. Neither my opinion for the Court with re­\nspect to our constitutional holding, nor JUSTICE BREYER’s\nremedial opinion, contained any such determination.\nInstead, the Court’s decision to make the Guidelines dis­\ncretionary rested entirely on the majority’s judgment that\nCongress would have preferred that result to either an\nincrease in the jury’s role in making factual findings or a\ndecision invalidating the entire regime. Id., at 249. When\nCongress was wrestling with the Sentencing Reform Act of\n1984, it did not foresee Apprendi, Ring, and Blakely. The\nCourt made a policy-based prediction that, were Congress\nto have had such foresight, it would not have elected—in\nany respect—a mandatory sentencing regime.\n   The Court openly acknowledged this methodology:\n    “In essence, in what follows, we explain both (1) why\n    Congress would likely have preferred the total invali­\n    dation of the Act to an Act with the Court’s Sixth\n    Amendment requirement engrafted onto it, and (2)\n    why Congress would likely have preferred the excision\n    of some of the Act, namely the Act’s mandatory lan­\n    guage, to the invalidation of the entire Act. That is to\n    say, in light of today’s holding, we compare maintain­\n    ing the Act as written with jury factfinding added (the\n    dissenters’ proposed remedy) to the total invalidation\n8                       DILLON v. UNITED STATES\n\n                            STEVENS, J., dissenting\n\n       of the statute, and conclude that Congress would have\n       preferred the latter. We then compare our own rem­\n       edy to the total invalidation of the statute, and con­\n       clude that Congress would have preferred our rem­\n       edy.” 543 U. S., at 249.\n  Thus, rather than “maintaining the Act as written with\njury factfinding added,” ibid., the Court opted to alter the\nCommission’s power in a more fundamental way: It did\naway with a fixed, determinate sentencing regime based\non mandatory Guidelines. Henceforth the Commission\nwould guide and advise federal courts in the exercise of\ntheir sentencing authority. But the Commission would\nnot bind.\n  The Court held as follows:\n         “We answer the question of remedy by finding the\n       provision of the federal sentencing statute that makes\n       the Guidelines mandatory, 18 U. S. C. §3553(b)(1)\n       (Supp. IV), incompatible with today’s constitutional\n       holding. We conclude that this provision must be sev­\n       ered and excised, as must one other statutory section,\n       §3742(e) (2000 ed. and Supp. IV), which depends upon\n       the Guidelines’ mandatory nature. So modified, the\n       federal sentencing statute, see Sentencing Reform Act\n       of 1984 (Sentencing Act), as amended, 18 U. S. C.\n       §3551 et seq., 28 U. S. C. §991 et seq., makes the\n       Guidelines effectively advisory. It requires a sentenc­\n       ing court to consider Guidelines ranges, see 18 U.S.C.\n       §3553(a)(4) (Supp. IV), but it permits the court to tai­\n       lor the sentence in light of other statutory concerns as\n       well, see §3553(a).” Id., at 245–246.\n   The only fair way to read the Booker majority’s remedy\nis that it eliminated the mandatory features of the Guide­\nlines—all of them.4 It is true that the Court explicitly\n——————\n    4 See   also, e.g., Booker, 543 U. S., at 246 (opinion for the Court by\n                     Cite as: 560 U. S. ____ (2010)                    9\n\n                        STEVENS, J., dissenting\n\nsevered only two specific statutory sections. But there\nwas not, at the time, even a whisper of a suggestion that\nany other mandatory provision existed or that any should\nbe preserved.5\n   Were it not clear from the foregoing discussion of Booker\nitself, our post-Booker decisions have repeatedly empha­\nsized the completely advisory nature of the Guidelines.\nSee, e.g., Cunningham v. California, 549 U. S. 270, 286–\n287 (2007) (“Under the system described in JUSTICE\nBREYER’s opinion for the Court in Booker, judges would no\nlonger be tied to the sentencing range indicated in the\nGuidelines. But they would be obliged to ‘take account of’\nthat range along with the sentencing goals Congress\nenumerated in the [Sentencing Reform Act of 1984] at 18\nU. S. C. §3553(a)”); Rita v. United States, 551 U. S. 338, \n\n351 (2007) (“[T]he sentencing court does not enjoy the\n\nbenefit of a legal presumption that the Guidelines sen­\n\ntence should apply”); Gall v. United States, 552 U. S. 38, \n\n—————— \n\nBREYER, J.) (“The other approach, which we now adopt, would (through \n\nseverance and excision of two provisions) make the Guidelines system\nadvisory while maintaining a strong connection between the sentence\nimposed and the offender’s real conduct—a connection important to the\nincreased uniformity of sentencing that Congress intended its Guide­\nlines system to achieve” (emphasis added)); id., at 254 (“Congress would\nhave preferred no mandatory system to the system the dissenters\nenvisage”); id., at 264 (“Finally, the Act without its ‘mandatory’ provi­\nsion and related language remains consistent with Congress’ initial and\nbasic sentencing intent. . . . The system remaining after excision, while\nlacking the mandatory features that Congress enacted, retains other\nfeatures that help to further these objectives” (emphasis added)); ibid.\n(“The district courts, while not bound to apply the Guidelines, must\nconsult those Guidelines and take them into account when sentencing”\n(emphasis added)).\n   5 It seems, however, that at least one additional provision of the Sen­\n\ntencing Reform Act should have been excised, but was not, in order to\naccomplish the Court’s remedy. Section §3742(g)(2), prescribes that the\nGuidelines are to have binding effect upon a remand for a new sentence\nin a direct appeal: “The court shall not impose a sentence outside the\napplicable guidelines range . . . .”\n10                    DILLON v. UNITED STATES\n\n                         STEVENS, J., dissenting\n\n46 (2007) (“As a result of our decision [in Booker], the\nGuidelines are now advisory, and appellate review of\nsentencing decisions is limited to determining whether\nthey are ‘reasonable’ ”); Kimbrough v. United States, 552\nU. S. 85, 101 (2007) (“In sum, while the statute still re­\nquires a court to give respectful consideration to the\nGuidelines, Booker permits the court to tailor the sentence\nin light of other statutory concerns as well” (internal\nquotation marks and citation omitted)); Spears v. United\nStates, 555 U. S. ___, ___ (2009) (per curiam) (slip op., at 5)\n(“[W]e now clarify that district courts are entitled to reject\nand vary categorically from the crack-cocaine Guidelines\nbased on a policy disagreement with those Guidelines”).6\nOur case law is quite clear: The Guidelines no longer have\nmandatory and binding effect, and the sentencing court\nmay not presume them correct or reasonable when it\nconsiders an individual sentencing decision.\n   In light of this history, the limited nature of the\n§3582(c)(2) proceeding is beside the point. Nothing turns\n——————\n   6 See also Spears, 555 U. S., at ___ (slip op., at 6) (“[D]istrict courts\n\nare entitled to vary from the crack-cocaine guidelines in a mine-run\ncase where there are no ‘particular circumstances’ that would otherwise\njustify a variance from the Guidelines’ sentencing range”); Kimbrough,\n552 U. S., at 101 (“The Government acknowledges that the Guidelines\n‘are now advisory’ and that, as a general matter, ‘courts may vary [from\nGuidelines ranges] based solely on policy considerations, including\ndisagreements with the Guidelines’ ”); id., at 113–114 (SCALIA, J.,\nconcurring) (“[T]he district court is free to make its own reasonable\napplication of the §3553(a) factors, and to reject (after due considera­\ntion) the advice of the Guidelines. If there is any thumb on the scales;\nif the Guidelines must be followed even where the district court’s\napplication of the §3553(a) factors is entirely reasonable; then the\n‘advisory’ Guidelines would, over a large expanse of their application,\nentitle the defendant to a lesser sentence but for the presence of certain\nadditional facts found by judge rather than jury. This, as we said in\nBooker, would violate the Sixth Amendment”); Gall, 552 U. S., at 50\n(sentencing court “may not presume that the Guidelines range is\nreasonable”).\n                 Cite as: 560 U. S. ____ (2010)          11\n\n                    STEVENS, J., dissenting\n\non whether the proceeding is best understood as a resen­\ntencing or as a sentence modification procedure. Nor is it\nrelevant that Dillon has no right to be present at a pro­\nceeding under §3582(c)(2), ante, at 9–10, or that a sentence\nreduction proceeding may not be “constitutionally com­\npelled,” ante, at 10–11. The Court’s general reliance on\nBooker in this case, see ante, at 11–12, is odd because the\nBooker Court explained its belief “that Congress would not\nhave authorized a mandatory system in some cases and a\nnonmandatory system in others,” 543 U. S., at 266. Yet,\nthis is precisely the system the Court approves today.\n  Approaching this case as the Booker Court did, one must\nask whether it is likely that a fully informed Congress\nwould have created this kind of Commission: one endowed\nwith vast responsibilities for drafting advisory Guidelines\nand policy statements, but also with the tiniest sliver of\nlawmaking power to tie the hands of a district court’s\nexercise of grace under §3582(c)(2). I think the answer is\nobvious.\n                            II\n  My understanding of the scope of the Booker remedy is\nreinforced by an additional consideration: The Commis­\nsion’s policy statement, to which the Court today allows\nbinding effect, may exceed the scope of the Commission’s\npowers. No one disputes that Congress could have re­\njected the Court’s remedial holding in Booker if it so\nwished. Instead, it is the Commission that has rejected\nBooker’s application to §3582(c)(2), by purporting to give\nmandatory force to its own policy statement. That action\npresses the bounds of the authority Congress validly gave\nthe Commission in 1984, for it is not clear that Congress\nhas authorized the Commission to create this type of\npolicy statement or to circumvent a decision such as\nBooker on its own accord.\n  We have been quite permissive of congressional delega­\n12               DILLON v. UNITED STATES\n\n                     STEVENS, J., dissenting\n\ntions in our separation-of-powers jurisprudence. “So long\nas Congress ‘shall lay down by legislative act an intelligi­\nble principle to which the person or body authorized to\n[exercise the delegated authority] is directed to conform,\nsuch legislative action is not a forbidden delegation of\nlegislative power.’ ” Mistretta, 488 U. S., at 372 (quoting J.\nW. Hampton, Jr., & Co. v. United States, 276 U. S. 394,\n409 (1928)). Few legislative actions have been found to\noffend this principle. 488 U. S., at 373.\n   More than 20 years ago, the Court upheld the constitu­\ntionality of the Commission’s work from just such an\nattack in Mistretta. We took sanctuary then in the fact\nthat, in enacting the Sentencing Reform Act and creating\nthe Commission, Congress had “se[t] forth more than\nmerely an ‘intelligible principle’ or minimal standard” for\nthe exercise of the Commission’s discretion, and had “ ‘ex­\nplain[ed] what the Commission should do and how it\nshould do it, and se[t] out specific directives to govern\nparticular situations.’ ” Id., at 379. To this end, Congress\ngave the Commission clear “goals,” id., at 374; specified\nthe “ ‘purposes of sentencing,’ ” ibid.; “prescribed the spe­\ncific tool”—“the guidelines system”—the Commission was\nto use in its work, ibid.; set limits on the appropriate\nGuidelines ranges the Commission was to promulgate, id.,\nat 375; and set forth “seven factors” and “11 factors,”\nrespectively, to assist the Commission with “its formula­\ntion of offense categories” and its establishment of “catego­\nries of defendants” for sentencing purposes, id., at 375–\n376.\n   We explained that “although Congress granted the\nCommission substantial discretion in formulating guide­\nlines, in actuality it legislated a full hierarchy of punish­\nment—from near maximum imprisonment, to substantial\nimprisonment, to some imprisonment, to alternatives—\nand stipulated the most important offense and offender\ncharacteristics to place defendants within these catego­\n                 Cite as: 560 U. S. ____ (2010)          13\n\n                    STEVENS, J., dissenting\n\nries.” Id., at 377. There was, accordingly, no “concern of\nencroachment and aggrandizement that has animated our\nseparation-of-powers jurisprudence and aroused our vigi­\nlance against the ‘hydraulic pressure inherent within each\nof the separate Branches to exceed the outer limits of its\npower.’ ” Id., at 382 (quoting INS v. Chadha, 462 U. S.\n919, 951 (1983)).\n  JUSTICE SCALIA disagreed. He argued forcefully that\nCongress’ creation of the Commission was itself “a pure\ndelegation of legislative power” and therefore an abuse of\nseparation of powers. 488 U. S., at 420 (dissenting opin­\nion). “Congress’ commitment of such broad policy respon­\nsibility to any institution,” in JUSTICE SCALIA’s view,\nviolated a core principle of our governing system: that\n“basic policy decisions governing society are to be made by\nthe Legislature.” Id., at 415.\n  Although we acknowledged in Mistretta that Congress\nhad permissibly granted substantial powers to the Com­\nmission to set law and policy on sentencing generally, we\nhad no occasion to consider whether it had spoken with\nsufficient clarity respecting the Commission’s authority to\nprescribe sentence reductions. That question has now\nreared its head, and in my view it raises separation-of­\npowers concerns significantly more difficult than those\npresented in Mistretta.\n  First, I am doubtful that Congress authorized the type\nof “policy statement” we find in USSG §1B1.10. Congress\ninstructed the Commission to promulgate “general policy\nstatements regarding application of the guidelines or any\nother aspect of sentencing or sentence implementation\nthat in the view of the Commission would further the\npurposes set forth in section 3553(a)(2) of title 18 . . .\nincluding the appropriate use of,” inter alia, various “sen­\ntence modification provisions.” 28 U. S. C. §994(a)(2). As\nenvisioned by the Sentencing Reform Act, the role of policy\nstatements was merely to inform the judge’s exercise of\n14               DILLON v. UNITED STATES\n\n                    STEVENS, J., dissenting\n\ndiscretion within an otherwise mandatory Guidelines\nregime. See S. Rep. No. 98–225, p. 167 (1983) (explaining\nthat the “sentencing judge is required to take the policy\nstatements into account in deciding what sentence to\nimpose,” but that departure from a policy statement is not\nitself grounds for appeal); see also id., at 166 (identifying\npotential use of policy statement to “offe[r] recommenda­\ntions as to how” to “trea[t]” “in the future” “existing dis­\nparities which are not adequately cured by the guide­\nlines”).    Congress reserved binding effect for the\nCommission’s “guidelines,” which the Commission was to\npromulgate pursuant to a distinct statutory provision,\n§994(a)(1). The Sentencing Reform Act thus drew a basic\ndistinction: Guidelines would bind; policy statements\nwould advise.\n   Given that distinction, it is significant that Congress\nelected to use the Commission’s policy-statement power to\nset limitations on the sentencing modification procedures,\nrather than invoking the Commission’s Guidelines power.\nThe Commission is now trying to use a policy statement to\nhave the mandatory effect of a guideline—inverting the\nSentencing Reform Act’s original design. I find no provi­\nsion within §994(a)(2) that would authorize the Commis­\nsion, via a policy statement, to create a binding Guidelines\nregime. With respect to the type of action the Commission\nhas taken, there is certainly no provision that even ap­\nproximates the detailed prescriptions on the Commission’s\npower we considered in Mistretta.\n   Moreover, not only does nothing in §994(a)(2) appear to\nauthorize this type of policy statement, but there is also\nnothing that appears to authorize the Commission, by its\nown fiat, to limit the effect of our decision in Booker.\n   How to respond to Booker, and whether to retain man­\ndatory Guidelines, was a decision for Congress—and\nCongress alone. Booker expressly left “[t]he ball” “in\nCongress’ court,” explaining that “[t]he National Legisla­\n                 Cite as: 560 U. S. ____ (2010)          15\n\n                    STEVENS, J., dissenting\n\nture is equipped to devise and install, long term, the sen­\ntencing system, compatible with the Constitution, that\nCongress judges best for the federal system of justice.”\n543 U. S., at 265; see also supra, at 3–4. That Congress\nhas declined to disturb Booker in the five years since its\nissuance demonstrates not only that JUSTICE BREYER is\nmore clairvoyant than I am, but also that Congress has\nacquiesced to a discretionary Guidelines regime. Con­\ngress’ silence has deprived the Commission of any “intelli­\ngible principle[s],” J. W. Hampton, 276 U. S., at 409, by\nwhich to steer its consideration of the appropriate re­\nsponse to Booker. And without such guidance, I fear that,\nin promulgating USSG §1B1.10, the Commission may\nhave made the type of “basic policy decisio[n]” that\nJUSTICE SCALIA reminded us is the province of the Legis­\nlature, Mistretta, 488 U. S., at 415 (dissenting opinion).\n   Prior to the Commission’s 2008 overhaul of its policy\nstatement in §1B1.10—and even under the applicable\npolicy statement in effect when the Court decided\nBooker—nothing in the Guidelines, see supra, at 3–4, and\nn. 2, as understood in light of Booker, would have pre­\ncluded Dillon from obtaining the type of discretionary\nsentence reduction he now seeks (assuming he was so\neligible). Standing in Dillon’s way presently are two pro­\nvisions of §1B1.10, revised contemporaneously with the\nCommission’s decision to make its amendments to the\ncrack cocaine offense Guidelines retroactive.\n   There can be no question that the purpose of the Com­\nmission’s amendments to its policy statement in §1B1.10\nwas to circumvent the Booker remedy. See Brief for Fed­\neral Public and Community Defenders et al. as Amici\nCuriae 3–9 (describing history of promulgation of current\nversion of §1B1.10). To this end, the Commission dis­\nclaimed that proceedings under §3582(c)(2) “constitute a\nfull resentencing of the defendant.” USSG §1B1.10(a)(3).\nAnd it advised that “the court shall not reduce the defen­\n16                 DILLON v. UNITED STATES\n\n                       STEVENS, J., dissenting\n\ndant’s term of imprisonment under 18 U. S. C. §3582(c)(2)\nand this policy statement to a term that is less than the\nminimum of the amended guideline range determined”\nunder the new range. §1B1.10(b)(2)(A). In other words,\nthe Commission told federal courts that its Guidelines, at\nleast in §3582(c)(2) proceedings, remain mandatory and\nbinding.\n  Had the Commission taken it upon itself, by issuance of\na general policy statement, to make its Guidelines manda­\ntory but subject to jury findings in all cases, we would\neither strike down such an act on separation-of-powers\ngrounds or apply the same remedy we did in Booker to\nrender the statement advisory. It makes little difference,\nin my view, that the Commission has only rejected the\nBooker remedy in this single procedure. The encroach­\nment is the same, if only more subtle. Any legislative\nresponse to Booker was a decision for Congress to make—\nnot the Commission.\n                              III\n  Separate from the arguments noted above, the Court’s\ndecision today may reflect a concern that a contrary hold­\ning would discourage the Commission from issuing retro­\nactive amendments to the Guidelines, owing to a fear of\nburdening the district courts. In what might be described\nas a subtle threat, the Commission has highlighted this\npoint in its amicus brief supporting the Government. The\nbrief explains that holding for Dillon would introduce\nuncertainty into the Commission’s “assessments about the\neffects of retroactivity decisions,” making these decisions\n“very difficult” and “weigh[ing] against making Guideline\namendments retroactive in the future.” Brief for United\nStates Sentencing Commission as Amicus Curiae 21.7\n——————\n  7 The Government’s argument along these lines is less subtle: “To\n\nforbid the Sentencing Commission from limiting the scope of Section\n3582(c)(2) sentence reduction proceedings to the scope of the amend­\n                     Cite as: 560 U. S. ____ (2010)                   17\n\n                        STEVENS, J., dissenting\n\n  Even if that explanation were accurate, it should not\ninfluence our assessment of the legal question before us.\nThe Commission has a statutory obligation to review and\namend Guidelines ranges. 28 U. S. C. §994(o). And Con­\ngress has commanded that the Commission “shall specify\nin what circumstances” an amendment is retroactive,\nindicating that most, if not all, substantial amendments\nare to receive some type of retroactive effect. §994(u); see\nalso S. Rep. No. 98–225, at 180 (“It should be noted that\nthe Committee does not expect that the Commission will\nrecommend       adjusting   existing    sentences     under\n[§3582(c)(2)] when guidelines are simply refined in a way\nthat might cause isolated instances of existing sentences\nfalling above the old guidelines or when there is only a\nminor downward adjustment in the guidelines”). In other\nwords, while Congress has left the retroactivity decision to\nthe Commission’s discretion, it has done so with the pre­\nsumption that some form of retroactive relief is appropri­\nate when a Guidelines amendment is nontrivial.8 I cannot\n——————\nments themselves would inevitably discourage the Sentencing Commis­\nsion from ever authorizing sentence reductions.” Brief for United\nStates 37.\n  8 As the Court notes, I do agree that §994(u) authorizes the Commis­\n\nsion to determine the retroactive effect of sentence reductions. Ante, at\n13. I understand §994(u) as directing the Commission to prescribe the\nretroactive effect, if any, of its Guidelines amendments. The power to\nmake retroactivity determinations is meaningfully different, however,\nfrom the other power the Court claims for the Commission. In granting\nthe former power, Congress has instructed the Commission to perform\na gate keeping function by determining which individuals are eligible\nfor relief pursuant to §3582(c)(2). By contrast, the other power the\nCourt claims for the Commission today is the type of mandatory sen­\ntencing authority at issue in Booker. Contrary to the Court’s conclu­\nsion, the Commission after Booker does not have the power to bind the\ndistrict court in setting a particular sentence.\n  I also cannot accept the Court’s broad understanding of the power\nthe Commission derives from §994(u), see ante, at 8, because it suffers\nfrom the same delegation concerns I discussed above, see supra, 11–16.\n18                 DILLON v. UNITED STATES\n\n                       STEVENS, J., dissenting\n\naccept that the Commission would ignore its obligations,\nand would withhold retroactive application of a Guidelines\nreduction, simply because a judge would have discretion\nto enter a below-Guidelines sentence in a §3582(c)(2)\nproceeding.\n   Undoubtedly, discretionary application of the Guidelines\nin §3582(c)(2) proceedings would impose a greater burden\non the district courts. Such a process would require case­\nspecific evaluations rather than the rote, two-level reduc­\ntions the Commission envisioned when it made Amend­\nment 706 retroactive. But it is important to remember\nthat §3582(c)(2) already requires the district court to\nconsider the §3553(a) factors when it determines whether\nto grant a reduction, as well as the extent of the reduction.\nAnd any additional consideration of evidence proffered to\njustify a downward departure need not create a great deal\nof work. Indeed, it need not create any particular adver­\nsarial process at all: The Commission could simply advise\nthe district courts to review paper submissions, including\nthe original presentence report and objections, as well as\nany new submissions. By now, courts are intimately\nfamiliar with our post-Booker sentencing regime and the\ndiscretionary application of the §3553(a) factors.\n   The facts of Dillon’s case show why any additional bur­\nden on the courts caused by applying Booker’s remedial\nholding likely pales in comparison to the benefit of achiev­\ning more tailored, proportionate sentences for those indi­\nviduals currently serving terms of imprisonment that\nexceed what is “necessary” to meet the goals of our sen­\ntencing system, §3553(a). Dillon was 23 years old when he\nwas sentenced to nearly 27 years’ imprisonment for his\n\n——————\nI do not think the Commission’s authority encompasses the ability to\npromulgate binding Guidelines via policy statements. And this matter\nis separate from its power to promulgate Guidelines—a power unaf­\nfected by our decision in Booker.\n                  Cite as: 560 U. S. ____ (2010)           19\n\n                     STEVENS, J., dissenting\n\ndrug crimes. His attorney urged the District Court to\nenter a below-Guidelines sentence because of, inter alia,\nthe gross disparity between sentences for crack and pow­\nder cocaine offenses. App. 8–9. It would take another 14\nyears for this Court to agree, finally, in Kimbrough, 552\nU. S. 85, that sentencing courts could consider this unjust\ndisparity.\n   But the District Court, constrained by the then­\nmandatory Guidelines, increased Dillon’s sentence based\non judge-found facts by more than 10 years over the sen­\ntence authorized by the jury’s verdict. See Brief for Peti­\ntioner 2, and n. 2. The court could only lament: “I person­\nally don’t believe that you should be serving 322 months.\nBut I feel I am bound by those Guidelines and I don’t feel\nthere is any grounds for . . . depart[ing] from those Guide­\nlines.” App. 12–13. The court acknowledged: “I don’t say\nto you that these penalties are fair. I don’t think they are\nfair.” Id., at 13. The court also implored Dillon to make\nsomething of the hand he had dealt himself: “I hope that\nwhile you are in prison . . . that you will take some time to\nconsider the direction that your life will take when you do\nreturn to society. . . . It is only through people like you if\nyou spread the word that other young men of your age will\nhesitate to get involved in [dealing drugs].” Ibid.\n   Dillon has done just that. He has participated in out­\nreach efforts in the communities in which he has been\nimprisoned, doing extensive work with adolescents to steer\nthem away from a life of drugs and crime. Brief for Peti­\ntioner 5–6. Working with two universities, he has facili­\ntated the initiation of an African-American Studies pro­\ngram at Hunters Point Family, a Bay Area organization\ndevoted to assisting at-risk youth. He has also played a\nlarge role in initiating a similar program at his prison\nfacility. Berkeley’s Prison Outreach Coordinator stated to\nthe District Court that “without [Dillon’s] insight and\nadvice, our project would not have succeeded and grown\n20                   DILLON v. UNITED STATES\n\n                        STEVENS, J., dissenting\n\nthe way it has.” Id., at 6 (internal quotation marks omit­\nted). Dillon has also prepared himself for a successful life\nonce he returns to society. He has obtained his general\nequivalency diploma (GED), taken vocational classes in\nproperty management, and has job prospects awaiting him\nupon release. Id., at 6–7.\n  The Government concedes that Dillon has undertaken\n“significant institutional rehabilitation and education.”\nBrief for United States 11. The Court of Appeals acknowl­\nedged that “[i]f Booker did apply in proceedings pursuant\nto §3582, Dillon would likely be an ideal candidate for a\nnon-Guidelines sentence.” 572 F. 3d 146, 147 (CA3 2009).\nAnd yet, now, the Government will continue to spend more\nthan $25,000 a year to keep Dillon behind bars until his\nrelease date.9\n  Given the circumstances of his case, I can scarcely think\nof a greater waste of this Nation’s precious resources. Cf.\nBarber v. Thomas, ante, at ___ (2010) (slip op., at 1)\n(KENNEDY, J., dissenting) (“And if the only way to call\nattention to the human implications of this case is to\nspeak in terms of economics, then it should be noted that\nthe Court’s interpretation comes at a cost to the taxpayers\nof untold millions of dollars”). Dillon’s continued impris­\nonment is a truly sad example of what I have come to view\nas an exceptionally, and often mindlessly, harsh federal\npunishment scheme.\n                             IV\n  Neither the interests of justice nor common sense lends\nany support to the decision to preserve the single sliver of\nthe Commission’s lawmaking power that the Court resur­\n——————\n   9 See Hanlon, Hecker, & Gopstein, Expanding the Zones: A Modest\n\nProposal to Increase the Use of Alternatives to Incarceration in Federal\nSentencing, 24 ABA Criminal Justice, No. 4, pp. 26, 28 (Winter 2010)\n(“In fiscal year 2008, it cost $25,894.50 to incarcerate an offender in a\nfederal Bureau of Prisons facility for 12 months”).\n                 Cite as: 560 U. S. ____ (2010)         21\n\n                    STEVENS, J., dissenting\n\nrects today. I had thought Booker dismantled the manda­\ntory Guidelines regime. The Court ought to finish the job.\n  I respectfully dissent.\n", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/148795/", "sha1": "9dae00f12081c8cffedaddf021002d757ca5cbdb", "source": "C", "supreme_court_db_id": "2009-076", "time_retrieved": "2010-06-17T09:50:54"}