{"absolute_url": "/opinion/1736/florida-v-powell/", "blocked": false, "citation": {"case_name": "Florida v. Powell", "docket_number": "08-1175", "document_uris": ["/api/rest/v2/document/1736/"], "federal_cite_one": "559 U.S. 50", "federal_cite_three": "175 L. Ed. 2d 1009", "federal_cite_two": "130 S. Ct. 1195", "id": 1737, "lexis_cite": "2010 U.S. LEXIS 1898", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/1737/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 25, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "2010-02-23", "date_modified": "2015-04-10T07:24:36.490709", "docket": "/api/rest/v2/docket/246826/", "download_url": "http://www.supremecourt.gov/opinions/09pdf/08-1175.pdf", "extracted_by_ocr": false, "html": "", "html_lawbox": "", "html_with_citations": "<pre class=\"inline\">(Slip Opinion)              OCTOBER TERM, 2009                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                          FLORIDA v. POWELL\n\n        CERTIORARI TO THE SUPREME COURT OF FLORIDA\n\n No. 08–1175. Argued December 7, 2009—Decided February 23, 2010\nIn a pathmarking decision, Miranda v. Arizona, 384 U. S. 436, 471, this\n  Court held that an individual must be “clearly informed,” prior to\n  custodial questioning, that he has, among other rights, “the right to\n  consult with a lawyer and to have the lawyer with him during inter\n  rogation.”\n    After arresting respondent Powell, but before questioning him,\n  Tampa Police read him their standard Miranda form, stating, inter\n  alia: “You have the right to talk to a lawyer before answering any of\n  our questions” and “[y]ou have the right to use any of these rights at\n  any time you want during this interview.” Powell then admitted he\n  owned a handgun found in a police search. He was charged with pos\n  session of a weapon by a convicted felon in violation of Florida law.\n  The trial court denied Powell’s motion to suppress his inculpatory\n  statements, which was based on the contention that the Miranda\n  warnings he received did not adequately convey his right to the pres\n  ence of an attorney during questioning. Powell was convicted of the\n  gun-possession charge, but the intermediate appellate court held that\n  the trial court should have suppressed the statements. The Florida\n  Supreme Court agreed. It noted that both Miranda and the State\n  Constitution require that a suspect be clearly informed of the right to\n  have a lawyer present during questioning. The advice Powell re\n  ceived was misleading, the court believed, because it suggested that\n  he could consult with an attorney only before the police started to\n  question him and did not convey his entitlement to counsel’s presence\n  throughout the interrogation.\nHeld:\n    1. This Court has jurisdiction to hear this case. Powell contends\n that jurisdiction is lacking because the Florida Supreme Court relied\n on the State’s Constitution as well as Miranda, hence the decision\n2                          FLORIDA v. POWELL\n\n                                  Syllabus\n\n    rested on an adequate and independent state ground. See Coleman\n    v. Thompson, 501 U. S. 722, 729. Under Michigan v. Long, 463 U. S.\n    1032, 1040–1041, however, when a state court decision fairly appears\n    to rest primarily on federal law, or to be interwoven with federal law,\n    and the adequacy and independence of any possible state-law ground\n    is not clear from the face of its opinion, this Court presumes that fed\n    eral law controlled the state court’s decision. Although invoking Flor\n    ida’s Constitution and precedent in addition to this Court’s decisions,\n    the Florida court did not expressly assert that state-law sources gave\n    Powell rights distinct from, or broader than, those delineated in\n    Miranda. See Long, 463 U. S., at 1044. The state-court opinion con\n    sistently trained on what Miranda demands, rather than on what\n    Florida law independently requires. This Court therefore cannot\n    identify, “from the face of the opinion,” a clear statement that the de\n    cision rested on a state ground separate from Miranda. See Long,\n    463 U. S., at 1041. Because the opinion does not “indicat[e] clearly\n    and expressly that it is alternatively based on bona fide separate,\n    adequate, and independent [state] grounds,” Long, 463 U. S., at 1041,\n    this Court has jurisdiction. Pp. 4–7.\n       2. Advice that a suspect has “the right to talk to a lawyer before\n    answering any of [the law enforcement officers’] questions,” and that\n    he can invoke this right “at any time . . . during th[e] interview,” sat\n    isfies Miranda. Pp. 7–13.\n          (a) Miranda requires that a suspect “be warned prior to any\n    questioning . . . that he has the right to the presence of an attorney.”\n    384 U. S., at 479. This Miranda warning addresses the Court’s par\n    ticular concern that “[t]he circumstances surrounding in-custody in\n    terrogation can operate very quickly to overbear the will of one\n    merely made aware of his privilege [to remain silent] by his interro\n    gators.” Id., at 469. Responsive to that concern, the Court stated, as\n    “an absolute prerequisite to interrogation,” that an individual held\n    for questioning “must be clearly informed that he has the right to\n    consult with a lawyer and to have the lawyer with him during inter\n    rogation.” Id., at 471. While the warnings prescribed by Miranda\n    are invariable, this Court has not dictated the words in which the es\n    sential information must be conveyed. See, e.g., California v. Pry\n    sock, 453 U. S. 355, 359. In determining whether police warnings\n    were satisfactory, reviewing courts are not required to “examine\n    [them] as if construing a will or defining the terms of an easement.\n    The inquiry is simply whether the warnings reasonably ‘conve[y] to\n    [a suspect] his rights as required by Miranda.’ ” Duckworth v.\n    Eagan, 492 U. S. 195, 203. Pp. 7–9.\n          (b) The warnings Powell received satisfy this standard. By in\n    forming Powell that he had “the right to talk to a lawyer before an\n                      Cite as: 559 U. S. ____ (2010)                     3\n\n                                 Syllabus\n\n  swering any of [their] questions,” the Tampa officers communicated\n  that he could consult with a lawyer before answering any particular\n  question. And the statement that Powell had “the right to use any of\n  [his] rights at any time [he] want[ed] during th[e] interview” con\n  firmed that he could exercise his right to an attorney while the inter\n  rogation was underway. In combination, the two warnings reasona\n  bly conveyed the right to have an attorney present, not only at the\n  outset of interrogation, but at all times. To reach the opposite con\n  clusion, i.e., that the attorney would not be present throughout the\n  interrogation, the suspect would have to imagine the counterintuitive\n  and unlikely scenario that, in order to consult counsel, he would be\n  obliged to exit and reenter the interrogation room between each\n  query. Likewise unavailing is the Florida Supreme Court’s conclu\n  sion that the warning was misleading because the temporal language\n  that Powell could “talk to a lawyer before answering any of [the offi\n  cers’] questions” suggested he could consult with an attorney only be\n  fore the interrogation started. In context, the term “before” merely\n  conveyed that Powell’s right to an attorney became effective before he\n  answered any questions at all. Nothing in the words used indicated\n  that counsel’s presence would be restricted after the questioning\n  commenced. Powell suggests that today’s holding will tempt law en\n  forcement agencies to end-run Miranda by amending their warnings\n  to introduce ambiguity. But, as the Federal Government explains, it\n  is in law enforcement’s own interest to state warnings with maxi\n  mum clarity in order to reduce the risk that a court will later find the\n  advice inadequate and therefore suppress a suspect’s statement. The\n  standard warnings used by the Federal Bureau of Investigation are\n  admirably informative, but the Court declines to declare their precise\n  formulation necessary to meet Miranda’s requirements. Different\n  words were used in the advice Powell received, but they communi\n  cated the same message. Pp. 9–13.\n</pre><span class=\"citation\" data-id=\"1746854\"><a href=\"/opinion/1746854/state-v-powell/\"><span class=\"volume\">998</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">531</span></a></span><pre class=\"inline\">, reversed and remanded.\n\n   GINSBURG, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and SCALIA, KENNEDY, THOMAS, ALITO, and SOTOMAYOR, JJ.,\njoined, and in which BREYER, J., joined as to Part II. STEVENS, J., filed a\ndissenting opinion, in which BREYER, J., joined as to Part II.\n                       Cite as: 559 U. S. ____ (2010)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                  No. 08–1175\n                                  _________________\n\n\nFLORIDA, PETITIONER v. KEVIN DEWAYNE POWELL\n    ON WRIT OF CERTIORARI TO THE SUPREME COURT OF\n\n                       FLORIDA\n\n                             [February 23, 2010] \n\n\n    JUSTICE GINSBURG delivered the opinion of the Court.\n    In a pathmarking decision, Miranda v. Arizona, 384\nU. S. 436, 471 (1966), the Court held that an individual\nmust be “clearly informed,” prior to custodial questioning,\nthat he has, among other rights, “the right to consult with\na lawyer and to have the lawyer with him during interro\ngation.” The question presented in this case is whether\nadvice that a suspect has “the right to talk to a lawyer\nbefore answering any of [the law enforcement officers’]\nquestions,” and that he can invoke this right “at any time\n. . . during th[e] interview,” satisfies Miranda. We hold\nthat it does.\n                            I\n  On August 10, 2004, law enforcement officers in Tampa,\nFlorida, seeking to apprehend respondent Kevin Dewayne\nPowell in connection with a robbery investigation, entered\nan apartment rented by Powell’s girlfriend. </pre><span class=\"citation\" data-id=\"1822619\"><a href=\"/opinion/1822619/powell-v-state/\"><span class=\"volume\">969</span> <span class=\"reporter\">So. 2d</span>\n<span class=\"page\">1060</span></a></span><pre class=\"inline\">, 1063 (Fla. App. 2007). After spotting Powell coming\nfrom a bedroom, the officers searched the room and dis\ncovered a loaded nine-millimeter handgun under the bed.\nIbid.\n  The officers arrested Powell and transported him to the\n2                    FLORIDA v. POWELL\n\n                      Opinion of the Court\n\nTampa Police headquarters. Ibid. Once there, and before\nasking Powell any questions, the officers read Powell the\nstandard Tampa Police Department Consent and Release\nForm 310. Id., at 1063–1064. The form states:\n    “You have the right to remain silent. If you give up\n    the right to remain silent, anything you say can be\n    used against you in court. You have the right to talk\n    to a lawyer before answering any of our questions. If\n    you cannot afford to hire a lawyer, one will be ap\n    pointed for you without cost and before any question\n    ing. You have the right to use any of these rights at\n    any time you want during this interview.” App. 3.\n    See also 969 So. 2d, at 1064.\n   Acknowledging that he had been informed of his rights,\nthat he “underst[oo]d them,” and that he was “willing to\ntalk” to the officers, Powell signed the form. App. 3. He\nthen admitted that he owned the handgun found in the\napartment. Powell knew he was prohibited from possess\ning a gun because he had previously been convicted of a\nfelony, but said he had nevertheless purchased and car\nried the firearm for his protection. See 969 So. 2d, at\n1064; App. 29.\n   Powell was charged in state court with possession of a\nweapon by a prohibited possessor, in violation of Fla. Stat.\nAnn. §790.23(1) (West 2007).          Contending that the\nMiranda warnings were deficient because they did not\nadequately convey his right to the presence of an attorney\nduring questioning, he moved to suppress his inculpatory\nstatements. The trial court denied the motion, concluding\nthat the officers had properly notified Powell of his right to\ncounsel. 969 So. 2d, at 1064; App. 28. A jury convicted\nPowell of the gun-possession charge. 969 So. 2d, at 1064.\n   On appeal, the Florida Second District Court of Appeal\nheld that the trial court should have suppressed Powell’s\nstatements. Id., at 1067. The Miranda warnings, the\n                      Cite as: 559 U. S. ____ (2010)                        3\n\n                           Opinion of the Court\n\nappellate court concluded, did not “adequately inform\n[Powell] of his . . . right to have an attorney present\nthroughout [the] interrogation.” 969 So. 2d, at 1063.\nConsidering the issue to be “one of great public impor\ntance,” the court certified the following question to the\nFlorida Supreme Court:\n     “Does the failure to provide express advice of the right\n     to the presence of counsel during questioning vitiate\n     Miranda warnings which advise of both (A) the right\n     to talk to a lawyer ‘before questioning’ and (B) the\n     ‘right to use’ the right to consult a lawyer ‘at any time’\n     during questioning?” Id., at 1067–1068 (some capi\n     talization omitted).\n   Surveying decisions of this Court as well as Florida\nprecedent, the Florida Supreme Court answered the certi\nfied question in the affirmative. </pre><span class=\"citation\" data-id=\"1746854\"><a href=\"/opinion/1746854/state-v-powell/\"><span class=\"volume\">998</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">531</span></a></span><pre class=\"inline\">, 532\n(2008). “Both Miranda and article I, section 9 of the Flor\nida Constitution,”1 the Florida High Court noted, “require\nthat a suspect be clearly informed of the right to have a\nlawyer present during questioning.” Id., at 542. The court\nfound that the advice Powell received was misleading\nbecause it suggested that Powell could “only consult with\nan attorney before questioning” and did not convey Pow\nell’s entitlement to counsel’s presence throughout the\ninterrogation. Id., at 541. Nor, in the court’s view, did the\nfinal catchall warning—“[y]ou have the right to use any of\nthese rights at any time you want during this interview”—\ncure the defect the court perceived in the right-to-counsel\nadvice: “The catch-all phrase did not supply the missing\nwarning of the right to have counsel present during police\nquestioning,” the court stated, for “a right that has never\nbeen expressed cannot be reiterated.” Ibid.\n——————\n    1 Article I, §9 of the Florida Constitution states that “[n]o person shall\n\n. . . be compelled in any criminal matter to be a witness against one\nself.”\n4                    FLORIDA v. POWELL\n\n                      Opinion of the Court\n\n  Justice Wells dissented. He considered it “unreasonable\nto conclude that the broad, unqualified language read to\nPowell would lead a person of ordinary intelligence to\nbelieve that he or she had a limited right to consult with\nan attorney that could only be exercised before answering\nthe first question posed by law enforcement.” Id., at 544.\nThe final sentence of the warning, he stressed, “avoid[ed]\nthe implication—unreasonable as it may [have] be[en]—\nthat advice concerning the right of access to counsel before\nquestioning conveys the message that access to counsel is\nforeclosed during questioning.” Ibid. (internal quotation\nmarks omitted).       Criticizing the majority’s “technical\nadherence to language . . . that has no connection with\nwhether the person who confessed understood his or her\nrights,” id., at 545, he concluded that “[t]he totality of the\nwarning reasonably conveyed to Powell his continuing\nright of access to counsel,” id., at 544.\n  We granted certiorari, 557 U. S. ___ (2009), and now\nreverse the judgment of the Florida Supreme Court.\n                             II\n   We first address Powell’s contention that this Court\nlacks jurisdiction to hear this case because the Florida\nSupreme Court, by relying not only on Miranda but also\non the Florida Constitution, rested its decision on an\nadequate and independent state ground. Brief for Peti\ntioner 15–23. See Coleman v. Thompson, 501 U. S. 722,\n729 (1991) (“This Court will not review a question of fed\neral law decided by a state court if the decision . . . rests\non a state law ground that is independent of the federal\nquestion and adequate to support the judgment.”). “It is\nfundamental,” we have observed, “that state courts be left\nfree and unfettered by us in interpreting their state con\nstitutions.” Minnesota v. National Tea Co., 309 U. S. 551,\n557 (1940). “But it is equally important that ambiguous or\nobscure adjudications by state courts do not stand as\n                     Cite as: 559 U. S. ____ (2010)                   5\n\n                         Opinion of the Court\n\nbarriers to a determination by this Court of the validity\nunder the federal constitution of state action.” Ibid.\n  To that end, we announced, in Michigan v. Long, 463\nU. S. 1032, 1040–1041 (1983), the following presumption:\n     “[W]hen . . . a state court decision fairly appears to\n     rest primarily on federal law, or to be interwoven with\n     the federal law, and when the adequacy and inde\n     pendence of any possible state law ground is not clear\n     from the face of the opinion, we will accept as the\n     most reasonable explanation that the state court de\n     cided the case the way it did because it believed that\n     federal law required it to do so.”\nAt the same time, we adopted a plain-statement rule to\navoid the presumption: “If the state court decision indi\ncates clearly and expressly that it is alternatively based on\nbona fide separate, adequate, and independent grounds,\nwe, of course, will not undertake to review the decision.”\nId., at 1041.2\n   Under the Long presumption, we have jurisdiction to\nentertain this case. Although invoking Florida’s Constitu\ntion and precedent in addition to this Court’s decisions,\nthe Florida Supreme Court treated state and federal law\nas interchangeable and interwoven; the court at no point\n——————\n  2 Dissenting  in Michigan v. Long, 463 U. S. 1032 (1983), JUSTICE\nSTEVENS did not urge, as he now does, inspection of state-court deci\nsions to count the number of citations to state and federal provisions\nand opinions, or heroic efforts to fathom what the state court really\nmeant. See post, at 3–7 (dissenting opinion). Instead, his preferred\napproach was as clear as the Court’s. In lieu of “presuming that\nadequate state grounds are not independent unless it clearly appears\notherwise,” he would have “presum[ed] that adequate state grounds are\nindependent unless it clearly appears otherwise.” Long, 463 U. S., at\n1066; see post, at 2, n. 1. Either presumption would avoid arduous\nefforts to detect, case by case, whether a state ground of decision is\ntruly “independent of the [state court’s] understanding of federal law.”\nLong, 463 U. S., at 1066. Today, however, the dissent would require\nthis Court to engage in just that sort of inquiry.\n6                       FLORIDA v. POWELL\n\n                          Opinion of the Court\n\nexpressly asserted that state-law sources gave Powell\nrights distinct from, or broader than, those delineated in\nMiranda. See Long, 463 U. S., at 1044.\n   Beginning with the certified question—whether the\nadvice the Tampa police gave to Powell “vitiate[d]\nMiranda,” 998 So. 2d, at 532 (some capitalization omit\nted)—and continuing throughout its opinion, the Florida\nSupreme Court trained on what Miranda demands, rather\nthan on what Florida law independently requires. See,\ne.g., 998 So. 2d, at 533 (“The issue before this Court is\nwhether the failure to provide express advice of the right\nto the presence of counsel during custodial interrogation\nviolates the principles espoused in Miranda v. Arizona,\n384 U. S. 436.”); id., at 538 (“[T]he issue of [what] Miranda\nrequires . . . has been addressed by several of the Florida\ndistrict courts of appeal.”); id., at 542 (Powell received a\n“narrower and less functional warning than that required\nby Miranda.”).3 We therefore cannot identify, “from the\nface of the opinion,” a clear statement that the decision\nrested on a state ground separate from Miranda. See\nLong, 463 U. S., at 1041 (the state court “need only make\nclear by a plain statement in its judgment or opinion that\nthe federal cases are being used only for the purpose of\nguidance, and do not themselves compel the result that\nthe court has reached”).4 “To avoid misunderstanding, the\n——————\n   3 JUSTICE STEVENS suggests that these statements refer to Miranda\n\nonly in a “generic” sense to mean “the warnings suspects must be given\nbefore interrogation.” Post, at 6. This explanation fails to account for\nthe Florida Supreme Court’s repeated citations to the opinion in\nMiranda. In context, it is obvious that the court was attempting to\nhome in on what that opinion—which, of course, interpreted only the\nFederal Constitution and not Florida law—requires. See, e.g., </pre><span class=\"citation\" data-id=\"1746854\"><a href=\"/opinion/1746854/state-v-powell/\"><span class=\"volume\">998</span>\n<span class=\"reporter\">So. 2d</span> <span class=\"page\">531</span></a></span><pre class=\"inline\">, 533, 534, 537, 538, 539, 540, 541, 542 (2008).\n   4 JUSTICE STEVENS agrees that the Florida Supreme Court’s decision\n\nis interwoven with federal law, post, at 7, and lacks the plain statement\ncontemplated by Long, post, at 3. Nevertheless, he finds it possible to\ndiscern an independent state-law basis for the decision. As Long makes\n                      Cite as: 559 U. S. ____ (2010)                        7\n\n                           Opinion of the Court\n\n[Florida] Supreme Court must itself speak with the clarity\nit sought to require of its State’s police officers.” Ohio v.\nRobinette, 519 U. S. 33, 45 (1996) (GINSBURG, J., concur\nring in judgment).\n   Powell notes that “ ‘state courts are absolutely free to\ninterpret state constitutional provisions to accord greater\nprotection to individual rights than do similar provisions\nof the United States Constitution.’ ” Brief for Respondent\n19–20 (quoting Arizona v. Evans, 514 U. S. 1, 8 (1995)).\nSee also, e.g., Oregon v. Hass, 420 U. S. 714, 719 (1975);\nCooper v. California, 386 U. S. 58, 62 (1967). Powell is\nright in this regard. Nothing in our decision today, we\nemphasize, trenches on the Florida Supreme Court’s\nauthority to impose, based on the State’s Constitution, any\nadditional protections against coerced confessions it deems\nappropriate. But because the Florida Supreme Court’s\ndecision does not “indicat[e] clearly and expressly that it is\nalternatively based on bona fide separate, adequate, and\nindependent [state] grounds,” Long, 463 U. S., at 1041, we\nhave jurisdiction to decide this case.\n                           III \n\n                            A\n\n  To give force to the Constitution’s protection against\ncompelled self-incrimination, the Court established in\nMiranda “certain procedural safeguards that require\n——————\nclear, however, “when . . . [the] state court decision fairly appears to . . .\nbe interwoven with . . . federal law,” the only way to avoid the jurisdic\ntional presumption is to provide a plain statement expressing inde\npendent reliance on state law. 463 U. S., at 1040. It is this plain\nstatement that makes “the adequacy and independence of any possible\nstate law ground . . . clear from the face of the opinion.” Id., at 1040–\n1041. See also Ohio v. Robinette, 519 U. S. 33, 44 (1996) (GINSBURG, J.,\nconcurring in judgment) (“Long governs even when, all things consid\nered, the more plausible reading of the state court’s decision may be\nthat the state court did not regard the Federal Constitution alone as a\nsufficient basis for its ruling.”).\n8                   FLORIDA v. POWELL\n\n                     Opinion of the Court\n\npolice to advise criminal suspects of their rights under the\nFifth and Fourteenth Amendments before commencing\ncustodial interrogation.” Duckworth v. Eagan, 492 U. S.\n195, 201 (1989). Intent on “giv[ing] concrete constitutional\nguidelines for law enforcement agencies and courts to\nfollow,” 384 U. S., at 441–442, Miranda prescribed the\nfollowing four now-familiar warnings:\n    “[A suspect] must be warned prior to any questioning\n    [1] that he has the right to remain silent, [2] that any\n    thing he says can be used against him in a court of\n    law, [3] that he has the right to the presence of an at\n    torney, and [4] that if he cannot afford an attorney\n    one will be appointed for him prior to any questioning\n    if he so desires.” Id., at 479.\n   Miranda’s third warning—the only one at issue here—\naddresses our particular concern that “[t]he circumstances\nsurrounding in-custody interrogation can operate very\nquickly to overbear the will of one merely made aware of\nhis privilege [to remain silent] by his interrogators.” Id.,\nat 469. Responsive to that concern, we stated, as “an\nabsolute prerequisite to interrogation,” that an individual\nheld for questioning “must be clearly informed that he has\nthe right to consult with a lawyer and to have the lawyer\nwith him during interrogation.” Id., at 471. The question\nbefore us is whether the warnings Powell received satis\nfied this requirement.\n   The four warnings Miranda requires are invariable, but\nthis Court has not dictated the words in which the essen\ntial information must be conveyed. See California v.\nPrysock, 453 U. S. 355, 359 (1981) (per curiam) (“This\nCourt has never indicated that the rigidity of Miranda\nextends to the precise formulation of the warnings given a\ncriminal defendant.” (internal quotation marks omitted));\nRhode Island v. Innis, 446 U. S. 291, 297 (1980) (safe\nguards against self-incrimination include “Miranda warn\n                 Cite as: 559 U. S. ____ (2010)            9\n\n                     Opinion of the Court\n\nings . . . or their equivalent”). In determining whether\npolice officers adequately conveyed the four warnings, we\nhave said, reviewing courts are not required to examine\nthe words employed “as if construing a will or defining the\nterms of an easement. The inquiry is simply whether the\nwarnings reasonably ‘conve[y] to [a suspect] his rights as\nrequired by Miranda.’ ” Duckworth, 492 U. S., at 203\n(quoting Prysock, 453 U. S., at 361).\n                              B\n    Our decisions in Prysock and Duckworth inform our\njudgment here. Both concerned a suspect’s entitlement to\nadequate notification of the right to appointed counsel. In\nPrysock, an officer informed the suspect of, inter alia, his\nright to a lawyer’s presence during questioning and his\nright to counsel appointed at no cost. 453 U. S., at 356–\n357. The Court of Appeals held the advice inadequate to\ncomply with Miranda because it lacked an express state\nment that the appointment of an attorney would occur\nprior to the impending interrogation. See 453 U. S., at\n358–359. We reversed. Id., at 362. “[N]othing in the\nwarnings,” we observed, “suggested any limitation on the\nright to the presence of appointed counsel different from\nthe clearly conveyed rights to a lawyer in general, includ\ning the right to a lawyer before [the suspect is] questioned,\n. . . while [he is] being questioned, and all during the\nquestioning.” Id., at 360–361 (internal quotation marks\nomitted).\n    Similarly, in Duckworth, we upheld advice that, in\nrelevant part, communicated the right to have an attorney\npresent during the interrogation and the right to an ap\npointed attorney, but also informed the suspect that the\nlawyer would be appointed “if and when [the suspect goes]\nto court.” 492 U. S., at 198 (emphasis deleted; internal\nquotation marks omitted). “The Court of Appeals thought\nth[e] ‘if and when you go to court’ language suggested that\n10                       FLORIDA v. POWELL\n\n                          Opinion of the Court\n\nonly those accused who can afford an attorney have the\nright to have one present before answering any ques\ntions. ” Id., at 203 (some internal quotation marks omit\nted). We thought otherwise. Under the relevant state\nlaw, we noted, “counsel is appointed at [a] defendant’s\ninitial appearance in court.” Id., at 204. The “if and when\nyou go to court” advice, we said, “simply anticipate[d]” a\nquestion the suspect might be expected to ask after receiv\ning Miranda warnings, i.e., “when [will he] obtain coun\nsel.” 492 U. S., at 204. Reading the “if and when” lan\nguage together with the other information conveyed, we\nheld that the warnings, “in their totality, satisfied\nMiranda.” Id., at 205.\n   We reach the same conclusion in this case. The Tampa\nofficers did not “entirely omi[t],” post, at 9, any informa\ntion Miranda required them to impart. They informed\nPowell that he had “the right to talk to a lawyer before\nanswering any of [their] questions” and “the right to use\nany of [his] rights at any time [he] want[ed] during th[e]\ninterview.” App. 3. The first statement communicated\nthat Powell could consult with a lawyer before answering\nany particular question, and the second statement con\nfirmed that he could exercise that right while the interro\ngation was underway. In combination, the two warnings\nreasonably conveyed Powell’s right to have an attorney\npresent, not only at the outset of interrogation, but at all\ntimes.5\n——————\n   5 JUSTICE STEVENS asserts that the Court today approves, for “the\n\nfirst time[,] . . . a warning which, if given its natural reading, entirely\nomitted an essential element of a suspect’s rights.” Post, at 9. See also\npost, at 12 (“[T]he warning entirely failed to inform [Powell] of the\nseparate and distinct right ‘to have counsel present during any ques\ntioning.’ ”). We find the warning in this case adequate, however, only\nbecause it communicated just what Miranda prescribed. JUSTICE\nSTEVENS ascribes a different meaning to the warning Powell received,\nbut he cannot credibly suggest that the Court regards the warning to\nhave omitted a vital element of Powell’s rights.\n                     Cite as: 559 U. S. ____ (2010)                    11\n\n                          Opinion of the Court\n\n   To reach the opposite conclusion, i.e., that the attorney\nwould not be present throughout the interrogation, the\nsuspect would have to imagine an unlikely scenario: To\nconsult counsel, he would be obliged to exit and reenter\nthe interrogation room between each query. A reasonable\nsuspect in a custodial setting who has just been read his\nrights, we believe, would not come to the counterintuitive\nconclusion that he is obligated, or allowed, to hop in and\nout of the holding area to seek his attorney’s advice.6\nInstead, the suspect would likely assume that he must\nstay put in the interrogation room and that his lawyer\nwould be there with him the entire time.7\n   The Florida Supreme Court found the warning mislead\ning because it believed the temporal language—that Pow\nell could “talk to a lawyer before answering any of [the\nofficers’] questions”—suggested Powell could consult with\nan attorney only before the interrogation started. 998\nSo. 2d, at 541. See also Brief for Respondent 28–29. In\ncontext, however, the term “before” merely conveyed when\nPowell’s right to an attorney became effective—namely,\nbefore he answered any questions at all. Nothing in the\nwords used indicated that counsel’s presence would be\nrestricted after the questioning commenced. Instead, the\nwarning communicated that the right to counsel carried\nforward to and through the interrogation: Powell could\nseek his attorney’s advice before responding to “any of [the\nofficers’] questions” and “at any time . . . during th[e]\n——————\n  6 It is equally unlikely that the suspect would anticipate a scenario of\n\nthis order: His lawyer would be admitted into the interrogation room\neach time the police ask him a question, then ushered out each time the\nsuspect responds.\n  7 Although it does not bear on our decision, Powell seems to have\n\nunderstood the warning this way. The following exchange between\nPowell and his attorney occurred when Powell testified at his trial:\n  “Q. You waived the right to have an attorney present during your\nquestioning by detectives; is that what you’re telling this jury?\n  “A. Yes.” App. 80.\n12                   FLORIDA v. POWELL\n\n                      Opinion of the Court\n\ninterview.” App. 3 (emphasis added). Although the warn\nings were not the clearest possible formulation of\nMiranda’s right-to-counsel advisement, they were suffi\nciently comprehensive and comprehensible when given a\ncommonsense reading.\n   Pursuing a different line of argument, Powell points out\nthat most jurisdictions in Florida and across the Nation\nexpressly advise suspects of the right to have counsel\npresent both before and during interrogation. Brief for\nRespondent 41–44. If we find the advice he received ade\nquate, Powell suggests, law enforcement agencies, hoping\nto obtain uninformed waivers, will be tempted to end-run\nMiranda by amending their warnings to introduce ambi\nguity. Brief for Respondent 50–53. But as the United\nStates explained as amicus curiae in support of the State\nof Florida, “law enforcement agencies have little reason to\nassume the litigation risk of experimenting with novel\nMiranda formulations,” Brief for United States as Amicus\nCuriae 6; instead, it is “desirable police practice” and “in\nlaw enforcement’s own interest” to state warnings with\nmaximum clarity, id., at 12. See also id., at 11 (“By using\na conventional and precise formulation of the warnings,\npolice can significantly reduce the risk that a court will\nlater suppress the suspect’s statement on the ground that\nthe advice was inadequate.”).\n   For these reasons, “all . . . federal law enforcement\nagencies explicitly advise . . . suspect[s] of the full contours\nof each [Miranda] right, including the right to the pres\nence of counsel during questioning.” Id., at 12. The stan\ndard warnings used by the Federal Bureau of Investiga\ntion are exemplary. They provide, in relevant part: “You\nhave the right to talk to a lawyer for advice before we ask\nyou any questions. You have the right to have a lawyer\nwith you during questioning.” Ibid., n. 3 (internal quota\ntion marks omitted). This advice is admirably informa\ntive, but we decline to declare its precise formulation\n                 Cite as: 559 U. S. ____ (2010)                 13\n\n                     Opinion of the Court\n\nnecessary to meet Miranda’s requirements. Different\nwords were used in the advice Powell received, but they\ncommunicated the same essential message.\n                        *    *    *\n  For the reasons stated, the judgment of the Supreme\nCourt of Florida is reversed, and the case is remanded for\nfurther proceedings not inconsistent with this opinion.\n\n                                                  It is so ordered.\n                 Cite as: 559 U. S. ____ (2010)          1\n\n                    STEVENS, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                         No. 08–1175\n                         _________________\n\n\nFLORIDA, PETITIONER v. KEVIN DEWAYNE POWELL\n    ON WRIT OF CERTIORARI TO THE SUPREME COURT OF\n\n                       FLORIDA\n\n                     [February 23, 2010] \n\n\n  JUSTICE STEVENS, with whom JUSTICE BREYER joins as\nto Part II, dissenting.\n  Today, the Court decides a case in which the Florida\nSupreme Court held a local police practice violated the\nFlorida Constitution. The Court’s power to review that\ndecision is doubtful at best; moreover, the Florida Su\npreme Court has the better view on the merits.\n                             I\n  In this case, the Florida Supreme Court concluded that\n“[b]oth Miranda and article I, section 9 of the Florida\nConstitution require that a suspect be clearly informed of\nthe right to have a lawyer present during questioning,”\nand that the warnings given to Powell did not satisfy\neither the State or the Federal Constitution. </pre><span class=\"citation\" data-id=\"1746854\"><a href=\"/opinion/1746854/state-v-powell/\"><span class=\"volume\">998</span> <span class=\"reporter\">So. 2d</span>\n<span class=\"page\">531</span></a></span><pre class=\"inline\">, 542 (2008). In my view, the Florida Supreme Court\nheld on an adequate and independent state-law ground\nthat the warnings provided to Powell did not sufficiently\ninform him of the “ ‘right to a lawyer’s help’ ” under the\nFlorida Constitution, id., at 535. This Court therefore\nlacks jurisdiction to review the judgment below, notwith\nstanding the failure of that court to include some express\nsentence that would satisfy this Court’s “plain-statement\nrule,” ante, at 5.\n  The adequate-and-independent-state-ground doctrine\nrests on two “cornerstones”: “[r]espect for the independ\n2                       FLORIDA v. POWELL\n\n                        STEVENS, J., dissenting\n\nence of state courts” and “avoidance of rendering advisory\nopinions.” Michigan v. Long, 463 U. S. 1032, 1040 (1983).\nIn Long, the Court adopted a novel presumption in favor\nof jurisdiction when the independence of a state court’s\nstate-law judgment is not clear. But we only respect the\nindependence of state courts and avoid rendering advisory\nopinions if we limit the application of that presumption to\ntruly ambiguous cases.1 This is not such a case.\n  “[I]f the same judgment would be rendered by the state\ncourt after we corrected its views of federal laws, our\nreview could amount to nothing more than an advisory\nopinion.” Herb v. Pitcairn, 324 U. S. 117, 126 (1945). In\nLong we advised every state court of a formula by which it\ncould assure us that our review would indeed amount to\nnothing more than an advisory opinion. The state court\n“need only make clear by a plain statement in its judg\nment or opinion that the federal cases are being used only\nfor the purpose of guidance, and do not themselves compel\nthe result that the court has reached.” 463 U. S., at 1041.\nThat advice has sometimes been misunderstood as a com\nmand that unless such a plain statement is included in a\nstate-court opinion, the court’s ruling cannot have rested\non an adequate and independent state ground. But the\nreal question is whether “the adequacy and independence\nof any possible state law ground is . . . clear from the face\n——————\n    1 In my view, this Court would better respect the independence of\n\nstate courts by applying the opposite presumption, as it did in the years\nprior to 1983. See Long, 463 U. S., at 1066–1067 (STEVENS, J., dissent\ning). But accepting Long as the law, we can limit its negative effects—\nunnecessary intrusion into the business of the state courts and unnec\nessary advisory opinions—only if we limit its application to cases in\nwhich the independence of the state-law ground is in serious doubt.\nSee Pennsylvania v. Labron, 518 U. S. 938, 950 (1996) (STEVENS, J.,\ndissenting) (“[T]he unfortunate effects of [its] rule” are “exacerbate[d]\n. . . to a nearly intolerable degree” when the Long presumption is\napplied to cases in which “the state-law ground supporting th[e] judg\nmen[t] is so much clearer than has been true on most prior occasions”).\n                      Cite as: 559 U. S. ____ (2010)                       3\n\n                          STEVENS, J., dissenting\n\nof the opinion.” Id., at 1040–1041. Even if a state court\nopinion does not include the magic words set forth in\nLong, or some similarly explicit sentence, we lack jurisdic\ntion if it is nonetheless apparent that the decision is in\ndeed supported by an adequate and independent state\nground. Contrary to the assumption made by the Court,\nwe have no power to assume jurisdiction that does not\notherwise exist simply because the Florida Supreme Court\ndid not include in its decision some express statement that\nits interpretation of state law is independent.\n   In my view, we can tell from the face of the Florida\nSupreme Court’s opinion that “the decision rested on a\nstate ground separate from Miranda,” ante, at 6. This\ncase is easily distinguished from Long in that regard. In\nLong, although the Michigan Supreme Court had twice\ncited the Michigan Constitution in its opinion, it “relied\nexclusively on its understanding of Terry [v. Ohio, 392\nU. S. 1 (1968),] and other federal cases. Not a single state\ncase was cited to support the state court’s holding that the\nsearch of the passenger compartment was unconstitu\ntional.” 463 U. S., at 1043. There was, in short, nothing\nto “indicate that the decision below rested on grounds in\nany way independent from the state court’s interpretation\nof federal law.” Id., at 1044.\n   Other cases in which we have applied the Long pre\nsumption have been similarly devoid of independent state\nlaw analysis. We typically apply the Long presumption\nwhen the state court’s decision cited a state constitutional\nprovision only a few times or not at all, and rested exclu\nsively upon federal cases or upon state cases that them\nselves cited only federal law.2 We have also applied Long\n——————\n  2 See, e.g., Illinois v. Fisher, 540 U. S. 544, 547, n. (2004) (per curiam)\n\n(describing decision below as relying upon the portion of a state prece\ndent that solely discussed due process under the Federal Constitution);\nOhio v. Robinette, 519 U. S. 33, 37 (1996) (“[T]he only cases [the opin\nion] discusses or even cites are federal cases, except for one state case\n4                        FLORIDA v. POWELL\n\n                         STEVENS, J., dissenting\n\nwhen the state court’s decision indicated that under state\nlaw, the relevant state constitutional provision is consid\nered coextensive with the federal one.3 This case shares\nnone of those features.4\n——————\nwhich itself applies the Federal Constitution”); Illinois v. Rodriguez,\n497 U. S. 177, 182 (1990) (“The opinion does not rely on (or even men\ntion) any specific provision of the Illinois Constitution, nor even the\nIllinois Constitution generally. Even the Illinois cases cited by the\nopinion rely on no constitutional provisions other than the Fourth and\nFourteenth Amendments of the United States Constitution”); Florida v.\nRiley, 488 U. S. 445, 448, n. 1 (1989) (plurality opinion) (finding Florida\nSupreme Court mentioned the State Constitution three times but the\ndiscussion “focused exclusively on federal cases dealing with the Fourth\nAmendment”); Michigan v. Chesternut, 486 U. S. 567, 571, n. 3 (1988)\n(describing state court as resting its holding on two state cases that\neach relied upon federal law); New York v. P. J. Video, Inc., 475 U. S.\n868, 872, n. 4 (1986) (“Here, the New York Court of Appeals cited the\nNew York Constitution only once, near the beginning of its opinion . . .\n[and] repeatedly referred to the ‘First Amendment’ and ‘Fourth\nAmendment’ during its discussion of the merits of the case”); Oliver v.\nUnited States, 466 U. S. 170, 175, n. 5 (1984) (“The Maine Supreme\nJudicial court referred only to the Fourth Amendment . . . [and] the\nprior state cases that the court cited also construed the Federal Consti\ntution”).\n   3 See, e.g., Fitzgerald v. Racing Assn. of Central Iowa, 539 U. S. 103,\n\n106 (2003) (“The Iowa Supreme Court’s opinion . . . says that ‘Iowa\ncourts are to “apply the same analysis in considering the state equal\nprotection clause as . . . in considering the federal equal protection\nclaim” ’ ”); Pennsylvania v. Muniz, 496 U. S. 582, 588, n. 4 (1990) (state\ncourt explained that relevant state constitutional provision “offers a\nprotection against self-incrimination identical to that provided by the\nFifth Amendment” (internal quotation marks omitted)); Maryland v.\nGarrison, 480 U. S. 79, 83–84 (1987) (state-court opinion relied on state\ncases but indicated “that the Maryland constitutional provision is\nconstrued in pari materia with the Fourth Amendment”).\n   4 I do not mean to suggest that this Court has never reached out be\n\nyond these bounds in order to decide a case. For example, in Labron,\n518 U. S. 938, we found that a state court decision resting on the\n“Commonwealth’s jurisprudence of the automobile exception,” Com\nmonwealth v. Labron, </pre><span class=\"citation\" data-id=\"1984308\"><a href=\"/opinion/1984308/com-v-labron/\"><span class=\"volume\">543</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">86</span></a></span><pre class=\"inline\">, 100, 669 A. 2d 917, 924 (1995), was\nnot so clearly based on state law that the Long presumption did not\napply, even though only “some” of the state cases discussed in the state\n                     Cite as: 559 U. S. ____ (2010)                     5\n\n                         STEVENS, J., dissenting\n\n   The Florida Supreme Court did not merely cite the\nFlorida Constitution a time or two without state-law\nanalysis.5 Rather, the court discussed and relied on the\nseparate rights provided under Art. I, §9 of the Florida\nConstitution. For example, after a paragraph describing\nthe general scope of Miranda warnings under federal law,\nthe Court explained the general scope of warnings under\nstate law. 998 So. 2d, at 534–535 (“[T]o ensure the volun\ntariness of confessions as required by article I, section 9 of\nthe Florida Constitution, this Court in Traylor v. State,\n</pre><span class=\"citation\" data-id=\"1765408\"><a href=\"/opinion/1765408/traylor-v-state/\"><span class=\"volume\">596</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">957</span></a></span><pre class=\"inline\"> (Fla. 1992), outlined the . . . rights Florida\nsuspects must be told of prior to custodial interrogation,”\nwhich includes “ ‘that they have a right to a lawyer’s\nhelp’ ”). The court consistently referred to these state-law\nrights as separate and distinct from Miranda, noting that\nin its earlier cases, it had explained that “the require\nments of both the Fifth Amendment, as explained in\nMiranda, and the Florida Constitution, as explained in\nTraylor,” include “the requirement that a suspect be in\nformed of the right to have counsel present during ques\ntioning.” 998 So. 2d, at 537–538. And when applying the\nlaw to the specific facts of this case, the Florida Supreme\nCourt again invoked the specific and distinct “right to a\n——————\ncourt’s opinion analyzed federal law. 518 U. S., at 939. The Court’s\nanalysis proved wrong; on remand, the Pennsylvania Supreme Court\nreaffirmed its prior holding and “explicitly note[d] that it was, in fact,\ndecided upon independent grounds, i.e., Article I, Section 8 of the\nPennsylvania Constitution.” Commonwealth v. Labron, </pre><span class=\"citation\" data-id=\"1969831\"><a href=\"/opinion/1969831/com-v-labron/\"><span class=\"volume\">547</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">344</span></a></span><pre class=\"inline\">,\n345, 690 A. 2d 228 (1997). That we have overreached before is no\nreason to repeat the mistake again.\n   5 In examining what the state-court opinion said regarding state law,\n\nand whether the state precedent cited in the opinion relied upon state\nlaw, I am undertaking no effort more arduous than what the Court has\ntypically undertaken in order to determine whether the Long presump\ntion applies: examining how frequently a state-court opinion cited state\nlaw, whether state law is coextensive with federal law, and whether the\ncited state cases relied upon federal law. See nn. 2–3, supra.\n6                   FLORIDA v. POWELL\n\n                    STEVENS, J., dissenting\n\nlawyer’s help” under the Florida Constitution. Id., at 540.\n   Moreover, the state cases relied upon by the Florida\nSupreme Court did not themselves rely exclusively on\nfederal law. The primary case relied upon for the state\nlaw holding, Traylor, rested exclusively upon state law.\nSee 596 So. 2d, at 961. In that decision, the Florida Su\npreme Court embraced the principle that “[w]hen called\nupon to decide matters of fundamental rights, Florida’s\nstate courts are bound under federalist principles to give\nprimacy to our state Constitution and to give independent\nlegal import to every phrase and clause contained\ntherein.” Id., at 962. Elaborating upon the meaning of\nArt. I, §9 of the Florida Constitution, the Florida Supreme\nCourt explained the roots of Florida’s commitment to\nprotecting its citizens from self-incrimination. Florida has\nlong “required as a matter of state law that one charged\nwith a crime be informed of his rights prior to rendering a\nconfession.” Id., at 964. It has required warnings before\nsome interrogations since at least 1889, and has for that\nlong excluded confessions obtained in violation of those\nrules. Ibid. In sum, this case looks quite different from\nthose cases in which we have applied the Long presump\ntion in the past.\n   The Court concludes otherwise by relying primarily\nupon the formulation of the certified question and re\nstatements of that question within the Florida Supreme\nCourt’s opinion. See ante, at 6. Yet while the certified\nquestion asks whether particular phrases “vitiate[d]\nMiranda warnings,” 998 So. 2d, at 532 (capitalization and\nfootnote omitted), Miranda has become a generic term to\nrefer to the warnings suspects must be given before inter\nrogation, see Merriam-Webster’s Collegiate Dictionary 792\n(11th ed. 2003) (defining “Miranda” as “of, relating to, or\nbeing the legal rights of an arrested person to have an\nattorney and to remain silent so as to avoid self\nincrimination”). Thus, its invocation of Miranda in the\n                     Cite as: 559 U. S. ____ (2010)                     7\n\n                         STEVENS, J., dissenting\n\ncertified question and in its statement of the issue\npresented is entirely consistent with the fact that the\nstate-law basis for its decision is fully adequate and\nindependent.\n   That said, I agree with the Court that the decision below\nis interwoven with federal law. In reaching its state-law\nholding, the Florida Supreme Court found Miranda and\nour other precedents instructive.6 But that alone is insuf\nficient to assure our jurisdiction, even under Long. In my\nview, the judgment—reversal of Powell’s conviction—is\nsupported by the Florida Supreme Court’s independent\nand carefully considered holding that these warnings were\ninadequate under the Florida Constitution. See 998\nSo. 2d, at 534–535, 537–538, 540, 542.\n   The Court acknowledges that nothing in today’s decision\n“trenches on the Florida Supreme Court’s authority to\nimpose, based on the State’s Constitution, any additional\nprotections against coerced confessions it deems appropri\nate.” Ante, at 7. As the Florida Supreme Court has noted\non more than one occasion, its interpretation of the Flor\nida Constitution’s privilege against self-incrimination need\nnot track our construction of the parallel provision in the\n——————\n  6 The Florida Supreme Court need not have decided that state-law\n\nsources “gave Powell rights . . . broader than . . . those delineated in\nMiranda,” ante, at 6, in order for its judgment to have rested upon an\nindependent state-law ground. The independence of a state-law ground\nmay be especially clear when a state court explicitly finds that the state\nconstitution is more protective of a certain right than the national\ncharter, but a state constitutional provision is no less independent for\nproviding the same protection in a given case as does the federal\nprovision, so long as the content of the state-law right is not compelled\nby or dependent upon federal law. Unlike other provisions of Art. I of\nthe Florida Constitution, §9 does not contain an express proviso requir\ning that the right be construed in conformity with the analogous federal\nprovision. Compare Fla. Const., Art. I, §9, with Fla. Const., Art I, §12.\nFurthermore, under Florida law the scope of Art. I, §9 is clearly not\ndependent upon federal law. Rigterink v. State, </pre><span class=\"citation\" data-id=\"1571939\"><a href=\"/opinion/1571939/rigterink-v-state/\"><span class=\"volume\">2</span> <span class=\"reporter\">So. 3d</span> <span class=\"page\">221</span></a></span><pre class=\"inline\">, 241 (Fla.\n2009); Traylor v. State, </pre><span class=\"citation\" data-id=\"1765408\"><a href=\"/opinion/1765408/traylor-v-state/\"><span class=\"volume\">596</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">957</span></a></span><pre class=\"inline\">, 962 (Fla. 1992).\n8                   FLORIDA v. POWELL\n\n                    STEVENS, J., dissenting\n\nFederal Constitution. See Rigterink v. State, </pre><span class=\"citation\" data-id=\"1571939\"><a href=\"/opinion/1571939/rigterink-v-state/\"><span class=\"volume\">2</span> <span class=\"reporter\">So. 3d</span> <span class=\"page\">221</span></a></span><pre class=\"inline\">,\n241 (2009) (“[T]he federal Constitution sets the floor, not\nthe ceiling, and this Court retains the ability to interpret\nthe right against self-incrimination afforded by the Florida\nConstitution more broadly than that afforded by its fed\neral counterpart”); Traylor, 596 So. 2d, at 961–963. In this\nvery case, the Florida Supreme Court may reinstate its\njudgment upon remand. If the Florida Supreme Court\ndoes so, as I expect it will, this Court’s opinion on the\nmerits will qualify as the sort of advisory opinion that we\nshould studiously seek to avoid.\n                             II\n  The Court’s decision on the merits is also unpersuasive.\nAs we recognized in Miranda, “the right to have counsel\npresent at [an] interrogation is indispensable to the pro\ntection of the Fifth Amendment privilege.” Miranda v.\nArizona, 384 U. S. 436, 469 (1966). Furthermore, “the\nneed for counsel to protect the Fifth Amendment privilege\ncomprehends not merely a right to consult with counsel\nprior to questioning, but also to have counsel present\nduring any questioning.” Id., at 470. Because the “ac\ncused who does not know his rights and therefore does not\nmake a request may be the person who most needs coun\nsel,” id., at 470–471, a defendant “must be clearly in\nformed” regarding two aspects of his right to consult an\nattorney: “the right to consult with a lawyer and to have\nthe lawyer with him during interrogation,” id., at 471.\n  In this case, the form regularly used by the Tampa\npolice warned Powell that he had “the right to talk to a\nlawyer before answering any of our questions.” App. 3.\nThis informed him only of the right to consult with a\nlawyer before questioning, the very right the Miranda\nCourt identified as insufficient to protect the Fifth\nAmendment privilege. The warning did not say anything\nabout the right to have counsel present during interroga\n                    Cite as: 559 U. S. ____ (2010)                  9\n\n                       STEVENS, J., dissenting\n\ntion. Although we have never required “rigidity in the\nform of the required warnings,” California v. Prysock, 453\nU. S. 355, 359 (1981) (per curiam), this is, I believe, the\nfirst time the Court has approved a warning which, if\ngiven its natural reading, entirely omitted an essential\nelement of a suspect’s rights.\n   Despite the failure of the warning to mention it, in the\nCourt’s view the warning “reasonably conveyed” to Powell\nthat he had the right to a lawyer’s presence during the\ninterrogation. Ante, at 10. The Court cobbles together\nthis conclusion from two elements of the warning. First,\nthe Court assumes the warning regarding Powell’s right\n“to talk to a lawyer before answering any of [the officers’]\nquestions,” App. 3, conveyed that “Powell could consult\nwith a lawyer before answering any particular question,”\nante, at 10 (emphasis added).7 Second, in the Court’s\nview, the addition of a catchall clause at the end of the\nrecitation of rights “confirmed” that Powell could use his\nright to consult an attorney “while the interrogation was\nunderway.” Ibid.\n   The more natural reading of the warning Powell was\ngiven, which (1) contained a temporal limit and (2) failed\nto mention his right to the presence of counsel in the\ninterrogation room, is that Powell only had the right to\nconsult with an attorney before the interrogation began,\nnot that he had the right to have an attorney with him\nduring questioning. Even those few Courts of Appeals\nthat have approved warnings that did not expressly men\n——————\n  7 Thisassumption makes it easier for the Court to conclude the warn\ning conveyed a right to have a lawyer present. If a suspect is told he\nhas the right to consult with an attorney before answering any particu\nlar question, the Court may be correct that he would reasonably con\nclude he has the right to a lawyer’s presence because otherwise he\nwould have to imagine he could consult his attorney in some unlikely\nfashion (e.g., by leaving the interrogation room between every ques\ntion).\n10                       FLORIDA v. POWELL\n\n                         STEVENS, J., dissenting\n\ntion the right to an attorney’s presence during interroga\ntion8 have found language of the sort used in Powell’s\nwarning to be misleading. For instance, petitioner cites\nthe Second Circuit’s decision in United States v. Lamia,\n429 F. 2d 373 (1970), as an example of a court applying\nthe properly flexible approach to Miranda. But in that\ncase, the Second Circuit expressly distinguished a warning\nthat a suspect “ ‘could consult an attorney prior to any\nquestion,’ ” which was “affirmatively misleading since it\nwas thought to imply that the attorney could not be pre\nsent during questioning.” 429 F. 2d, at 377.9 That even\n——————\n  8 Several Courts of Appeals have held that warnings that did not\n\nexpressly inform a suspect of his right to have counsel present during\ninterrogation did not adequately inform a suspect of his Miranda\nrights. See, e.g., United States v. Tillman, 963 F. 2d 137, 141 (CA6\n1992); United States v. Bland, 908 F. 2d 471, 474 (CA9 1990); United\nStates v. Anthon, 648 F. 2d 669, 672–673 (CA10 1981); Windsor v.\nUnited States, 389 F. 2d 530, 533 (CA5 1968). And most of the Circuits\nthat have not required express mention of the right to an attorney’s\npresence have approved only general warnings regarding the right to\nan attorney; that is, warnings which did not specifically mention the\nright to counsel’s presence during interrogation but which also con\ntained no limiting words that might mislead a suspect as to the broad\nnature of his right to counsel. See, e.g., United States v. Frankson, 83\nF. 3d 79, 82 (CA4 1996); United States v. Caldwell, 954 F. 2d 496, 502\n(CA8 1992); United States v. Adams, 484 F. 2d 357, 361–362 (CA7\n1973). I am doubtful that warning a suspect of his “right to counsel,”\nwithout more, reasonably conveys a suspect’s full rights under\nMiranda, but at least such a general warning does not include the same\nsort of misleading temporal limitation as in Powell’s warning.\n  9 Petitioner also cites Bridgers v. Dretke, 431 F. 3d 853 (CA5 2005), in\n\nwhich the Fifth Circuit held the Texas Court of Criminal Appeals did\nnot unreasonably apply clearly established federal law in finding\nadequate a warning in which a suspect was informed that “he had the\nright to the presence of an attorney before any questioning commenced.”\nId., at 857 (internal quotation marks omitted). But even assuming that\nwarning would sufficiently apprise an individual of his right to an\nattorney’s presence during interrogation, the fact that the warning\nmentioned an attorney’s presence materially distinguishes it from the\nwarning Powell received. The Fifth Circuit quoted with approval the\n                     Cite as: 559 U. S. ____ (2010)                    11\n\n                         STEVENS, J., dissenting\n\nthe Courts of Appeals taking the most flexible approach to\nMiranda have found warnings like Powell’s misleading\nshould caution the Court against concluding that such a\nwarning reasonably conveyed Powell’s right to have an\nattorney with him during the interrogation.\n   When the relevant clause of the warning in this case is\ngiven its most natural reading, the catchall clause does\nnot meaningfully clarify Powell’s rights. It communicated\nthat Powell could exercise the previously listed rights at\nany time. Yet the only previously listed right was the\n“right to talk to a lawyer before answering any of [the\nofficers’] questions.” App. 3 (emphasis added). Informing\nPowell that he could exercise, at any time during the\ninterview, the right to talk to a lawyer before answering\nany questions did not reasonably convey the right to talk\nto a lawyer after answering some questions, much less\nimplicitly inform Powell of his right to have a lawyer with\nhim at all times during interrogation. An intelligent\nsuspect could reasonably conclude that all he was provided\nwas a one-time right to consult with an attorney, not a\nright to have an attorney present with him in the interro\ngation room at all times.10\n——————\nstate court’s assessment that warning a suspect solely that “he had the\nright to consult or speak to an attorney before questioning . . . might\nhave created the [impermissible] impression that the attorney could not\nbe present during interrogation.” Ibid. (internal quotation marks\nomitted).\n   10 The Court supports its analysis by taking note of Powell’s testi\n\nmony at trial, given after the trial judge had overruled his lawyer’s\nobjection that the warning he received was inadequate. In my view, the\ntestimony in context is not probative of what Powell thought the\nwarnings meant. It did not explore what Powell understood the warn\nings to mean, but simply established, as a prelude to Powell’s testimony\nexplaining his prior statement, that he had waived his rights. Regard\nless, the testimony is irrelevant, as the Court acknowledges. “No\namount of circumstantial evidence that a person may have been aware\nof [the right to have a lawyer with him during interrogation] will suffice\nto stand” in the stead of an adequate warning. Miranda v. Arizona, 384\n12                      FLORIDA v. POWELL\n\n                        STEVENS, J., dissenting\n\n   The Court relies on Duckworth v. Eagan, 492 U. S. 195\n(1989), and Prysock, 453 U. S. 355, but in neither case did\nthe warning at issue completely omit one of a suspect’s\nrights. In Prysock, the warning regarding the right to an\nappointed attorney contained no temporal limitation, see\nid., at 360–361, which clearly distinguishes that case from\nPowell’s. In Duckworth, the suspect was explicitly in\nformed that he had the right “to talk to a lawyer for advice\nbefore we ask you any questions, and to have him with you\nduring questioning,” and that he had “this right to the\nadvice and presence of a lawyer even if you cannot afford\nto hire one.” 492 U. S., at 198 (emphasis deleted; internal\nquotation marks omitted). The warning thus conveyed in\nfull the right to appointed counsel before and during the\ninterrogation. Although the warning was arguably under\ncut by the addition of a statement that an attorney would\nbe appointed “if and when you go to court,” the Court\nfound the suspect was informed of his full rights and the\nwarning simply added additional, truthful information\nregarding when counsel would be appointed. Ibid. (em\nphasis deleted; internal quotation marks omitted). Unlike\nthe Duckworth warning, Powell’s warning did not convey\nhis Miranda rights in full with the addition of some ar\nguably misleading statement. Rather, the warning en\ntirely failed to inform him of the separate and distinct\nright “to have counsel present during any questioning.”\nMiranda, 384 U. S., at 470.\n   In sum, the warning at issue in this case did not rea\nsonably convey to Powell his right to have a lawyer with\nhim during the interrogation. “The requirement of warn\nings . . . [is] fundamental with respect to the Fifth\nAmendment privilege and not simply a preliminary ritual\nto existing methods of interrogation.” Id., at 476. In\ndetermining that the warning implied what it did not say,\n——————\nU. S. 436, 471–472 (1966).\n                  Cite as: 559 U. S. ____ (2010)           13\n\n                     STEVENS, J., dissenting\n\nit is the Court “that is guilty of attaching greater impor\ntance to the form of the Miranda ritual than to the sub\nstance of the message it is intended to convey.” Prysock,\n453 U. S., at 366 (STEVENS, J., dissenting).\n                               III\n   Whether we focus on Powell’s particular case, or the use\nof the warning form as the standard used in one jurisdic\ntion, it is clear that the form is imperfect. See ante, at 12.\nAs the majority’s decision today demonstrates, reasonable\njudges may well differ over the question whether the\ndeficiency is serious enough to violate the Federal Consti\ntution. That difference of opinion, in my judgment, falls\nshort of providing a justification for reviewing this case\nwhen the judges of the highest court of the State have\ndecided the warning is insufficiently protective of the\nrights of the State’s citizens. In my view, respect for the\nindependence of state courts, and their authority to set the\nrules by which their citizens are protected, should result\nin a dismissal of this petition.\n   I respectfully dissent.\n</pre>", "id": 1736, "judges": "", "local_path": "pdf/2010/02/23/Florida_v._Powell.pdf", "nature_of_suit": "", "plain_text": "(Slip Opinion)              OCTOBER TERM, 2009                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                          FLORIDA v. POWELL\n\n        CERTIORARI TO THE SUPREME COURT OF FLORIDA\n\n No. 08–1175. Argued December 7, 2009—Decided February 23, 2010\nIn a pathmarking decision, Miranda v. Arizona, 384 U. S. 436, 471, this\n  Court held that an individual must be “clearly informed,” prior to\n  custodial questioning, that he has, among other rights, “the right to\n  consult with a lawyer and to have the lawyer with him during inter\n  rogation.”\n    After arresting respondent Powell, but before questioning him,\n  Tampa Police read him their standard Miranda form, stating, inter\n  alia: “You have the right to talk to a lawyer before answering any of\n  our questions” and “[y]ou have the right to use any of these rights at\n  any time you want during this interview.” Powell then admitted he\n  owned a handgun found in a police search. He was charged with pos\n  session of a weapon by a convicted felon in violation of Florida law.\n  The trial court denied Powell’s motion to suppress his inculpatory\n  statements, which was based on the contention that the Miranda\n  warnings he received did not adequately convey his right to the pres\n  ence of an attorney during questioning. Powell was convicted of the\n  gun-possession charge, but the intermediate appellate court held that\n  the trial court should have suppressed the statements. The Florida\n  Supreme Court agreed. It noted that both Miranda and the State\n  Constitution require that a suspect be clearly informed of the right to\n  have a lawyer present during questioning. The advice Powell re\n  ceived was misleading, the court believed, because it suggested that\n  he could consult with an attorney only before the police started to\n  question him and did not convey his entitlement to counsel’s presence\n  throughout the interrogation.\nHeld:\n    1. This Court has jurisdiction to hear this case. Powell contends\n that jurisdiction is lacking because the Florida Supreme Court relied\n on the State’s Constitution as well as Miranda, hence the decision\n2                          FLORIDA v. POWELL\n\n                                  Syllabus\n\n    rested on an adequate and independent state ground. See Coleman\n    v. Thompson, 501 U. S. 722, 729. Under Michigan v. Long, 463 U. S.\n    1032, 1040–1041, however, when a state court decision fairly appears\n    to rest primarily on federal law, or to be interwoven with federal law,\n    and the adequacy and independence of any possible state-law ground\n    is not clear from the face of its opinion, this Court presumes that fed\n    eral law controlled the state court’s decision. Although invoking Flor\n    ida’s Constitution and precedent in addition to this Court’s decisions,\n    the Florida court did not expressly assert that state-law sources gave\n    Powell rights distinct from, or broader than, those delineated in\n    Miranda. See Long, 463 U. S., at 1044. The state-court opinion con\n    sistently trained on what Miranda demands, rather than on what\n    Florida law independently requires. This Court therefore cannot\n    identify, “from the face of the opinion,” a clear statement that the de\n    cision rested on a state ground separate from Miranda. See Long,\n    463 U. S., at 1041. Because the opinion does not “indicat[e] clearly\n    and expressly that it is alternatively based on bona fide separate,\n    adequate, and independent [state] grounds,” Long, 463 U. S., at 1041,\n    this Court has jurisdiction. Pp. 4–7.\n       2. Advice that a suspect has “the right to talk to a lawyer before\n    answering any of [the law enforcement officers’] questions,” and that\n    he can invoke this right “at any time . . . during th[e] interview,” sat\n    isfies Miranda. Pp. 7–13.\n          (a) Miranda requires that a suspect “be warned prior to any\n    questioning . . . that he has the right to the presence of an attorney.”\n    384 U. S., at 479. This Miranda warning addresses the Court’s par\n    ticular concern that “[t]he circumstances surrounding in-custody in\n    terrogation can operate very quickly to overbear the will of one\n    merely made aware of his privilege [to remain silent] by his interro\n    gators.” Id., at 469. Responsive to that concern, the Court stated, as\n    “an absolute prerequisite to interrogation,” that an individual held\n    for questioning “must be clearly informed that he has the right to\n    consult with a lawyer and to have the lawyer with him during inter\n    rogation.” Id., at 471. While the warnings prescribed by Miranda\n    are invariable, this Court has not dictated the words in which the es\n    sential information must be conveyed. See, e.g., California v. Pry\n    sock, 453 U. S. 355, 359. In determining whether police warnings\n    were satisfactory, reviewing courts are not required to “examine\n    [them] as if construing a will or defining the terms of an easement.\n    The inquiry is simply whether the warnings reasonably ‘conve[y] to\n    [a suspect] his rights as required by Miranda.’ ” Duckworth v.\n    Eagan, 492 U. S. 195, 203. Pp. 7–9.\n          (b) The warnings Powell received satisfy this standard. By in\n    forming Powell that he had “the right to talk to a lawyer before an\n                      Cite as: 559 U. S. ____ (2010)                     3\n\n                                 Syllabus\n\n  swering any of [their] questions,” the Tampa officers communicated\n  that he could consult with a lawyer before answering any particular\n  question. And the statement that Powell had “the right to use any of\n  [his] rights at any time [he] want[ed] during th[e] interview” con\n  firmed that he could exercise his right to an attorney while the inter\n  rogation was underway. In combination, the two warnings reasona\n  bly conveyed the right to have an attorney present, not only at the\n  outset of interrogation, but at all times. To reach the opposite con\n  clusion, i.e., that the attorney would not be present throughout the\n  interrogation, the suspect would have to imagine the counterintuitive\n  and unlikely scenario that, in order to consult counsel, he would be\n  obliged to exit and reenter the interrogation room between each\n  query. Likewise unavailing is the Florida Supreme Court’s conclu\n  sion that the warning was misleading because the temporal language\n  that Powell could “talk to a lawyer before answering any of [the offi\n  cers’] questions” suggested he could consult with an attorney only be\n  fore the interrogation started. In context, the term “before” merely\n  conveyed that Powell’s right to an attorney became effective before he\n  answered any questions at all. Nothing in the words used indicated\n  that counsel’s presence would be restricted after the questioning\n  commenced. Powell suggests that today’s holding will tempt law en\n  forcement agencies to end-run Miranda by amending their warnings\n  to introduce ambiguity. But, as the Federal Government explains, it\n  is in law enforcement’s own interest to state warnings with maxi\n  mum clarity in order to reduce the risk that a court will later find the\n  advice inadequate and therefore suppress a suspect’s statement. The\n  standard warnings used by the Federal Bureau of Investigation are\n  admirably informative, but the Court declines to declare their precise\n  formulation necessary to meet Miranda’s requirements. Different\n  words were used in the advice Powell received, but they communi\n  cated the same message. Pp. 9–13.\n998 So. 2d 531, reversed and remanded.\n\n   GINSBURG, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and SCALIA, KENNEDY, THOMAS, ALITO, and SOTOMAYOR, JJ.,\njoined, and in which BREYER, J., joined as to Part II. STEVENS, J., filed a\ndissenting opinion, in which BREYER, J., joined as to Part II.\n                       Cite as: 559 U. S. ____ (2010)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                  No. 08–1175\n                                  _________________\n\n\nFLORIDA, PETITIONER v. KEVIN DEWAYNE POWELL\n    ON WRIT OF CERTIORARI TO THE SUPREME COURT OF\n\n                       FLORIDA\n\n                             [February 23, 2010] \n\n\n    JUSTICE GINSBURG delivered the opinion of the Court.\n    In a pathmarking decision, Miranda v. Arizona, 384\nU. S. 436, 471 (1966), the Court held that an individual\nmust be “clearly informed,” prior to custodial questioning,\nthat he has, among other rights, “the right to consult with\na lawyer and to have the lawyer with him during interro\ngation.” The question presented in this case is whether\nadvice that a suspect has “the right to talk to a lawyer\nbefore answering any of [the law enforcement officers’]\nquestions,” and that he can invoke this right “at any time\n. . . during th[e] interview,” satisfies Miranda. We hold\nthat it does.\n                            I\n  On August 10, 2004, law enforcement officers in Tampa,\nFlorida, seeking to apprehend respondent Kevin Dewayne\nPowell in connection with a robbery investigation, entered\nan apartment rented by Powell’s girlfriend. 969 So. 2d\n1060, 1063 (Fla. App. 2007). After spotting Powell coming\nfrom a bedroom, the officers searched the room and dis\ncovered a loaded nine-millimeter handgun under the bed.\nIbid.\n  The officers arrested Powell and transported him to the\n2                    FLORIDA v. POWELL\n\n                      Opinion of the Court\n\nTampa Police headquarters. Ibid. Once there, and before\nasking Powell any questions, the officers read Powell the\nstandard Tampa Police Department Consent and Release\nForm 310. Id., at 1063–1064. The form states:\n    “You have the right to remain silent. If you give up\n    the right to remain silent, anything you say can be\n    used against you in court. You have the right to talk\n    to a lawyer before answering any of our questions. If\n    you cannot afford to hire a lawyer, one will be ap\n    pointed for you without cost and before any question\n    ing. You have the right to use any of these rights at\n    any time you want during this interview.” App. 3.\n    See also 969 So. 2d, at 1064.\n   Acknowledging that he had been informed of his rights,\nthat he “underst[oo]d them,” and that he was “willing to\ntalk” to the officers, Powell signed the form. App. 3. He\nthen admitted that he owned the handgun found in the\napartment. Powell knew he was prohibited from possess\ning a gun because he had previously been convicted of a\nfelony, but said he had nevertheless purchased and car\nried the firearm for his protection. See 969 So. 2d, at\n1064; App. 29.\n   Powell was charged in state court with possession of a\nweapon by a prohibited possessor, in violation of Fla. Stat.\nAnn. §790.23(1) (West 2007).          Contending that the\nMiranda warnings were deficient because they did not\nadequately convey his right to the presence of an attorney\nduring questioning, he moved to suppress his inculpatory\nstatements. The trial court denied the motion, concluding\nthat the officers had properly notified Powell of his right to\ncounsel. 969 So. 2d, at 1064; App. 28. A jury convicted\nPowell of the gun-possession charge. 969 So. 2d, at 1064.\n   On appeal, the Florida Second District Court of Appeal\nheld that the trial court should have suppressed Powell’s\nstatements. Id., at 1067. The Miranda warnings, the\n                      Cite as: 559 U. S. ____ (2010)                        3\n\n                           Opinion of the Court\n\nappellate court concluded, did not “adequately inform\n[Powell] of his . . . right to have an attorney present\nthroughout [the] interrogation.” 969 So. 2d, at 1063.\nConsidering the issue to be “one of great public impor\ntance,” the court certified the following question to the\nFlorida Supreme Court:\n     “Does the failure to provide express advice of the right\n     to the presence of counsel during questioning vitiate\n     Miranda warnings which advise of both (A) the right\n     to talk to a lawyer ‘before questioning’ and (B) the\n     ‘right to use’ the right to consult a lawyer ‘at any time’\n     during questioning?” Id., at 1067–1068 (some capi\n     talization omitted).\n   Surveying decisions of this Court as well as Florida\nprecedent, the Florida Supreme Court answered the certi\nfied question in the affirmative. 998 So. 2d 531, 532\n(2008). “Both Miranda and article I, section 9 of the Flor\nida Constitution,”1 the Florida High Court noted, “require\nthat a suspect be clearly informed of the right to have a\nlawyer present during questioning.” Id., at 542. The court\nfound that the advice Powell received was misleading\nbecause it suggested that Powell could “only consult with\nan attorney before questioning” and did not convey Pow\nell’s entitlement to counsel’s presence throughout the\ninterrogation. Id., at 541. Nor, in the court’s view, did the\nfinal catchall warning—“[y]ou have the right to use any of\nthese rights at any time you want during this interview”—\ncure the defect the court perceived in the right-to-counsel\nadvice: “The catch-all phrase did not supply the missing\nwarning of the right to have counsel present during police\nquestioning,” the court stated, for “a right that has never\nbeen expressed cannot be reiterated.” Ibid.\n——————\n    1 Article I, §9 of the Florida Constitution states that “[n]o person shall\n\n. . . be compelled in any criminal matter to be a witness against one\nself.”\n4                    FLORIDA v. POWELL\n\n                      Opinion of the Court\n\n  Justice Wells dissented. He considered it “unreasonable\nto conclude that the broad, unqualified language read to\nPowell would lead a person of ordinary intelligence to\nbelieve that he or she had a limited right to consult with\nan attorney that could only be exercised before answering\nthe first question posed by law enforcement.” Id., at 544.\nThe final sentence of the warning, he stressed, “avoid[ed]\nthe implication—unreasonable as it may [have] be[en]—\nthat advice concerning the right of access to counsel before\nquestioning conveys the message that access to counsel is\nforeclosed during questioning.” Ibid. (internal quotation\nmarks omitted).       Criticizing the majority’s “technical\nadherence to language . . . that has no connection with\nwhether the person who confessed understood his or her\nrights,” id., at 545, he concluded that “[t]he totality of the\nwarning reasonably conveyed to Powell his continuing\nright of access to counsel,” id., at 544.\n  We granted certiorari, 557 U. S. ___ (2009), and now\nreverse the judgment of the Florida Supreme Court.\n                             II\n   We first address Powell’s contention that this Court\nlacks jurisdiction to hear this case because the Florida\nSupreme Court, by relying not only on Miranda but also\non the Florida Constitution, rested its decision on an\nadequate and independent state ground. Brief for Peti\ntioner 15–23. See Coleman v. Thompson, 501 U. S. 722,\n729 (1991) (“This Court will not review a question of fed\neral law decided by a state court if the decision . . . rests\non a state law ground that is independent of the federal\nquestion and adequate to support the judgment.”). “It is\nfundamental,” we have observed, “that state courts be left\nfree and unfettered by us in interpreting their state con\nstitutions.” Minnesota v. National Tea Co., 309 U. S. 551,\n557 (1940). “But it is equally important that ambiguous or\nobscure adjudications by state courts do not stand as\n                     Cite as: 559 U. S. ____ (2010)                   5\n\n                         Opinion of the Court\n\nbarriers to a determination by this Court of the validity\nunder the federal constitution of state action.” Ibid.\n  To that end, we announced, in Michigan v. Long, 463\nU. S. 1032, 1040–1041 (1983), the following presumption:\n     “[W]hen . . . a state court decision fairly appears to\n     rest primarily on federal law, or to be interwoven with\n     the federal law, and when the adequacy and inde\n     pendence of any possible state law ground is not clear\n     from the face of the opinion, we will accept as the\n     most reasonable explanation that the state court de\n     cided the case the way it did because it believed that\n     federal law required it to do so.”\nAt the same time, we adopted a plain-statement rule to\navoid the presumption: “If the state court decision indi\ncates clearly and expressly that it is alternatively based on\nbona fide separate, adequate, and independent grounds,\nwe, of course, will not undertake to review the decision.”\nId., at 1041.2\n   Under the Long presumption, we have jurisdiction to\nentertain this case. Although invoking Florida’s Constitu\ntion and precedent in addition to this Court’s decisions,\nthe Florida Supreme Court treated state and federal law\nas interchangeable and interwoven; the court at no point\n——————\n  2 Dissenting  in Michigan v. Long, 463 U. S. 1032 (1983), JUSTICE\nSTEVENS did not urge, as he now does, inspection of state-court deci\nsions to count the number of citations to state and federal provisions\nand opinions, or heroic efforts to fathom what the state court really\nmeant. See post, at 3–7 (dissenting opinion). Instead, his preferred\napproach was as clear as the Court’s. In lieu of “presuming that\nadequate state grounds are not independent unless it clearly appears\notherwise,” he would have “presum[ed] that adequate state grounds are\nindependent unless it clearly appears otherwise.” Long, 463 U. S., at\n1066; see post, at 2, n. 1. Either presumption would avoid arduous\nefforts to detect, case by case, whether a state ground of decision is\ntruly “independent of the [state court’s] understanding of federal law.”\nLong, 463 U. S., at 1066. Today, however, the dissent would require\nthis Court to engage in just that sort of inquiry.\n6                       FLORIDA v. POWELL\n\n                          Opinion of the Court\n\nexpressly asserted that state-law sources gave Powell\nrights distinct from, or broader than, those delineated in\nMiranda. See Long, 463 U. S., at 1044.\n   Beginning with the certified question—whether the\nadvice the Tampa police gave to Powell “vitiate[d]\nMiranda,” 998 So. 2d, at 532 (some capitalization omit\nted)—and continuing throughout its opinion, the Florida\nSupreme Court trained on what Miranda demands, rather\nthan on what Florida law independently requires. See,\ne.g., 998 So. 2d, at 533 (“The issue before this Court is\nwhether the failure to provide express advice of the right\nto the presence of counsel during custodial interrogation\nviolates the principles espoused in Miranda v. Arizona,\n384 U. S. 436.”); id., at 538 (“[T]he issue of [what] Miranda\nrequires . . . has been addressed by several of the Florida\ndistrict courts of appeal.”); id., at 542 (Powell received a\n“narrower and less functional warning than that required\nby Miranda.”).3 We therefore cannot identify, “from the\nface of the opinion,” a clear statement that the decision\nrested on a state ground separate from Miranda. See\nLong, 463 U. S., at 1041 (the state court “need only make\nclear by a plain statement in its judgment or opinion that\nthe federal cases are being used only for the purpose of\nguidance, and do not themselves compel the result that\nthe court has reached”).4 “To avoid misunderstanding, the\n——————\n   3 JUSTICE STEVENS suggests that these statements refer to Miranda\n\nonly in a “generic” sense to mean “the warnings suspects must be given\nbefore interrogation.” Post, at 6. This explanation fails to account for\nthe Florida Supreme Court’s repeated citations to the opinion in\nMiranda. In context, it is obvious that the court was attempting to\nhome in on what that opinion—which, of course, interpreted only the\nFederal Constitution and not Florida law—requires. See, e.g., 998\nSo. 2d 531, 533, 534, 537, 538, 539, 540, 541, 542 (2008).\n   4 JUSTICE STEVENS agrees that the Florida Supreme Court’s decision\n\nis interwoven with federal law, post, at 7, and lacks the plain statement\ncontemplated by Long, post, at 3. Nevertheless, he finds it possible to\ndiscern an independent state-law basis for the decision. As Long makes\n                      Cite as: 559 U. S. ____ (2010)                        7\n\n                           Opinion of the Court\n\n[Florida] Supreme Court must itself speak with the clarity\nit sought to require of its State’s police officers.” Ohio v.\nRobinette, 519 U. S. 33, 45 (1996) (GINSBURG, J., concur\nring in judgment).\n   Powell notes that “ ‘state courts are absolutely free to\ninterpret state constitutional provisions to accord greater\nprotection to individual rights than do similar provisions\nof the United States Constitution.’ ” Brief for Respondent\n19–20 (quoting Arizona v. Evans, 514 U. S. 1, 8 (1995)).\nSee also, e.g., Oregon v. Hass, 420 U. S. 714, 719 (1975);\nCooper v. California, 386 U. S. 58, 62 (1967). Powell is\nright in this regard. Nothing in our decision today, we\nemphasize, trenches on the Florida Supreme Court’s\nauthority to impose, based on the State’s Constitution, any\nadditional protections against coerced confessions it deems\nappropriate. But because the Florida Supreme Court’s\ndecision does not “indicat[e] clearly and expressly that it is\nalternatively based on bona fide separate, adequate, and\nindependent [state] grounds,” Long, 463 U. S., at 1041, we\nhave jurisdiction to decide this case.\n                           III \n\n                            A\n\n  To give force to the Constitution’s protection against\ncompelled self-incrimination, the Court established in\nMiranda “certain procedural safeguards that require\n——————\nclear, however, “when . . . [the] state court decision fairly appears to . . .\nbe interwoven with . . . federal law,” the only way to avoid the jurisdic\ntional presumption is to provide a plain statement expressing inde\npendent reliance on state law. 463 U. S., at 1040. It is this plain\nstatement that makes “the adequacy and independence of any possible\nstate law ground . . . clear from the face of the opinion.” Id., at 1040–\n1041. See also Ohio v. Robinette, 519 U. S. 33, 44 (1996) (GINSBURG, J.,\nconcurring in judgment) (“Long governs even when, all things consid\nered, the more plausible reading of the state court’s decision may be\nthat the state court did not regard the Federal Constitution alone as a\nsufficient basis for its ruling.”).\n8                   FLORIDA v. POWELL\n\n                     Opinion of the Court\n\npolice to advise criminal suspects of their rights under the\nFifth and Fourteenth Amendments before commencing\ncustodial interrogation.” Duckworth v. Eagan, 492 U. S.\n195, 201 (1989). Intent on “giv[ing] concrete constitutional\nguidelines for law enforcement agencies and courts to\nfollow,” 384 U. S., at 441–442, Miranda prescribed the\nfollowing four now-familiar warnings:\n    “[A suspect] must be warned prior to any questioning\n    [1] that he has the right to remain silent, [2] that any\n    thing he says can be used against him in a court of\n    law, [3] that he has the right to the presence of an at\n    torney, and [4] that if he cannot afford an attorney\n    one will be appointed for him prior to any questioning\n    if he so desires.” Id., at 479.\n   Miranda’s third warning—the only one at issue here—\naddresses our particular concern that “[t]he circumstances\nsurrounding in-custody interrogation can operate very\nquickly to overbear the will of one merely made aware of\nhis privilege [to remain silent] by his interrogators.” Id.,\nat 469. Responsive to that concern, we stated, as “an\nabsolute prerequisite to interrogation,” that an individual\nheld for questioning “must be clearly informed that he has\nthe right to consult with a lawyer and to have the lawyer\nwith him during interrogation.” Id., at 471. The question\nbefore us is whether the warnings Powell received satis\nfied this requirement.\n   The four warnings Miranda requires are invariable, but\nthis Court has not dictated the words in which the essen\ntial information must be conveyed. See California v.\nPrysock, 453 U. S. 355, 359 (1981) (per curiam) (“This\nCourt has never indicated that the rigidity of Miranda\nextends to the precise formulation of the warnings given a\ncriminal defendant.” (internal quotation marks omitted));\nRhode Island v. Innis, 446 U. S. 291, 297 (1980) (safe\nguards against self-incrimination include “Miranda warn\n                 Cite as: 559 U. S. ____ (2010)            9\n\n                     Opinion of the Court\n\nings . . . or their equivalent”). In determining whether\npolice officers adequately conveyed the four warnings, we\nhave said, reviewing courts are not required to examine\nthe words employed “as if construing a will or defining the\nterms of an easement. The inquiry is simply whether the\nwarnings reasonably ‘conve[y] to [a suspect] his rights as\nrequired by Miranda.’ ” Duckworth, 492 U. S., at 203\n(quoting Prysock, 453 U. S., at 361).\n                              B\n    Our decisions in Prysock and Duckworth inform our\njudgment here. Both concerned a suspect’s entitlement to\nadequate notification of the right to appointed counsel. In\nPrysock, an officer informed the suspect of, inter alia, his\nright to a lawyer’s presence during questioning and his\nright to counsel appointed at no cost. 453 U. S., at 356–\n357. The Court of Appeals held the advice inadequate to\ncomply with Miranda because it lacked an express state\nment that the appointment of an attorney would occur\nprior to the impending interrogation. See 453 U. S., at\n358–359. We reversed. Id., at 362. “[N]othing in the\nwarnings,” we observed, “suggested any limitation on the\nright to the presence of appointed counsel different from\nthe clearly conveyed rights to a lawyer in general, includ\ning the right to a lawyer before [the suspect is] questioned,\n. . . while [he is] being questioned, and all during the\nquestioning.” Id., at 360–361 (internal quotation marks\nomitted).\n    Similarly, in Duckworth, we upheld advice that, in\nrelevant part, communicated the right to have an attorney\npresent during the interrogation and the right to an ap\npointed attorney, but also informed the suspect that the\nlawyer would be appointed “if and when [the suspect goes]\nto court.” 492 U. S., at 198 (emphasis deleted; internal\nquotation marks omitted). “The Court of Appeals thought\nth[e] ‘if and when you go to court’ language suggested that\n10                       FLORIDA v. POWELL\n\n                          Opinion of the Court\n\nonly those accused who can afford an attorney have the\nright to have one present before answering any ques\ntions. ” Id., at 203 (some internal quotation marks omit\nted). We thought otherwise. Under the relevant state\nlaw, we noted, “counsel is appointed at [a] defendant’s\ninitial appearance in court.” Id., at 204. The “if and when\nyou go to court” advice, we said, “simply anticipate[d]” a\nquestion the suspect might be expected to ask after receiv\ning Miranda warnings, i.e., “when [will he] obtain coun\nsel.” 492 U. S., at 204. Reading the “if and when” lan\nguage together with the other information conveyed, we\nheld that the warnings, “in their totality, satisfied\nMiranda.” Id., at 205.\n   We reach the same conclusion in this case. The Tampa\nofficers did not “entirely omi[t],” post, at 9, any informa\ntion Miranda required them to impart. They informed\nPowell that he had “the right to talk to a lawyer before\nanswering any of [their] questions” and “the right to use\nany of [his] rights at any time [he] want[ed] during th[e]\ninterview.” App. 3. The first statement communicated\nthat Powell could consult with a lawyer before answering\nany particular question, and the second statement con\nfirmed that he could exercise that right while the interro\ngation was underway. In combination, the two warnings\nreasonably conveyed Powell’s right to have an attorney\npresent, not only at the outset of interrogation, but at all\ntimes.5\n——————\n   5 JUSTICE STEVENS asserts that the Court today approves, for “the\n\nfirst time[,] . . . a warning which, if given its natural reading, entirely\nomitted an essential element of a suspect’s rights.” Post, at 9. See also\npost, at 12 (“[T]he warning entirely failed to inform [Powell] of the\nseparate and distinct right ‘to have counsel present during any ques\ntioning.’ ”). We find the warning in this case adequate, however, only\nbecause it communicated just what Miranda prescribed. JUSTICE\nSTEVENS ascribes a different meaning to the warning Powell received,\nbut he cannot credibly suggest that the Court regards the warning to\nhave omitted a vital element of Powell’s rights.\n                     Cite as: 559 U. S. ____ (2010)                    11\n\n                          Opinion of the Court\n\n   To reach the opposite conclusion, i.e., that the attorney\nwould not be present throughout the interrogation, the\nsuspect would have to imagine an unlikely scenario: To\nconsult counsel, he would be obliged to exit and reenter\nthe interrogation room between each query. A reasonable\nsuspect in a custodial setting who has just been read his\nrights, we believe, would not come to the counterintuitive\nconclusion that he is obligated, or allowed, to hop in and\nout of the holding area to seek his attorney’s advice.6\nInstead, the suspect would likely assume that he must\nstay put in the interrogation room and that his lawyer\nwould be there with him the entire time.7\n   The Florida Supreme Court found the warning mislead\ning because it believed the temporal language—that Pow\nell could “talk to a lawyer before answering any of [the\nofficers’] questions”—suggested Powell could consult with\nan attorney only before the interrogation started. 998\nSo. 2d, at 541. See also Brief for Respondent 28–29. In\ncontext, however, the term “before” merely conveyed when\nPowell’s right to an attorney became effective—namely,\nbefore he answered any questions at all. Nothing in the\nwords used indicated that counsel’s presence would be\nrestricted after the questioning commenced. Instead, the\nwarning communicated that the right to counsel carried\nforward to and through the interrogation: Powell could\nseek his attorney’s advice before responding to “any of [the\nofficers’] questions” and “at any time . . . during th[e]\n——————\n  6 It is equally unlikely that the suspect would anticipate a scenario of\n\nthis order: His lawyer would be admitted into the interrogation room\neach time the police ask him a question, then ushered out each time the\nsuspect responds.\n  7 Although it does not bear on our decision, Powell seems to have\n\nunderstood the warning this way. The following exchange between\nPowell and his attorney occurred when Powell testified at his trial:\n  “Q. You waived the right to have an attorney present during your\nquestioning by detectives; is that what you’re telling this jury?\n  “A. Yes.” App. 80.\n12                   FLORIDA v. POWELL\n\n                      Opinion of the Court\n\ninterview.” App. 3 (emphasis added). Although the warn\nings were not the clearest possible formulation of\nMiranda’s right-to-counsel advisement, they were suffi\nciently comprehensive and comprehensible when given a\ncommonsense reading.\n   Pursuing a different line of argument, Powell points out\nthat most jurisdictions in Florida and across the Nation\nexpressly advise suspects of the right to have counsel\npresent both before and during interrogation. Brief for\nRespondent 41–44. If we find the advice he received ade\nquate, Powell suggests, law enforcement agencies, hoping\nto obtain uninformed waivers, will be tempted to end-run\nMiranda by amending their warnings to introduce ambi\nguity. Brief for Respondent 50–53. But as the United\nStates explained as amicus curiae in support of the State\nof Florida, “law enforcement agencies have little reason to\nassume the litigation risk of experimenting with novel\nMiranda formulations,” Brief for United States as Amicus\nCuriae 6; instead, it is “desirable police practice” and “in\nlaw enforcement’s own interest” to state warnings with\nmaximum clarity, id., at 12. See also id., at 11 (“By using\na conventional and precise formulation of the warnings,\npolice can significantly reduce the risk that a court will\nlater suppress the suspect’s statement on the ground that\nthe advice was inadequate.”).\n   For these reasons, “all . . . federal law enforcement\nagencies explicitly advise . . . suspect[s] of the full contours\nof each [Miranda] right, including the right to the pres\nence of counsel during questioning.” Id., at 12. The stan\ndard warnings used by the Federal Bureau of Investiga\ntion are exemplary. They provide, in relevant part: “You\nhave the right to talk to a lawyer for advice before we ask\nyou any questions. You have the right to have a lawyer\nwith you during questioning.” Ibid., n. 3 (internal quota\ntion marks omitted). This advice is admirably informa\ntive, but we decline to declare its precise formulation\n                 Cite as: 559 U. S. ____ (2010)                 13\n\n                     Opinion of the Court\n\nnecessary to meet Miranda’s requirements. Different\nwords were used in the advice Powell received, but they\ncommunicated the same essential message.\n                        *    *    *\n  For the reasons stated, the judgment of the Supreme\nCourt of Florida is reversed, and the case is remanded for\nfurther proceedings not inconsistent with this opinion.\n\n                                                  It is so ordered.\n                 Cite as: 559 U. S. ____ (2010)          1\n\n                    STEVENS, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                         No. 08–1175\n                         _________________\n\n\nFLORIDA, PETITIONER v. KEVIN DEWAYNE POWELL\n    ON WRIT OF CERTIORARI TO THE SUPREME COURT OF\n\n                       FLORIDA\n\n                     [February 23, 2010] \n\n\n  JUSTICE STEVENS, with whom JUSTICE BREYER joins as\nto Part II, dissenting.\n  Today, the Court decides a case in which the Florida\nSupreme Court held a local police practice violated the\nFlorida Constitution. The Court’s power to review that\ndecision is doubtful at best; moreover, the Florida Su\npreme Court has the better view on the merits.\n                             I\n  In this case, the Florida Supreme Court concluded that\n“[b]oth Miranda and article I, section 9 of the Florida\nConstitution require that a suspect be clearly informed of\nthe right to have a lawyer present during questioning,”\nand that the warnings given to Powell did not satisfy\neither the State or the Federal Constitution. 998 So. 2d\n531, 542 (2008). In my view, the Florida Supreme Court\nheld on an adequate and independent state-law ground\nthat the warnings provided to Powell did not sufficiently\ninform him of the “ ‘right to a lawyer’s help’ ” under the\nFlorida Constitution, id., at 535. This Court therefore\nlacks jurisdiction to review the judgment below, notwith\nstanding the failure of that court to include some express\nsentence that would satisfy this Court’s “plain-statement\nrule,” ante, at 5.\n  The adequate-and-independent-state-ground doctrine\nrests on two “cornerstones”: “[r]espect for the independ\n2                       FLORIDA v. POWELL\n\n                        STEVENS, J., dissenting\n\nence of state courts” and “avoidance of rendering advisory\nopinions.” Michigan v. Long, 463 U. S. 1032, 1040 (1983).\nIn Long, the Court adopted a novel presumption in favor\nof jurisdiction when the independence of a state court’s\nstate-law judgment is not clear. But we only respect the\nindependence of state courts and avoid rendering advisory\nopinions if we limit the application of that presumption to\ntruly ambiguous cases.1 This is not such a case.\n  “[I]f the same judgment would be rendered by the state\ncourt after we corrected its views of federal laws, our\nreview could amount to nothing more than an advisory\nopinion.” Herb v. Pitcairn, 324 U. S. 117, 126 (1945). In\nLong we advised every state court of a formula by which it\ncould assure us that our review would indeed amount to\nnothing more than an advisory opinion. The state court\n“need only make clear by a plain statement in its judg\nment or opinion that the federal cases are being used only\nfor the purpose of guidance, and do not themselves compel\nthe result that the court has reached.” 463 U. S., at 1041.\nThat advice has sometimes been misunderstood as a com\nmand that unless such a plain statement is included in a\nstate-court opinion, the court’s ruling cannot have rested\non an adequate and independent state ground. But the\nreal question is whether “the adequacy and independence\nof any possible state law ground is . . . clear from the face\n——————\n    1 In my view, this Court would better respect the independence of\n\nstate courts by applying the opposite presumption, as it did in the years\nprior to 1983. See Long, 463 U. S., at 1066–1067 (STEVENS, J., dissent\ning). But accepting Long as the law, we can limit its negative effects—\nunnecessary intrusion into the business of the state courts and unnec\nessary advisory opinions—only if we limit its application to cases in\nwhich the independence of the state-law ground is in serious doubt.\nSee Pennsylvania v. Labron, 518 U. S. 938, 950 (1996) (STEVENS, J.,\ndissenting) (“[T]he unfortunate effects of [its] rule” are “exacerbate[d]\n. . . to a nearly intolerable degree” when the Long presumption is\napplied to cases in which “the state-law ground supporting th[e] judg\nmen[t] is so much clearer than has been true on most prior occasions”).\n                      Cite as: 559 U. S. ____ (2010)                       3\n\n                          STEVENS, J., dissenting\n\nof the opinion.” Id., at 1040–1041. Even if a state court\nopinion does not include the magic words set forth in\nLong, or some similarly explicit sentence, we lack jurisdic\ntion if it is nonetheless apparent that the decision is in\ndeed supported by an adequate and independent state\nground. Contrary to the assumption made by the Court,\nwe have no power to assume jurisdiction that does not\notherwise exist simply because the Florida Supreme Court\ndid not include in its decision some express statement that\nits interpretation of state law is independent.\n   In my view, we can tell from the face of the Florida\nSupreme Court’s opinion that “the decision rested on a\nstate ground separate from Miranda,” ante, at 6. This\ncase is easily distinguished from Long in that regard. In\nLong, although the Michigan Supreme Court had twice\ncited the Michigan Constitution in its opinion, it “relied\nexclusively on its understanding of Terry [v. Ohio, 392\nU. S. 1 (1968),] and other federal cases. Not a single state\ncase was cited to support the state court’s holding that the\nsearch of the passenger compartment was unconstitu\ntional.” 463 U. S., at 1043. There was, in short, nothing\nto “indicate that the decision below rested on grounds in\nany way independent from the state court’s interpretation\nof federal law.” Id., at 1044.\n   Other cases in which we have applied the Long pre\nsumption have been similarly devoid of independent state\nlaw analysis. We typically apply the Long presumption\nwhen the state court’s decision cited a state constitutional\nprovision only a few times or not at all, and rested exclu\nsively upon federal cases or upon state cases that them\nselves cited only federal law.2 We have also applied Long\n——————\n  2 See, e.g., Illinois v. Fisher, 540 U. S. 544, 547, n. (2004) (per curiam)\n\n(describing decision below as relying upon the portion of a state prece\ndent that solely discussed due process under the Federal Constitution);\nOhio v. Robinette, 519 U. S. 33, 37 (1996) (“[T]he only cases [the opin\nion] discusses or even cites are federal cases, except for one state case\n4                        FLORIDA v. POWELL\n\n                         STEVENS, J., dissenting\n\nwhen the state court’s decision indicated that under state\nlaw, the relevant state constitutional provision is consid\nered coextensive with the federal one.3 This case shares\nnone of those features.4\n——————\nwhich itself applies the Federal Constitution”); Illinois v. Rodriguez,\n497 U. S. 177, 182 (1990) (“The opinion does not rely on (or even men\ntion) any specific provision of the Illinois Constitution, nor even the\nIllinois Constitution generally. Even the Illinois cases cited by the\nopinion rely on no constitutional provisions other than the Fourth and\nFourteenth Amendments of the United States Constitution”); Florida v.\nRiley, 488 U. S. 445, 448, n. 1 (1989) (plurality opinion) (finding Florida\nSupreme Court mentioned the State Constitution three times but the\ndiscussion “focused exclusively on federal cases dealing with the Fourth\nAmendment”); Michigan v. Chesternut, 486 U. S. 567, 571, n. 3 (1988)\n(describing state court as resting its holding on two state cases that\neach relied upon federal law); New York v. P. J. Video, Inc., 475 U. S.\n868, 872, n. 4 (1986) (“Here, the New York Court of Appeals cited the\nNew York Constitution only once, near the beginning of its opinion . . .\n[and] repeatedly referred to the ‘First Amendment’ and ‘Fourth\nAmendment’ during its discussion of the merits of the case”); Oliver v.\nUnited States, 466 U. S. 170, 175, n. 5 (1984) (“The Maine Supreme\nJudicial court referred only to the Fourth Amendment . . . [and] the\nprior state cases that the court cited also construed the Federal Consti\ntution”).\n   3 See, e.g., Fitzgerald v. Racing Assn. of Central Iowa, 539 U. S. 103,\n\n106 (2003) (“The Iowa Supreme Court’s opinion . . . says that ‘Iowa\ncourts are to “apply the same analysis in considering the state equal\nprotection clause as . . . in considering the federal equal protection\nclaim” ’ ”); Pennsylvania v. Muniz, 496 U. S. 582, 588, n. 4 (1990) (state\ncourt explained that relevant state constitutional provision “offers a\nprotection against self-incrimination identical to that provided by the\nFifth Amendment” (internal quotation marks omitted)); Maryland v.\nGarrison, 480 U. S. 79, 83–84 (1987) (state-court opinion relied on state\ncases but indicated “that the Maryland constitutional provision is\nconstrued in pari materia with the Fourth Amendment”).\n   4 I do not mean to suggest that this Court has never reached out be\n\nyond these bounds in order to decide a case. For example, in Labron,\n518 U. S. 938, we found that a state court decision resting on the\n“Commonwealth’s jurisprudence of the automobile exception,” Com\nmonwealth v. Labron, 543 Pa. 86, 100, 669 A. 2d 917, 924 (1995), was\nnot so clearly based on state law that the Long presumption did not\napply, even though only “some” of the state cases discussed in the state\n                     Cite as: 559 U. S. ____ (2010)                     5\n\n                         STEVENS, J., dissenting\n\n   The Florida Supreme Court did not merely cite the\nFlorida Constitution a time or two without state-law\nanalysis.5 Rather, the court discussed and relied on the\nseparate rights provided under Art. I, §9 of the Florida\nConstitution. For example, after a paragraph describing\nthe general scope of Miranda warnings under federal law,\nthe Court explained the general scope of warnings under\nstate law. 998 So. 2d, at 534–535 (“[T]o ensure the volun\ntariness of confessions as required by article I, section 9 of\nthe Florida Constitution, this Court in Traylor v. State,\n596 So. 2d 957 (Fla. 1992), outlined the . . . rights Florida\nsuspects must be told of prior to custodial interrogation,”\nwhich includes “ ‘that they have a right to a lawyer’s\nhelp’ ”). The court consistently referred to these state-law\nrights as separate and distinct from Miranda, noting that\nin its earlier cases, it had explained that “the require\nments of both the Fifth Amendment, as explained in\nMiranda, and the Florida Constitution, as explained in\nTraylor,” include “the requirement that a suspect be in\nformed of the right to have counsel present during ques\ntioning.” 998 So. 2d, at 537–538. And when applying the\nlaw to the specific facts of this case, the Florida Supreme\nCourt again invoked the specific and distinct “right to a\n——————\ncourt’s opinion analyzed federal law. 518 U. S., at 939. The Court’s\nanalysis proved wrong; on remand, the Pennsylvania Supreme Court\nreaffirmed its prior holding and “explicitly note[d] that it was, in fact,\ndecided upon independent grounds, i.e., Article I, Section 8 of the\nPennsylvania Constitution.” Commonwealth v. Labron, 547 Pa. 344,\n345, 690 A. 2d 228 (1997). That we have overreached before is no\nreason to repeat the mistake again.\n   5 In examining what the state-court opinion said regarding state law,\n\nand whether the state precedent cited in the opinion relied upon state\nlaw, I am undertaking no effort more arduous than what the Court has\ntypically undertaken in order to determine whether the Long presump\ntion applies: examining how frequently a state-court opinion cited state\nlaw, whether state law is coextensive with federal law, and whether the\ncited state cases relied upon federal law. See nn. 2–3, supra.\n6                   FLORIDA v. POWELL\n\n                    STEVENS, J., dissenting\n\nlawyer’s help” under the Florida Constitution. Id., at 540.\n   Moreover, the state cases relied upon by the Florida\nSupreme Court did not themselves rely exclusively on\nfederal law. The primary case relied upon for the state\nlaw holding, Traylor, rested exclusively upon state law.\nSee 596 So. 2d, at 961. In that decision, the Florida Su\npreme Court embraced the principle that “[w]hen called\nupon to decide matters of fundamental rights, Florida’s\nstate courts are bound under federalist principles to give\nprimacy to our state Constitution and to give independent\nlegal import to every phrase and clause contained\ntherein.” Id., at 962. Elaborating upon the meaning of\nArt. I, §9 of the Florida Constitution, the Florida Supreme\nCourt explained the roots of Florida’s commitment to\nprotecting its citizens from self-incrimination. Florida has\nlong “required as a matter of state law that one charged\nwith a crime be informed of his rights prior to rendering a\nconfession.” Id., at 964. It has required warnings before\nsome interrogations since at least 1889, and has for that\nlong excluded confessions obtained in violation of those\nrules. Ibid. In sum, this case looks quite different from\nthose cases in which we have applied the Long presump\ntion in the past.\n   The Court concludes otherwise by relying primarily\nupon the formulation of the certified question and re\nstatements of that question within the Florida Supreme\nCourt’s opinion. See ante, at 6. Yet while the certified\nquestion asks whether particular phrases “vitiate[d]\nMiranda warnings,” 998 So. 2d, at 532 (capitalization and\nfootnote omitted), Miranda has become a generic term to\nrefer to the warnings suspects must be given before inter\nrogation, see Merriam-Webster’s Collegiate Dictionary 792\n(11th ed. 2003) (defining “Miranda” as “of, relating to, or\nbeing the legal rights of an arrested person to have an\nattorney and to remain silent so as to avoid self\nincrimination”). Thus, its invocation of Miranda in the\n                     Cite as: 559 U. S. ____ (2010)                     7\n\n                         STEVENS, J., dissenting\n\ncertified question and in its statement of the issue\npresented is entirely consistent with the fact that the\nstate-law basis for its decision is fully adequate and\nindependent.\n   That said, I agree with the Court that the decision below\nis interwoven with federal law. In reaching its state-law\nholding, the Florida Supreme Court found Miranda and\nour other precedents instructive.6 But that alone is insuf\nficient to assure our jurisdiction, even under Long. In my\nview, the judgment—reversal of Powell’s conviction—is\nsupported by the Florida Supreme Court’s independent\nand carefully considered holding that these warnings were\ninadequate under the Florida Constitution. See 998\nSo. 2d, at 534–535, 537–538, 540, 542.\n   The Court acknowledges that nothing in today’s decision\n“trenches on the Florida Supreme Court’s authority to\nimpose, based on the State’s Constitution, any additional\nprotections against coerced confessions it deems appropri\nate.” Ante, at 7. As the Florida Supreme Court has noted\non more than one occasion, its interpretation of the Flor\nida Constitution’s privilege against self-incrimination need\nnot track our construction of the parallel provision in the\n——————\n  6 The Florida Supreme Court need not have decided that state-law\n\nsources “gave Powell rights . . . broader than . . . those delineated in\nMiranda,” ante, at 6, in order for its judgment to have rested upon an\nindependent state-law ground. The independence of a state-law ground\nmay be especially clear when a state court explicitly finds that the state\nconstitution is more protective of a certain right than the national\ncharter, but a state constitutional provision is no less independent for\nproviding the same protection in a given case as does the federal\nprovision, so long as the content of the state-law right is not compelled\nby or dependent upon federal law. Unlike other provisions of Art. I of\nthe Florida Constitution, §9 does not contain an express proviso requir\ning that the right be construed in conformity with the analogous federal\nprovision. Compare Fla. Const., Art. I, §9, with Fla. Const., Art I, §12.\nFurthermore, under Florida law the scope of Art. I, §9 is clearly not\ndependent upon federal law. Rigterink v. State, 2 So. 3d 221, 241 (Fla.\n2009); Traylor v. State, 596 So. 2d 957, 962 (Fla. 1992).\n8                   FLORIDA v. POWELL\n\n                    STEVENS, J., dissenting\n\nFederal Constitution. See Rigterink v. State, 2 So. 3d 221,\n241 (2009) (“[T]he federal Constitution sets the floor, not\nthe ceiling, and this Court retains the ability to interpret\nthe right against self-incrimination afforded by the Florida\nConstitution more broadly than that afforded by its fed\neral counterpart”); Traylor, 596 So. 2d, at 961–963. In this\nvery case, the Florida Supreme Court may reinstate its\njudgment upon remand. If the Florida Supreme Court\ndoes so, as I expect it will, this Court’s opinion on the\nmerits will qualify as the sort of advisory opinion that we\nshould studiously seek to avoid.\n                             II\n  The Court’s decision on the merits is also unpersuasive.\nAs we recognized in Miranda, “the right to have counsel\npresent at [an] interrogation is indispensable to the pro\ntection of the Fifth Amendment privilege.” Miranda v.\nArizona, 384 U. S. 436, 469 (1966). Furthermore, “the\nneed for counsel to protect the Fifth Amendment privilege\ncomprehends not merely a right to consult with counsel\nprior to questioning, but also to have counsel present\nduring any questioning.” Id., at 470. Because the “ac\ncused who does not know his rights and therefore does not\nmake a request may be the person who most needs coun\nsel,” id., at 470–471, a defendant “must be clearly in\nformed” regarding two aspects of his right to consult an\nattorney: “the right to consult with a lawyer and to have\nthe lawyer with him during interrogation,” id., at 471.\n  In this case, the form regularly used by the Tampa\npolice warned Powell that he had “the right to talk to a\nlawyer before answering any of our questions.” App. 3.\nThis informed him only of the right to consult with a\nlawyer before questioning, the very right the Miranda\nCourt identified as insufficient to protect the Fifth\nAmendment privilege. The warning did not say anything\nabout the right to have counsel present during interroga\n                    Cite as: 559 U. S. ____ (2010)                  9\n\n                       STEVENS, J., dissenting\n\ntion. Although we have never required “rigidity in the\nform of the required warnings,” California v. Prysock, 453\nU. S. 355, 359 (1981) (per curiam), this is, I believe, the\nfirst time the Court has approved a warning which, if\ngiven its natural reading, entirely omitted an essential\nelement of a suspect’s rights.\n   Despite the failure of the warning to mention it, in the\nCourt’s view the warning “reasonably conveyed” to Powell\nthat he had the right to a lawyer’s presence during the\ninterrogation. Ante, at 10. The Court cobbles together\nthis conclusion from two elements of the warning. First,\nthe Court assumes the warning regarding Powell’s right\n“to talk to a lawyer before answering any of [the officers’]\nquestions,” App. 3, conveyed that “Powell could consult\nwith a lawyer before answering any particular question,”\nante, at 10 (emphasis added).7 Second, in the Court’s\nview, the addition of a catchall clause at the end of the\nrecitation of rights “confirmed” that Powell could use his\nright to consult an attorney “while the interrogation was\nunderway.” Ibid.\n   The more natural reading of the warning Powell was\ngiven, which (1) contained a temporal limit and (2) failed\nto mention his right to the presence of counsel in the\ninterrogation room, is that Powell only had the right to\nconsult with an attorney before the interrogation began,\nnot that he had the right to have an attorney with him\nduring questioning. Even those few Courts of Appeals\nthat have approved warnings that did not expressly men\n——————\n  7 Thisassumption makes it easier for the Court to conclude the warn\ning conveyed a right to have a lawyer present. If a suspect is told he\nhas the right to consult with an attorney before answering any particu\nlar question, the Court may be correct that he would reasonably con\nclude he has the right to a lawyer’s presence because otherwise he\nwould have to imagine he could consult his attorney in some unlikely\nfashion (e.g., by leaving the interrogation room between every ques\ntion).\n10                       FLORIDA v. POWELL\n\n                         STEVENS, J., dissenting\n\ntion the right to an attorney’s presence during interroga\ntion8 have found language of the sort used in Powell’s\nwarning to be misleading. For instance, petitioner cites\nthe Second Circuit’s decision in United States v. Lamia,\n429 F. 2d 373 (1970), as an example of a court applying\nthe properly flexible approach to Miranda. But in that\ncase, the Second Circuit expressly distinguished a warning\nthat a suspect “ ‘could consult an attorney prior to any\nquestion,’ ” which was “affirmatively misleading since it\nwas thought to imply that the attorney could not be pre\nsent during questioning.” 429 F. 2d, at 377.9 That even\n——————\n  8 Several Courts of Appeals have held that warnings that did not\n\nexpressly inform a suspect of his right to have counsel present during\ninterrogation did not adequately inform a suspect of his Miranda\nrights. See, e.g., United States v. Tillman, 963 F. 2d 137, 141 (CA6\n1992); United States v. Bland, 908 F. 2d 471, 474 (CA9 1990); United\nStates v. Anthon, 648 F. 2d 669, 672–673 (CA10 1981); Windsor v.\nUnited States, 389 F. 2d 530, 533 (CA5 1968). And most of the Circuits\nthat have not required express mention of the right to an attorney’s\npresence have approved only general warnings regarding the right to\nan attorney; that is, warnings which did not specifically mention the\nright to counsel’s presence during interrogation but which also con\ntained no limiting words that might mislead a suspect as to the broad\nnature of his right to counsel. See, e.g., United States v. Frankson, 83\nF. 3d 79, 82 (CA4 1996); United States v. Caldwell, 954 F. 2d 496, 502\n(CA8 1992); United States v. Adams, 484 F. 2d 357, 361–362 (CA7\n1973). I am doubtful that warning a suspect of his “right to counsel,”\nwithout more, reasonably conveys a suspect’s full rights under\nMiranda, but at least such a general warning does not include the same\nsort of misleading temporal limitation as in Powell’s warning.\n  9 Petitioner also cites Bridgers v. Dretke, 431 F. 3d 853 (CA5 2005), in\n\nwhich the Fifth Circuit held the Texas Court of Criminal Appeals did\nnot unreasonably apply clearly established federal law in finding\nadequate a warning in which a suspect was informed that “he had the\nright to the presence of an attorney before any questioning commenced.”\nId., at 857 (internal quotation marks omitted). But even assuming that\nwarning would sufficiently apprise an individual of his right to an\nattorney’s presence during interrogation, the fact that the warning\nmentioned an attorney’s presence materially distinguishes it from the\nwarning Powell received. The Fifth Circuit quoted with approval the\n                     Cite as: 559 U. S. ____ (2010)                    11\n\n                         STEVENS, J., dissenting\n\nthe Courts of Appeals taking the most flexible approach to\nMiranda have found warnings like Powell’s misleading\nshould caution the Court against concluding that such a\nwarning reasonably conveyed Powell’s right to have an\nattorney with him during the interrogation.\n   When the relevant clause of the warning in this case is\ngiven its most natural reading, the catchall clause does\nnot meaningfully clarify Powell’s rights. It communicated\nthat Powell could exercise the previously listed rights at\nany time. Yet the only previously listed right was the\n“right to talk to a lawyer before answering any of [the\nofficers’] questions.” App. 3 (emphasis added). Informing\nPowell that he could exercise, at any time during the\ninterview, the right to talk to a lawyer before answering\nany questions did not reasonably convey the right to talk\nto a lawyer after answering some questions, much less\nimplicitly inform Powell of his right to have a lawyer with\nhim at all times during interrogation. An intelligent\nsuspect could reasonably conclude that all he was provided\nwas a one-time right to consult with an attorney, not a\nright to have an attorney present with him in the interro\ngation room at all times.10\n——————\nstate court’s assessment that warning a suspect solely that “he had the\nright to consult or speak to an attorney before questioning . . . might\nhave created the [impermissible] impression that the attorney could not\nbe present during interrogation.” Ibid. (internal quotation marks\nomitted).\n   10 The Court supports its analysis by taking note of Powell’s testi\n\nmony at trial, given after the trial judge had overruled his lawyer’s\nobjection that the warning he received was inadequate. In my view, the\ntestimony in context is not probative of what Powell thought the\nwarnings meant. It did not explore what Powell understood the warn\nings to mean, but simply established, as a prelude to Powell’s testimony\nexplaining his prior statement, that he had waived his rights. Regard\nless, the testimony is irrelevant, as the Court acknowledges. “No\namount of circumstantial evidence that a person may have been aware\nof [the right to have a lawyer with him during interrogation] will suffice\nto stand” in the stead of an adequate warning. Miranda v. Arizona, 384\n12                      FLORIDA v. POWELL\n\n                        STEVENS, J., dissenting\n\n   The Court relies on Duckworth v. Eagan, 492 U. S. 195\n(1989), and Prysock, 453 U. S. 355, but in neither case did\nthe warning at issue completely omit one of a suspect’s\nrights. In Prysock, the warning regarding the right to an\nappointed attorney contained no temporal limitation, see\nid., at 360–361, which clearly distinguishes that case from\nPowell’s. In Duckworth, the suspect was explicitly in\nformed that he had the right “to talk to a lawyer for advice\nbefore we ask you any questions, and to have him with you\nduring questioning,” and that he had “this right to the\nadvice and presence of a lawyer even if you cannot afford\nto hire one.” 492 U. S., at 198 (emphasis deleted; internal\nquotation marks omitted). The warning thus conveyed in\nfull the right to appointed counsel before and during the\ninterrogation. Although the warning was arguably under\ncut by the addition of a statement that an attorney would\nbe appointed “if and when you go to court,” the Court\nfound the suspect was informed of his full rights and the\nwarning simply added additional, truthful information\nregarding when counsel would be appointed. Ibid. (em\nphasis deleted; internal quotation marks omitted). Unlike\nthe Duckworth warning, Powell’s warning did not convey\nhis Miranda rights in full with the addition of some ar\nguably misleading statement. Rather, the warning en\ntirely failed to inform him of the separate and distinct\nright “to have counsel present during any questioning.”\nMiranda, 384 U. S., at 470.\n   In sum, the warning at issue in this case did not rea\nsonably convey to Powell his right to have a lawyer with\nhim during the interrogation. “The requirement of warn\nings . . . [is] fundamental with respect to the Fifth\nAmendment privilege and not simply a preliminary ritual\nto existing methods of interrogation.” Id., at 476. In\ndetermining that the warning implied what it did not say,\n——————\nU. S. 436, 471–472 (1966).\n                  Cite as: 559 U. S. ____ (2010)           13\n\n                     STEVENS, J., dissenting\n\nit is the Court “that is guilty of attaching greater impor\ntance to the form of the Miranda ritual than to the sub\nstance of the message it is intended to convey.” Prysock,\n453 U. S., at 366 (STEVENS, J., dissenting).\n                               III\n   Whether we focus on Powell’s particular case, or the use\nof the warning form as the standard used in one jurisdic\ntion, it is clear that the form is imperfect. See ante, at 12.\nAs the majority’s decision today demonstrates, reasonable\njudges may well differ over the question whether the\ndeficiency is serious enough to violate the Federal Consti\ntution. That difference of opinion, in my judgment, falls\nshort of providing a justification for reviewing this case\nwhen the judges of the highest court of the State have\ndecided the warning is insufficiently protective of the\nrights of the State’s citizens. In my view, respect for the\nindependence of state courts, and their authority to set the\nrules by which their citizens are protected, should result\nin a dismissal of this petition.\n   I respectfully dissent.\n", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/1736/", "sha1": "a18308b95060180bcfcbdc5120ae0509d885a832", "source": "C", "supreme_court_db_id": "2009-024", "time_retrieved": "2010-04-15T12:40:11"}