{"absolute_url": "/opinion/102637/international-steel-iron-co-v-national-surety/", "blocked": false, "citation": {"case_name": "International Steel & Iron Co. v. National Surety Co", "docket_number": "252", "document_uris": ["/api/rest/v2/document/102637/"], "federal_cite_one": "297 U.S. 657", "federal_cite_three": null, "federal_cite_two": null, "id": 87020, "lexis_cite": "", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/87020/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 8, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1936-03-30", "date_modified": "2014-12-21T01:41:35.514188", "docket": "/api/rest/v2/docket/216276/", "download_url": "http://bulk.resource.org/courts.gov/c/US/297/297.US.657.252.html", "extracted_by_ocr": false, "html": "<p class=\"case_cite\">297 U.S. 657</p>\n    <p class=\"case_cite\">56 S.Ct. 619</p>\n    <p class=\"case_cite\">80 L.Ed. 961</p>\n    <p class=\"parties\">INTERNATIONAL STEEL &amp; IRON CO.<br>v.<br>NATIONAL SURETY CO.</p>\n    <p class=\"docket\">No. 252.</p>\n    <p class=\"date\">Argued March 11, 1936.</p>\n    <p class=\"date\">Decided March 30, 1936.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Cecil Sims and Louis Leftwich, both of Nashville, Tenn., and Isidor Rahn, of Evansville, Ind., for appellant.</p>\n      <p class=\"indent\">Mr. Charles C. Trabue, of Nashville, Tenn., for appellee.</p>\n      <p class=\"indent\">Mr. Justice ROBERTS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The present appeal challenges a statute of Tennessee on the ground that, as construed and applied, it impairs the obligation of a contract in contravention of article 1, &#167; 10 of the Federal Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">March 12, 1928, National Construction Company made a contract with the state, through its Department of Highways and Public Works, for the construction of a bridge. An act of 1917 required such a contractor to furnish a bond with surety to protect the state and to secure payment to persons furnishing materials, supplies, and labor for the project.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The company executed such a bond with the appellee as surety. The appellant agreed with the Construction Company to furnish certain labor and materials for the erection of the bridge. Upon completion of the structure, the appellant claimed a balance of about $59,000. There remained in the possession of the Highway Department some $77,000 which had been retained out of the contract price as directed by the Act of 1917. In the meantime, the act had been amended on April 11, 1929,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> to provide that instead of withholding the retained percentage pending the presentation of claims by subcontractors, and paying into court so much as might be necessary to answer suits brought on those claims, the Commissioner of Highways might, upon the date of final settlement, release and pay to the principal contractor the amount so retained, against a refunding bond with proper surety, conditioned for the payment of valid claims of sub-contractors.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Pursuant to this amendatory act, the Commissioner, without notice to or consent of the appellant, made final settlement with the Construction Company and paid it the retained percentage, taking a refunding bond with the Equitable Casualty &amp; Surety Company as surety. Thereupon, the appellant filed a bill in the Chancery Court of Davidson County against the Construction Company, the appellee as surety on the contractor's bond, the Commissioner, and the Equitable Company as surety on the refunding bond, reciting the facts and praying a decree for the balance due under its contract. The Construction Company answered and cross-claimed for alleged breach of contract, asserting that there was no sum due the appellant. The appellee answered asserting that the payment of the retained percentage and the acceptance of a refunding bond released it as surety from liability to the Department of Highways or to subcontractors. The Commissioner's answer recited his acts in the premises. The appellant replied to the cross-bill. A decree was entered in favor of the Commissioner against the Construction Company and Equitable Company on the refunding bond. Subsequently the Commissioner informed the court that the Equitable Company had become insolvent and it was proposed to substitute a refunding bond of the Construction Company as principal and Consolidated Indemnity &amp; Insurance Company as surety in the penal sum of $40,000, in place of the original refunding bond, and lodge the new bond in court, such action not to release the Construction Company under the original refunding bond but to operate as a release of the receiver and liquidating agent of the Equitable Company. It was ordered that the bond be taken and lodged in court to await the outcome of the litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The chancellor thereafter heard the cause on the merits, found in favor of the appellant for a balance of approximately $58,000, held that the amendatory act of 1929 did not affect the appellee's liability under the bond, but substituted a refunding bond in lieu of the moneys retained by the Commissioner, that the appellant should look first to the refunding bond and, after its exhaustion, recover from the appellee any amount remaining unpaid. The appellee took the case to the Court of Appeals of the state, where it insisted upon its position that the acceptance of a refunding bond and the release of the retained percentage operated to discharge its bond. That court reversed the chancellor's decision, holding that the act of 1929 was prospective in operation and did not apply to the state's contract with the Construction Company; that the action of the Commissioner in taking a refunding bond and releasing the retained percentage was unlawful, operated to the prejudice of the appellee as surety on the contract bond, and released it from liability. Both appellant and appellee were granted writs of certiorari by the Supreme Court of Tennessee. The former assigned error to the holding that the action of the Commissioner in paying over the retained funds and taking a refunding bond released the appellee as surety. The latter assigned error to the holding that the amendatory act of 1929 was inapplicable to the contract in question and that the Commissioner was not authorized thereby to proceed as he did, and thus satisfy and discharge the obligation of appellee's bond.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Upon grounds differing from those stated by the Court of Appeals, the Supreme Court affirmed the decree. It held the amendatory act retroactive and applicable to the contract of the Construction Company; and the Commissioner's action lawful and effective to supersede and annul the contract bond.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the course of the opinion the court said: '* * * our construction of chapter 80 of the Acts of 1929 does not bring that statute into any constitutional difficulty.' Except for thi statement, the record failed to disclose that a question under the Federal Constitution had been presented or decided. In the circumstances, this court had no jurisdiction upon appeal. Counsel for the appellant requested at the bar a continuance of the cause to afford opportunity for amplification of the record disclosing the basis of decision.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The application was granted, a petition was filed in the court below, and, in response thereto, the court added to its opinion a recital that a reargument had been ordered upon 'the constitutionality, construction, and applicability' of chapter 80 of the Acts of 1929, and, prior to reargument, counsel for the appellant had filed a brief raising the federal constitutional question under Article I, section 10, and the Court intended to express the opinion that the act, as construed by it, 'did not impair the obligation of contracts in violation of * * * the contract clause of * * * the Constitution of the United States.' These additional proceedings have been certified and added to the record. Upon the record as thus supplemented, we have jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The contention is that chapter 80 of the Acts of 1929, as construed, releases and discharges the obligation of the appellee's bond to pay the balance due the appellant, and that such destruction of the obligation cannot be justified by substituting a right of action on another bond without appellant's consent. The appellant says that under the local law the bond given by the a pellee is of a dual nature, running both to the state and to subcontractors; and its execution created a direct contractual relation between the surety and those who furnished material and labor for the erection of the bridge, the obligation of appellee to appellant coming into existence at the moment the latter made its contract with the Construction Company.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The Supreme Court of Tennessee, though so holding, thought the act of 1929 merely affected the appellant's remedy without impairing its substantive rights. It treated the act of 1917, pursuant to which appellee gave its bond, as having 'the same general purpose as the mechanic's lien statutes.' It said: 'The beneficiaries of the legislation are given a lien under private contracts, recourse on the bond under public contracts.' After stating that it was unnecessary to decide whether a mechanic's lian,&#8212;a remedy created by statute and not by the contract of the parties&#8212;may be abolished or modified by statute without impairing the obligation of the contract, or, on the contrary, the lienor has a vested interest in the remedy, upon accrual of his lien, of which the cannot be deprived without such impairment, the court disposed of the appellant's contention thus: 'If we concede that the materialman's lien in the one instance, or his recourse on the bond in the other instance, enters into his contract and is a part thereof, and that a remedy so embraced cannot be impaired without impairing the obligation of the contract, still our construction of chapter 80 of the Acts of 1929 does not bring that statute into any constitutional difficulty. We construe the statute as regulating, after its passage, the procedure to be followed by all parties in respect to the final settlement of every highway contract, whether the contract itself was made before or after the enactment of chapter 80 of the Acts of 1929.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This view seems to us to confuse the remedies for the enforcement of two distinct contracts involved in every similar situation. The subcontractor has a contract with the principal contractor, but none with the owner. The mechanics' lien law gives the subcontractor no additional redress against the principal contractor for breach by the latter of his subcontract. Because the subcontractor's labor and material go to enhance the value of the owner's property, the law places that property in peril of a lien for payment of the subcontractor, unless the owner sees that he is paid. Abolition of the lien destroys no remedy which the subcontractor could have invoked as against his employer, with whom alone he has a contract. The act of 1917, on the other hand, instead of creating a right of lien against the owner, who is a stranger to the subcontract, requires that if a bidder for public works is to become the contractor therefor he must procure a bondsman for the payment of his subcontractors. The statute itself confers no contractual right on any subcontractor, nor does it by its own force confer upon him any new remedy for the enforcement as against the principal contractor of the obligation of any contract the two may make. A bondsman is invited to come forward and agree to indemnify the subcontractor. If he does so, he acts voluntarily. For a consideration sufficient to move him, he contracts directly with the subcontractor to assure the satisfaction of his just claims against the principal contractor. The remedy for a breach of this undertaking is an action at law.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The appellee voluntarily gave its bond. How does chapter 80 of the Acts of 1929 affect the obligation of that contract? As construed by the Supreme Court of the state, it releases and discharges the obligation of the bond, and substitutes theref r the obligation of another bond without the acquiescence of the obligee. This is not to substitute a new for the old remedy against the surety. It is to declare the surety's obligation unenforceable, in short, no longer a subsisting obligation. Beyond doubt the statute thus violates the contract clause of the Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The respondent insists that as the appellant joined the Equitable Company, surety on the refunding bond, as a defendant, it sought to take advantage of the amendatory act of 1929 and is now estopped to question the constitutional validity of the statute. Appellant replies that the suit went upon the theory adopted by the chancellor that the amendatory act was not retroactive so as to release the earlier bond but intended merely to substitute a refunding bond in the place of the funds retained by the Highway Commissioner which, under the original act, were also held for satisfaction of the appellant's claim. Such a construction of an act which had not been passed upon by any court was permissible, and if, as now appears, the appellant was in error in so construing the act, the mistake cannot be made the basis of an estoppel. In both appellate courts the appellant insisted on its original view that the act of 1929 did not operate to discharge the obligation of the appellee's bond. The appellee asserted no estoppel in either of those tribunals. Not until the decision of the Supreme Court was there a holding that the act retroactively affected the enforcibility of the bond. Not until then was there occasion for appellant to urge that, if so construed, the act would impair the obligation of the bond. As we have indicated, the record discloses that when this construction of the act appeared probable, the appellant promptly raised the constitutional question. It cannot be estopped so to do by its previous insistence upon a construction which would render the statute consistent with the act of 1917 and present no constitutional difficulty.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The appellee says that estoppel, a nonfederal ground, adequate to support the judgment, was in the case from its inception. The point was not made or considered in the state courts. The validity of the act was adjudged on the issue of impairment of the obligation of the appellee's bond. We do not, therefore, consider the defense of estoppel.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'The rule that when the decision of a state court may rest upon a nonfederal ground adequate to support it, this court will not take jurisdiction to determine the federal question, has no application where, as here, the nonfederal ground might have been considered by the state court but was not.'<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The judgment is reversed, and the cause remanded for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Chapter 74, Public Acts of Tennessee 1917 (page 217). By section 6 (pages 222, 223) it is provided: 'All contractors with whom contracts are made by the Department shall enter into good and solvent surety bond in an amount fixed by the Department, conditioned upon the full and faithful performance of every part and stipulation of the contract, especially the payment for all materials purchased and for all labor employed in the contemplated work. * * * Not more than ninety per cent. of the contract price shall be paid on any contract until it is completed and the work is accepted. Before final acceptance, the contractor must furnish evidence to satisfy the Department that all the material used by him, his sub-contractors, or his agents, has been fully paid for and all laborers and other employees working for him, his sub-contractors, or his agents, have been fully paid. When this is done, full settlement may be made with the contractor; but not until thirty days' notice in some newspaper * * * that settlement is about to be made and notify (sic) all claimants to file notice of their claim with the Secretary of the Department. The Secretary of the Department shall withhold a sufficient sum from the contract price due to pay all claims * * * of which notice is filed with him, for a reasonable time to allow claimants to sue for and prove their claims against the contractor or his agent, in some court of competent jurisdiction.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Public Acts of Tennessee 1929, chapter 80&#162;(pages 173&#8212;175).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 'Section 1. * * *</p>\n        <p>'(a) The Secretary of the Department (now the Commissioner of Highways and Public Works) shall withhold a sufficient sum from the contract price due to pay all claims, of which notice is filed with him, for a period of sixty days from the date of the last advertising, to allow claimants to sue and prove their claims against the contractor of his agent, in some court of competent jurisdiction. In the event suit is brought against the contractor within the said sixty days from the date of the last advertising, by any claimant, the Department or its officers shall pay the amount of said claim into court. But in all cases where suits are not brought within the said period of sixty days the Secretary shall pay said sum or sums so withheld to the contractor.</p>\n        <p>'(b) On the date set for full and final settlement with the contractor, the contractor may make proper refunding bond to the State of Tennessee for the amount of any sum or sums so held for the said period of sixty days, such bond to be approved by the Commission, whereupon the Commissioner or the Department of Highways and Public Works shall pay such contractor in full.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Compare Lynch v. New York, 293 U.S. 52, 55 S.Ct. 16, 79 L.Ed. 191.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> City of Bristol v. Bostwick, 139 Tenn. 304, 310, 317, 202 S.W. 61; Cass v. Smith, 146 Tenn. 218, 227, 240 S.W. 778, citing and quoting Equitable Surety Co. v. United States, 234 U.S. 448, 34 S.Ct. 803, 58 L.Ed. 1394; Standard Oil Co. v. Jamison Bros., 166 Tenn. 53, 55, 59 S.W.(2d) 522.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Compare Saunders v. Shaw, 244 U.S. 317, 37 S.Ct. 638, 61 L.Ed. 1163; Great Northern Railway Co. v. Sunburst Oil &amp; Refinding Co., 287 U.S. 358, 367, 53 S.Ct. 145, 77 L.Ed. 360, 85 A.L.R. 254.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Grayson v. Harris, 267 U.S. 352, 358, 45 S.Ct. 317, 319, 69 L.Ed. 652.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "", "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">297</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">657</span></span></p>\n    <p class=\"case_cite\">56 S.Ct. 619</p>\n    <p class=\"case_cite\">80 L.Ed. 961</p>\n    <p class=\"parties\">INTERNATIONAL STEEL &amp; IRON CO.<br>v.<br>NATIONAL SURETY CO.</p>\n    <p class=\"docket\">No. 252.</p>\n    <p class=\"date\">Argued March 11, 1936.</p>\n    <p class=\"date\">Decided March 30, 1936.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Cecil Sims and Louis Leftwich, both of Nashville, Tenn., and Isidor Rahn, of Evansville, Ind., for appellant.</p>\n      <p class=\"indent\">Mr. Charles C. Trabue, of Nashville, Tenn., for appellee.</p>\n      <p class=\"indent\">Mr. Justice ROBERTS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The present appeal challenges a statute of Tennessee on the ground that, as construed and applied, it impairs the obligation of a contract in contravention of article 1, &#167; 10 of the Federal Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">March 12, 1928, National Construction Company made a contract with the state, through its Department of Highways and Public Works, for the construction of a bridge. An act of 1917 required such a contractor to furnish a bond with surety to protect the state and to secure payment to persons furnishing materials, supplies, and labor for the project.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The company executed such a bond with the appellee as surety. The appellant agreed with the Construction Company to furnish certain labor and materials for the erection of the bridge. Upon completion of the structure, the appellant claimed a balance of about $59,000. There remained in the possession of the Highway Department some $77,000 which had been retained out of the contract price as directed by the Act of 1917. In the meantime, the act had been amended on April 11, 1929,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> to provide that instead of withholding the retained percentage pending the presentation of claims by subcontractors, and paying into court so much as might be necessary to answer suits brought on those claims, the Commissioner of Highways might, upon the date of final settlement, release and pay to the principal contractor the amount so retained, against a refunding bond with proper surety, conditioned for the payment of valid claims of sub-contractors.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Pursuant to this amendatory act, the Commissioner, without notice to or consent of the appellant, made final settlement with the Construction Company and paid it the retained percentage, taking a refunding bond with the Equitable Casualty &amp; Surety Company as surety. Thereupon, the appellant filed a bill in the Chancery Court of Davidson County against the Construction Company, the appellee as surety on the contractor's bond, the Commissioner, and the Equitable Company as surety on the refunding bond, reciting the facts and praying a decree for the balance due under its contract. The Construction Company answered and cross-claimed for alleged breach of contract, asserting that there was no sum due the appellant. The appellee answered asserting that the payment of the retained percentage and the acceptance of a refunding bond released it as surety from liability to the Department of Highways or to subcontractors. The Commissioner's answer recited his acts in the premises. The appellant replied to the cross-bill. A decree was entered in favor of the Commissioner against the Construction Company and Equitable Company on the refunding bond. Subsequently the Commissioner informed the court that the Equitable Company had become insolvent and it was proposed to substitute a refunding bond of the Construction Company as principal and Consolidated Indemnity &amp; Insurance Company as surety in the penal sum of $40,000, in place of the original refunding bond, and lodge the new bond in court, such action not to release the Construction Company under the original refunding bond but to operate as a release of the receiver and liquidating agent of the Equitable Company. It was ordered that the bond be taken and lodged in court to await the outcome of the litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The chancellor thereafter heard the cause on the merits, found in favor of the appellant for a balance of approximately $58,000, held that the amendatory act of 1929 did not affect the appellee's liability under the bond, but substituted a refunding bond in lieu of the moneys retained by the Commissioner, that the appellant should look first to the refunding bond and, after its exhaustion, recover from the appellee any amount remaining unpaid. The appellee took the case to the Court of Appeals of the state, where it insisted upon its position that the acceptance of a refunding bond and the release of the retained percentage operated to discharge its bond. That court reversed the chancellor's decision, holding that the act of 1929 was prospective in operation and did not apply to the state's contract with the Construction Company; that the action of the Commissioner in taking a refunding bond and releasing the retained percentage was unlawful, operated to the prejudice of the appellee as surety on the contract bond, and released it from liability. Both appellant and appellee were granted writs of certiorari by the Supreme Court of Tennessee. The former assigned error to the holding that the action of the Commissioner in paying over the retained funds and taking a refunding bond released the appellee as surety. The latter assigned error to the holding that the amendatory act of 1929 was inapplicable to the contract in question and that the Commissioner was not authorized thereby to proceed as he did, and thus satisfy and discharge the obligation of appellee's bond.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Upon grounds differing from those stated by the Court of Appeals, the Supreme Court affirmed the decree. It held the amendatory act retroactive and applicable to the contract of the Construction Company; and the Commissioner's action lawful and effective to supersede and annul the contract bond.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the course of the opinion the court said: '* * * our construction of chapter 80 of the Acts of 1929 does not bring that statute into any constitutional difficulty.' Except for thi statement, the record failed to disclose that a question under the Federal Constitution had been presented or decided. In the circumstances, this court had no jurisdiction upon appeal. Counsel for the appellant requested at the bar a continuance of the cause to afford opportunity for amplification of the record disclosing the basis of decision.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The application was granted, a petition was filed in the court below, and, in response thereto, the court added to its opinion a recital that a reargument had been ordered upon 'the constitutionality, construction, and applicability' of chapter 80 of the Acts of 1929, and, prior to reargument, counsel for the appellant had filed a brief raising the federal constitutional question under Article I, section 10, and the Court intended to express the opinion that the act, as construed by it, 'did not impair the obligation of contracts in violation of * * * the contract clause of * * * the Constitution of the United States.' These additional proceedings have been certified and added to the record. Upon the record as thus supplemented, we have jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The contention is that chapter 80 of the Acts of 1929, as construed, releases and discharges the obligation of the appellee's bond to pay the balance due the appellant, and that such destruction of the obligation cannot be justified by substituting a right of action on another bond without appellant's consent. The appellant says that under the local law the bond given by the a pellee is of a dual nature, running both to the state and to subcontractors; and its execution created a direct contractual relation between the surety and those who furnished material and labor for the erection of the bridge, the obligation of appellee to appellant coming into existence at the moment the latter made its contract with the Construction Company.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The Supreme Court of Tennessee, though so holding, thought the act of 1929 merely affected the appellant's remedy without impairing its substantive rights. It treated the act of 1917, pursuant to which appellee gave its bond, as having 'the same general purpose as the mechanic's lien statutes.' It said: 'The beneficiaries of the legislation are given a lien under private contracts, recourse on the bond under public contracts.' After stating that it was unnecessary to decide whether a mechanic's lian,&#8212;a remedy created by statute and not by the contract of the parties&#8212;may be abolished or modified by statute without impairing the obligation of the contract, or, on the contrary, the lienor has a vested interest in the remedy, upon accrual of his lien, of which the cannot be deprived without such impairment, the court disposed of the appellant's contention thus: 'If we concede that the materialman's lien in the one instance, or his recourse on the bond in the other instance, enters into his contract and is a part thereof, and that a remedy so embraced cannot be impaired without impairing the obligation of the contract, still our construction of chapter 80 of the Acts of 1929 does not bring that statute into any constitutional difficulty. We construe the statute as regulating, after its passage, the procedure to be followed by all parties in respect to the final settlement of every highway contract, whether the contract itself was made before or after the enactment of chapter 80 of the Acts of 1929.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This view seems to us to confuse the remedies for the enforcement of two distinct contracts involved in every similar situation. The subcontractor has a contract with the principal contractor, but none with the owner. The mechanics' lien law gives the subcontractor no additional redress against the principal contractor for breach by the latter of his subcontract. Because the subcontractor's labor and material go to enhance the value of the owner's property, the law places that property in peril of a lien for payment of the subcontractor, unless the owner sees that he is paid. Abolition of the lien destroys no remedy which the subcontractor could have invoked as against his employer, with whom alone he has a contract. The act of 1917, on the other hand, instead of creating a right of lien against the owner, who is a stranger to the subcontract, requires that if a bidder for public works is to become the contractor therefor he must procure a bondsman for the payment of his subcontractors. The statute itself confers no contractual right on any subcontractor, nor does it by its own force confer upon him any new remedy for the enforcement as against the principal contractor of the obligation of any contract the two may make. A bondsman is invited to come forward and agree to indemnify the subcontractor. If he does so, he acts voluntarily. For a consideration sufficient to move him, he contracts directly with the subcontractor to assure the satisfaction of his just claims against the principal contractor. The remedy for a breach of this undertaking is an action at law.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The appellee voluntarily gave its bond. How does chapter 80 of the Acts of 1929 affect the obligation of that contract? As construed by the Supreme Court of the state, it releases and discharges the obligation of the bond, and substitutes theref r the obligation of another bond without the acquiescence of the obligee. This is not to substitute a new for the old remedy against the surety. It is to declare the surety's obligation unenforceable, in short, no longer a subsisting obligation. Beyond doubt the statute thus violates the contract clause of the Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The respondent insists that as the appellant joined the Equitable Company, surety on the refunding bond, as a defendant, it sought to take advantage of the amendatory act of 1929 and is now estopped to question the constitutional validity of the statute. Appellant replies that the suit went upon the theory adopted by the chancellor that the amendatory act was not retroactive so as to release the earlier bond but intended merely to substitute a refunding bond in the place of the funds retained by the Highway Commissioner which, under the original act, were also held for satisfaction of the appellant's claim. Such a construction of an act which had not been passed upon by any court was permissible, and if, as now appears, the appellant was in error in so construing the act, the mistake cannot be made the basis of an estoppel. In both appellate courts the appellant insisted on its original view that the act of 1929 did not operate to discharge the obligation of the appellee's bond. The appellee asserted no estoppel in either of those tribunals. Not until the decision of the Supreme Court was there a holding that the act retroactively affected the enforcibility of the bond. Not until then was there occasion for appellant to urge that, if so construed, the act would impair the obligation of the bond. As we have indicated, the record discloses that when this construction of the act appeared probable, the appellant promptly raised the constitutional question. It cannot be estopped so to do by its previous insistence upon a construction which would render the statute consistent with the act of 1917 and present no constitutional difficulty.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The appellee says that estoppel, a nonfederal ground, adequate to support the judgment, was in the case from its inception. The point was not made or considered in the state courts. The validity of the act was adjudged on the issue of impairment of the obligation of the appellee's bond. We do not, therefore, consider the defense of estoppel.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'The rule that when the decision of a state court may rest upon a nonfederal ground adequate to support it, this court will not take jurisdiction to determine the federal question, has no application where, as here, the nonfederal ground might have been considered by the state court but was not.'<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The judgment is reversed, and the cause remanded for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Chapter 74, Public Acts of Tennessee 1917 (page 217). By section 6 (pages 222, 223) it is provided: 'All contractors with whom contracts are made by the Department shall enter into good and solvent surety bond in an amount fixed by the Department, conditioned upon the full and faithful performance of every part and stipulation of the contract, especially the payment for all materials purchased and for all labor employed in the contemplated work. * * * Not more than ninety per cent. of the contract price shall be paid on any contract until it is completed and the work is accepted. Before final acceptance, the contractor must furnish evidence to satisfy the Department that all the material used by him, his sub-contractors, or his agents, has been fully paid for and all laborers and other employees working for him, his sub-contractors, or his agents, have been fully paid. When this is done, full settlement may be made with the contractor; but not until thirty days' notice in some newspaper * * * that settlement is about to be made and notify (sic) all claimants to file notice of their claim with the Secretary of the Department. The Secretary of the Department shall withhold a sufficient sum from the contract price due to pay all claims * * * of which notice is filed with him, for a reasonable time to allow claimants to sue for and prove their claims against the contractor or his agent, in some court of competent jurisdiction.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Public Acts of Tennessee 1929, chapter 80&#162;(pages 173&#8212;175).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 'Section 1. * * *</p>\n        <p>'(a) The Secretary of the Department (now the Commissioner of Highways and Public Works) shall withhold a sufficient sum from the contract price due to pay all claims, of which notice is filed with him, for a period of sixty days from the date of the last advertising, to allow claimants to sue and prove their claims against the contractor of his agent, in some court of competent jurisdiction. In the event suit is brought against the contractor within the said sixty days from the date of the last advertising, by any claimant, the Department or its officers shall pay the amount of said claim into court. But in all cases where suits are not brought within the said period of sixty days the Secretary shall pay said sum or sums so withheld to the contractor.</p>\n        <p>'(b) On the date set for full and final settlement with the contractor, the contractor may make proper refunding bond to the State of Tennessee for the amount of any sum or sums so held for the said period of sixty days, such bond to be approved by the Commission, whereupon the Commissioner or the Department of Highways and Public Works shall pay such contractor in full.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Compare Lynch v. New York, <span class=\"citation\" data-id=\"102305\"><a href=\"/opinion/102305/lynch-v-new-york-ex-rel-pierson/\"><span class=\"volume\">293</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span>, 55 S.Ct. 16, 79 L.Ed. 191.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> City of Bristol v. Bostwick, <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">Tenn.</span> <span class=\"page\">304</span></span>, 310, 317, 202 S.W. 61; Cass v. Smith, <span class=\"citation\" data-id=\"92050\"><a href=\"/opinion/92050/the-smith/\"><span class=\"volume\">146</span> <span class=\"reporter\">Tenn.</span> <span class=\"page\">218</span></a></span>, 227, <span class=\"citation\" data-id=\"92050\"><a href=\"/opinion/92050/the-smith/\"><span class=\"volume\">240</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">778</span></a></span>, citing and quoting Equitable Surety Co. v. United States, <span class=\"citation\" data-id=\"98240\"><a href=\"/opinion/98240/equitable-surety-co-v-united-states-ex-rel-mcmilla/\"><span class=\"volume\">234</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">448</span></a></span>, 34 S.Ct. 803, 58 L.Ed. 1394; Standard Oil Co. v. Jamison Bros., <span class=\"citation no-link\"><span class=\"volume\">166</span> <span class=\"reporter\">Tenn.</span> <span class=\"page\">53</span></span>, 55, 59 S.W.(2d) 522.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Compare Saunders v. Shaw, <span class=\"citation\" data-id=\"98969\"><a href=\"/opinion/98969/saunders-v-shaw/\"><span class=\"volume\">244</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 37 S.Ct. 638, 61 L.Ed. 1163; Great Northern Railway Co. v. Sunburst Oil &amp; Refinding Co., <span class=\"citation\" data-id=\"101989\"><a href=\"/opinion/101989/gt-northern-ry-v-sunburst-co/\"><span class=\"volume\">287</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">358</span></a></span>, 367, 53 S.Ct. 145, 77 L.Ed. 360, 85 A.L.R. 254.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Grayson v. Harris, <span class=\"citation\" data-id=\"100597\"><a href=\"/opinion/100597/grayson-v-harris/\"><span class=\"volume\">267</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">352</span></a></span>, 358, 45 S.Ct. 317, 319, 69 L.Ed. 652.</p>\n      </div>\n    </div>\n    ", "id": 102637, "judges": "", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/102637/", "sha1": "3e2638d7ddb212d077352699b6eed85355950e7c", "source": "R", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:53:25"}