{"absolute_url": "/opinion/93883/lutz-v-magone/", "blocked": false, "citation": {"case_name": "Lutz v. Magone", "docket_number": "336", "document_uris": ["/api/rest/v2/document/93883/"], "federal_cite_one": "153 U.S. 105", "federal_cite_three": null, "federal_cite_two": null, "id": 78263, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/78263/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 2, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1894-04-23", "date_modified": "2014-12-21T01:31:58.323141", "docket": "/api/rest/v2/docket/359059/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">153 U.S. 105</p>\n    <p class=\"case_cite\">14 S.Ct. 777</p>\n    <p class=\"case_cite\">38 L.Ed. 651</p>\n    <p class=\"parties\">LUTZ et al.<br>v.<br>MAGONE, Collector.</p>\n    <p class=\"docket\">No. 336.</p>\n    <p class=\"date\">April 23, 1894.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This was an action by Henrietta Louise Lutz and others, administrators of Louis Lutz, against Daniel Magone, collector of the port of New York, to recover duties paid under protest. The circuit court directed a verdict for defendant, and entered judgment accordingly. 41 Fed. 128. Plaintiffs then sued out this writ of error.</p>\n      <p class=\"indent\">This was an action by the administrators of Louis Lutz to recover duties alleged to have been illegally exacted by defendant upon certain importations of saccharine made by Lutz, in 1887, under the firm name of Lutz &amp; Movius. The collector classified the article as a 'chemical compound,' under the act of 1883, and as falling within the description of 'all preparations known as essential oils, expressed oils, distilled oils, rendered oils, alkalis, alkaloids, and all combinations of any of the foregoing, and all chemical compounds and salts, by whatever name known, and not specially enumerated or provided for in this act, twenty-five per centum ad valorem.' The plaintiffs claimed that the importations were entitled to free entry as 'acids used for medicinal, chemical, or manufacturing purposes, not specially provided for or enumerated in this act.' 22 Stat. 494, 516.</p>\n      <p class=\"indent\">On the trial the collector claimed that they were 'proprietary preparations, to wit, all * * * preparations or compositions recommended to the public as proprietary articles, or prepared according to some private formula, as remedies or specifics for any disease or diseases or affections whatever affecting the human or animal body, * * * not specially enumerated or provided for in this act, fifty per centum ad valorem.' 22 Stat. 494.</p>\n      <p class=\"indent\">The case was tried before a jury, and upon the conclusion of the testimony counsel for the defendant moved the court to direct the jury to find for the defendant, upon the ground (1) that the article was not an acid used for medicinal, chemical, or manufacturing purposes; (2) that, whether or not it was an acid, it was a preparation or composition recommended to the public as a proprietary article; and (3) that, if it were not so dutiable, then that it was dutiable as a chemical compound, by whatever name known. The court granted this motion, and thereupon the jury returned a verdict for the defendant, and the importer sued out this writ of error.</p>\n      <p class=\"indent\">Albert Comstock, for plaintiffs in error.</p>\n      <p class=\"indent\">Asst. Atty. Gen. Whitney, for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice BROWN, after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Upon the trial evidence was given tending to show that saccharine was invented in 1879; that, although about 300 times as sweet as sugar, it was chemically an acid; that its chemical name is orthosulphamin benzoic acid anhydrid, and the last step in its manufacture is the separation from orthosulphamin benzoic acid of the water therein contained; that it is a patented article, made by a known formula, and a dry, white powder, sweet to the taste, worth from $13 to $15 per pound; that it is used as a sweetening agent in manufacturing purposes, such as soda water, liquors, wines, chewing tobacco, preserves, medicines, etc.; that it has no medicinal effect upon the human or animal system, and that its principal use is to sweeten articles of medicine or food in order to render them palatable. It was also shown that it possessed some of the inherent qualities of an acid, in the fact that it turned blue litmus paper red, and would neutralize an alkaline such as bicarbonate of soda; that it was what is termed an 'anhydrid' or anhydrous acid, which means an acid free from water. The plaintiffs also offered in evidence a treatise on chemistry, which gave the formula for the manufacture of saccharine, and classed it as an acid. This book was excluded upon motion of the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Defendant also gave evidence tending to show that in neither of the three patents obtained by the inventor was saccharine called an acid, although it was spoken of as a compound. There was also put in evidence a circular of the plaintiffs purporting to describe the origin, manufacture, and use of saccharine, in which it was stated to be 'neither a drug nor a food, but a neutral and indifferent substance,' and 'of paramount value whenever a bitter taste has to be neutralized or counteracted;' of particular value in medicine to disguise the bitter taste of alkaloids, such as quinine, morphine, etc., and especially 'an invaluable boon to all persons inflicted with diabetes,' for sweetening their food. It appears to be manufactured from toluene, which is itself a product of coal tar.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiffs relied for its classification as an acid upon the scientific definition of the article, which is rather that of an 'anhydrid'&#8212;defined by Webster as 'an oxyd * * * capable of forming an acid by uniting with the elements of water'&#8212;than a true acid. It is entirely well settled, however, that in the interpretation of the revenue laws words are to be taken in their commonly received and popular sense, or according to their commercial designation, if that differs from the ordinary understanding of the word. Customs officers are presumed to be acquainted with the ordinary meaning of words, and may also be presumed to have some familiarity with trade designations, and the customs of dealers. They are not, however, supposed to be chemists, scientists, or professional men, nor to be conversant with the terms of particular arts. Thus, in Two Hundred Chests of Tea, 9 Wheat. 430, it was argued that the tea in controversy, imported as Bohea, was in reality simply Congo tea, and not Bohea; that the latter was a pure, unmixed tea, known in China by an appropriate name; and that to this pure and unmixed Bohea tea the acts of congress referred, and not to any other mixed tea, though known by the common designation of Bohea. It was held, however, to be unnecessary to enter upon this inquiry, 'because congress must be understood to use the word in its known commercial sense.' 'The object of the duty laws,' said Mr. Justice Story, 'is to raise revenue, and for this purpose to class substances according to the general usage and known denominations of trade. Whether a particular article were designated by one name or another in the country of its origin, or whether it were a simple or mixed substance, was of no importance in the view of the legislature. It did not suppose our merchants to be naturalists or geologists or botanists. It applied its attention to the description of articles as they derived their appellations in our own markets, in our domestic as well as our foreign traffic.' See, also, Marvel v. Merritt, 116 U. S. 11, 6 Sup. Ct. 207; Robertson v. Salomon, 130 U. S. 412, 414, 9 Sup. Ct. 559; Mason v. Robertson, 139 U. S. 624, 627, 11 Sup. Ct. 668; U. S. v. Breed, 1 Sumn. 159, 164, Fed. Cas. No. 14,638.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Particularly is this the case when the scientific designation contradicts so directly the popular idea of the article in question, as it does in the case of saccharine. To speak of a substance as an acid, which is admitted to be 300 times as sweet as sugar, is to confuse all our natural impressions with respect to the relative qualities of acidity and sweetness. These terms should be received in their ordinary acceptation. An acid is described by Webster primarily as 'a sour substance,' and chemically as 'one of a class of compounds, generally but not always, distinguished by their sour taste, solubility in water, and reddening of vegetable blue or violet colors;' giving also some other distinguishing characteristics. To class saccharine as an acid because it imparts a reddish color to litmus paper is to make an accidental and occult property of the article dominate its well-known and popular quality of sweetness, for which it is exclusively used. In the Encyclopaedia Britannica flint is said to be 'a true acid, because, when it is heated along with soda or lime, it forms the new body commonly called glass, which is chemically a salt of silicic acid.' It would be little less, however, than an abuse of terms to classify flint as an acid for revenue purposes. While saccharine may be defined by scientists as an acid anhydrid, having 'an acid reaction,' or simply as an acid, it is not so denominated in the dictionaries, but is defined as 'a trade name for benzoic sulphinide,' which latter is said to 'have acid properties, and forms salts.' Webster. We do not wish to be understood as holding that in no case will the scientific designation of an article be of value in fixing its proper classification for duties, but that in a case where the popular idea of an article and its actual use in the arts are so diametrically opposed to its scientific designation the latter should not prevail.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Counsel for the government has laid great stress upon the proposition that, even if saccharine were to be considered as an acid, it is not used as an acid for medicinal, chemical, or manufacturing purposes, and therefore was not entitled to free entry under the paragraph relied upon. It is not perceived, however, that this argument lends any additional strength to the position of the government in this connection. It is used for manufacturing purposes, and, if not used for such purposes as an acid, it is because it is not in its nature an acid, and not because it may be used for some other purposes as such.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In the view we have taken of this case, it is unnecessary to determine whether defendant was correct in classifying saccharine as a 'chemical compound,' or whether it falls within the description of 'proprietary preparations.' For the purposes of this case it is sufficient to hold that the article was not entitled to free entry as an acid. If there were any errors in the exclusion of testimony (as to which we express no opinion) there were none such as worked a prejudice to the plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The judgment of the court below is therefore affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>153 U.S. 105 (1894)</b></center>\n<center><h1>LUTZ<br>\nv.<br>\nMAGONE.</h1></center>\n<center>No. 336.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 3, 1894.</center>\n<center>Decided April 23, 1894.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><span class=\"star-pagination\">*106</span> <i>Mr. Albert Comstock</i> for plaintiffs in error.</p>\n<p><i>Mr. Assistant Attorney General Whitney</i> for defendant in error.</p>\n<p>MR. JUSTICE BROWN, after stating the case, delivered the opinion of the court.</p>\n<p>Upon the trial evidence was given tending to show that saccharine was invented in 1879; that, although about three hundred times as sweet as sugar, it was chemically an acid; that its chemical name is orthosulphamin benzoic acid anhydrid, and the last step in its manufacture is the separation from orthosulphamin benzoic acid of the water therein contained; that it is a patented article, made by a known formula, and a dry white powder, sweet to the taste, worth from $13 to $15 per pound; that it is used as a sweetening agent, in manufacturing purposes, such as soda water, liquors, wines, chewing tobacco, preserves, medicines, etc.; that it has no medicinal effect upon the human or animal system, and that its principal use is to sweeten articles of medicine or food in order to render them palatable. It was also shown that it possessed some of the inherent qualities of an acid, in the fact that it turned blue litmus paper red, and would neutralize an alkaline such as bicarbonate of soda; that it was what is termed an \"anhydrid\" or anhydrous acid, which means an acid free from water. The plaintiffs also offered in evidence a treatise on chemistry, which gave the formula for the manufacture of saccharine, and classed it as an acid. This book was excluded upon motion of the defendant.</p>\n<p>Defendant also gave evidence tending to show that, in neither of the three patents obtained by the inventor, was <span class=\"star-pagination\">*107</span> saccharine called an acid; although it was spoken of as a compound. There was also put in evidence a circular of the plaintiffs purporting to describe the origin, manufacture, and use of saccharine, in which it was stated to be \"neither a drug nor a food, but a neutral and indifferent substance,\" and \"of paramount value whenever a bitter taste has to be neutralized or counteracted;\" of particular value in medicine to disguise the bitter taste of alkaloids, such as quinine, morphine, etc., and especially \"an invaluable boon to all persons afflicted with diabetes,\" for sweetening their food. It appears to be manufactured from toluene, which is itself a product of coal tar.</p>\n<p>Plaintiffs relied for its classification as an acid upon the scientific definition of the article, which is rather that of an \"anhydrid,\" defined by Webster as \"an oxyd ... capable of forming an acid by uniting with the elements of water,\" than a true acid. It is entirely well settled, however, that in the interpretation of the revenue laws, words are to be taken in their commonly received and popular sense, or according to their commercial designation, if that differs from the ordinary understanding of the word. Customs officers are presumed to be acquainted with the ordinary meaning of words, and may also be presumed to have some familiarity with trade designations and the customs of dealers. They are not, however, supposed to be chemists, scientists, or professional men, nor to be conversant with the terms of particular arts. Thus in <i>The Two Hundred Chests of Tea,</i> 9 Wheat. 430, 438, it was argued that the tea in controversy, imported as Bohea, was in reality simply Congo tea, and not Bohea; that the latter was a pure unmixed tea, known in China by an appropriate name; and that to this pure and unmixed Bohea tea the acts of Congress referred, and not to any other mixed tea, though known by the common designation of Bohea. It was held, however, to be unnecessary to enter upon this inquiry, \"because Congress must be understood to use the word in its known commercial sense.\" \"The object of the duty laws,\" said Mr. Justice Story, \"is to raise revenue, and for this purpose to class substances according to the general usage and known denominations <span class=\"star-pagination\">*108</span> of trade. Whether a particular article were designated by one name or another, in the country of its origin, or whether it were a simple or mixed substance, was of no importance in the view of the legislature. It did not suppose our merchants to be naturalists, or geologists, or botanists. It applied its attention to the description of articles as they derived their appellations in our own markets, in our domestic as well as our foreign traffic.\" See also <i>Marvel</i> v. <i>Merritt,</i> 116 U.S. 11; <i>Robertson</i> v. <i>Solomon,</i> 130 U.S. 412, 414; <i>Mason</i> v. <i>Robertson,</i> 139 U.S. 624, 627; <i>United States</i> v. <i>Breed,</i> 1 Sumner, 159, 164.</p>\n<p>Particularly is this the case when the scientific designation contradicts so directly the popular idea of the article in question, as it does in the case of saccharine. To speak of a substance as an acid, which is admitted to be three hundred times as sweet as sugar, is to confuse all our natural impressions with respect to the relative qualities of acidity and sweetness. These terms should be received in their ordinary acceptation. An acid is described by Webster primarily as \"a sour substance,\" and chemically as \"one of a class of compounds, generally, but not always, distinguished by their sour taste, solubility in water, and reddening of vegetable blue or violet colors;\" giving also some other distinguishing characteristics. To class saccharine as an acid because it imparts a reddish color to litmus paper is to make an accidental and occult property of the article dominate its well known and popular quality of sweetness, for which it is exclusively used. In the Encyclopædia Britannica flint is said to be \"a true acid, because, when it is heated along with soda or lime, it forms the new body commonly called glass, which is chemically a salt of silicic acid.\" It would be little less, however, than an abuse of terms to classify flint as an acid for revenue purposes. While saccharine may be defined by scientists as an acid anhydrid, having \"an acid reaction,\" or simply as an acid, it is not so denominated in the dictionaries, but is defined as \"a trade name for benzoic sulphinide,\" which latter is said to \"have acid properties, and forms salts.\" (Webster.) We do not wish to be understood as holding that in no case will the <span class=\"star-pagination\">*109</span> scientific designation of an article be of value in fixing its proper classification for duties, but that in a case where the popular idea of an article and its actual use in the arts are so diametrically opposed to its scientific designation the latter should not prevail.</p>\n<p>Counsel for the government has laid great stress upon the proposition that even if saccharine were to be considered as an acid, it is not used as an acid for medicinal, chemical, or manufacturing purposes, and, therefore, was not entitled to free entry under the paragraph relied upon. It is not perceived, however, that this argument lends any additional strength to the position of the government in this connection. It is used for manufacturing purposes, and if not used for such purposes <i>as an acid,</i> it is because it is not in its nature an acid, and not because it may be used for some other purposes as such.</p>\n<p>In the view we have taken of this case it is unnecessary to determine whether defendant was correct in classifying saccharine as a \"chemical compound,\" or whether it falls within the description of \"proprietary preparations.\" For the purposes of this case it is sufficient to hold that the article was not entitled to free entry as an acid. If there were any errors in the exclusion of testimony, as to which we express no opinion, there were none such as worked a prejudice to the plaintiffs.</p>\n<p>The judgment of the court below is, therefore,</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">153</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">105</span></span> (1894)</b></center>\n<center><h1>LUTZ<br>\nv.<br>\nMAGONE.</h1></center>\n<center>No. 336.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 3, 1894.</center>\n<center>Decided April 23, 1894.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><span class=\"star-pagination\">*106</span> <i>Mr. Albert Comstock</i> for plaintiffs in error.</p>\n<p><i>Mr. Assistant Attorney General Whitney</i> for defendant in error.</p>\n<p>MR. JUSTICE BROWN, after stating the case, delivered the opinion of the court.</p>\n<p>Upon the trial evidence was given tending to show that saccharine was invented in 1879; that, although about three hundred times as sweet as sugar, it was chemically an acid; that its chemical name is orthosulphamin benzoic acid anhydrid, and the last step in its manufacture is the separation from orthosulphamin benzoic acid of the water therein contained; that it is a patented article, made by a known formula, and a dry white powder, sweet to the taste, worth from $13 to $15 per pound; that it is used as a sweetening agent, in manufacturing purposes, such as soda water, liquors, wines, chewing tobacco, preserves, medicines, etc.; that it has no medicinal effect upon the human or animal system, and that its principal use is to sweeten articles of medicine or food in order to render them palatable. It was also shown that it possessed some of the inherent qualities of an acid, in the fact that it turned blue litmus paper red, and would neutralize an alkaline such as bicarbonate of soda; that it was what is termed an \"anhydrid\" or anhydrous acid, which means an acid free from water. The plaintiffs also offered in evidence a treatise on chemistry, which gave the formula for the manufacture of saccharine, and classed it as an acid. This book was excluded upon motion of the defendant.</p>\n<p>Defendant also gave evidence tending to show that, in neither of the three patents obtained by the inventor, was <span class=\"star-pagination\">*107</span> saccharine called an acid; although it was spoken of as a compound. There was also put in evidence a circular of the plaintiffs purporting to describe the origin, manufacture, and use of saccharine, in which it was stated to be \"neither a drug nor a food, but a neutral and indifferent substance,\" and \"of paramount value whenever a bitter taste has to be neutralized or counteracted;\" of particular value in medicine to disguise the bitter taste of alkaloids, such as quinine, morphine, etc., and especially \"an invaluable boon to all persons afflicted with diabetes,\" for sweetening their food. It appears to be manufactured from toluene, which is itself a product of coal tar.</p>\n<p>Plaintiffs relied for its classification as an acid upon the scientific definition of the article, which is rather that of an \"anhydrid,\" defined by Webster as \"an oxyd ... capable of forming an acid by uniting with the elements of water,\" than a true acid. It is entirely well settled, however, that in the interpretation of the revenue laws, words are to be taken in their commonly received and popular sense, or according to their commercial designation, if that differs from the ordinary understanding of the word. Customs officers are presumed to be acquainted with the ordinary meaning of words, and may also be presumed to have some familiarity with trade designations and the customs of dealers. They are not, however, supposed to be chemists, scientists, or professional men, nor to be conversant with the terms of particular arts. Thus in <i>The Two Hundred Chests of Tea,</i> <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">430</span></span>, 438, it was argued that the tea in controversy, imported as Bohea, was in reality simply Congo tea, and not Bohea; that the latter was a pure unmixed tea, known in China by an appropriate name; and that to this pure and unmixed Bohea tea the acts of Congress referred, and not to any other mixed tea, though known by the common designation of Bohea. It was held, however, to be unnecessary to enter upon this inquiry, \"because Congress must be understood to use the word in its known commercial sense.\" \"The object of the duty laws,\" said Mr. Justice Story, \"is to raise revenue, and for this purpose to class substances according to the general usage and known denominations <span class=\"star-pagination\">*108</span> of trade. Whether a particular article were designated by one name or another, in the country of its origin, or whether it were a simple or mixed substance, was of no importance in the view of the legislature. It did not suppose our merchants to be naturalists, or geologists, or botanists. It applied its attention to the description of articles as they derived their appellations in our own markets, in our domestic as well as our foreign traffic.\" See also <i>Marvel</i> v. <i>Merritt,</i> 116 U.S. 11; <i>Robertson</i> v. <i>Solomon,</i> <span class=\"citation\" data-id=\"92484\"><a href=\"/opinion/92484/robertson-v-salomon/\"><span class=\"volume\">130</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">412</span></a></span>, 414; <i>Mason</i> v. <i>Robertson,</i> <span class=\"citation\" data-id=\"93049\"><a href=\"/opinion/93049/mason-v-robertson/\"><span class=\"volume\">139</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></a></span>, 627; <i>United States</i> v. <i>Breed,</i> 1 Sumner, 159, 164.</p>\n<p>Particularly is this the case when the scientific designation contradicts so directly the popular idea of the article in question, as it does in the case of saccharine. To speak of a substance as an acid, which is admitted to be three hundred times as sweet as sugar, is to confuse all our natural impressions with respect to the relative qualities of acidity and sweetness. These terms should be received in their ordinary acceptation. An acid is described by Webster primarily as \"a sour substance,\" and chemically as \"one of a class of compounds, generally, but not always, distinguished by their sour taste, solubility in water, and reddening of vegetable blue or violet colors;\" giving also some other distinguishing characteristics. To class saccharine as an acid because it imparts a reddish color to litmus paper is to make an accidental and occult property of the article dominate its well known and popular quality of sweetness, for which it is exclusively used. In the Encyclopædia Britannica flint is said to be \"a true acid, because, when it is heated along with soda or lime, it forms the new body commonly called glass, which is chemically a salt of silicic acid.\" It would be little less, however, than an abuse of terms to classify flint as an acid for revenue purposes. While saccharine may be defined by scientists as an acid anhydrid, having \"an acid reaction,\" or simply as an acid, it is not so denominated in the dictionaries, but is defined as \"a trade name for benzoic sulphinide,\" which latter is said to \"have acid properties, and forms salts.\" (Webster.) We do not wish to be understood as holding that in no case will the <span class=\"star-pagination\">*109</span> scientific designation of an article be of value in fixing its proper classification for duties, but that in a case where the popular idea of an article and its actual use in the arts are so diametrically opposed to its scientific designation the latter should not prevail.</p>\n<p>Counsel for the government has laid great stress upon the proposition that even if saccharine were to be considered as an acid, it is not used as an acid for medicinal, chemical, or manufacturing purposes, and, therefore, was not entitled to free entry under the paragraph relied upon. It is not perceived, however, that this argument lends any additional strength to the position of the government in this connection. It is used for manufacturing purposes, and if not used for such purposes <i>as an acid,</i> it is because it is not in its nature an acid, and not because it may be used for some other purposes as such.</p>\n<p>In the view we have taken of this case it is unnecessary to determine whether defendant was correct in classifying saccharine as a \"chemical compound,\" or whether it falls within the description of \"proprietary preparations.\" For the purposes of this case it is sufficient to hold that the article was not entitled to free entry as an acid. If there were any errors in the exclusion of testimony, as to which we express no opinion, there were none such as worked a prejudice to the plaintiffs.</p>\n<p>The judgment of the court below is, therefore,</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 93883, "judges": "Brown, After Stating the Case", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/93883/", "sha1": "41567a7cce17f719a3188cf83ac28461297f287a", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:08:20"}