{"absolute_url": "/opinion/94033/the-breakwater/", "blocked": false, "citation": {"case_name": "The Breakwater", "docket_number": "61", "document_uris": ["/api/rest/v2/document/94033/"], "federal_cite_one": "155 U.S. 252", "federal_cite_three": null, "federal_cite_two": null, "id": 78414, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/78414/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 2, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1894-12-03", "date_modified": "2014-12-21T01:32:04.398892", "docket": "/api/rest/v2/docket/191873/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">155 U.S. 252</p>\n    <p class=\"case_cite\">15 S.Ct. 99</p>\n    <p class=\"case_cite\">39 L.Ed. 139</p>\n    <p class=\"parties\">THE BREAKWATER.  THE BREAKWATER<br>v.<br>NEW YORK, L. E. &amp; W. R. CO.</p>\n    <p class=\"docket\">No. 61.</p>\n    <p class=\"date\">December 3, 1894.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This was a libel in admiralty for a collision which took place on December 16, 1887, between the steam ferry boat Pavonia, of the Erie Railway Line, as she was leaving her slip at the foot of Chambers street in the North river, and the steamship Breakwater, of the Old Dominion Line, as she was coming up the river to her berth at the foot of Beach street above the ferry slip.</p>\n      <p class=\"indent\">The collision occurred a short distance below the ferry slip, the Breakwater striking the Pavonia on her port side a little abaft her wheel, and seriously damaging her. The libel charged the Breakwater with having been in fault for not keeping out of the way of the ferry boat, as required by the starboard-hand rule; and for coming up the river too near the shore and at too great speed. The answer attributed the collision either to unavoidable accident, or to the negligence of the ferry boat in leaving her slip, either without seeing the Breakwater, or at a time when, if she had seen her, she must have known there was danger of collision in so leaving.</p>\n      <p class=\"indent\">The district court found the Breakwater to have been wholly in fault (39 Fed. 511), and upon appeal to the circuit court this decree was affirmed by Mr. Justice Blatchford upon the following finding of facts:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">'(1) The steam ferry boat Pavonia, owned by the New York, Lake Erie and Western Railroad Company, and the steamship Breakwater, owned by the Old Dominion Steamship Company, collided with each other at or about 4:50 o'clock p. m. on the 16th day of December, 1887, in the North river, about abreast of the middle of the slip between pier 28 (old number), known as the 'Fall River Pier,' and pier 29 (old number), known as the 'Providence Pier,' and about 400 feet out in the river from the ends of those piers.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'(2) Immediately adjacent to pier 29 (old number), and to the northward thereof, there were two slips of the Pavonia or Erie ferry, which was operated by the New York, Lake Erie and Western Railroad Company. The more northerly of those slips was bounded on the north by a pier known as 'No. 20' (new number), which was the first pier to the north of pier 29 (old number), and extended out into the river about 150 feet further than pier 29 (old number) and the piers below it. Those slips were at the foot of Chambers street.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'(3) Shortly before the collision the Pavonia left her upper or northerly slip, on the New York City side, on one of her regular trips, bound to her slip across the river in New Jersey, which latter slip was to the northward of Chambers street.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'(4) The distance from the upper or northerly rack of the slips at Chambers street to the upper or northerly side of the pier at Barclay street, which was the fourth street south of Chambers street, was 881 1/4 feet. The upper slip at Chambers street was 87 1/2 feet wide. The whole slip was 200 feet wide.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'(5) At the time the Pavonia left her bridge, the Breakwater was about off Barclay street, coming in from sea on one of her regular trips to her berth at the foot of Beach street, which was to the north of Chambers street.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'(6) The tide was strong ebb, the wind was northwest, and the weather was clear.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'(7) The Pavonia started to move slowly out of her slip under a hard a-port wheel, which was fastened in the becket, and so remained until the collision. As her bow emerged, the effect of the wind and tide was to swing her bow somewhat down the river; but this swing was overcome before the collision, at which time her bow was on a swing up the river. The wind and tide had the effect also to set her bodily down the river. Her course, from the time of her starting until the collision, was the usual course of ferry boats on leaving their slips under like circumstances. The course of the Breakwater from the vicinity of the Battery was along the New York docks. As she neared the Cortlandt street ferry slip she approached closer to the docks, and from that time continued on a course about 400 feet therefrom.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'(8) The Pavonia sounded the usual long, single whistle to warn approaching vessels as she commenced to move. Shortly thereafter the Breakwater sounded in reply a single whistle, at which time the Pavonia was moving slowly, her bow having reached about the outer end of pier 20 (new number). The Pavonia immediately replied by a single whistle, which was answered by a single whistle from the Breakwater. The Pavonia, when her stern was about as far out as the outer end of pier 20, (new number), sounded another single whistle to the Breakwater, which was answered by the Breakwater by a single whistle. Before the collision the Pavonia sounded alarm whistles.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'(8) As soon as the Pavonia received the first whistle from the Breakwater, her engine was put to full speed ahead, and so continued until the collision. As soon as the Breakwater sounded her first whistle, her engine was immediately stopped, and, when the Pavonia sounded her second whistle, the engine of the Breakwater was immediately put full speed astern.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'(9) The speed of the Breakwater at the time she sounded her first whistle was about six miles an hour, but at the time of the collision her headway by the land was almost entirely, if not quite, stopped.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'(10) The stem of the Breakwater struck the Pavonia on the port side of the latter a little abaft her wheel, cut through her guard into her hull, and the Pavonia was thereby seriously damaged.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'(11) If the engine of the Breakwater had been promptly reversed when she blew her first whistle, her headway could have been entirely stopped in going her length of 212 feet, and the collision would have been avoided.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'(12) The New York, Lake Erie and Western Railroad Company suffered damages by reason of the collision as follows, viz.: Repairs to the Pavonia, $4,770.02, with interest from February 1, 1888; demurrage, $2,800, with interest from June 18, 1889.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'On the foregoing facts I find the following conclusions of law:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'(1) The Breakwater was in fault because, having the Pavonia on her own starboard side, and being on a crossing course, she did not keep out of the way of the Pavonia, and in not taking into consideration the probable and usual course of the Pavonia under the circumstances of the tide and the wind, and in not reversing her engine at the time she gave her first whistle.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'(2) The Pavonia was without fault.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'(3) In the suit brought by the New York, Lake Erie and Western Railroad Company it is entitled to a decree for $4,770.02, with interest from February 1, 1888, and for $2,800, with interest from June 18, 1889, and for its costs in the district court, taxed at $159.75, and for its costs in this court, to be taxed.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'(4) In the suit brought by the Old Dominion Steamship Company, a decree must be entered dismissing the libel and awarding to the New York, Lake Erie and Western Railroad Company its costs in the district court, taxed at $41.95, and its costs in this court, to be taxed.'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Subsequently, and upon motion of the claimant, the court made the following additional finding:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'The Breakwater is an iron steamer or 1,100 tons' burden and 212 feet long. Before and at the time of the collision, her master, chief officer, quartermaster, and a Sandy Hook pilot, who was only a passenger, were in her pilot house. The second officer was on the forward deck, in front of the wheel house.'</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">From the decree of the circuit court the owners of the Breakwater appealed to this court.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Edward L. Owen and Frank D. Sturges, for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">F. A. Wilcox and Geo. B. Adams, for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">[Argument of Counsel from pages 257-261 intentionally omitted]</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Mr. Justice BROWN (after stating the facts in the foregoing language) delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The principal contention of the appellant is that the Pavonia was in fault for leaving her slip at the time she did, in view of the strong ebb tide, northerly wind, and the proximity of the Breakwater.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The facts were that, at the time the Pavonia left her bridge, the Breakwater was off Barclay street, about 880 feet down the river, pursuing her course up the river about 400 feet distant from the outer line of the piers. It is true that there was a strong ebb tide and a northwest wind; but, although the effect of this was to swing the Pavonia's bow somewhat down the river as it emerged from the slip, this swing, with the aid of her wheel, which was put hard a-port, was overcome before the collision, at which time her bow was on a swing up the river. While the wind and tide had the effect of setting her bodily down the river, this was an incident which the pilot of the Breakwater must or ought to have anticipated, and, being warned by the Pavonia's whistle that she was about leaving her slip, ought also to have provided against.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In view of the large number of ferry boats plying between New York and the opposite shores, sometimes as often as once in three or four minutes from the same slip, their departure at any moment is a contingency which ought to be reckoned upon and guarded against. There is a necessity that these transits be made with great frequency and regularity, not only in order that the public may be accommodated, but that ferry boats arriving from the opposite shores shall not be compelled to lie in the stream, with a chance of encountering other vessels, to await the departure of their consorts from the New York slip. Steamers plying up and down the river should therefore keep a sufficient distance from the dock, and hold themselves under such control, as to enable them to avoid ferry boats leaving their slips upon their usual schedules of time. The respective obligations of ferry boats and other steamers were fixed in accordance with this rule, by Judge Betts, as early as 1845, in the case of The Relief, Olcott, 104, Fed. Cas. No. 11,693, in which he spoke of the rights of ferry boats 'to an undisturbed passage between their landing places, in the performance of their duties in that capacity, as a species of privilege or immunity not accorded to other vessels,' and declared it to be the duty of other steam vessels to keep as near as possible to the center of the stream in passing up and down, in order that the exit from and entrance into the ferry slips should not be checked or embarrassed by the presence of other vessels passing close to them. This practice has been acquiesced in for at least half a century, and has been repeatedly recognize by the local courts. The Favorita, 8 Blatchf. 539, Fed. Cas. No. 4,695; The Monticello, 15 Fed. 474; The John S. Darcy, 29 Fed. 644; The West Brooklyn, 45 Fed. 60, 1 C. C. A. 415, 49 Fed. 688; The Brooklyn, 62 Fed. 759. The Favorita was also affirmed by this court upon a similar recognition of this rule. 18 Wall. 598.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">It is hardly necessary to say, however, that it would not be applicable if the circumstances were such as to indicate that it would be impossible for an approaching steamer to avoid the ferry boat. This seems to have been the case in The Columbus, Abb. Adm. 384, Fed. Cas. No. 3,043, since it can hardly be supposed that the judge who decided the case of The Relief should have intended to overrule that case within three years without at least calling attention to the fact. Perhaps, too, the practice here suggested might be subject to some modification in a harbor less crowded than New York, where the transits of the ferry boats are made with less frequency. As Mr. Justice Davis remarked in the case of The Favorita: 'Manifestly, the rules of navigation must vary according to the exigencies of business and the wants of the public. The rule which would be applicable in a harbor where the business was light, and the passage of vessels not liable to be impeded, would be inapplicable in a great thoroughfare like the East river.' As it is clear in this case that a collision might have been avoided by prompt and decisive action on the part of the Breakwater after the Pavonia left the wharf, and that with proper management there was no rist of collision, we think that no fault can be imputed to the latter in leaving at the time she did.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Was she in fault for her manner of leaving? The finding is that, as she began to move, she sounded the usual long, single whistle to warn approaching vessels, and, as her bow reached the outer end of the pier, she received in reply a single whistle from the Breakwater. From this moment, at least, the statutory rules of navigation became operative, and required the ferry boat to keep her course and speed, and the Breakwater to keep out of her way. But, that there might be no misunderstanding as to her intention, the Pavoma again gave a single whistle, in reply to that of the Breakwater, and the latter answered by another single whistle. Finding 8 indicates, also, that the same signals were exchanged the third time. Under these circumstances there certainly should have been no misunderstanding as to the proposed movements of each vessel, and no misapprehension as to their respective duties. The Pavonia fulfilled her obligation by keeping her wheel hard a-port and her engine at full speed, to counteract the tendency of the wind and tide to carry her down the river. The Breakwater knew, or was bound to know, as well as the Pavonia, that the immediate effect of the wind and tide, striking the ferry boat broadside, would cause her to sag down the stream as she passed the outer end of the pier, and was bound to provide against this contingency. This she failed to do effectively. As she sounded her first whistle her engine was stopped, but not until the Pavonia sounded her second whistle did she reverse.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In this connection, counsel for the Breakwater claims that rule 19, requiring, in the case of crossing steamers, that the one having the other upon her starboard side shall keep out of the way of the other, has no application. We think, however, the rule became obligatory from the moment the Pavonia got under way, when it became her duty to keep her course and speed, and that of the Breakwater to avoid her. The Britannia, 153 U. S. 130, 14 Sup. Ct. 795. It was said by this court in the case of The Pacific (Steamship Co. v. Rumball), 21 How. 372, 384, and The Wenona, 19 Wall. 41, 52, that 'rules of navigation, such as have been mentioned, are obligatory upon vessels approaching each other from the time the necessity of precaution begins, and continue to be applicable as the vessels advance, so long as the means and opportunity to avoid the danger remain.' Where rules of this description are adopted for the guidance of seamen who are unlearned in the law and unaccustomed to nice distinctions, exceptions should be admitted with great caution, and only when imperatively required by the special circumstances mentioned in rule 24, which may exist in any particular case, rendering a departure from them necessary in order to avoid immediate danger. The moment the observance or nonobservance of a rule becomes a matter of doubt or discretion, there is manifest danger, for the judgment of one pilot may lead him to observe the rule, while that of the other may lead him to disregard it. The theory of the claimant that a vessel at rest has no right to start from her wharf in sight of an approaching vessel, and thereby impose upon the latter the obligation to avoid her, is manifestly untenable, and would impose a wholly unnecessary burden upon the navigation of a great port like that of New York. In the particular case, too, the signals exchanged between the steamers indicated clearly that the Breakwater accepted the situation and the obligation imposed upon her by the starboard-hand rule, and was bound to take prompt measures to discharge herself of such obligation.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">No fault is to be imputed to the Pavonia for her failure to stop and reverse, since it is quite obvious that if she had slackened speed her tendency to sag down the river would have been greatly increased, and she would practically have been at the mercy of the wind and tide. Her only safe course was to do precisely as she did,&#8212;put her wheel hard a port and her engine at full speed. The duty to slacken speed manifestly does not apply where the effect would be to carry a steamer bodily down the current upon another vessel which is trying to avoid her.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">That the Breakwater did not reverse with sufficient promptness is evident from the fact that, at the time the Pavonia started, she was off Barclay street, a distance of nearly 900 feet, while the collision occurred abreast the slip immediately below the one from which the Pavonia started, or about 580 feet from where the Breakwater was when the Pavonia left her bridge, while, if the Breakwater had promptly reversed, she would have stopped within her own length (212 feet) or about 360 feet below the spot where the collision took place.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Upon the whole, notwithstanding the earnest argument of appellant's counsel, we think the decision of the circuit court was correct, and its decree is therefore affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>155 U.S. 252 (1894)</b></center>\n<center><h1>THE BREAKWATER.</h1></center>\n<center>No. 61.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 9, 1894.</center>\n<center>Decided December 3, 1894.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF NEW YORK.\n<p><span class=\"star-pagination\">*257</span> <i>Mr. Frank D. Sturges,</i> (with whom was <i>Mr. Edward L. Owen</i> on the brief,) for appellant.</p>\n<p><i>Mr. George Bethune Adams,</i> (with whom was <i>Mr. Franklin A. Wilcox</i> on the brief,) for appellee.</p>\n<p><span class=\"star-pagination\">*261</span> MR. JUSTICE BROWN, after stating the case, delivered the opinion of the court.</p>\n<p>The principal contention of the appellant is that the Pavonia was in fault for leaving her slip at the time she did, in view of the strong ebb tide, northerly wind, and the proximity of the Breakwater.</p>\n<p>The facts were that, at the time the Pavonia left her bridge, the Breakwater was off Barclay Street, about 880 feet down the river, pursuing her course up the river about 400 feet distant from the outer line of the piers. It is true that there was a strong ebb tide and a northwest wind, but although the effect of this was to swing the Pavonia's bow somewhat down the river, as it emerged from the slip, this swing, with the aid of her wheel, which was put hard-a-port, was overcome before the collision, at which time her bow was on a swing up the river. While the wind and tide had the effect of setting her bodily down the river, this was an incident which the pilot of the Breakwater must or ought to have anticipated, and being warned by the Pavonia's whistle that she was about leaving her slip, ought also to have provided against.</p>\n<p>In view of the large number of ferry-boats plying between New York and the opposite shores, sometimes as often as once in three or four minutes from the same slip, their departure at any moment is a contingency which ought to be reckoned upon and guarded against. There is a necessity that these transits be made with great frequency and regularity, not only in order that the public may be accommodated, but that ferry-boats arriving from the opposite shores, shall not be compelled to lie in the stream, with a chance of encountering other vessels, to await the departure of their consorts from the New York slip. Steamers plying up and down the river should, <span class=\"star-pagination\">*262</span> therefore, keep a sufficient distance from the dock, and hold themselves under such control, as to enable them to avoid ferry-boats leaving their slips upon their usual schedules of time. The respective obligations of ferry-boats and other steamers were fixed in accordance with this rule by Judge Betts as early as 1845, in the case of <i>The Relief,</i> Olcott Adm. 104, in which he spoke of the rights of ferry-boats \"to an undisturbed passage between their landing places, in the performance of their duties in that capacity, as a species of privilege or immunity not accorded to other vessels,\" and declared it to be the duty of other steam vessels to keep as near as possible to the centre of the stream in passing up and down, in order that the exit from and entrance into the ferry slips should not be checked or embarrassed by the presence of other vessels passing close to them. This practice has been acquiesced in for at least half a century, and has been repeatedly recognized by the local courts. <i>The Favorita,</i> 8 Blatchford, 539; <i>The Monticello,</i> 15 Fed. Rep. 474; <i>The John S. Darcy,</i> 29 Fed. Rep. 644; <i>The West Brooklyn,</i> 45 Fed. Rep. 60; <i>S.C.</i> 49 Fed. Rep. 688; <i>The Brooklyn,</i> 62 Fed. Rep. 759. <i>The Favorita</i> was also affirmed by this court upon a similar recognition of this rule. 18 Wall. 598.</p>\n<p>It is hardly necessary to say, however, that it would not be applicable, if the circumstances were such as to indicate that it would be impossible for an approaching steamer to avoid the ferry-boat. This seems to have been the case in <i>The Columbus,</i> Abbott's Adm. 384, since it can hardly be supposed that the judge, who decided the case of <i>The Relief,</i> should have intended to overrule that case within three years, without, at least, calling attention to the fact. Perhaps, too, the practice here suggested might be subject to some modification in a harbor less crowded than New York, where the transits of the ferry-boats are made with less frequency. As Mr. Justice Davis remarked in the case of <i>The Favorita,</i> p. 601: \"Manifestly the rules of navigation must vary according to the exigencies of business and the wants of the public. The rule which would be applicable in a harbor where the business was light, and the passage of vessels not liable to be <span class=\"star-pagination\">*263</span> impeded, would be inapplicable in a great thoroughfare like the East River.\" As it is clear in this case that a collision might have been avoided by prompt and decisive action on the part of the Breakwater, after the Pavonia left the wharf, and that with proper management there was no risk of collision, we think that no fault can be imputed to the latter in leaving at the time she did.</p>\n<p>Was she in fault for her manner of leaving? The finding is that as she began to move she sounded the usual long, single whistle to warn approaching vessels, and as her bow reached the outer end of the pier, she received in reply a single whistle from the Breakwater. From this moment, at least, the statutory rules of navigation became operative, and required the ferry-boat to keep her course and speed, and the Breakwater to keep out of her way. But that there might be no misunderstanding as to her intention, the Pavonia again gave a single whistle, in reply to that of the Breakwater, and the latter answered by another single whistle. Finding 8 indicates also that the same signals were exchanged the third time. Under these circumstances there certainly should have been no misunderstanding as to the proposed movements of each vessel, and no misapprehension as to their respective duties. The Pavonia fulfilled her obligation by keeping her wheel hard-a-port, and her engine at full speed, to counteract the tendency of the wind and tide to carry her down the river. The Breakwater knew, or was bound to know, as well as the Pavonia, that the immediate effect of the wind and tide, striking the ferry-boat broadside, would cause her to sag down the stream as she passed the outer end of the pier, and was bound to provide against this contingency. This she failed to do effectively. As she sounded her first whistle her engine was stopped, but not until the Pavonia sounded her second whistle did she reverse.</p>\n<p>In this connection counsel for the Breakwater claims that rule 19, requiring in the case of crossing steamers, that the one having the other upon her starboard side shall keep out of the way of the other, has no application. We think, however, the rule became obligatory from the moment the <span class=\"star-pagination\">*264</span> Pavonia got under way, when it became her duty to keep her course and speed, and that of the Breakwater to avoid her. <i>The Britannia,</i> 153 U.S. 130. It was said by this court in the case of <i>The Pacific,</i> (<i>New York, &amp;c. Steamship Co.</i> v. <i>Rumball,</i>) 21 How. 372, 384, and <i>The Wenona,</i> 19 Wall. 41, 52, that \"rules of navigation, such as have been mentioned, are obligatory upon vessels approaching each other, from the time the necessity of precaution begins, and continue to be applicable as the vessels advance, so long as the means and opportunity to avoid the danger remain.\" Where rules of this description are adopted for the guidance of seamen who are unlearned in the law and unaccustomed to nice distinctions, exceptions should be admitted with great caution, and only when imperatively required by the special circumstances mentioned in rule 24, which may exist in any particular case, rendering a departure from them necessary in order to avoid immediate danger. The moment the observance or non-observance of a rule becomes a matter of doubt or discretion, there is manifest danger, for the judgment of one pilot may lead him to observe the rule, while that of the other may lead him to disregard it. The theory of the claimant that a vessel at rest has no right to start from her wharf in sight of an approaching vessel, and thereby impose upon the latter the obligation to avoid her, is manifestly untenable, and would impose a wholly unnecessary burden upon the navigation of a great port like that of New York. In the particular case, too, the signals exchanged between the steamers indicated clearly that the Breakwater accepted the situation and the obligation imposed upon her by the starboard hand rule, and was bound to take prompt measures to discharge herself of such obligation.</p>\n<p>No fault is to be imputed to the Pavonia for her failure to stop and reverse, since it is quite obvious that if she had slackened speed her tendency to sag down the river would have been greatly increased, and she would practically have been at the mercy of the wind and tide. Her only safe course was to do precisely as she did: put her wheel hard-a-port and her engine at full speed. The duty to slacken speed manifestly <span class=\"star-pagination\">*265</span> does not apply where the effect would be to carry a steamer bodily down the current upon another vessel which is trying to avoid her.</p>\n<p>That the Breakwater did not reverse with sufficient promptness is evident from the fact that at the time the Pavonia started she was off Barclay Street, a distance of nearly 900 feet, while the collision occurred abreast the slip immediately below the one from which the Pavonia started, or about 580 feet from where the Breakwater was when the Pavonia left her bridge; while, if the Breakwater had promptly reversed, she would have stopped within her own length, (212 feet,) or about 360 feet below the spot where the collision took place.</p>\n<p>Upon the whole, notwithstanding the earnest argument of appellant's counsel, we think the decision of the Circuit Court was correct, and its decree is, therefore,</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">155</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></span> (1894)</b></center>\n<center><h1>THE BREAKWATER.</h1></center>\n<center>No. 61.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 9, 1894.</center>\n<center>Decided December 3, 1894.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF NEW YORK.\n<p><span class=\"star-pagination\">*257</span> <i>Mr. Frank D. Sturges,</i> (with whom was <i>Mr. Edward L. Owen</i> on the brief,) for appellant.</p>\n<p><i>Mr. George Bethune Adams,</i> (with whom was <i>Mr. Franklin A. Wilcox</i> on the brief,) for appellee.</p>\n<p><span class=\"star-pagination\">*261</span> MR. JUSTICE BROWN, after stating the case, delivered the opinion of the court.</p>\n<p>The principal contention of the appellant is that the Pavonia was in fault for leaving her slip at the time she did, in view of the strong ebb tide, northerly wind, and the proximity of the Breakwater.</p>\n<p>The facts were that, at the time the Pavonia left her bridge, the Breakwater was off Barclay Street, about 880 feet down the river, pursuing her course up the river about 400 feet distant from the outer line of the piers. It is true that there was a strong ebb tide and a northwest wind, but although the effect of this was to swing the Pavonia's bow somewhat down the river, as it emerged from the slip, this swing, with the aid of her wheel, which was put hard-a-port, was overcome before the collision, at which time her bow was on a swing up the river. While the wind and tide had the effect of setting her bodily down the river, this was an incident which the pilot of the Breakwater must or ought to have anticipated, and being warned by the Pavonia's whistle that she was about leaving her slip, ought also to have provided against.</p>\n<p>In view of the large number of ferry-boats plying between New York and the opposite shores, sometimes as often as once in three or four minutes from the same slip, their departure at any moment is a contingency which ought to be reckoned upon and guarded against. There is a necessity that these transits be made with great frequency and regularity, not only in order that the public may be accommodated, but that ferry-boats arriving from the opposite shores, shall not be compelled to lie in the stream, with a chance of encountering other vessels, to await the departure of their consorts from the New York slip. Steamers plying up and down the river should, <span class=\"star-pagination\">*262</span> therefore, keep a sufficient distance from the dock, and hold themselves under such control, as to enable them to avoid ferry-boats leaving their slips upon their usual schedules of time. The respective obligations of ferry-boats and other steamers were fixed in accordance with this rule by Judge Betts as early as 1845, in the case of <i>The Relief,</i> Olcott Adm. 104, in which he spoke of the rights of ferry-boats \"to an undisturbed passage between their landing places, in the performance of their duties in that capacity, as a species of privilege or immunity not accorded to other vessels,\" and declared it to be the duty of other steam vessels to keep as near as possible to the centre of the stream in passing up and down, in order that the exit from and entrance into the ferry slips should not be checked or embarrassed by the presence of other vessels passing close to them. This practice has been acquiesced in for at least half a century, and has been repeatedly recognized by the local courts. <i>The Favorita,</i> 8 Blatchford, 539; <i>The Monticello,</i> 15 Fed. Rep. 474; <i>The John S. Darcy,</i> 29 Fed. Rep. 644; <i>The West Brooklyn,</i> 45 Fed. Rep. 60; <i>S.C.</i> 49 Fed. Rep. 688; <i>The Brooklyn,</i> 62 Fed. Rep. 759. <i>The Favorita</i> was also affirmed by this court upon a similar recognition of this rule. 18 Wall. 598.</p>\n<p>It is hardly necessary to say, however, that it would not be applicable, if the circumstances were such as to indicate that it would be impossible for an approaching steamer to avoid the ferry-boat. This seems to have been the case in <i>The Columbus,</i> Abbott's Adm. 384, since it can hardly be supposed that the judge, who decided the case of <i>The Relief,</i> should have intended to overrule that case within three years, without, at least, calling attention to the fact. Perhaps, too, the practice here suggested might be subject to some modification in a harbor less crowded than New York, where the transits of the ferry-boats are made with less frequency. As Mr. Justice Davis remarked in the case of <i>The Favorita,</i> p. 601: \"Manifestly the rules of navigation must vary according to the exigencies of business and the wants of the public. The rule which would be applicable in a harbor where the business was light, and the passage of vessels not liable to be <span class=\"star-pagination\">*263</span> impeded, would be inapplicable in a great thoroughfare like the East River.\" As it is clear in this case that a collision might have been avoided by prompt and decisive action on the part of the Breakwater, after the Pavonia left the wharf, and that with proper management there was no risk of collision, we think that no fault can be imputed to the latter in leaving at the time she did.</p>\n<p>Was she in fault for her manner of leaving? The finding is that as she began to move she sounded the usual long, single whistle to warn approaching vessels, and as her bow reached the outer end of the pier, she received in reply a single whistle from the Breakwater. From this moment, at least, the statutory rules of navigation became operative, and required the ferry-boat to keep her course and speed, and the Breakwater to keep out of her way. But that there might be no misunderstanding as to her intention, the Pavonia again gave a single whistle, in reply to that of the Breakwater, and the latter answered by another single whistle. Finding 8 indicates also that the same signals were exchanged the third time. Under these circumstances there certainly should have been no misunderstanding as to the proposed movements of each vessel, and no misapprehension as to their respective duties. The Pavonia fulfilled her obligation by keeping her wheel hard-a-port, and her engine at full speed, to counteract the tendency of the wind and tide to carry her down the river. The Breakwater knew, or was bound to know, as well as the Pavonia, that the immediate effect of the wind and tide, striking the ferry-boat broadside, would cause her to sag down the stream as she passed the outer end of the pier, and was bound to provide against this contingency. This she failed to do effectively. As she sounded her first whistle her engine was stopped, but not until the Pavonia sounded her second whistle did she reverse.</p>\n<p>In this connection counsel for the Breakwater claims that rule 19, requiring in the case of crossing steamers, that the one having the other upon her starboard side shall keep out of the way of the other, has no application. We think, however, the rule became obligatory from the moment the <span class=\"star-pagination\">*264</span> Pavonia got under way, when it became her duty to keep her course and speed, and that of the Breakwater to avoid her. <i>The Britannia,</i> 153 U.S. 130. It was said by this court in the case of <i>The Pacific,</i> (<i>New York, &amp;c. Steamship Co.</i> v. <i>Rumball,</i>) <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">How.</span> <span class=\"page\">372</span></span>, 384, and <i>The Wenona,</i> <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">41</span></span>, 52, that \"rules of navigation, such as have been mentioned, are obligatory upon vessels approaching each other, from the time the necessity of precaution begins, and continue to be applicable as the vessels advance, so long as the means and opportunity to avoid the danger remain.\" Where rules of this description are adopted for the guidance of seamen who are unlearned in the law and unaccustomed to nice distinctions, exceptions should be admitted with great caution, and only when imperatively required by the special circumstances mentioned in rule 24, which may exist in any particular case, rendering a departure from them necessary in order to avoid immediate danger. The moment the observance or non-observance of a rule becomes a matter of doubt or discretion, there is manifest danger, for the judgment of one pilot may lead him to observe the rule, while that of the other may lead him to disregard it. The theory of the claimant that a vessel at rest has no right to start from her wharf in sight of an approaching vessel, and thereby impose upon the latter the obligation to avoid her, is manifestly untenable, and would impose a wholly unnecessary burden upon the navigation of a great port like that of New York. In the particular case, too, the signals exchanged between the steamers indicated clearly that the Breakwater accepted the situation and the obligation imposed upon her by the starboard hand rule, and was bound to take prompt measures to discharge herself of such obligation.</p>\n<p>No fault is to be imputed to the Pavonia for her failure to stop and reverse, since it is quite obvious that if she had slackened speed her tendency to sag down the river would have been greatly increased, and she would practically have been at the mercy of the wind and tide. Her only safe course was to do precisely as she did: put her wheel hard-a-port and her engine at full speed. The duty to slacken speed manifestly <span class=\"star-pagination\">*265</span> does not apply where the effect would be to carry a steamer bodily down the current upon another vessel which is trying to avoid her.</p>\n<p>That the Breakwater did not reverse with sufficient promptness is evident from the fact that at the time the Pavonia started she was off Barclay Street, a distance of nearly 900 feet, while the collision occurred abreast the slip immediately below the one from which the Pavonia started, or about 580 feet from where the Breakwater was when the Pavonia left her bridge; while, if the Breakwater had promptly reversed, she would have stopped within her own length, (212 feet,) or about 360 feet below the spot where the collision took place.</p>\n<p>Upon the whole, notwithstanding the earnest argument of appellant's counsel, we think the decision of the Circuit Court was correct, and its decree is, therefore,</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 94033, "judges": "Brown, After Stating the Case", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/94033/", "sha1": "8f0e9e061f0465ef076ed7d04e03417b76df7d3e", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:12:53"}