{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "21 U.S. 268", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/85390/"
    ], 
    "scotus_early_cite": "8 Wheat. 268", 
    "case_name": "Spring v. South Carolina Ins. Co.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 52737, 
    "resource_uri": "/api/rest/v2/citation/52737/"
  }, 
  "id": 85390, 
  "blocked": false, 
  "judges": "Livingston", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1823-02-21", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>21 U.S. 268 (____)</b></center>\n<center><b>8 Wheat. 268</b></center>\n<center><h1>SETH SPRING and Sons, Appellants,<br>\nv.<br>\nThe SOUTH CAROLINA INSURANCE COMPANY, GRAY &amp; PINDAR, WILLIAM LINDSAY, and JOHN HASLETT, Respondents.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*273</span> Mr. Wheaton, for the appellants.</p>\n<p>Mr. Cheves, contra.</p>\n<p>Mr. Webster, for the appellants.</p>\n<p><span class=\"star-pagination\">*282</span> Mr. Justice LIVINGSTON delivered the opinion of the Court, and, after stating the case, proceeded as follows:</p>\n<p>In reviewing these proceedings, the first question necessary to decide is, to whom the policy, mentioned in the complainant's bill, belonged at the time of commencing the action on it. It does not appear that the names of the parties interested in the Abigail Ann, were disclosed to the Company, at the time of applying for insurance, or that their names were inserted in the policy. There is, however, no doubt, that when it was effected, Gray &amp; Pindar, and John H. Dearborne, were the owners; but in what proportions does not appear, nor is it material now to be known, for whatever interest was held by Gray &amp; Pindar, was regularly transferred to Dearborne, by their bill of sale, dated the 27th of May, 1811. This bill of sale is for the whole ship, and its consideration is 5000 dollars. Some time after, in the same year, Gray &amp; Pindar delivered to Henry Harford, as agent of Dearborne, the policy of insurance which had been made on it. Dearborne being thus sole proprietor of the Abigail Ann and policy, on the 28th of October, 1811, executed a bill of sale for the vessel, containing an assignment also of the policy, for valuable consideration, to John Spring, of the firm of Seth Spring &amp; Sons. Some objections were made to the proof of the execution of the instrument, but <span class=\"star-pagination\">*283</span> they were not listened to below, nor are they regarded as well founded by this Court. The proof was such as is required where a party to a deed and the subscribing witness are both dead. The handwriting of both was proved, and Maria Teubner, who testified to that of the witness, left no reasonable ground to doubt of his death. She was a creditor of this witness, and had taken some pains to obtain information where he was, but without success: her last account of him was, that he had entered on board an American privateer, and had not been heard of for four years. The credit of this witness, although the subject of some animadversion, is not impeached by any testimony in the cause, or by any thing which she herself has testified. It follows, then, that on the 28th of October, 1811, Seth Spring &amp; Sons became proprietors of the ship Abigail Ann, and of the policy, mentioned in these pleadings, and prima facie entitled to the whole of the moneys recovered on it, although the policy itself was not, at the time, put into their hands. Our next inquiry will be, whether any of the other parties, who are now before us, have a lien on it, or any other title to these moneys, or to any part of them.</p>\n<p>The claim of Haslett may be considered as out of the question \u0097 it having been postponed by the Circuit Court to that of the appellants, and there being no appeal from this part of the decree.</p>\n<p>Lindsay's demand will first be examined. This is made up of the premium paid for effecting the insurance \u0097 of an indemnity claimed by him for <span class=\"star-pagination\">*284</span> endorsing two bills of exchange for Dearborne, amounting to 400 pounds sterling, and for having become his bail \u0097 of the customary commissions for his trouble and attention in conducting the suit against the underwriters, and of the amount of a judgment which he obtained on the 19th of April, 1813, against Dearborne, on an attachment issued out of the Common Pleas for the district of Charleston, and which had been served on the complainants. This attachment was sued out on the 24th of February, 1812.</p>\n<p>No evidence is perceived in the proceedings in support of any one of these claims, except that which is founded on the judgment in the attachment. In his answer, Lindsay says that the policy was effected on his application, but no where pretends or alleges that he paid the premium for insuring the Abigail Ann, nor is there any proof aliunde of this fact. On the contrary, Gray &amp; Pindar, in their answer, expressly state, that it was paid by them, and was probably allowed in their account against Dearborne, in making up the award hereinafter mentioned. Haslett, in his answer, asserts that it was advanced by him. Now, although the answer of one defendant be no evidence against another, yet, in the absence of all proof to the contrary, and where a party observes a profound silence on a subject to which his attention could not but be excited, such answer, not varying from any allegation on his part, furnishes some evidence that he could not make the assertion, because the fact was, in reality, otherwise.</p>\n<p><span class=\"star-pagination\">*285</span> If this fact of the payment of the premium had been made out, the Court would have been disposed to award Mr. Lindsay payment out of the proceeds of the policy, for although he had once parted with it, yet, coming to his hands again, to be put in suit, his lien for the premium would revive and be protected, unless the manner of his parting with it had manifested an intention in him altogether to abandon such lien. His claim for a commission for conducting the suit against the underwriters is inadmissible, it appearing from the testimony of Harford, who transmitted the policy to him, and who is the only witness on this subject, that he has no right to make any such charge. Harford considers himself entitled to this commission, and has accordingly charged it to Dearborne, in an account annexed to his deposition. Now, as this is the witness on whom all the defendants, except Seth Spring &amp; Sons, principally rely, they cannot complain, if his testimony, when unfavourable, is allowed its full operation against them. It is evident, then, from the declaration of this witness, that he considered himself as the merchant who was prosecuting the suit, and that Mr. Lindsay was only employed to deliver the policy to a professional gentleman to bring the action. There is another obstacle in the way of this claim, which is, that Lindsay, in the business of this suit, acted, as Harford himself says, as his (Harford's) agent. Now there is not only no evidence of Harford himself being authorized by the owners of this policy, to bring any action on it, but it appears that his detention of it was a violation of duty, <span class=\"star-pagination\">*286</span> and that the action he brought, was more to answer his own purposes, and those of the other defendants, than to advance the interest of those whom he knew at the time to be assignees of the policy. In this state of things, nothing would be more unjust than to permit this fund to be encumbered, as against Seth Spring &amp; Sons, with the heavy charge of 5 per centum, in favour of any one of the parties, who, throughout the whole business, have had in view exclusively their own interest, and were acting in open hostility to those from whom they now demand this compensation. With what propriety can they now claim a commission from these gentlemen, when it is entirely or principally owing to their interference, that they have not to this day received any benefit from a judgment which was recovered for their use nearly eight years ago?</p>\n<p>Lindsay's claim to receive any part of this fund, on account of the two bills of exchange for 200 pounds each, is equally unfounded. That he would have had a lien on the policy for this transaction, without an express contract, (and none appears,) even if he had never parted with its possession, is a proposition which may well be controverted; but if such lien ever existed, (which is not asserted,) it is not like that for the premium advanced for an insurance; the latter may well revive, in some cases, on a broker's being restored to the possession of a policy, which had once been out of his hands; it being no more than reasonable, that whoever acquires an interest in it, should generally take it, subject to such a charge. It <span class=\"star-pagination\">*287</span> does not, however, follow, that liens, which may once have existed for other advances, or on other accounts, whether by agreement of the parties, or by the operation of usage or of law, should be placed on the same favoured footing. If, while a policy is out of the hands of the insurance broker, as was the case here, it is assigned for valuable consideration and bona fide, it would be unjust, on its returning to his possession, to revive encumbrances, of which the assignee could have had no notice, nor no certain means of finding out; for he could not reasonably suspect, that such liens had ever existed in favour of one who had parted with the possession of the only thing by which they could have been enforced. Nor can it make any difference whether the policy have been actually delivered to the assignee, provided the transfer were bona fide made, while out of the possession and power of the insurance broker. Upon the same principle it is, that a consignor loses his right to stop goods in transitu, although the consignee have become insolvent, after such consignee, having power to sell, has disposed of them, before their arrival, to a third person, unacquainted with any circumstance to taint the fairness of the transaction.</p>\n<p>The next charge which Lindsay attempts to fix upon this fund, is an indemnification for becoming bail for Dearborne. Now, if a responsibility, so contingent and remote as one of this nature, could by any possibility, without a very positive and express agreement, be turned into a lien on a policy of insurance, it does not appear in what suits he <span class=\"star-pagination\">*288</span> has thus become bail, nor whether he has not been released by the death of the principal of all liability; and of course any demand arising from such responsibility, if any ever existed, must be laid out of the question. And the answer which has already been given to his claim for endorsing certain bills of exchange, will also apply here.</p>\n<p>The judgment obtained in the attachment suit may be as easily disposed of. It is quite unnecessary to inquire whether these proceedings abated by the death of Dearborne, if he were dead at the time; for at the time of issuing the attachment, and of course long before judgment, Dearborne ceased to have any interest in this policy, the same having been already assigned to John Spring, of the firm of Seth Spring &amp; Sons. No attachment, therefore, against Dearborne, although served on the Company, could render the property of another liable for his debts. The attachment of Lindsay, it may incidentally be observed, furnishes some proof that he had no great confidence in the liens which he now asserts against this policy.</p>\n<p>The title of Gray &amp; Pindar remains to be examined. By their answer they claim five hundred and two dollars, as the premium paid for insurance on the Abigail Ann, and fifty dollars, paid as a commission for effecting the same. They likewise state; that large advances were made by them, between the 5th of April and 7th of August, 1811, on account of the said ship, her cargo, pilotage, and repairs; and they, also, it seems, became the bail of Dearborne in two several actions amount <span class=\"star-pagination\">*289</span> ing to one thousand dollars, which they have since become liable to pay; they were, also, endorsers of the two bills of exchange which were endorsed by Lindsay. After stating all these demands, they say, that upon closing the account between Dearborne and themselves, there was a balance in their favour of 1430 dollars and 16 cents, for which Dearborne gave them a bill of exchange on Logan, Lenon &amp; Co., of Liverpool; that feeling uneasy and insecure from the responsibility resting on them, and aware that they could be indemnified only by a specific lien, they would not deliver to Dearborne the policy, but put it for safe keeping into the hands of their friend, Henry Harford, for the express and avowed purpose of protecting them against all losses on the accounts aforesaid; the said policy being also intended as a security for certain debts due by Dearborne to Harford. Now, without looking any further than the answer of these gentlemen, it is most manifest that none of the demands or responsibilities which are stated in it, were contracted or entered into under any agreement or understanding with Dearborne himself, as Harford would have us believe, that they should be secured by a lien on this policy, but that such lien is set up solely on the ground of a subsequent understanding between them and Harford, to whom it was delivered, for the purpose of protecting them against loss. To derive any benefit from such a delivery, or such an assent on the part of Harford, it should appear, (which is not the case,) that they had a right to exact, and Harford a right to accept, of <span class=\"star-pagination\">*290</span> the policy on these terms. Unfortunately for these gentlemen, the testimony of their friend and witness, Mr. Harford, most incontestably establishes, that they were bound by the decision of persons of their own choice, of whom Harford himself was one, to deliver the policy, without annexing to such an act any condition or terms whatever; and also, that the authority of Harford extended only to its receipt and transmission to Mrs. Dearborne, the wife of Mr. John H. Dearborne. On the 21st of September, 1811, which is subsequent to all their advances, endorsements, and engagements for John H. Dearborne, he and Gray &amp; Pindar submitted all their controversies to two arbitrators, who, in conjunction with Harford, as umpire, awarded that Gray &amp; Pindar should pay to Dearborne 66 dollars and 77 cents, and surrender to him the policy on the Abigail Ann, without unnecessary delay. Now, this award could not have been signed by Harford, if he knew of any lien to which Gray &amp; Pindar were entitled on this policy. It was said that no notice could be taken of this award; but coming, as it does, from a witness of the party, who was himself umpire, and not being impeached, this Court cannot, without injustice, shut its eyes upon it. If a bill for its specific performance might have been entertained, which was not denied, what higher or better evidence can the Court have of the rights of the respective parties, at the time of the transactions referred to in the answer of Gray &amp; Pindar? If judges of their own selection have directed them, as they had a right to do, to surrender <span class=\"star-pagination\">*291</span> this policy without delay, and unconditionally, to Dearborne, this Court must now presume, (and it is a presumption with which neither Gray &amp; Pindar, nor Harford, can be justly offended,) that the policy was delivered to the latter, pursuant to the award; and if not, that any condition with which they thought proper to accompany such delivery, if not a breach of the arbitration bond, would at least be a trespass on good faith; and that no assent or understanding, on the part of Harford, who was without authority for this purpose, could confer any validity, or give any sanction to such an act. This award is also of importance, to show how entirely mistaken Gray &amp; Pindar are, in supposing Dearborne, at the time they speak of, so largely in their debt, when it appears by this instrument, that the balance, although not a large one, was in his favour.</p>\n<p>As to Harford's power, it appears, from his own letters, that he had no other authority than to transmit the policy, when received, to the family of Dearborne. Accordingly, in a letter to Seth Spring &amp; Sons, of the 26th of September, 1811, he transmits, for Mrs. Dearborne, the bill of sale for the Abigail Ann. And in another letter of the 3d of November following, to the same gentlemen, he apologizes for not sending on the policy, as it had not yet been received from Charleston. After this unequivocal evidence of what was his authority over this policy, it becomes quite unimportant to inquire what agreements he may have made, or what orders he gave Lindsay respecting the proceeds of it. It is not too much <span class=\"star-pagination\">*292</span> to say, that the one of the 13th of May, 1813, in favour of Haslett, by which the whole proceeds, after Lindsay's retaining for himself his legal claim and expenses, was a palpable violation of duty, or breach of instruction, towards Dearborne; and it was properly said by the Circuit Court, \"that to vest any interest, hostile to that of Seth Spring &amp; Sons, was certainly not in his power.\" Gray &amp; Pindar having been originally interested in this ship and policy, on which there was some reliance by their counsel, places them, as it regards a lien, in a condition less favourable than if such ownership had never existed; for by such overt acts, as the execution of a bill of sale of the vessel, and a delivery of the policy, pursuant to the award, to the agent of Dearborne, they have done all in their power to inform the world that they had no claim on either for any demands against Dearborne.</p>\n<p>There is error, also, in that part of the decree, which directs Seth Spring &amp; Sons to account for their claims on Dearborne. The complainants have no right to an account; and the defendants being called here only to interplead, and having failed to establish any claim on this fund, have as little right to such an account. They cannot, at any rate, require it in the position in which they now stand as co-defendants with Seth Spring &amp; Sons. It is but justice to remark, that for aught that appears in the present suit, there is no reason to suspect the integrity of the assignment to Seth Spring &amp; Sons; they appear to be respectable merchants, and to have been large creditors of <span class=\"star-pagination\">*293</span> Dearborne. It is the opinion of this Court, that the decree of the Circuit Court be reversed, so far as it postponed the demand of the appellants to those of Lindsay and of Gray &amp; Pindar, and directed them to account; and that instead thereof, a decree must be entered in their favour, for the whole amount recovered on the policy, with interest, (the money not having been brought into Court,) at the rate of 6 per cent. per annum, from the time of rendering the judgment, the complainants deducting therefrom their costs of suit. The defendants must pay their own costs.</p>\n<p>DECREE. This cause coming on to be heard, and being argued by counsel of the respective parties: It is ORDERED, ADJUDGED, and DECREED, that the decree of the Circuit Court for the District of South Carolina, in this case, be, and the same is, hereby reversed and annulled: and this Court, proceeding to pass such decree as the said Circuit Court for the District of South Carolina should have passed, doth further ORDER and DECREE, that the complainants pay to the defendant, John Spring, of the firm of Seth Spring &amp; Sons, the whole amount of the judgment recovered against them on the policy on the ship Abigail Ann, mentioned in the pleadings in this cause, with interest, at the rate of 6 per centum per annum, from the time of rendering such judgment, after deducting therefrom their costs of suit, to be taxed. And it is further ORDERED, ADJUDGED, and DECREED, that the defendants in the said Circuit Court, respectively, pay their own costs.</p>\n</div>", 
  "time_retrieved": "2010-04-28T08:59:40", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">268</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">268</span></span></b></center>\n<center><h1>SETH SPRING and Sons, Appellants,<br>\nv.<br>\nThe SOUTH CAROLINA INSURANCE COMPANY, GRAY &amp; PINDAR, WILLIAM LINDSAY, and JOHN HASLETT, Respondents.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*273</span> Mr. Wheaton, for the appellants.</p>\n<p>Mr. Cheves, contra.</p>\n<p>Mr. Webster, for the appellants.</p>\n<p><span class=\"star-pagination\">*282</span> Mr. Justice LIVINGSTON delivered the opinion of the Court, and, after stating the case, proceeded as follows:</p>\n<p>In reviewing these proceedings, the first question necessary to decide is, to whom the policy, mentioned in the complainant's bill, belonged at the time of commencing the action on it. It does not appear that the names of the parties interested in the Abigail Ann, were disclosed to the Company, at the time of applying for insurance, or that their names were inserted in the policy. There is, however, no doubt, that when it was effected, Gray &amp; Pindar, and John H. Dearborne, were the owners; but in what proportions does not appear, nor is it material now to be known, for whatever interest was held by Gray &amp; Pindar, was regularly transferred to Dearborne, by their bill of sale, dated the 27th of May, 1811. This bill of sale is for the whole ship, and its consideration is 5000 dollars. Some time after, in the same year, Gray &amp; Pindar delivered to Henry Harford, as agent of Dearborne, the policy of insurance which had been made on it. Dearborne being thus sole proprietor of the Abigail Ann and policy, on the 28th of October, 1811, executed a bill of sale for the vessel, containing an assignment also of the policy, for valuable consideration, to John Spring, of the firm of Seth Spring &amp; Sons. Some objections were made to the proof of the execution of the instrument, but <span class=\"star-pagination\">*283</span> they were not listened to below, nor are they regarded as well founded by this Court. The proof was such as is required where a party to a deed and the subscribing witness are both dead. The handwriting of both was proved, and Maria Teubner, who testified to that of the witness, left no reasonable ground to doubt of his death. She was a creditor of this witness, and had taken some pains to obtain information where he was, but without success: her last account of him was, that he had entered on board an American privateer, and had not been heard of for four years. The credit of this witness, although the subject of some animadversion, is not impeached by any testimony in the cause, or by any thing which she herself has testified. It follows, then, that on the 28th of October, 1811, Seth Spring &amp; Sons became proprietors of the ship Abigail Ann, and of the policy, mentioned in these pleadings, and prima facie entitled to the whole of the moneys recovered on it, although the policy itself was not, at the time, put into their hands. Our next inquiry will be, whether any of the other parties, who are now before us, have a lien on it, or any other title to these moneys, or to any part of them.</p>\n<p>The claim of Haslett may be considered as out of the question \u0097 it having been postponed by the Circuit Court to that of the appellants, and there being no appeal from this part of the decree.</p>\n<p>Lindsay's demand will first be examined. This is made up of the premium paid for effecting the insurance \u0097 of an indemnity claimed by him for <span class=\"star-pagination\">*284</span> endorsing two bills of exchange for Dearborne, amounting to 400 pounds sterling, and for having become his bail \u0097 of the customary commissions for his trouble and attention in conducting the suit against the underwriters, and of the amount of a judgment which he obtained on the 19th of April, 1813, against Dearborne, on an attachment issued out of the Common Pleas for the district of Charleston, and which had been served on the complainants. This attachment was sued out on the 24th of February, 1812.</p>\n<p>No evidence is perceived in the proceedings in support of any one of these claims, except that which is founded on the judgment in the attachment. In his answer, Lindsay says that the policy was effected on his application, but no where pretends or alleges that he paid the premium for insuring the Abigail Ann, nor is there any proof aliunde of this fact. On the contrary, Gray &amp; Pindar, in their answer, expressly state, that it was paid by them, and was probably allowed in their account against Dearborne, in making up the award hereinafter mentioned. Haslett, in his answer, asserts that it was advanced by him. Now, although the answer of one defendant be no evidence against another, yet, in the absence of all proof to the contrary, and where a party observes a profound silence on a subject to which his attention could not but be excited, such answer, not varying from any allegation on his part, furnishes some evidence that he could not make the assertion, because the fact was, in reality, otherwise.</p>\n<p><span class=\"star-pagination\">*285</span> If this fact of the payment of the premium had been made out, the Court would have been disposed to award Mr. Lindsay payment out of the proceeds of the policy, for although he had once parted with it, yet, coming to his hands again, to be put in suit, his lien for the premium would revive and be protected, unless the manner of his parting with it had manifested an intention in him altogether to abandon such lien. His claim for a commission for conducting the suit against the underwriters is inadmissible, it appearing from the testimony of Harford, who transmitted the policy to him, and who is the only witness on this subject, that he has no right to make any such charge. Harford considers himself entitled to this commission, and has accordingly charged it to Dearborne, in an account annexed to his deposition. Now, as this is the witness on whom all the defendants, except Seth Spring &amp; Sons, principally rely, they cannot complain, if his testimony, when unfavourable, is allowed its full operation against them. It is evident, then, from the declaration of this witness, that he considered himself as the merchant who was prosecuting the suit, and that Mr. Lindsay was only employed to deliver the policy to a professional gentleman to bring the action. There is another obstacle in the way of this claim, which is, that Lindsay, in the business of this suit, acted, as Harford himself says, as his (Harford's) agent. Now there is not only no evidence of Harford himself being authorized by the owners of this policy, to bring any action on it, but it appears that his detention of it was a violation of duty, <span class=\"star-pagination\">*286</span> and that the action he brought, was more to answer his own purposes, and those of the other defendants, than to advance the interest of those whom he knew at the time to be assignees of the policy. In this state of things, nothing would be more unjust than to permit this fund to be encumbered, as against Seth Spring &amp; Sons, with the heavy charge of 5 per centum, in favour of any one of the parties, who, throughout the whole business, have had in view exclusively their own interest, and were acting in open hostility to those from whom they now demand this compensation. With what propriety can they now claim a commission from these gentlemen, when it is entirely or principally owing to their interference, that they have not to this day received any benefit from a judgment which was recovered for their use nearly eight years ago?</p>\n<p>Lindsay's claim to receive any part of this fund, on account of the two bills of exchange for 200 pounds each, is equally unfounded. That he would have had a lien on the policy for this transaction, without an express contract, (and none appears,) even if he had never parted with its possession, is a proposition which may well be controverted; but if such lien ever existed, (which is not asserted,) it is not like that for the premium advanced for an insurance; the latter may well revive, in some cases, on a broker's being restored to the possession of a policy, which had once been out of his hands; it being no more than reasonable, that whoever acquires an interest in it, should generally take it, subject to such a charge. It <span class=\"star-pagination\">*287</span> does not, however, follow, that liens, which may once have existed for other advances, or on other accounts, whether by agreement of the parties, or by the operation of usage or of law, should be placed on the same favoured footing. If, while a policy is out of the hands of the insurance broker, as was the case here, it is assigned for valuable consideration and bona fide, it would be unjust, on its returning to his possession, to revive encumbrances, of which the assignee could have had no notice, nor no certain means of finding out; for he could not reasonably suspect, that such liens had ever existed in favour of one who had parted with the possession of the only thing by which they could have been enforced. Nor can it make any difference whether the policy have been actually delivered to the assignee, provided the transfer were bona fide made, while out of the possession and power of the insurance broker. Upon the same principle it is, that a consignor loses his right to stop goods in transitu, although the consignee have become insolvent, after such consignee, having power to sell, has disposed of them, before their arrival, to a third person, unacquainted with any circumstance to taint the fairness of the transaction.</p>\n<p>The next charge which Lindsay attempts to fix upon this fund, is an indemnification for becoming bail for Dearborne. Now, if a responsibility, so contingent and remote as one of this nature, could by any possibility, without a very positive and express agreement, be turned into a lien on a policy of insurance, it does not appear in what suits he <span class=\"star-pagination\">*288</span> has thus become bail, nor whether he has not been released by the death of the principal of all liability; and of course any demand arising from such responsibility, if any ever existed, must be laid out of the question. And the answer which has already been given to his claim for endorsing certain bills of exchange, will also apply here.</p>\n<p>The judgment obtained in the attachment suit may be as easily disposed of. It is quite unnecessary to inquire whether these proceedings abated by the death of Dearborne, if he were dead at the time; for at the time of issuing the attachment, and of course long before judgment, Dearborne ceased to have any interest in this policy, the same having been already assigned to John Spring, of the firm of Seth Spring &amp; Sons. No attachment, therefore, against Dearborne, although served on the Company, could render the property of another liable for his debts. The attachment of Lindsay, it may incidentally be observed, furnishes some proof that he had no great confidence in the liens which he now asserts against this policy.</p>\n<p>The title of Gray &amp; Pindar remains to be examined. By their answer they claim five hundred and two dollars, as the premium paid for insurance on the Abigail Ann, and fifty dollars, paid as a commission for effecting the same. They likewise state; that large advances were made by them, between the 5th of April and 7th of August, 1811, on account of the said ship, her cargo, pilotage, and repairs; and they, also, it seems, became the bail of Dearborne in two several actions amount <span class=\"star-pagination\">*289</span> ing to one thousand dollars, which they have since become liable to pay; they were, also, endorsers of the two bills of exchange which were endorsed by Lindsay. After stating all these demands, they say, that upon closing the account between Dearborne and themselves, there was a balance in their favour of 1430 dollars and 16 cents, for which Dearborne gave them a bill of exchange on Logan, Lenon &amp; Co., of Liverpool; that feeling uneasy and insecure from the responsibility resting on them, and aware that they could be indemnified only by a specific lien, they would not deliver to Dearborne the policy, but put it for safe keeping into the hands of their friend, Henry Harford, for the express and avowed purpose of protecting them against all losses on the accounts aforesaid; the said policy being also intended as a security for certain debts due by Dearborne to Harford. Now, without looking any further than the answer of these gentlemen, it is most manifest that none of the demands or responsibilities which are stated in it, were contracted or entered into under any agreement or understanding with Dearborne himself, as Harford would have us believe, that they should be secured by a lien on this policy, but that such lien is set up solely on the ground of a subsequent understanding between them and Harford, to whom it was delivered, for the purpose of protecting them against loss. To derive any benefit from such a delivery, or such an assent on the part of Harford, it should appear, (which is not the case,) that they had a right to exact, and Harford a right to accept, of <span class=\"star-pagination\">*290</span> the policy on these terms. Unfortunately for these gentlemen, the testimony of their friend and witness, Mr. Harford, most incontestably establishes, that they were bound by the decision of persons of their own choice, of whom Harford himself was one, to deliver the policy, without annexing to such an act any condition or terms whatever; and also, that the authority of Harford extended only to its receipt and transmission to Mrs. Dearborne, the wife of Mr. John H. Dearborne. On the 21st of September, 1811, which is subsequent to all their advances, endorsements, and engagements for John H. Dearborne, he and Gray &amp; Pindar submitted all their controversies to two arbitrators, who, in conjunction with Harford, as umpire, awarded that Gray &amp; Pindar should pay to Dearborne 66 dollars and 77 cents, and surrender to him the policy on the Abigail Ann, without unnecessary delay. Now, this award could not have been signed by Harford, if he knew of any lien to which Gray &amp; Pindar were entitled on this policy. It was said that no notice could be taken of this award; but coming, as it does, from a witness of the party, who was himself umpire, and not being impeached, this Court cannot, without injustice, shut its eyes upon it. If a bill for its specific performance might have been entertained, which was not denied, what higher or better evidence can the Court have of the rights of the respective parties, at the time of the transactions referred to in the answer of Gray &amp; Pindar? If judges of their own selection have directed them, as they had a right to do, to surrender <span class=\"star-pagination\">*291</span> this policy without delay, and unconditionally, to Dearborne, this Court must now presume, (and it is a presumption with which neither Gray &amp; Pindar, nor Harford, can be justly offended,) that the policy was delivered to the latter, pursuant to the award; and if not, that any condition with which they thought proper to accompany such delivery, if not a breach of the arbitration bond, would at least be a trespass on good faith; and that no assent or understanding, on the part of Harford, who was without authority for this purpose, could confer any validity, or give any sanction to such an act. This award is also of importance, to show how entirely mistaken Gray &amp; Pindar are, in supposing Dearborne, at the time they speak of, so largely in their debt, when it appears by this instrument, that the balance, although not a large one, was in his favour.</p>\n<p>As to Harford's power, it appears, from his own letters, that he had no other authority than to transmit the policy, when received, to the family of Dearborne. Accordingly, in a letter to Seth Spring &amp; Sons, of the 26th of September, 1811, he transmits, for Mrs. Dearborne, the bill of sale for the Abigail Ann. And in another letter of the 3d of November following, to the same gentlemen, he apologizes for not sending on the policy, as it had not yet been received from Charleston. After this unequivocal evidence of what was his authority over this policy, it becomes quite unimportant to inquire what agreements he may have made, or what orders he gave Lindsay respecting the proceeds of it. It is not too much <span class=\"star-pagination\">*292</span> to say, that the one of the 13th of May, 1813, in favour of Haslett, by which the whole proceeds, after Lindsay's retaining for himself his legal claim and expenses, was a palpable violation of duty, or breach of instruction, towards Dearborne; and it was properly said by the Circuit Court, \"that to vest any interest, hostile to that of Seth Spring &amp; Sons, was certainly not in his power.\" Gray &amp; Pindar having been originally interested in this ship and policy, on which there was some reliance by their counsel, places them, as it regards a lien, in a condition less favourable than if such ownership had never existed; for by such overt acts, as the execution of a bill of sale of the vessel, and a delivery of the policy, pursuant to the award, to the agent of Dearborne, they have done all in their power to inform the world that they had no claim on either for any demands against Dearborne.</p>\n<p>There is error, also, in that part of the decree, which directs Seth Spring &amp; Sons to account for their claims on Dearborne. The complainants have no right to an account; and the defendants being called here only to interplead, and having failed to establish any claim on this fund, have as little right to such an account. They cannot, at any rate, require it in the position in which they now stand as co-defendants with Seth Spring &amp; Sons. It is but justice to remark, that for aught that appears in the present suit, there is no reason to suspect the integrity of the assignment to Seth Spring &amp; Sons; they appear to be respectable merchants, and to have been large creditors of <span class=\"star-pagination\">*293</span> Dearborne. It is the opinion of this Court, that the decree of the Circuit Court be reversed, so far as it postponed the demand of the appellants to those of Lindsay and of Gray &amp; Pindar, and directed them to account; and that instead thereof, a decree must be entered in their favour, for the whole amount recovered on the policy, with interest, (the money not having been brought into Court,) at the rate of 6 per cent. per annum, from the time of rendering the judgment, the complainants deducting therefrom their costs of suit. The defendants must pay their own costs.</p>\n<p>DECREE. This cause coming on to be heard, and being argued by counsel of the respective parties: It is ORDERED, ADJUDGED, and DECREED, that the decree of the Circuit Court for the District of South Carolina, in this case, be, and the same is, hereby reversed and annulled: and this Court, proceeding to pass such decree as the said Circuit Court for the District of South Carolina should have passed, doth further ORDER and DECREE, that the complainants pay to the defendant, John Spring, of the firm of Seth Spring &amp; Sons, the whole amount of the judgment recovered against them on the policy on the ship Abigail Ann, mentioned in the pleadings in this cause, with interest, at the rate of 6 per centum per annum, from the time of rendering such judgment, after deducting therefrom their costs of suit, to be taxed. And it is further ORDERED, ADJUDGED, and DECREED, that the defendants in the said Circuit Court, respectively, pay their own costs.</p>\n</div>", 
  "sha1": "20fa9699895a3a864d39625a7c10f2fe626b6fbf", 
  "date_modified": "2014-12-21T01:24:02.266233", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/85390/spring-v-south-carolina-ins-co/", 
  "citation_count": 0, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/402130/", 
  "html": "<p class=\"case_cite\">21 U.S. 268</p>\n    <p class=\"case_cite\">5 L.Ed. 614</p>\n    <p class=\"case_cite\">8 Wheat. 268</p>\n    <p class=\"parties\">SETH SPRING and Sons, Appellants,<br>v.<br>The SOUTH CAROLINA INSURANCE COMPANY, GRAY &amp; PINDAR,<br>WILLIAM LINDSAY, and JOHN HASLETT, Respondents.</p>\n    <p class=\"date\">February 21, 1823</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL from the Circuit Court of South Carolina.</p>\n      <p class=\"indent\">This was a bill of interpleader, filed by the South Carolina Insurance Company in the Court below, on the 25th of April, 1816, against the appellants, and Gray &amp; Pindar, William Lindsay, and John Haslett, praying, that they might file their answers, and interplead, so that it might be determined to whom the proceeds of a certain policy of insurance should be paid. It appeared by the pleadings, and the evidence in the cause, that this policy had been made on the 6th of May, 1811, by the respondents, the South Carolina Insurance Company, upon a vessel called the Abigail Ann, then lying at Savannah, on a voyage to Dublin, or a port in St. George's Channel, for account of John H. Dearborne, and the respondents, Gray &amp; Pindar, the latter of whom were merchants residing at Charleston, South Carolina, and at that time part owners of the ship, but, on the 27th of May, 1811, sold their interest therein to Dearborne. On the 5th of July, 1811, the vessel sailed on the voyage insured. It appeared, that the respondent, Lindsay, as the agent of the parties, had procured this policy to be underwritten. It also appeared, that Lindsay had delivered the policy to Gray &amp; Pindar, for the use of Gray &amp; Pindar, and Dearborne, without at the same time expressly claiming any lien upon it.</p>\n      <p class=\"indent\">After the sailing of the Abigail Ann, Dearborne, and Gray &amp; Pindar, jointly purchased and loaded another ship, called the Levi Dearborne, of which vessel and cargo Dearborne owned two thirds, and Gray &amp; Pindar one third. In September, 1811, this vessel sailed from Savannah for Europe, and Dearborne went in her. Before sailing, D. had drawn bills on England, some of which were endorsed and negotiated by Lindsay, which were returned protested for non-acceptance, and Lindsay was compelled to pay them. Haslett also made advances to Dearborne, and took his bills on England, secured by a bottomry bond on the ship Levi Dearborne. These bills also returned protested.</p>\n      <p class=\"indent\">Before Dearborne left Savannah, certain misunderstanding arose between him and Gray &amp; Pindar, which it was agreed should be referred to arbitrators. On the 21st of September, 1811, the arbitrators, and one Harford, as umpire, awarded that Gray &amp; Pindar should execute a bill of sale of the ship Abigail Ann to Dearborne, and deliver to him the policy of insurance thereon, without unnecessary delay. Before he sailed, Dearborne directed Harford to transmit to his wife, in the District of Maine, to the care of Seth Spring &amp; Sons, the bill of sale, and policy of insurance, which had been thus awarded to him. The policy was subsequently sent by Harford to Lindsay, to be put in suit against the South Carolina Insurance Company.</p>\n      <p class=\"indent\">The ship Levi Dearborne was obliged to put into New-York by stress of weather, and there Dearborne, on the 28th of October, 1811, made an assignment of the Abigail Ann, and of his interest in the ship Levi Dearborne, and of the policies upon both vessels, to S. Spring &amp; Sons, to secure the payment of a debt due by Dearborne to them, amounting to about 16,000 dollars. The handwriting of Dearborne, and of the subscribing witness to the deed of assignment, were both proved; and one Maria Teubner, who testified to that of the subscribing witness, swore that she was one of his creditors, and had taken pains to obtain information of where he was, but without success. The last account of him was, that he had entered on board of an American privateer, during the last war, and had not been heard of for four years. The assignment was made subject to pay out of the cargo of the Abigail Ann, if it reached the hands of his correspondents in England, certain bills which he had drawn on them, in the confidence that they would be paid out of the cargo of the Levi Dearborne. Nothing was realized from that vessel and cargo, and the Abigail Ann was lost at sea. An action was brought upon the policy on the Abigail Ann, in the names of Dearborne, and Gray &amp; Pindar, against the South Carolina Insurance Company, and judgment obtained against the latter, in 1815, for the sum of 9,800 dollars. Dearborne died in March, 1813. On the 24th of February, 1812, Lindsay, on the return of the bills endorsed by him, issued an attachment under the laws of South Carolina, against Dearborne, who was then absent from that state, and served a copy upon the South Carolina Insurance Company. On the 21st of May, 1812, Haslett also issued an attachment against Dearborne, and served a copy on the South Carolina Insurance Company. No appearance was entered for Dearborne in these attachment suits, and judgment was obtained on Lindsay's on the 19th of April, 1813, and on Haslett's on the 10th of June, 1815.</p>\n      <p class=\"indent\">At the hearing in the Court below, after the depositions, and regularly proved exhibits in the cause had been read, an order signed by Harford, as agent for Dearborne, and S. Spring &amp; Sons, on Lindsay, in favour of Haslett, was read in evidence, without notice to the appellants, or an order for its being read at the hearing.</p>\n      <p class=\"indent\">The Circuit Court decreed, that the demand of Lindsay should be first satisfied, and paid out of the fund; that of Gray &amp; Pindar next; that of S. Spring &amp; Sons next; that Haslett was entitled to the surplus, if any; and that S. Spring &amp; Sons should account, and prove their claims against Dearborne, either by filing a cross-bill, or by answering upon interrogatories.</p>\n      <p class=\"indent\">From this decree an appeal was taken by S. Spring &amp; Company to this Court.</p>\n      <p class=\"center\"><i>Feb.</i> 13<i>th.</i></p>\n      <p class=\"indent\">Mr. <i>Wheaton</i>, for the appellants, stated, 1. That he would first clear the case of all extraneous matters, and for this purpose would throw out of it both Haslett's and Lindsay's claim. The former was justly postponed to that of S. Spring &amp; Sons, by the Court below; he has not appealed, and could have no claim under the attachment suits, for Dearborne died before his suit was even commenced. The claim of Lindsay, (so as it arises from his attachment,) must also be rejected on two grounds: 1st. The policy of insurance on the Abigail Ann had been transferred long before his suit. 2d. It was abated by the death of Dearborne. This was understood to be the local law, as established by the decisions of the Courts of South Carolina. Crocker v. Radcliffe, 3 Brev. 23. The order, dated the 23d of May, 1813, and signed by Harford, as Dearborne's agent, and read in evidence as an exhibit, must also be excluded from the cause. There is no evidence that he was the agent of Dearborne for this purpose; and even if he had been, the paper was irregularly introduced. It is the settled practice of the Court of Chancery, wherever any thing like a regular practice prevails, that no exhibit can be proved at the hearing, without satisfactory reasons why it was not proved in the usual way, before the examiner; and if proved at the hearing, a cross-examination of the witnesses is always allowed. And an order must be previously obtained, or, at least, notice given. Consequa v. Fanning, 2 Johns. Ch. 481, and the cases there cited.</p>\n      <p class=\"indent\">2. The decree below seems to be mainly founded on Harford's order, thus irregularly interpolated into the cause. Before the pretended liens of Gray &amp; Pindar, and of Lindsay, had attached, the assignment had vested the property in the appellants, S. Spring &amp; Sons. Lindsay, after he had delivered up the policy, and an intermediate transfer of it to <i>bonae fidei</i> purchasers, could not, by again obtaining possession of it, without the consent of such purchasers, regain his lien, even if he ever had one. His possession was wrongful; and if rightful, he had no right to retain for a general balance. The lien of a policy broker is confined to his general balance on policy transactions, and does not extend to other debts. Olive v. Smith, 5 Taunt. 57. Properly speaking, there is no such thing as a lien by <i>contract</i>. Liens are created by the law, and pledges by contract. But no express pledge is proved in this case. Neither can the analogy of the law of stoppage, <i>in transitu</i>, be applied, where the property has already been transferred to a creditor or other <i>bonae fidei</i> purchaser.</p>\n      <p class=\"indent\">3. In a bill of interpleader, all the parties are actors. Each party states his own claim, and the admission of no one is evidence against another. The appellants are not bound by the admission of the other co-defendants. They do not admit any such liens as are set up by the other parties, and no evidence is produced of their existence, except the order of Harford, which cannot be admitted. <i>Non constat</i> when that order was executed. It might have been at the very moment before the hearing; and the bare possibility of this shows the danger of permitting it to be read in evidence without notice, and without cross-examination.</p>\n      <p class=\"indent\">4. There are, besides, several formal objections. The plaintiffs below do not offer to bring the money into Court, nor is there any affidavit accompanying the bill, and showing that it was filed without collusion. The want of this was a ground of demurrer, and they are clearly not entitled to their costs out of the fund. 1 Madd. Ch. 174, 181. The appellants are the only parties who, in answering, insist on their rights; the others merely pray to be dismissed.</p>\n      <p class=\"indent\">Mr. <i>Cheves</i>, contra, stated, that there were four claims in this case.</p>\n      <p class=\"indent\">1. That of Haslett.</p>\n      <p class=\"indent\">2. That of Lindsay.</p>\n      <p class=\"indent\">3. That of Gray &amp; Pindar.</p>\n      <p class=\"indent\">4. That of the appellants, S. Spring &amp; Sons.</p>\n      <p class=\"indent\">1. The decree adjudges the surplus, if any, to Haslett, after payment of the other claims. But he has no claim upon the fund in controversy, unless it arises under his attachment. The case of <i>Crocker</i> v. <i>Radcliffe</i>, referred to on the other side, is not before the Court in a shape in which the precise point decided can be known. The point said to have been ruled in that case, appears to have been determined otherwise in a previous case;<a class=\"footnote\" href=\"#fne\" id=\"fne_ref\">e</a> and the principle of this last decision appears to be correct. The proceeding by attachment is a proceeding <i>in rem</i>, and, therefore, ought not to abate by the death of the party. It is probable, that in <i>Crocker</i> v. <i>Radcliffe</i>, nothing had been attached upon the process, and, therefore, the suit was adjudged to abate by the defendant's death; but, in the present case, the fund in question was attached, and is bound by that attachment, subject only to the previous liens.</p>\n      <p class=\"indent\">2. Lindsay's claim is supported by the law of liens.<a class=\"footnote\" href=\"#fnf\" id=\"fnf_ref\">f</a> Though he may have parted with possession of the policy for a time, upon regaining it, his lien was re-established.<a class=\"footnote\" href=\"#fng\" id=\"fng_ref\">g</a> But if the lien of Gray &amp; Pindar, to whom he parted with the possession, be established, that will cover his claim, they being prior endorsers on the bills which form his demand, and their claim also embracing those bills.</p>\n      <p class=\"indent\">3. The claim of Gray &amp; Pindar is supported by express contract, as well as the general law of lien. The express contract is supported by the testimony of Harford. The implied lien is supported by the possession of Lindsay, which was the possession of Gray &amp; Pindar until he delivered it to them, and afterwards by the possession of Harford, whose possession also was their possession. Their lien embraces as well the bills which they endorsed for Dearborne, that were returned protested for non-payment, and were paid by Lindsay, as the sums they have actually paid. The case of <i>Mann</i> v. <i>Shiffner</i>, 2 <i>East's Rep.</i> 523 covers the whole of this claim. Manual possession is not necessary. It is the power to control the possession which gives the lien.<a class=\"footnote\" href=\"#fni\" id=\"fni_ref\">i</a> The award did not impair the lien, without the acquiescence of Gray &amp; Pindar, and the surrender of the possession of the policy. It did not even give a right to the possession. The only remedy was an action on the award.<a class=\"footnote\" href=\"#fnj\" id=\"fnj_ref\">j</a> But the award itself was not valid. The testimony of Harford proves, that the indemnity of Gray &amp; Pindar for their endorsement of Dearborne's bills, was one of the points submitted, and as it was not determined, the award is void.<a class=\"footnote\" href=\"#fnk\" id=\"fnk_ref\">k</a></p>\n      <p class=\"indent\">4. The claim of the appellants, S. Spring &amp; Sons, is not sufficiently proved. They have not proved either the deed of assignment under which they claim, or the debt for which they claim. The subscribing witness to the deed is not produced or examined. 5 Cranch 13; 4 Taunt. 46. The testimony to prove his handwriting is doubtful and improbable. The assignment alleges a debt of about 16,000 dollars. The evidence shows only that the appellants paid 2900 dollars for the assignor, three or four years before, and that they became his surety for 1200 dollars more at the time of the assignment. These, and many other circumstances, give good reason to doubt the integrity of the transaction.</p>\n      <p class=\"indent\">The objections to the form of the bill, and to the answer of the three first mentioned claimants, cannot be sustained. (1.) The only consequences of not offering in the bill to bring the money into Court were, that the parties interpleaded might have moved the Court to order the complainants to pay it into Court; or, perhaps, they might have demurred. They have done neither, and they are now too late with their objection. (2.) The same answer is applicable to the objection for want of an affidavit, that the bill was exhibited without fraud or collusion. They might have demurred, but they have not done so. (3.) As to the omission of the answer (except that of the appellants) to pray for a decree other than their dismissal with costs: this is the common form prescribed by the books of practice, and will sustain a decree for the defendants other than a decree of dismissal with costs. And even though the objection were, in general, well founded, it could not affect this decree, if it can be sustained on the merits; because, as to the appellants, they can only be satisfied after payment of Lindsay, and of Gray &amp; Pindar; and as to Haslett's claim, after the others are satisfied, his attachment will bind the surplus.</p>\n      <p class=\"indent\">Mr. <i>Webster</i>, for the appellants, in reply, argued, that in this form of suit, being a bill of interpleader, even if S. Spring &amp; Sons made out no title, it did not follow that the decree must be affirmed. For aught that appeared, the right party might not yet be before the Court. The personal representatives of Dearborne may be necessary parties. Every distinct claim stands on its own merits; and even if Spring &amp; Sons are not entitled, the fund cannot be decreed to others, unless they prove themselves to be entitled.</p>\n      <p class=\"indent\">There are two questions: (1.) Can the decree, so far as it allows Lindsay's and Gray &amp; Pindar's claims, be maintained? (2.) Can their claims be preferred to those of Spring &amp; Sons?</p>\n      <p class=\"indent\">And first, as to Lindsay's claim. So far as it is founded upon the attachment suit, it cannot be supported. The judgment against Dearborne, who was dead at the time, is a mere nullity. Besides, the property in the fund had actually been transferred to Spring &amp; Sons before the attachment was laid. If there was a previous lien, the party does not stand in need of the judgment. If there was not, the property was vested in others by the assignment, and the judgment came too late. But he could have acquired no such lien as that which is now set up. There is no rule of law which declares, that if a creditor gets, by any means whatsoever, possession of the effects of his debtor, he has thereby a lien as of course. There is here no proof of an actual pledge; and a general lien he cannot have, because, although a broker has a lien for his general balance, on account of policy brokerage, it does not extend to other brokerage. The case cited from 5 <i>Taunton</i>, is decisive to this point. If it be said that he is not a broker, then the case is so much stronger against him, for he can have no brokerage balance for which to retain. Besides, he having once parted with the possession of the policy, without insisting on his lien, it does not revive by returning to his possession again.</p>\n      <p class=\"indent\">As to Gray &amp; Pindar's claim. It rests on two grounds. (1.) A general lien. (2.) A special agreement. But how can they claim a general lien? They are not insurance brokers. In order to make out a lien, they must show some course of trade, and some dealing and relation between the parties, to authorize it: a debt, and a liability are not alone sufficient. It is said, they had a lien, because they have never been devested of possession. But, possession does not create a lien. There must be a right to claim. The assignment operated on the policy in the hands of Gray &amp; Pindar, just as if there had been an actual delivery to the assignees. A lien cannot exist by the party merely having the legal control. That control must be coupled with an interest in the thing. A trustee cannot set up a lien for debts generally, merely because the estate stands in his name.</p>\n      <p class=\"indent\">But, even supposing Gray &amp; Pindar once had such a lien, it was defeated by the award, that the policy should be given up by them to the order of Dearborne. The award here pleaded, is perfectly good on the fact of it; it is completely binding on the parties, and cannot be in this way impeached. A party cannot claim, in equity, against an award, without impeaching it <i>by bill</i>.<a class=\"footnote\" href=\"#fnm\" id=\"fnm_ref\">m</a> There is here no proof of partiality, or corruption, or excess of power; and nothing else will, in equity, set aside an award. 3 <i>Atk.</i> 529; <i>Ambl.</i> 245; 1 Dick. 474; 2 Ves. jr. 15; 6 Ibid. 282. It is said the award does not bind, because the arbitrators did not award an indemnity; and to support this position, a case is cited where they would not act at all on the claim. That case is not this. There is no evidence that Gray &amp; Pindar ever made any claim for indemnity before the arbitrators; and if they did, for aught that appears, it was rightly refused. The award, then, is clearly a bar to any claim existing before the time of the award. If there was any express agreement for a lien before the award, it is merged in the award; and there is no evidence of any such agreement subsequently made.</p>\n      <p class=\"indent\">As to Harford's order, we do not object to its introduction in point of form, but of substance. It is not proved; and if proved, it is a mere nullity. Harford signs it as attorney to Dearborne, who was then dead, and of Spring &amp; Sons, whose attorney he never was. He never was even Dearborne's agent, for any other purpose than to transmit the policy to his wife.</p>\n      <p class=\"indent\">As to the assignment to Spring &amp; Sons, it is established by the decree, and that part of the decree is not appealed from. Spring &amp; Sons have appealed, on account of the preference given to Lindsay and Gray &amp; Pindar: but they have a right to stand on that part of the decree which declares the assignment to be well proved and valid. But the execution of the assignment is sufficiently proved by the evidence. It is a clear case for admitting secondary evidence.</p>\n      <p class=\"center\"><i>Feb.</i> 21<i>st.</i></p>\n      <p class=\"indent\">Mr. Justice LIVINGSTON delivered the opinion of the Court, and, after stating the case, proceeded as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In reviewing these proceedings, the first question necessary to decide is, to whom the policy, mentioned in the complainant's bill, belonged at the time of commencing the action on it. It does not appear that the names of the parties interested in the Abigail Ann, were disclosed to the Company, at the time of applying for insurance, or that their names were inserted in the policy. There is, however, no doubt, that when it was effected, Gray &amp; Pindar, and John H. Dearborne, were the owners; but in what proportions does not appear, nor is it material now to be known, for whatever interest was held by Gray &amp; Pindar, was regularly transferred to Dearborne, by their bill of sale, dated the 27th of May, 1811. This bill of sale is for the whole ship, and its consideration is 5000 dollars. Some time after, in the same year, Gray &amp; Pindar delivered to Henry Harford, as agent of Dearborne, the policy of insurance which had been made on it. Dearborne being thus sole proprietor of the Abigail Ann and policy, on the 28th of October, 1811, executed a bill of sale for the vessel, containing an assignment also of the policy, for valuable consideration, to John Spring, of the firm of Seth Spring &amp; Sons. Some objections were made to the proof of the execution of the instrument, but they were not listened to below, nor are they regarded as well founded by this Court. The proof was such as is required where a party to a deed and the subscribing witness are both dead. The handwriting of both was proved, and Maria Teubner, who testified to that of the witness, left no reasonable ground to doubt of his death. She was a creditor of this witness, and had taken some pains to obtain information where he was, but without success: her last account of him was, that he had entered on board an American privateer, and had not been heard of for four years. The eredit of this witness, although the subject of some animadversion, is not impeached by any testimony in the cause, or by any thing which she herself has testified. It follows, then, that on the 28th of October, 1811, Seth Spring &amp; Sons became proprietors of the ship Abigail Ann, and of the policy, mentioned in these pleadings, and <i>prima facie</i> entitled to the whole of the moneys recovered on it, although the policy itself was not, at the time, put into their hands. Our next inquiry will be, whether any of the other parties, who are now before us, have a lien on it, or any other title to these moneys, or to any part of them.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The claim of Haslett may be considered as out of the question it having been postponed by the Circuit Court to that of the appellants, and there being no appeal from this part of the decree.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Lindsay's demand will first be examined. This is made up of the premium paid for effecting the insurance&#8212;of an indemnity claimed by him for endorsing two bills of exchange for Dearborne, amounting to 400 pounds sterling, and for having become his bail&#8212;of the customary commissions for his trouble and attention in conducting the suit against the underwriters, and of the amount of a judgment which he obtained on the 19th of April, 1813, against Dearborne, on an attachment issued out of the Common Pleas for the district of Charleston, and which had been served on the complainants. This attachment was sued out on the 24th of February, 1812.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">No evidence is perceived in the proceedings in support of any one of these claims, except that which is founded on the judgment in the attachment. In his answer, Lindsay says that the policy was effected on his application, but no where pretends or alleges that he paid the premium for insuring the Abigail Ann, nor is there any proof aliunde of this fact. On the contrary, Gray &amp; Pindar, in their answer, expressly state, that it was paid by them, and was probably allowed in their account against Dearborne, in making up the award hereinafter mentioned. Haslett, in his answer, asserts that it was advanced by him. Now, although the answer of one defendant be no evidence against another, yet, in the absence of all proof to the contrary, and where a party observes a profound silence on a subject to which his attention could not but be excited, such answer, not varying from any allegation on his part, furnishes some evidence that he could not make the assertion, because the fact was, in reality, otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">If this fact of the payment of the premium had been made out, the Court would have been disposed to award Mr. Lindsay payment out of the proceeds of the policy, for although he had once parted with it, yet, coming to his hands again, to be put in suit, his lien for the premium would revive and be protected, unless the manner of his parting with it had manifested an intention in him altogether to abandon such lien. His claim for a commission for conducting the suit against the underwriters is inadmissible, it appearing from the testimony of Harford, who transmitted the policy to him, and who is the only witness on this subject, that he has no right to make any such charge. Harford considers himself entitled to this commission, and has accordingly charged it to Dearborne, in an account annexed to his deposition. Now, as this is the witness on whom all the defendants, except Seth Spring &amp; Sons, principally rely, they cannot complain, if his testimony, when unfavourable, is allowed its full operation against them. It is evident, then, from the declaration of this witness, that he considered himself as the merchant who was prosecuting the suit, and that Mr. Lindsay was only employed to deliver the policy to a professional gentleman to bring the action. There is another obstacle in the way of this claim, which is, that Lindsay, in the business of this suit, acted, as Harford himself says, as his (Harford's) agent. Now there is not only no evidence of Harford himself being authorized by the owners of this policy, to bring any action on its, but it appears that his detention of it was a violation of duty, and that the action he brought, was more to answer his own purposes, and those of the other defendants, than to advance the interest of those whom he knew at the time to be assignees of the policy. In this state of things, nothing would be more unjust than to permit this fund to be encumbered, as against Seth Spring &amp; Sons, with the heavy charge of 5 per centum, in favour of any one of the parties, who, throughout the whole business, have had in view exclusively their own interest, and were acting in open hostility to those from whom they now demand this compensation. With what propriety can they now claim a commission from these gentlemen, when it is entirely or principally owing to their interference, that they have not to this day received any benefit from a judgment which was recovered for their use nearly eight years ago?</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Lindsay's claim to receive any part of this fund, on account of the two bills of exchange for 200 pounds each, is equally unfounded. That he would have had a lien on the policy for this transaction, without an express contract, (and none appears,) even if he had never parted with its possession, is a proposition which may well be controverted; but if such lien ever existed, (which is not asserted,) it is not like that for the premium advanced for an insurance; the latter may well revive, in some cases, on a broker's being restored to the possession of a policy, which had once been out of his hands; it being no more than reasonable, that whoever acquires an interest in it, should generally take it, subject to such a charge. It does not, however, follow, that liens, which may once have existed for other advances, or on other accounts, whether by agreement of the parties, or by the operation of usage or of law, should be placed on the same favoured footing. If, while a policy is out of the hands of the insurance broker, as was the case here, it is assigned for valuable consideration and <i>bona fide</i>, it would be unjust, on its returning to his possession, to revive encumbrances, of which the assignee could have had no notice, nor no certain means of finding out; for he could not reasonably suspect, that such liens had ever existed in favour of one who had parted with the possession of the only thing by which they could have been enforced. Nor can it make any difference whether the policy have been actually delivered to the assignee, provided the transfer were <i>bona fide</i> made, while out of the possession and power of the insurance broker. Upon the same principle it is, that a consignor loses his right to stop goods <i>in transitu</i>, although the consignee have become insolvent, after such consignee, having power to sell, has disposed of them, before their arrival, to a third person, unacquainted with any circumstance to taint the fairness of the transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The next charge which Lindsay attempts to fix upon this fund, is an indemnification for becoming bail for Dearborne. Now, if a responsibility, so contingent and remote as one of this nature, could by any possibility, without a very positive and express agreement, be turned into a lien on a policy of insurance, it does not appear in what suits he has thus become bail, nor whether he has not been released by the death of the principal of all liability; and of course any demand arising from such responsibility, if any ever existed, must be laid out of the question. And the answer which has already been given to his claim for endorsing certain bills of exchange, will also apply here.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The judgment obtained in the attachment suit may be as easily disposed of. It is quite unnecessary to inquire whether these proceedings abated by the death of Dearborne, if he were dead at the time; for at the time of issuing the attachment, and of course long before judgment, Dearborne ceased to have any interest in this policy, the same having been already assigned to John Spring, of the firm of Seth Spring &amp; Sons. No attachment, therefore, against Dearborne, although served on the Company, could render the property of another liable for his debts. The attachment of Lindsay, it may incidentally be observed, furnishes some proof that he had no great confidence in the liens which he now asserts against this policy.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The title of Gray &amp; Pindar remains to be examined. By their answer they claim five hundred and two dollars, as the premium paid for insurance on the Abigail Ann, any fifty dollars, paid as a commission for effecting the same. They likewise state, that large advances were made by them, between the 5th of April and 7th of August, 1811, on account of the said ship, her cargo, pilotage, and repairs; and they, also, it seems, became the bail of Dearborne in two several actions, amounting to one thousand dollars, which they have since become liable to pay; they were, also, endorsers of the two bills of exchange which were endorsed by Lindsay. After stating all these demands, they say, that upon closing the account between Dearborne and themselves, there was a balance in their favour of 1430 dollars and 16 cents, for which Dearborne gave them a bill of exchange on Logan, Lenon &amp; Co., of Liverpool; that feeling uneasy and insecure from the responsibility resting on them, and aware that they could be indemnified only by a specific lien, they would not deliver to Dearborne the policy, but put it for safe keeping into the hands of their friend, Henry Harford, for the express and avowed purpose of protecting them against all losses on the accounts aforesaid; the said policy being also intended as a security for certain debts due by Dearborne to Harford. Now, without looking any further than the answer of these gentlemen, it is most manifest that none of the demands or responsibilities which are stated in it, were contracted or entered into under any agreement or understanding with Dearborne himself, as Harford would have us believe, that they should be secured by a lien on this policy, but that such lien is set up solely on the ground of a subsequent understanding between them and Harford, to whom it was delivered, for the purpose of protecting them against loss. To derive any benefit from such a delivery, or such an assent on the part of Harford, it should appear, (which is not the case,) that they had a right to exact, and Harford a right to accept, of the policy on these terms. Unfortunately for these gentlemen, the testimony of their friend and witness, Mr. Harford, most incontestably establishes, that they were bound by the decision of persons of their own choice, of whom Harford himself was one, to deliver the policy, without annexing to such an act any condition or terms whatever; and also, that the authority of Harford extended only to its receipt and transmission to Mrs. Dearborne, the wife of Mr. John H. Dearborne. On the 21st of September, 1811, which is subsequent to all their advances, endorsements, and engagements for John H. Dearborne, he and Gray &amp; Pindar submitted all their controversies to two arbitrators, who, in conjunction with Harford, as umpire, awarded that Gray &amp; Pindar should pay to Dearborne 66 dollars and 77 cents, and surrender to him the policy on the Abigail Ann, without unnecessary delay. Now, this award could not have been signed by Harford, if he knew of any lien to which Gray &amp; Pindar were entitled on this policy. It was said that no notice could be taken of this award; but coming, as it does, from a witness of the party, who was himself umpire, and not being impeached, this Court cannot, without injustice, shut its eyes upon it. If a bill for its specific performance might have been entertained, which was not denied, what higher or better evidence can the Court have of the rights of the respective parties, at the time of the transactions referred to in the answer of Gray &amp; Pindar? If judges of their own selection have directed them, as they had a right to do, to surrender this policy without delay, and unconditionally, to Dearborne, this Court must now presume, (and it is a presumption with which neither Gray &amp; Pindar, nor Harford, can be justly offended,) that the policy was delivered to the latter, pursuant to the award; and if not, that any condition with which they thought proper to accompany such delivery, if not a breach of the arbitration bond, would at least be a trespass on good faith; and that no assent or understanding, on the part of Harford, who was without authority for this purpose, could confer any validity, or give any sanction to such an act. This award is also of importance, to show how entirely mistaken Gray &amp; Pindar are, in supposing Dearborne, at the time they speak of, so largely in their debt, when it appears by this instrument, that the balance, although not a large one, was in his favour.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As to Harford's power, it appears, from his own letters, that he had no other authority than to transmit the policy, when received, to the family of Dearborne. Accordingly, in a letter to Seth Spring &amp; Sons, of the 26th of September, 1811, he transmits, for Mrs. Dearborne, the bill of sale for the Abigail Ann. And in another letter of the 3d of November following, to the same gentlemen, he apologizes for not sending on the policy, as it had not yet been received from Charleston. After this unequivocal evidence of what was his authority over this policy, it becomes quite unimportant to inquire what agreements he may have made, or what orders he gave Lindsay respecting the proceeds of it. It is not too much to say, that the one of the 13th of May, 1813, in favour of Haslett, by which the whole proceeds, after Lindsay's retaining for himself his <i>legal</i> claim and expenses, was a palpable violation of duty, or breach of instruction, towards Dearborne; and it was properly said by the Circuit Court, 'that to vest any interest, hostile to that of Seth Spring &amp; Sons, was certainly not in his power.' Gray &amp; Pindar having been originally interested in this ship and policy, on which there was some reliance by their counsel, places them, as it regards a lien, in a condition less favourable than if such ownership had never existed; for by such overt acts, as the execution of a bill of sale of the vessel, and a delivery of the policy, pursuant to the award, to the agent of Dearborne, they have done all in their power to inform the world that they had no claim on either for any demands against Dearborne.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">There is error, also, in that part of the decree, which directs Seth Spring &amp; Sons to account for their claims on Dearborne. The complainants have no right to an account; and the defendants being called here only to interplead, and having failed to establish any claim on this fund, have as little right to such an account. They cannot, at any rate, require it in the position in which they now stand as co-defendants with Seth Spring &amp; Sons. It is but justice to remark, that for aught that appears in the present suit, there is no reason to suspect the integrity of the assignment to Seth Spring &amp; Sons; they appear to be respectable merchants, and to have been large creditors of Dearborne. It is the opinion of this Court, that the decree of the Circuit Court be reversed, so far as it postponed the demand of the appellants to those of Lindsay and of Gray &amp; Pindar, and directed them to account; and that instead thereof, a decree must be entered in their favour, for the whole amount recovered on the policy, with interest, (the money not having been brought into Court,) at the rate of 6 per cent. per annum, from the time of rendering the judgment, the complainants deducting therefrom their costs of suit. The defendants must pay their own costs.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">DECREE. This cause coming on to be heard, and being argued by counsel of the respective parties: It is ORDERED, ADJUDGED, and DECREED, that the decree of the Circuit Court for the District of South Carolina, in this case, be, and the same is, hereby reversed and annulled: and this Court, proceeding to pass such decree as the said Circuit Court for the District of South Carolina should have passed, doth further ORDER and DECREE, that the complainants pay to the defendant, John Spring, of the firm of Seth Spring &amp; Sons, the whole amount of the judgment recovered against them on the policy on the ship Abigail Ann, mentioned in the pleadings in this cause, with interest, at the rate of 6 per centum per annum, from the time of rendering such judgment, after deducting therefrom their costs of suit, to be taxed. And it is further ORDERED, ADJUDGED, and DECREED, that the defendants in the said Circuit Court, respectively, pay their own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fne\">\n        <a class=\"footnote\" href=\"#fne_ref\">e</a>\n        <p> Kennedy v. Reguet, 1 <i>Bay's Rep.</i> 484.</p>\n      </div>\n      <div class=\"footnote\" id=\"fnf\">\n        <a class=\"footnote\" href=\"#fnf_ref\">f</a>\n        <p> <i>Whitaker's Law of Liens</i>, 26. 103, 104.</p>\n      </div>\n      <div class=\"footnote\" id=\"fng\">\n        <a class=\"footnote\" href=\"#fng_ref\">g</a>\n        <p> <i>Id.</i> 121, 122.</p>\n      </div>\n      <div class=\"footnote\" id=\"fni\">\n        <a class=\"footnote\" href=\"#fni_ref\">i</a>\n        <p> <i>Whitaker's Law of Lien</i>, 105, 106.</p>\n      </div>\n      <div class=\"footnote\" id=\"fnj\">\n        <a class=\"footnote\" href=\"#fnj_ref\">j</a>\n        <p> Hunter v. Rice, 15 <i>East's Rep.</i> 100.</p>\n      </div>\n      <div class=\"footnote\" id=\"fnk\">\n        <a class=\"footnote\" href=\"#fnk_ref\">k</a>\n        <p> Mitchell v. Stuvely, 16 <i>East's Rep.</i> 58.</p>\n      </div>\n      <div class=\"footnote\" id=\"fnm\">\n        <a class=\"footnote\" href=\"#fnm_ref\">m</a>\n        <p> <i>Dickens</i>, 474.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/85390/"
}