{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "187 U.S. 540", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/95756/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Chadwick v. Kelley", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "63", 
    "id": 80139, 
    "resource_uri": "/api/rest/v2/citation/80139/"
  }, 
  "id": 95756, 
  "blocked": false, 
  "judges": "Shiras, After Making the Foregoing Statement", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1903-01-05", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>187 U.S. 540 (1903)</b></center>\n<center><h1>CHADWICK<br>\nv.<br>\nKELLEY.</h1></center>\n<center>No. 63.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 3, 1902.</center>\n<center>Decided January 5, 1903.</center>\nERROR TO SUPREME COURT OF THE STATE OF LOUISIANA.\n<p><span class=\"star-pagination\">*542</span> <i>Mr. George L. Bright</i> for plaintiff in error.</p>\n<p>No brief for the defendant in error.</p>\n<p>MR. JUSTICE SHIRAS, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>In this record, Chadwick, the plaintiff in error, complains of the judgment of the Supreme Court of Louisiana in two particulars: First, in upholding as valid the statutes of Louisiana and the ordinances of the city of New Orleans, which provide and regulate the method for the paving of streets at the cost of the owners of abutting lots; and, second, in upholding as valid the ordinance of the council of the city of New Orleans, which provides that, in all the contracts let by the city for public works, of any kind and nature, the contractor shall not employ any other but <i>bona fide</i> resident citizens of the city as laborers on such public works.</p>\n<p>Of course, this court is restricted to a consideration of these questions in their Federal aspect.</p>\n<p>The brief of the counsel of the plaintiff in error contends that, by the statutes of the State of Louisiana, the property owner is made to pay the cost of the improvement irrespective of the <span class=\"star-pagination\">*543</span> question of benefit, is made personally responsible for the cost of the improvement, although it may largely exceed, not only the benefit to his property, but the value thereof, and his property is made subject to a lien to secure the payment.</p>\n<p>So far as it is complained that by the statutes the property owner is made personally responsible for the cost of the improvement, we learn from the opinions of the Supreme Court in the present case and in the case of <i>Barber Asphalt Company</i> v. <i>Watt,</i> reported in 51 La. Ann. 1345, that \"for the sum assessed against their property no personal liability attaches to the abutting owners beyond the value of the property affected, and that the proceeding is purely one <i>in rem,</i> acting on the property benefited and none other,\" and that \"the property owner's proportion of the cost of paving a street should be determined by ascertaining the entire cost of the work assessable to the property fronting thereon, and apportioning the same to said property in proportion to foot frontage.\"</p>\n<p>This construction of the state statutes by the Supreme Court of the State must, of course, in a case like the present, be accepted by us; and we have only to consider, in this branch of the case, whether the statutes of Louisiana, so construed, which provide and regulate a method of improving and paving streets in the city of New Orleans, and apportioning the cost thereof by assessment upon the abutting property, are obnoxious, under the facts of the present case, to the provisions of the Fourteenth Amendment to the Constitution of the United States.</p>\n<p>We do not feel constrained to enter at large upon a subject which has received such frequent and recent consideration by this court. It is, perhaps, sufficient to say that we do not perceive in the statutes of Louisiana, as construed and applied in this case by the Supreme Court of that State, any provisions which we must condemn as being in disregard of the constitutional rights of the plaintiff in error. In view of our decisions, we certainly cannot say that, as matter of law, a state statute which makes the cost of paving a street in a city assessable upon the abutting properties and a lien thereon, is unconstitutional. <i>Willard</i> v. <i>Presbury,</i> 14 Wall. 676; <i>Mattingly</i> v. <i>District of Columbia,</i> 97 U.S. 687; <i>Spencer</i> v. <i>Merchant,</i> 125 U. <span class=\"star-pagination\">*544</span> S. 345; <i>Bauman</i> v. <i>Ross,</i> 167 U.S. 548; <i>Parsons</i> v. <i>District of Columbia,</i> 170 U.S. 45; <i>Wight</i> v. <i>Davidson,</i> 181 U.S. 371; <i>French</i> v. <i>Barber Asphalt Company,</i> 181 U.S. 324.</p>\n<p>In the opinion of the Supreme Court of Louisiana, which we find in this record, it is said:</p>\n<p>\"There can be no question, and in fact it is conceded, that by Act No. 119 of 1886, and by that act as amended by Act No. 142, of 1894, the council of the city of New Orleans was authorized `in its discretion to provide for the paving or banqueting of any street or portion thereof, at the expense of the whole city, and to thereupon force, impose and collect of the front proprietors of lots fronting on said street, a special assessment in proportion to frontage of three quarters of the cost of said improvement,' and that by said acts it was enacted that such local assessment should have a first privilege, superior to vendor's privilege and all other privileges and mortgages.</p>\n<p>\"The constitutionality of those acts is not attacked directly, but the exercise by the city of authority, under the powers so granted, is called in question as being illegal, and unconstitutional. . . . It is too late to question the right of the general assembly to establish particular districts for the attainment of special local public good, through works of a particular character, and to order itself or authorize some political body to order, special assessments to be made, within the district, for the purpose of meeting the cost and expenses of such works. <i>George</i> v. <i>Sheriff,</i> 45 La. Ann. 1232. . . . It is true that in some instances almost the whole benefit accrues to a few, but there can be no universal rule of justice upon which such assessments can be made. An apportionment of the cost that would be just in one case, would be oppressive in another. For this reason, the power to determine when a special assessment shall be made, and on what basis it shall be apportioned, rests in the legislature or some political body to which it has delegated that authority. . . . The city has simply exercised its unquestionable right and power of paving an existing public street in the interest of the special local public benefit, and demanded of owners of property abutting and fronting on the street that they contribute to the cost of the improvement in a manner and form, <span class=\"star-pagination\">*545</span> and to an extent fixed by the general assembly. The object of the paving of the street was to benefit parties owning property upon it by the improvement of the access to their properties. It is not pretended that this particular purpose was not accomplished even as to appellant's property. It cannot be exacted for the purpose of sustaining the constitutionality of a statute or ordinance authorizing a work of local public improvement, at the cost of abutting owners, that it be shown there is benefit in every possible respect to the particular owners, nor that the benefit be direct and immediate. . . . The general assembly has, in Act No. 119 of 1886, conferred upon the common council the right and power by a two thirds vote to constitute any particular street which it proposes to pave, a special taxing district for the purpose of meeting the cost of making such paving. It has exercised this right and power in the matter of the paving of Hagan avenue. Having done so, the legislature itself has designated how, in what proportion and by what standard this cost is to be met. The council was not at liberty to depart from this apportionment. The judiciary is not authorized to alter it and to substitute for a fixed legislative standard, a fluctuating judicial standard based upon actual benefits received and measured by values or enhanced values to be established by evidence and proof.\"</p>\n<p>We think these views are consonant with the great weight of authority, both state and Federal. As expressed by Cooley in his work on Taxation, 1st ed. page 429:</p>\n<p>\"The matter is wisely confided to the legislature, and could not, without the introduction of some new principle in representative government, be placed elsewhere. . . . With the wisdom or unwisdom of special assessments when ordered in cases in which they are admissible, the courts have no concern, unless there is plainly and manifestly such an abuse of power as takes the case beyond the just limits of legislative discretion.\"</p>\n<p>No such case is presented by the facts in the present case as would justify an intervention by the Federal courts with a system of special assessments prescribed by the legislature and approved by the courts of a State.</p>\n<p><span class=\"star-pagination\">*546</span> Because the ordinance and specifications, under which the paving in this case was done, require the contractor to employ only <i>bona fide</i> resident citizens of the city of New Orleans as laborers on the work, it is contended, on behalf on the plaintiff in error, that thereby citizens of the State of Louisiana, and of each and every State and the inhabitants thereof, are deprived of their privileges and immunities under article 4, sec. 2, and under the Fourteenth Amendment to the Constitution of the United States. It is said that such an ordinance deprives every person, not a <i>bona fide</i> resident of the city of New Orleans, of the right to labor on the contemplated improvements, and also is prejudicial to the property owners, because, by restricting the number of workmen, the price of the work is increased.</p>\n<p>Such questions are of the gravest possible importance, and, if and when actually presented, would demand most careful consideration; but we are not now called upon to determine them.</p>\n<p>In so far as the provisions of the city ordinance may be claimed to affect the rights and privileges of citizens of Louisiana and of the other States, the plaintiff in error is in no position to raise the question. It is not alleged, nor does it appear, that he is one of the laborers excluded by the ordinance from employment, or that he occupies any representative relation to them. Apparently he is one of the preferred class of resident citizens of the city of New Orleans.</p>\n<p>It is further argued that the ordinance is prejudicial to the property rights of the plaintiff in error, because by confining the right to labor on works of municipal improvement to resident citizens, the cost of such works might thus be increased.</p>\n<p>But we think such a consequence is too far-fetched and uncertain on which to base judicial action. The plaintiff in error did not raise such a question in time to stay the work <i>in limine.</i> He awaited the completion of the work, and until his property had received the benefits, whatever they were, of the improvement. Nor did he, on the trial, adduce any evidence from which the court might have found that the actual cost in the present case was increased by the operation of the ordinance. Possibly the effect of the ordinance in preferring the labor of <span class=\"star-pagination\">*547</span> resident citizens might tend to increase the cost of the work, or it might have the opposite effect by inducing outside laborers to become resident citizens. But, as we have said, such conjectural results are too remote and uncertain to furnish materials for judicial determination. The serious duty of condemning state legislation as unconstitutional and void cannot be thrown upon this court, except at the suit of parties directly and certainly affected thereby.</p>\n<p>The judgment of the Supreme Court of Louisiana is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE HARLAN and MR. JUSTICE WHITE dissent.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:40:14", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">187</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">540</span></span> (1903)</b></center>\n<center><h1>CHADWICK<br>\nv.<br>\nKELLEY.</h1></center>\n<center>No. 63.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 3, 1902.</center>\n<center>Decided January 5, 1903.</center>\nERROR TO SUPREME COURT OF THE STATE OF LOUISIANA.\n<p><span class=\"star-pagination\">*542</span> <i>Mr. George L. Bright</i> for plaintiff in error.</p>\n<p>No brief for the defendant in error.</p>\n<p>MR. JUSTICE SHIRAS, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>In this record, Chadwick, the plaintiff in error, complains of the judgment of the Supreme Court of Louisiana in two particulars: First, in upholding as valid the statutes of Louisiana and the ordinances of the city of New Orleans, which provide and regulate the method for the paving of streets at the cost of the owners of abutting lots; and, second, in upholding as valid the ordinance of the council of the city of New Orleans, which provides that, in all the contracts let by the city for public works, of any kind and nature, the contractor shall not employ any other but <i>bona fide</i> resident citizens of the city as laborers on such public works.</p>\n<p>Of course, this court is restricted to a consideration of these questions in their Federal aspect.</p>\n<p>The brief of the counsel of the plaintiff in error contends that, by the statutes of the State of Louisiana, the property owner is made to pay the cost of the improvement irrespective of the <span class=\"star-pagination\">*543</span> question of benefit, is made personally responsible for the cost of the improvement, although it may largely exceed, not only the benefit to his property, but the value thereof, and his property is made subject to a lien to secure the payment.</p>\n<p>So far as it is complained that by the statutes the property owner is made personally responsible for the cost of the improvement, we learn from the opinions of the Supreme Court in the present case and in the case of <i>Barber Asphalt Company</i> v. <i>Watt,</i> reported in <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">La. Ann.</span> <span class=\"page\">1345</span></span>, that \"for the sum assessed against their property no personal liability attaches to the abutting owners beyond the value of the property affected, and that the proceeding is purely one <i>in rem,</i> acting on the property benefited and none other,\" and that \"the property owner's proportion of the cost of paving a street should be determined by ascertaining the entire cost of the work assessable to the property fronting thereon, and apportioning the same to said property in proportion to foot frontage.\"</p>\n<p>This construction of the state statutes by the Supreme Court of the State must, of course, in a case like the present, be accepted by us; and we have only to consider, in this branch of the case, whether the statutes of Louisiana, so construed, which provide and regulate a method of improving and paving streets in the city of New Orleans, and apportioning the cost thereof by assessment upon the abutting property, are obnoxious, under the facts of the present case, to the provisions of the Fourteenth Amendment to the Constitution of the United States.</p>\n<p>We do not feel constrained to enter at large upon a subject which has received such frequent and recent consideration by this court. It is, perhaps, sufficient to say that we do not perceive in the statutes of Louisiana, as construed and applied in this case by the Supreme Court of that State, any provisions which we must condemn as being in disregard of the constitutional rights of the plaintiff in error. In view of our decisions, we certainly cannot say that, as matter of law, a state statute which makes the cost of paving a street in a city assessable upon the abutting properties and a lien thereon, is unconstitutional. <i>Willard</i> v. <i>Presbury,</i> 14 Wall. 676; <i>Mattingly</i> v. <i>District of Columbia,</i> 97 U.S. 687; <i>Spencer</i> v. <i>Merchant,</i> 125 U. <span class=\"star-pagination\">*544</span> S. 345; <i>Bauman</i> v. <i>Ross,</i> 167 U.S. 548; <i>Parsons</i> v. <i>District of Columbia,</i> 170 U.S. 45; <i>Wight</i> v. <i>Davidson,</i> 181 U.S. 371; <i>French</i> v. <i>Barber Asphalt Company,</i> 181 U.S. 324.</p>\n<p>In the opinion of the Supreme Court of Louisiana, which we find in this record, it is said:</p>\n<p>\"There can be no question, and in fact it is conceded, that by Act No. 119 of 1886, and by that act as amended by Act No. 142, of 1894, the council of the city of New Orleans was authorized `in its discretion to provide for the paving or banqueting of any street or portion thereof, at the expense of the whole city, and to thereupon force, impose and collect of the front proprietors of lots fronting on said street, a special assessment in proportion to frontage of three quarters of the cost of said improvement,' and that by said acts it was enacted that such local assessment should have a first privilege, superior to vendor's privilege and all other privileges and mortgages.</p>\n<p>\"The constitutionality of those acts is not attacked directly, but the exercise by the city of authority, under the powers so granted, is called in question as being illegal, and unconstitutional. . . . It is too late to question the right of the general assembly to establish particular districts for the attainment of special local public good, through works of a particular character, and to order itself or authorize some political body to order, special assessments to be made, within the district, for the purpose of meeting the cost and expenses of such works. <i>George</i> v. <i>Sheriff,</i> 45 La. Ann. 1232. . . . It is true that in some instances almost the whole benefit accrues to a few, but there can be no universal rule of justice upon which such assessments can be made. An apportionment of the cost that would be just in one case, would be oppressive in another. For this reason, the power to determine when a special assessment shall be made, and on what basis it shall be apportioned, rests in the legislature or some political body to which it has delegated that authority. . . . The city has simply exercised its unquestionable right and power of paving an existing public street in the interest of the special local public benefit, and demanded of owners of property abutting and fronting on the street that they contribute to the cost of the improvement in a manner and form, <span class=\"star-pagination\">*545</span> and to an extent fixed by the general assembly. The object of the paving of the street was to benefit parties owning property upon it by the improvement of the access to their properties. It is not pretended that this particular purpose was not accomplished even as to appellant's property. It cannot be exacted for the purpose of sustaining the constitutionality of a statute or ordinance authorizing a work of local public improvement, at the cost of abutting owners, that it be shown there is benefit in every possible respect to the particular owners, nor that the benefit be direct and immediate. . . . The general assembly has, in Act No. 119 of 1886, conferred upon the common council the right and power by a two thirds vote to constitute any particular street which it proposes to pave, a special taxing district for the purpose of meeting the cost of making such paving. It has exercised this right and power in the matter of the paving of Hagan avenue. Having done so, the legislature itself has designated how, in what proportion and by what standard this cost is to be met. The council was not at liberty to depart from this apportionment. The judiciary is not authorized to alter it and to substitute for a fixed legislative standard, a fluctuating judicial standard based upon actual benefits received and measured by values or enhanced values to be established by evidence and proof.\"</p>\n<p>We think these views are consonant with the great weight of authority, both state and Federal. As expressed by Cooley in his work on Taxation, 1st ed. page 429:</p>\n<p>\"The matter is wisely confided to the legislature, and could not, without the introduction of some new principle in representative government, be placed elsewhere. . . . With the wisdom or unwisdom of special assessments when ordered in cases in which they are admissible, the courts have no concern, unless there is plainly and manifestly such an abuse of power as takes the case beyond the just limits of legislative discretion.\"</p>\n<p>No such case is presented by the facts in the present case as would justify an intervention by the Federal courts with a system of special assessments prescribed by the legislature and approved by the courts of a State.</p>\n<p><span class=\"star-pagination\">*546</span> Because the ordinance and specifications, under which the paving in this case was done, require the contractor to employ only <i>bona fide</i> resident citizens of the city of New Orleans as laborers on the work, it is contended, on behalf on the plaintiff in error, that thereby citizens of the State of Louisiana, and of each and every State and the inhabitants thereof, are deprived of their privileges and immunities under article 4, sec. 2, and under the Fourteenth Amendment to the Constitution of the United States. It is said that such an ordinance deprives every person, not a <i>bona fide</i> resident of the city of New Orleans, of the right to labor on the contemplated improvements, and also is prejudicial to the property owners, because, by restricting the number of workmen, the price of the work is increased.</p>\n<p>Such questions are of the gravest possible importance, and, if and when actually presented, would demand most careful consideration; but we are not now called upon to determine them.</p>\n<p>In so far as the provisions of the city ordinance may be claimed to affect the rights and privileges of citizens of Louisiana and of the other States, the plaintiff in error is in no position to raise the question. It is not alleged, nor does it appear, that he is one of the laborers excluded by the ordinance from employment, or that he occupies any representative relation to them. Apparently he is one of the preferred class of resident citizens of the city of New Orleans.</p>\n<p>It is further argued that the ordinance is prejudicial to the property rights of the plaintiff in error, because by confining the right to labor on works of municipal improvement to resident citizens, the cost of such works might thus be increased.</p>\n<p>But we think such a consequence is too far-fetched and uncertain on which to base judicial action. The plaintiff in error did not raise such a question in time to stay the work <i>in limine.</i> He awaited the completion of the work, and until his property had received the benefits, whatever they were, of the improvement. Nor did he, on the trial, adduce any evidence from which the court might have found that the actual cost in the present case was increased by the operation of the ordinance. Possibly the effect of the ordinance in preferring the labor of <span class=\"star-pagination\">*547</span> resident citizens might tend to increase the cost of the work, or it might have the opposite effect by inducing outside laborers to become resident citizens. But, as we have said, such conjectural results are too remote and uncertain to furnish materials for judicial determination. The serious duty of condemning state legislation as unconstitutional and void cannot be thrown upon this court, except at the suit of parties directly and certainly affected thereby.</p>\n<p>The judgment of the Supreme Court of Louisiana is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE HARLAN and MR. JUSTICE WHITE dissent.</p>\n</div>", 
  "sha1": "b55f3946821cca892fe7b67c57ed1d2e84296e2d", 
  "date_modified": "2014-12-21T01:33:53.721972", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/95756/chadwick-v-kelley/", 
  "citation_count": 2, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/2349082/", 
  "html": "<p class=\"case_cite\">187 U.S. 540</p>\n    <p class=\"case_cite\">23 S.Ct. 175</p>\n    <p class=\"case_cite\">47 L.Ed. 293</p>\n    <p class=\"parties\">EDMUND H. CHADWICK, <i>Plff. in Err.</i>,<br>v.<br>JOHN M. KELLY.</p>\n    <p class=\"docket\">No. 63.</p>\n    <p class=\"date\">Submitted November 3, 1902.</p>\n    <p class=\"date\">Decided January 5, 1903.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">In April, 1897, John M. Kelly filed his petition in the the civil district court for the parish of Orleans against Edmund H. Chadwick, to enforce payment of a lien on a certain square of ground in the city of New Orleans, created and arising out of a contract between one A. J. Christopher and said city for paving Hagan avenue. The petition alleged due completion of the work, an assignment or transfer by Christopher, of all his rights and claims under the contract, to the petitioner, and a liability of Chadwick for the amount of $638.80, with interest thereon from September 24, 1896; and also alleged that for the payment of said sum he had by law a lien and pledge upon said property.</p>\n      <p class=\"indent\">Chadwick answered this petition, wherein he pleaded the general issue and certain special pleas, in one of which he denied that his property was benefited by the paving, and alleged that, if it was so benefited, he could only be made to pay the amount of benefit to an increased value of property, and that no personal judgment should be rendered against him. He also filed, in September, 1899, a supplemental answer in which, among other things, he alleged that the ordinance under which the work was done required the contractor to employ only bona fide resident citizens of the city of New Orleans as laborers on the work, thus depriving the citizens of the state and of each and every state of the privileges and immunities of citizens in the several states, secured to them by the Constitution of the United States, which, by the 2d section of its 4th article, provides that the citizens of each state shall be entitled to all privileges and immunities of the citizens of the several states; and he also alleged that the ordinance was likewise illegal and unconstitutional because it imposed a liability on the property owner, irrespective of the question whether or not his was benefited or damaged by the pavement; and he alleges that the paving of the street in front of his property had been of no benefit to it, and that the rendition of any judgment against him would be taking his private property for public purposes, contrary to the Constitution of the state of Louisiana and to that of the United States.</p>\n      <p class=\"indent\">Evidence was taken, and the cause was so proceeded in that on March 5, 1900, judgment was rendered against the defendant, Chadwick, in the sum of $638.80, with interest from September 24, 1896, with costs of suit, with recognition of plaintiff's lien and privilege for the payment thereof on the said property, the same to be sold and the proceeds to be applied to the payment of plaintiff's claim.</p>\n      <p class=\"indent\">A suspensive appeal was thereupon allowed to the supreme court of Louisiana, and that court, on February 4, 1901, affirmed the judgment of the trial court, and subsequently allowed a writ of error to bring the cause to this court.</p>\n      <p class=\"indent\"><i>Mr. George L. Bright</i> for plaintiff in error.</p>\n      <p class=\"indent\">No brief was filed for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice Shiras delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this record, Chadwick, the plaintiff in error, complains of the judgment of the supreme court of Louisiana in two particulars: First, in upholding as valid the statutes of Louisiana and the ordinances of the city of New Orleans, which provide and regulate the method for the paving of streets at the cost of the owners of abutting lots; and, second, in upholding as valid the ordinance of the council of the city of New Orleans, which provides that, in all the contracts let by the city for public works, of any kind and nature, the contractor shall not employ any other but bona fide resident citizens of the city as laborers on such public works.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Of course, this court is restricted to a consideration of these questions in their Federal aspect.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The brief of the counsel of the plaintiff in error contends that, by the statutes of the state of Louisiana, the property owner is made to pay the cost of the improvement irrespective of the question of benefit, is made personally responsible for the cost of the improvement, although it may largely exceed, not only the benefit to his property, but the value thereof, and his property is made subject to a lien to secure the payment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">So far as it is complained that by the statutes the property owner is made personally responsible for the cost of the improvement, we learn from the opinions of the supreme court in the present case and in the case of <i>Barber Asphalt Paving Co.</i> v. <i>Watt</i>, reported in 51 La. Ann. 1345, 26 So. 70, that 'for the sum assessed against their property no personal liability attached to the abutting owners beyond the value of the property affected, that the proceeding was purely one <i>in rem</i>, acting on the property benefited, and none other,' and that 'the property owner's proportion of the cost of paving a street should be determined by ascertaining the entire cost of the work assessable to the property fronting thereon, and apportioning the same to said property in proportion to foot frontage.' [104 La. 725, 726, 29 So. 297.]</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This construction of the state statutes by the supreme court of the state must, of course, in a case like the present, be accepted by us; and we have only to consider, in this branch of the case, whether the statutes of Louisiana, so construed, which provide and regulate a method of improving and paving streets in the city of New Orleans, and apportioning the cost thereof by assessment upon the abutting property, are obnoxious, under the facts of the present case, to the provisions of the 14th Amendment to the Constitution of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We do not feel constrained to enter at large upon a subject which has received such frequent and recent consideration by this court. It is, perhaps, sufficient to say that we do not perceive in the statutes of Louisiana, as construed and applied in this case by the supreme court of that state, any provisions which we must condemn as being in disregard of the constitutional rights of the plaintiff in error. In view of our decisions, we certainly cannot say that, as matter of law, a state statute which makes the cost of paving a street in a city assessable upon the abutting properties and a lien thereon is unconstitutional. <i>Willard</i> v. <i>Presbury</i>, 14 Wall. 676, 20 L. ed. 719; <i>Mattingly</i> v. <i>District of Columbia</i>, 97 U. S. 687, 24 L. ed. 1098; <i>Spencer</i> v. <i>Merchant</i>, 125 U. S. 345, 31 L. ed. 763, 8 Sup. Ct. Rep. 921; <i>Bauman</i> v. <i>Ross</i>, 167 U. S. 548, 42 L. ed. 270, 17 Sup. Ct. Rep. 966; <i>Parsons</i> v. <i>District of Columbia</i>, 170 U. S. 45, 42 L. ed. 943, 18 Sup. Ct. Rep. 521; <i>Wight</i> v. <i>Davidson</i>, 181 U. S. 371, 45 L. ed. 900, 21 Sup. Ct. Rep. 616; <i>French</i> v. <i>Barber Asphalt Paving Co.</i> 181 U. S. 324, 45 L. ed. 879, 21 Sup. Ct. Rep. 625.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the opinion of the supreme court of Louisiana, which we find in this record, it is said:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'There can be no question, and in fact it is conceded, that by act No. 119 of 1886, and by that act as amended by act No. 142 of 1894, the council of the city of New Orleans was authorized, 'in its discretion, to provide for the paving or banqueting of any street, or portion thereof, at the expense of the whole city, and to thereupon force, impose, and collect of the front proprietors of lots fronting on said street a special assessment in proportion to frontage of three quarters of the cost of said improvement,' and that by said acts it was enacted that such local assessment should have a first privilege, superior to vendor's privilege and all other privileges and mortgages.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'The constitutionality of those acts is not attacked directly, but the exercise by the city of authority, under the powers so granted, is called in question as being illegal and unconstitutional. . . . It is too late to question the right of the general assembly to establish particular districts for the attainment of special local public good, through works of a particular character, and to order itself, or authorize some political body to order, special assessments to be made, within the district, for the purpose of meeting the cost and expenses of such works. <i>George</i> v. <i>Young</i>, 45 La. Ann. 1232, 14 So. 137. . . . It is true that in some instances almost the whole benefit accrues to a few, but there can be no universal rule of justice, upon which such assessments can be made. An apportionment of the cost that would be just in one case would be oppressive in another. For this reason the power to determine when a special assessment shall be made, and on what basis it shall be apportioned, rests in the legislature or some political body to which it has delegated that authority. . . . The city has simply exercised its unquestionable right and power of paving an existing public street in the interest of the special local public benefit, and demanded of owners of property abutting and fronting on the street, that they contribute to the cost of the improvement in a manner and form and to an extent fixed by the general assembly. The object of the paving of the street was to benefit parties owning property upon it by the improvement of the access to their properties. It is not pretended that this particular purpose was not accomplished even as to appellant's property. It cannot be exacted for the purpose of sustaining the constitutionality of a statute or ordinance authorizing a work of local public improvement, at the cost of abutting owners, that it be shown there is benefit in every possible respect to the particular owners, nor that the benefit be direct and immediate. . . . The general assembly has, in act No. 119 of 1886, conferred upon the common council the right and power, by a two-thirds vote, to constitute any particular street which it proposes to pave a special taxing district for the purpose of meeting the cost of making such paving. It has exercised this right and power in the matter of the paving of Hagan avenue. Having done so, the legislature itself has designated how, in what proportion, and by what standard this cost is to be met. The council was not at liberty to depart from this apportionment. The judiciary is not authorized to alter it and to substitute for a fixed legislative standard a fluctuating judicial standard based upon actual benefits received and measured by values or enhanced values to be established by evidence and proof.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We think these views are consonant with the great weight of authority, both state and Federal. As expressed by Cooley in his work on Taxation, page 429:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The matter 'is wisely confided to the legislature, and could not, without the introduction of some new principle in representative government, be placed elsewhere. With the wisdom or unwisdom of special assessments when ordered in cases in which they are admissible, the courts have no concern, unless there is plainly and manifestly such an abuse of power as takes the case beyond the just limits of legislative discretion.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">No such case is presented by the facts in the present case as would justify an intervention by the Federal courts with a system of special assessments prescribed by the legislature and approved by the courts of a state.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Because the ordinance and specifications, under which the paving in this case was done, require the contractor to employ only bona fide resident citizens of the city of New Orleans as laborers on the work, it is contended, on behalf of the plaintiff in error, that thereby citizens of the state of Louisiana, and of each and every state and the inhabitants thereof, are deprived of their privileges and immunities under article 4, &#167; 2, and under the 14th Amendment to the Constitution of the United States. It is said that such an ordinance deprives every person, not a bona fide resident of the city of New Orleans, of the right to labor on the contemplated improvements, and also is prejudicial to the property owners, because, by restricting the number of workmen, the price of the work is increased.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Such questions are of the gravest possible importance, and, if and when actually presented, would demand most careful consideration; but we are not now called upon to determine them.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In so far as the provisions of the city ordinance may be claimed to affect the rights and privileges of citizens of Louisiana and of the other states, the plaintiff in error is in no position to raise the question. It is not alleged, nor does it appear, that he is one of the laborers excluded by the ordinance from employment, or that he occupies any representative relation to them. Apparently he is one of the preferred class of resident citizens of the city of New Orleans.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It is further argued that the ordinance is prejudicial to the property rights of the plaintiff in error, because by confining the right to labor on works of municipal improvement to resident citizens, the cost of such works might thus be increased.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">But we think such a consequence is too far fetched and uncertain on which to base judicial action. The plaintiff in error did not raise such a question in time to stay the work <i>in liminc</i>. He awaited the completion of the work, and until his property had received the benefits, whatever they were, of the improvement. Nor did he, on the trial, adduce any evidence from which the court might have found that the actual cost in the present case was increased by the operation of the ordinance. Possibly the effect of the ordinance in preferring the labor of resident citizens might tend to increase the cost of the work, or it might have the opposite effect by inducing outside laborers to become resident citizens. But, as we have said, such conjectural results are too remote and uncertain to furnish materials for judicial determination. The serious duty of condemning state legislation as unconstitutional and void cannot be thrown upon this court, except at the suit of parties directly and certainly affected thereby.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\"><i>The judgment of the Supreme Court of Louisiana is affirmed</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Mr. Justice Harlan and Mr. Justice White dissent.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/95756/"
}