{"absolute_url": "/opinion/95763/diamond-glue-co-v-united-states-glue-co/", "blocked": false, "citation": {"case_name": "Diamond Glue Co. v. United States Glue Co.", "docket_number": "119", "document_uris": ["/api/rest/v2/document/95763/"], "federal_cite_one": "187 U.S. 611", "federal_cite_three": null, "federal_cite_two": null, "id": 80146, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/80146/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 10, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1903-01-05", "date_modified": "2014-12-21T01:33:51.814564", "docket": "/api/rest/v2/docket/261034/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">187 U.S. 611</p>\n    <p class=\"case_cite\">23 S.Ct. 206</p>\n    <p class=\"case_cite\">47 L.Ed. 328</p>\n    <p class=\"parties\">DIAMOND GLUE COMPANY, <i>Plff. in Err.</i>,<br>v.<br>UNITED STATES GLUE COMPANY.</p>\n    <p class=\"docket\">No. 119.</p>\n    <p class=\"date\">Argued December 16, 17, 1902.</p>\n    <p class=\"date\">Decided January 5, 1903.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Messrs. Edgar A. Bancroft,</i> <i>Sanuel Adams, Franklin D. Locke</i>, and <i>George H. Noyes</i> for plaintiff in error.</p>\n      <p class=\"indent\"><i>Messrs.</i> <i>Charles Quarles, J. V. Quarles,</i> and <i>George Lines</i> for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice Holmes delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an action upon a written contract alleging a breach and claiming damages. It was brought in the United States circuit court for the eastern district of Wisconsin by an Illinois corporation against a Wisconsin corporation. On June 25, 1898, the date when the contract was made, a law had been enacted in Wisconsin, to go into operation later, on September 1, 1898, requiring corporations incorporated elsewhere to file a copy of their charter with the secretary of state, and to pay a small fee as a condition of doing business there. Wis. Stat. 1898, &#167;&#167; 1770<i>b</i>, 4978. This it was admitted that the plaintiff had not done, and the defendant set up that the contract was a contract to do business in Wisconsin after the statute took effect, and that the defendant was justified by the statute in declining to go on. The judge sustained this defense, and the plaintiff excepted, contending that the statute did not, and could not, constitutionally affect its rights under the contract in question. It brings the case here by a writ of error.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The contract was one by which it was agreed that the plaintiff should supervise the plans for a glue factory to be built by the defendant on a site to be selected within sixty days; that it should have the management of the manufacturing in the same, and should operate it for the defendant; that its officers should give the factory such personal supervision as might be necessary, and give the defendant in the management and operation of the factory the benefit of their experience and of the plaintiff's; that the plaintiff should furnish and keep the defendant supplied with a superintendent; that it should control, handle, and sell the entire output of the factory; that it should refrain from manufacturing hide or calf glues at any of its own factories; and that it should guarantee payment on all sales made by it, and should receive certain commissions for its services. The contract was to run for five years from the time that the plant was finished and began work. It was understood that the proposed factory was to be in Wisconsin. A site was selected near Milwaukee, and in a little over a year from the date of the contract, on July 25 or 26, 1899, the plant was built and put in operation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The section of the Wisconsin statutes relied on by the defendant, stated more at length, forbade corporations organized otherwise than under the laws of that state to transact business in the state until they should have filed a copy of their charter with the secretary of state, which act, by the same statute, constituted the secretary of state the attorney of the corporation for the service of process. A failure to comply with any of the provisions of the section subjected the corporation to a fine. It was provided further that every contract made by such corporation affecting the personal liability thereof or relating to property within the state before compliance with the section should be wholly void on its behalf, but should be enforceable against it. A fee of $25 was to be paid for filing the charter. See <i>Ashland Lumber Co.</i> v. <i>Detroit Salt Co.</i> (Wis.) 89 N. W. 904.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">According to the undisputed testimony of the plaintiff's vice president, who executed the contract, the instrument was signed in Wisconsin, and at all events, if it was executed with a view to the carrying on of business in that state by the plaintiff, the law of Wisconsin must be applied. <i>London Assur. Co.</i> v. <i>Companhia de Moagens do Barreiro</i>, 167 U. S. 149, 160, 161, 42 L. ed. 121, 17 Sup. Ct. Rep. 785; <i>Graves</i> v. <i>Johnson</i>, 156 Mass. 211, 15 L. R. A. 834, 30 N. E. 818. There is no controversy on this point. But it is said that the contract did not contemplate the carrying on of business by the plaintiff in Wisconsin, that at most it is ambiguous, and that practically it was construed in accordance with the plaintiff's contention. The declaration is on the contract, and by that the plaintiff must stand or fall. We see no ambiguity in its terms. The plaintiff was to have the management of the manufacturing, was to operate the factory, or at least to assist in operating it, and to keep it supplied with a superintendent. It did assist in operating by its officers, and did supply a superintendent, and whether in his superintendence he in fact acted as agent for the plaintiff or the defendant, what the contract required is plain. It called for a carrying on of business in Wisconsin by the plaintiff at a time when to carry it on without filing a copy of the plaintiff's charter was forbidden by the laws of the state. See <i>Connecticut Mut. L. Ins. Co.</i> v. <i>Spratley</i>, 172 U. S. 602, 611, 43 L. ed. 569, 572, 19 Sup. Ct. Rep. 308. The only complaint of the plaintiff is that the defendant refused to perform that contract when the plaintiff had filed no copy of its charter, and when the performence was forbidden by the law. It is said, to be sure, that the part refused by the defendant was a different and lawful portion. But the contract was an entire contract, as both parties agree, and therefore whatever the defendant had in mind, if it was justified by the law, in refusing to perform a material part, it was justified in refusing to perform any portion. See <i>McMullen</i> v. <i>Hoffman</i>, 174 U. S. 639, 43 L. ed. 1117, 19 Sup. Ct. Rep. 839. It is alleged to have declared the contract at an end. We may add that it is not a question of election, but of the legality of performance, and therefore the justification could not be waived.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It hardly could be contended that the contract was illegal, on the ground just stated, when it was made. If, indeed, it had contemplated the plaintiff's going on without complying with the statute, it would have raised a question which we need not discuss. But it must be taken to have contemplated legal action, and if filing a copy of its charter was a condition precedent of the plaintiff's right to carry out its undertakings, then a promise might be implied on its part to take the necessary steps. But if, when the time came, the plaintiff did not take those steps, the defendant had the legal right to refuse to go on, whether its right be put on the ground of the plaintiff's breach of its implied undertaking or of the illegality of the proposed continuance of the work. The plaintiff contends, however, as we have said, that the statute did not and could not apply to the performance of the contract in suit. It will be remembered that while enacted before the contract was made, it did not go into effect until afterwards, although before the time when the factory was or could have been built in the ordinary course of business. It is said that if the statute is taken to govern the present contract it impairs the obligation of that contract, and encounters the United States Constitution, art. 1, &#167; 10. It is assumed that to allow the statute any operation upon the contract is to give it a retroactive effect, and it is said that for that reason also plaintiff is not barred.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A prohibition of the doing of business after a statute goes into effect is not retroactive with regard to that business, even though the business be done in pursuance of an earlier contract. The suggestion needing discussion is whether the statute impairs the obligation of the contract. We are of opinion that it is not open to that objection. We leave on one said the question how the obligation of a contract can be impaired by a law enacted before the contract was made. <i>Pinney</i> v. <i>Nelson</i>, 183 U. S. 144, 147, 46 L. ed. 125, 127, 22 Sup. Ct. Rep. 52. Again, we need not consider in its full breadth whether or how far, notwithstanding <i>Security Sav. &amp; L. Asso.</i> v. <i>Elbert</i>, 153 Ind. 198, 54 N. E. 753, a corporation, by making a contract reaching years into the future, can exonerate itself from all police or license laws, on the ground that by indirection they make performance of the contract more difficult to an infinitesimal degree. Compare <i>Curtis</i> v. <i>Whitney</i>, 13 Wall. 68, 71, 20 L. ed. 513, 514; <i>Bedford</i> v. <i>Eastern Bldg. &amp; L. Asso.</i> 181 U. S. 227, 241, 45 L. ed. 834, 844, 21 Sup. Ct. Rep. 597. We shall advert to parallel considerations in connection with the alleged interference with commerce between the states. The prohibition in this case is not absolute, but is only conditional on the failure to deposit a copy of the plaintiff's charter and to pay a small fee. It is merely incident to a regulation which, but for the contract, unquestionably would be proper, and which is familiar in the laws of the state. It can be avoided by compliance with the regulation. We are not prepared to say that the regulation would be unreasonable or invalid as to such a contract as this, even if enacted after the contract was made. But we rest our decision upon the narrower ground of the foregoing considerations taken in connection with what we are about to say.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The suspension clause of &#167; 4978 was of immediate operation, and therefore was notice to the plaintiff and defendant of itself and of what was suspended and for how long. If with that notice they contracted for the transaction of business within the jurisdiction of the statute and after the statute should have gone into effect, they did so with notice that, if nothing changed, the contemplated business would be unlawful by force merely of present conditions and the lapse of time, unless the plaintiff should comply with the regulation. In such circumstances, at least, it seems to us impossible to say that the obligation of the contract is impaired within the meaning of the Constitution by the Wisconsin law. Statements made with a different intent in some decisions, to the effect that suspended statutes are to be read as if passed on the day when they go into operation, do not apply to a case like this. Such statutes are to be read in that way for the purposes of the operation which is suspended, but not for all. <i>Stine</i> v. <i>Bennett</i>, 13 Minn. 153, 157, Gil. 138; <i>Smith</i> v. <i>Morrison</i>, 22 Pick. 430, 432; <i>Ford</i> v. <i>Chicago Milk Shippers' Asso.</i> 155 Ill. 166, 181, 27 L. R. A. 298, 39 N. E. 651.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It is said that the contract in suit, as carried out, was concerned in part with interstate commerce, and therefore was free from the operation of the Wisconsin statute. The portion of the contract that called for the carrying on of business in Wisconsin was not so concerned, and the inseparable provisions as to selling left it to chance or extrinsic business considerations whether the contemplated traffic should go outside the state or not. The foundation of the commerce outside the state was doing business within it. The superintendence and manufacture had to come before the sale. The small requirements of this act before allowing the plaintiff to do business in the state, if good as to that business taken by itself, are not made bad by the presence in the contract of an ulterior term which the plaintiff might or did intend to carry out by transporting the products of the business elsewhere. <i>United States</i> v. <i>E. C. Knight Co.</i> 156 U. S. 1, 13, 39 L. ed. 325, 329, 15 Sup. Ct. Rep. 249; <i>Hopkins</i> v. <i>United States</i>, 171 U. S. 578, 592, 594, 43 L. ed. 290, 296, 297, 19 Sup. Ct. Rep. 40. The interference with the regulation of commerce between the states is more remote than when a bridge between two states, or the franchise of a domestic corporation created with the intent to carry on such commerce, is taxed. See <i>Henderson Bridge Co.</i> v. <i>Henderson</i>, 173 U. S. 592, 622, 623, 43 L. ed. 823, 834, 19 Sup. Ct. Rep. 553; <i>Central P. R. Co.</i> v. <i>California</i>, 162 U. S. 91, 119, 125, 126, 40 L. ed. 903, 913, 915, 16 Sup. Ct. Rep. 766. In modern societies every part is related so organically to every other that what affects any portion must be felt more or less by all the rest. Therefore, unless everything is to be forbidden and legislation is to come to a stop, it is not enough to show that, in the working of a statute, there is some tendency, logically discernible, to interfere with commerce or existing contracts. Practical lines have to be drawn, and distinctions of degree must be made. See, further, <i>Kidd</i> v. <i>Pearson</i>, 128 U. S. 1, 21, 32 L. ed. 346, 2 Inters. Com. Rep. 232, 9 Sup. Ct. Rep. 6; <i>Coe</i> v. <i>Errol</i>, 116 U. S. 517, 525, 527, 29 L. ed. 715, 718, 6 Sup. Ct. Rep. 475; <i>Tredway</i> v. <i>Riley</i>, 32 Neb. 495, 49 N. W. 268.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Yet another objection to the statute remains to be mentioned. At the date of the contract the section applied to partnerships as well as to corporations. It is argued that the act, so far as it applied to the former, was contrary to are. 2, &#167; 4, of the Constitution of the United States, and to the 14h Amendment, and therefore was invalid throughout. We shall not consider the validity of the law as applied to unincorporated associations, because, in our opinion, the application of the provision to corporations was severable from, and independent of, its application to partnerships, so that, even if in the latter aspect the section was bad, it remained unaffected and valid so far as this case is concerned. The independence seems to us obvious on reading the statute, and is emphasized by the fact that the next year after the enactment, before the completion of the factory, partnerships were struck out of the act. Stat. 1899, chap. 351, &#167; 27. We are of opinion that the ruling of the circuit court was right, and that the iudgment should be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\"><i>Judgment affirmed</i>.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>187 U.S. 611 (1903)</b></center>\n<center><h1>DIAMOND GLUE COMPANY<br>\nv.<br>\nUNITED STATES GLUE COMPANY.</h1></center>\n<center>No. 119.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 16, 17, 1902.</center>\n<center>Decided January 5, 1903.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF WISCONSIN.\n<p><i>Mr. Edgar A. Bancroft</i> for plaintiff in error. <i>Mr. Samuel Adams, Mr. Franklin D. Locke</i> and <i>Mr. George H. Noyes</i> were with him on the brief.</p>\n<p><i>Mr. Charles Quarles</i> for defendant in error. <i>Mr. J.V. Quarles</i> and <i>Mr. George Lines</i> were with him on the brief.</p>\n<p>MR. JUSTICE HOLMES delivered the opinion of the court.</p>\n<p>This is an action upon a written contract alleging a breach <span class=\"star-pagination\">*612</span> and claiming damages. It was brought in the United States Circuit Court for the Eastern District of Wisconsin by an Illinois corporation against a Wisconsin corporation. On June 25, 1898, the date when the contract was made, a law had been enacted in Wisconsin, to go into operation later, on September 1, 1898, requiring corporations incorporated elsewhere to file a copy of their charter with the Secretary of State, and to pay a small fee as a condition of doing business there. Wisconsin Stat. 1898, §§ 1770<i>b,</i> 4978. This it was admitted that the plaintiff had not done, and the defendant set up that the contract was a contract to do business in Wisconsin after the statute took effect, and that the defendant was justified by the statute in declining to go on. The judge sustained this defence, and the plaintiff excepted, contending that the statute did not and could not constitutionally affect its rights under the contract in question. 103 Fed. Rep. 838. It brings the case here by a writ of error.</p>\n<p>The contract was one by which it was agreed that the plaintiff should supervise the plans for a glue factory to be built by the defendant on a site to be selected within sixty days; that it should have the management of the manufacturing in the same and should operate it for the defendant; that its officers should give the factory such personal supervision as might be necessary, and give the defendant in the management and operation of the factory the benefit of their experience and of the plaintiff's; that the plaintiff should furnish and keep the defendant supplied with a superintendent; that it should control, handle and sell the entire output of the factory; that it should refrain from manufacturing hide or calf glues at any of its own factories; and that it should guarantee payment on all sales made by it and should receive certain commissions for its services. The contract was to run for five years from the time that the plant was finished and began work. It was understood that the proposed factory was to be in Wisconsin. A site was selected near Milwaukee, and in a little over a year from the date of the contract, on July 25 or 26, 1899, the plant was built and put in operation.</p>\n<p>The section of the Wisconsin statutes relied on by the defendant, <span class=\"star-pagination\">*613</span> stated more at length, forbade corporations organized otherwise than under the laws of that State to transact business in the State until they should have filed a copy of their charter with the Secretary of State, which act, by the same statute, constituted the Secretary of State the attorney of the corporation for the service of process. A failure to comply with any of the provisions of the section subjected the corporation to a fine. It was provided further that every contract made by such corporation affecting the personal liability thereof or relating to property within the State before compliance with the section should be wholly void on its behalf, but should be enforceable against it. A fee of twenty-five dollars was to be paid for filing the charter. See <i>Ashland Lumber Company</i> v. <i>Detroit Salt Co.,</i> 89 N.W. Rep. 904.</p>\n<p>According to the undisputed testimony of the plaintiff's vice president, who executed the contract, the instrument was signed in Wisconsin, and at all events, if it was executed with a view to the carrying on of business in that State by the plaintiff, the law of Wisconsin must be applied. <i>London Assurance</i> v. <i>Companhia de Moagens do Barreiro,</i> 167 U.S. 149, 160, 161; <i>Graves</i> v. <i>Johnson,</i> 156 Massachusetts, 211. There is no controversy on this point. But it is said that the contract did not contemplate the carrying on of business by the plaintiff in Wisconsin, that at most it is ambiguous, and that practically it was construed in accordance with the plaintiff's contention. The declaration is on the contract, and by that the plaintiff must stand or fall. We see no ambiguity in its terms. The plaintiff was to have the management of the manufacturing, was to operate the factory, or at least to assist in operating it, and to keep it supplied with a superintendent. It did assist in operating by its officers and did supply a superintendent, and whether in his superintendence he in fact acted as agent for the plaintiff or the defendant, what the contract required is plain. It called for a carrying on of business in Wisconsin by the plaintiff at a time when to carry it on without filing a copy of the plaintiff's charter was forbidden by the laws of the State. See <i>Mutual Life Insurance Co.</i> v. <i>Spratley,</i> 172 U.S. 602, 611. The only complaint of the plaintiff is that the defendant refused to perform <span class=\"star-pagination\">*614</span> that contract when the plaintiff had filed no copy of its charter and when the performance was forbidden by the law. It is said, to be sure, that the part refused by the defendant was a different and lawful portion. But the contract was an entire contract, as both parties agree, and therefore whatever the defendant had in mind, if it was justified by the law, in refusing to perform a material part, it was justified in refusing to perform any portion. See <i>McMullen</i> v. <i>Hoffman,</i> 174 U.S. 639. It is alleged to have declared the contract at an end. We may add that it is not a question of election but of the legality of performance, and therefore the justification could not be waived.</p>\n<p>It hardly could be contended that the contract was illegal, on the ground just stated, when it was made. If indeed it had contemplated the plaintiff's going on without complying with the statute, it would have raised a question which we need not discuss. But it must be taken to have contemplated legal action, and if filing a copy of its charter was a condition precedent of the plaintiff's right to carry out its undertakings, then a promise might be implied on its part to take the necessary steps. But if, when the time came, the plaintiff did not take those steps, the defendant had the legal right to refuse to go on, whether its right be put on the ground of the plaintiff's breach of its implied undertaking or of the illegality of the proposed continuance of the work. The plaintiff contends, however, as we have said, that the statute did not and could not apply to the performance of the contract in suit. It will be remembered that while enacted before the contract was made, it did not go into effect until afterwards, although before the time when the factory was or could have been built in the ordinary course of business. It is said that if the statute is taken to govern the present contract it impairs the obligation of that contract, and encounters the United States Constitution, Article I, section 10. It is assumed that to allow the statute any operation upon the contract is to give it a retroactive effect, and it is said that for that reason also plaintiff is not barred.</p>\n<p>A prohibition of the doing of business after a statute goes into effect is not retroactive with regard to that business, even though the business be done in pursuance of an earlier contract. <span class=\"star-pagination\">*615</span> The suggestion needing discussion is whether the statute impairs the obligation of the contract. We are of opinion that it is not open to that objection. We leave on one side the question how the obligation of a contract can be impaired by a law enacted before the contract was made. <i>Pinney</i> v. <i>Nelson,</i> 183 U.S. 144, 147. Again, we need not consider in its full breadth whether or how far, notwithstanding <i>Security Savings &amp; Loan Association</i> v. <i>Elbert,</i> 153 Indiana, 198, a corporation, by making a contract reaching years into the future, can exonerate itself from all police or license laws, on the ground that by indirection they make performance of the contract more difficult to an infinitesimal degree. Compare <i>Curtis</i> v. <i>Whitney,</i> 13 Wall. 68, 71; <i>Bedford</i> v. <i>Eastern Building &amp; Loan Association,</i> 181 U.S. 227, 241. We shall advert to parallel considerations in connection with the alleged interference with commerce between the States. The prohibition in this case is not absolute but is only conditional on the failure to deposit a copy of the plaintiff's charter and to pay a small fee. It is merely incident to a regulation which, but for the contract, unquestionably would be proper, and which is familiar in the laws of the States. It can be avoided by compliance with the regulation. We are not prepared to say that the regulation would be unreasonable or invalid as to such a contract as this, even if enacted after the contract was made. But we rest our decision upon the narrower ground of the foregoing considerations taken in connection with what we are about to say.</p>\n<p>The suspension clause of § 4978 was of immediate operation, and therefore was notice to the plaintiff and defendant of itself and of what was suspended and for how long. If with that notice they contracted for the transaction of business within the jurisdiction of the statute and after the statute should have gone into effect, they did so with notice that, if nothing changed, the contemplated business would be unlawful by force merely of present conditions and the lapse of time, unless the plaintiff should comply with the regulation. In such circumstances, at least, it seems to us impossible to say that the obligation of the contract is impaired within the meaning of the Constitution by the Wisconsin law. Statements made with a <span class=\"star-pagination\">*616</span> different intent in some decisions, to the effect that suspended statutes are to be read as if passed on the day when they go into operation, do not apply to a case like this. Such statutes are to be read in that way for the purposes of the operation which is suspended, but not for all. <i>Stine</i> v. <i>Bennett,</i> 13 Minnesota, 153, 157; <i>Smith</i> v. <i>Morrison,</i> 22 Pick. 430, 432; <i>Ford</i> v. <i>Chicago Milk Shippers' Association,</i> 155 Illinois, 166, 181.</p>\n<p>It is said that the contract in suit, as carried out, was concerned in part with interstate commerce, and therefore was free from the operation of the Wisconsin statute. The portion of the contract that called for the carrying on of business in Wisconsin was not so concerned, and the inseparable provisions as to selling left it to chance or extrinsic business considerations whether the contemplated traffic should go outside the State or not. The foundation of the commerce outside the State was doing business within it. The superintendence and manufacture had to come before the sale. The small requirements of this act before allowing the plaintiff to do business in the State, if good as to that business taken by itself, are not made bad by the presence in the contract of an ulterior term which the plaintiff might or did intend to carry out by transporting the products of the business elsewhere. <i>United States</i> v. <i>E.C. Knight Co.,</i> 156 U.S. 1, 13; <i>Hopkins</i> v. <i>United States,</i> 171 U.S. 578, 592, 594. The interference with the regulation of commerce between the States is more remote than when a bridge between two States, or the franchise of a domestic corporation created with the intent to carry on such commerce, is taxed. See <i>Henderson Bridge Co.</i> v. <i>Henderson City,</i> 173 U.S. 592, 622, 623; <i>Central Pacific Railroad Co.</i> v. <i>California,</i> 162 U.S. 91, 119, 125, 126. In modern societies every part is related so organically to every other, that what affects any portion must be felt more or less by all the rest. Therefore, unless everything is to be forbidden and legislation is to come to a stop, it is not enough to show that, in the working of a statute, there is some tendency, logically discernible, to interfere with commerce or existing contracts. Practical lines have to be drawn and distinctions of degree must be made. See further <span class=\"star-pagination\">*617</span> <i>Kidd</i> v. <i>Pearson,</i> 128 U.S. 1, 21; <i>Coe</i> v. <i>Errol,</i> 116 U.S. 517, 525, 527; <i>Tredway</i> v. <i>Riley,</i> 32 Nebraska, 495.</p>\n<p>Yet another objection to the statute remains to be mentioned. At the date of the contract the section applied to partnerships as well as to corporations. It is argued that the act, so far as it applied to the former, was contrary to art. 2, section 4, of the Constitution of the United States, and to the Fourteenth Amendment, and therefore was invalid throughout. We shall not consider the validity of the law as applied to unincorporated associations, because, in our opinion, the application of the provision to corporations was severable from and independent of its application to partnerships, so that even if in the latter aspect the section was bad, it remained unaffected and valid so far as this case is concerned. The independence seems to us obvious on reading the statute, and is emphasized by the fact that the next year after the enactment, before the completion of the factory, partnerships were struck out of the act. Laws of 1899, c. 351, § 27. We are of opinion that the ruling of the Circuit Court was right, and that the judgment should be affirmed.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">187</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">611</span></span> (1903)</b></center>\n<center><h1>DIAMOND GLUE COMPANY<br>\nv.<br>\nUNITED STATES GLUE COMPANY.</h1></center>\n<center>No. 119.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 16, 17, 1902.</center>\n<center>Decided January 5, 1903.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF WISCONSIN.\n<p><i>Mr. Edgar A. Bancroft</i> for plaintiff in error. <i>Mr. Samuel Adams, Mr. Franklin D. Locke</i> and <i>Mr. George H. Noyes</i> were with him on the brief.</p>\n<p><i>Mr. Charles Quarles</i> for defendant in error. <i>Mr. J.V. Quarles</i> and <i>Mr. George Lines</i> were with him on the brief.</p>\n<p>MR. JUSTICE HOLMES delivered the opinion of the court.</p>\n<p>This is an action upon a written contract alleging a breach <span class=\"star-pagination\">*612</span> and claiming damages. It was brought in the United States Circuit Court for the Eastern District of Wisconsin by an Illinois corporation against a Wisconsin corporation. On June 25, 1898, the date when the contract was made, a law had been enacted in Wisconsin, to go into operation later, on September 1, 1898, requiring corporations incorporated elsewhere to file a copy of their charter with the Secretary of State, and to pay a small fee as a condition of doing business there. Wisconsin Stat. 1898, §§ 1770<i>b,</i> 4978. This it was admitted that the plaintiff had not done, and the defendant set up that the contract was a contract to do business in Wisconsin after the statute took effect, and that the defendant was justified by the statute in declining to go on. The judge sustained this defence, and the plaintiff excepted, contending that the statute did not and could not constitutionally affect its rights under the contract in question. 103 Fed. Rep. 838. It brings the case here by a writ of error.</p>\n<p>The contract was one by which it was agreed that the plaintiff should supervise the plans for a glue factory to be built by the defendant on a site to be selected within sixty days; that it should have the management of the manufacturing in the same and should operate it for the defendant; that its officers should give the factory such personal supervision as might be necessary, and give the defendant in the management and operation of the factory the benefit of their experience and of the plaintiff's; that the plaintiff should furnish and keep the defendant supplied with a superintendent; that it should control, handle and sell the entire output of the factory; that it should refrain from manufacturing hide or calf glues at any of its own factories; and that it should guarantee payment on all sales made by it and should receive certain commissions for its services. The contract was to run for five years from the time that the plant was finished and began work. It was understood that the proposed factory was to be in Wisconsin. A site was selected near Milwaukee, and in a little over a year from the date of the contract, on July 25 or 26, 1899, the plant was built and put in operation.</p>\n<p>The section of the Wisconsin statutes relied on by the defendant, <span class=\"star-pagination\">*613</span> stated more at length, forbade corporations organized otherwise than under the laws of that State to transact business in the State until they should have filed a copy of their charter with the Secretary of State, which act, by the same statute, constituted the Secretary of State the attorney of the corporation for the service of process. A failure to comply with any of the provisions of the section subjected the corporation to a fine. It was provided further that every contract made by such corporation affecting the personal liability thereof or relating to property within the State before compliance with the section should be wholly void on its behalf, but should be enforceable against it. A fee of twenty-five dollars was to be paid for filing the charter. See <i>Ashland Lumber Company</i> v. <i>Detroit Salt Co.,</i> 89 N.W. Rep. 904.</p>\n<p>According to the undisputed testimony of the plaintiff's vice president, who executed the contract, the instrument was signed in Wisconsin, and at all events, if it was executed with a view to the carrying on of business in that State by the plaintiff, the law of Wisconsin must be applied. <i>London Assurance</i> v. <i>Companhia de Moagens do Barreiro,</i> <span class=\"citation\" data-id=\"94705\"><a href=\"/opinion/94705/london-assurance-v-companhia-de-moagens-do-barreir/\"><span class=\"volume\">167</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">149</span></a></span>, 160, 161; <i>Graves</i> v. <i>Johnson,</i> 156 Massachusetts, 211. There is no controversy on this point. But it is said that the contract did not contemplate the carrying on of business by the plaintiff in Wisconsin, that at most it is ambiguous, and that practically it was construed in accordance with the plaintiff's contention. The declaration is on the contract, and by that the plaintiff must stand or fall. We see no ambiguity in its terms. The plaintiff was to have the management of the manufacturing, was to operate the factory, or at least to assist in operating it, and to keep it supplied with a superintendent. It did assist in operating by its officers and did supply a superintendent, and whether in his superintendence he in fact acted as agent for the plaintiff or the defendant, what the contract required is plain. It called for a carrying on of business in Wisconsin by the plaintiff at a time when to carry it on without filing a copy of the plaintiff's charter was forbidden by the laws of the State. See <i>Mutual Life Insurance Co.</i> v. <i>Spratley,</i> <span class=\"citation\" data-id=\"94983\"><a href=\"/opinion/94983/connecticut-mut-life-ins-co-v-spratley/\"><span class=\"volume\">172</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">602</span></a></span>, 611. The only complaint of the plaintiff is that the defendant refused to perform <span class=\"star-pagination\">*614</span> that contract when the plaintiff had filed no copy of its charter and when the performance was forbidden by the law. It is said, to be sure, that the part refused by the defendant was a different and lawful portion. But the contract was an entire contract, as both parties agree, and therefore whatever the defendant had in mind, if it was justified by the law, in refusing to perform a material part, it was justified in refusing to perform any portion. See <i>McMullen</i> v. <i>Hoffman,</i> 174 U.S. 639. It is alleged to have declared the contract at an end. We may add that it is not a question of election but of the legality of performance, and therefore the justification could not be waived.</p>\n<p>It hardly could be contended that the contract was illegal, on the ground just stated, when it was made. If indeed it had contemplated the plaintiff's going on without complying with the statute, it would have raised a question which we need not discuss. But it must be taken to have contemplated legal action, and if filing a copy of its charter was a condition precedent of the plaintiff's right to carry out its undertakings, then a promise might be implied on its part to take the necessary steps. But if, when the time came, the plaintiff did not take those steps, the defendant had the legal right to refuse to go on, whether its right be put on the ground of the plaintiff's breach of its implied undertaking or of the illegality of the proposed continuance of the work. The plaintiff contends, however, as we have said, that the statute did not and could not apply to the performance of the contract in suit. It will be remembered that while enacted before the contract was made, it did not go into effect until afterwards, although before the time when the factory was or could have been built in the ordinary course of business. It is said that if the statute is taken to govern the present contract it impairs the obligation of that contract, and encounters the United States Constitution, Article I, section 10. It is assumed that to allow the statute any operation upon the contract is to give it a retroactive effect, and it is said that for that reason also plaintiff is not barred.</p>\n<p>A prohibition of the doing of business after a statute goes into effect is not retroactive with regard to that business, even though the business be done in pursuance of an earlier contract. <span class=\"star-pagination\">*615</span> The suggestion needing discussion is whether the statute impairs the obligation of the contract. We are of opinion that it is not open to that objection. We leave on one side the question how the obligation of a contract can be impaired by a law enacted before the contract was made. <i>Pinney</i> v. <i>Nelson,</i> <span class=\"citation\" data-id=\"95537\"><a href=\"/opinion/95537/pinney-v-nelson/\"><span class=\"volume\">183</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">144</span></a></span>, 147. Again, we need not consider in its full breadth whether or how far, notwithstanding <i>Security Savings &amp; Loan Association</i> v. <i>Elbert,</i> 153 Indiana, 198, a corporation, by making a contract reaching years into the future, can exonerate itself from all police or license laws, on the ground that by indirection they make performance of the contract more difficult to an infinitesimal degree. Compare <i>Curtis</i> v. <i>Whitney,</i> <span class=\"citation\" data-id=\"88437\"><a href=\"/opinion/88437/curtis-v-whitney/\"><span class=\"volume\">13</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">68</span></a></span>, 71; <i>Bedford</i> v. <i>Eastern Building &amp; Loan Association,</i> <span class=\"citation\" data-id=\"95465\"><a href=\"/opinion/95465/bedford-v-eastern-building-and-loan-assn/\"><span class=\"volume\">181</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">227</span></a></span>, 241. We shall advert to parallel considerations in connection with the alleged interference with commerce between the States. The prohibition in this case is not absolute but is only conditional on the failure to deposit a copy of the plaintiff's charter and to pay a small fee. It is merely incident to a regulation which, but for the contract, unquestionably would be proper, and which is familiar in the laws of the States. It can be avoided by compliance with the regulation. We are not prepared to say that the regulation would be unreasonable or invalid as to such a contract as this, even if enacted after the contract was made. But we rest our decision upon the narrower ground of the foregoing considerations taken in connection with what we are about to say.</p>\n<p>The suspension clause of § 4978 was of immediate operation, and therefore was notice to the plaintiff and defendant of itself and of what was suspended and for how long. If with that notice they contracted for the transaction of business within the jurisdiction of the statute and after the statute should have gone into effect, they did so with notice that, if nothing changed, the contemplated business would be unlawful by force merely of present conditions and the lapse of time, unless the plaintiff should comply with the regulation. In such circumstances, at least, it seems to us impossible to say that the obligation of the contract is impaired within the meaning of the Constitution by the Wisconsin law. Statements made with a <span class=\"star-pagination\">*616</span> different intent in some decisions, to the effect that suspended statutes are to be read as if passed on the day when they go into operation, do not apply to a case like this. Such statutes are to be read in that way for the purposes of the operation which is suspended, but not for all. <i>Stine</i> v. <i>Bennett,</i> 13 Minnesota, 153, 157; <i>Smith</i> v. <i>Morrison,</i> <span class=\"citation\" data-id=\"92050\"><a href=\"/opinion/92050/the-smith/\"><span class=\"volume\">22</span> <span class=\"reporter\">Pick.</span> <span class=\"page\">430</span></a></span>, 432; <i>Ford</i> v. <i>Chicago Milk Shippers' Association,</i> 155 Illinois, 166, 181.</p>\n<p>It is said that the contract in suit, as carried out, was concerned in part with interstate commerce, and therefore was free from the operation of the Wisconsin statute. The portion of the contract that called for the carrying on of business in Wisconsin was not so concerned, and the inseparable provisions as to selling left it to chance or extrinsic business considerations whether the contemplated traffic should go outside the State or not. The foundation of the commerce outside the State was doing business within it. The superintendence and manufacture had to come before the sale. The small requirements of this act before allowing the plaintiff to do business in the State, if good as to that business taken by itself, are not made bad by the presence in the contract of an ulterior term which the plaintiff might or did intend to carry out by transporting the products of the business elsewhere. <i>United States</i> v. <i>E.C. Knight Co.,</i> <span class=\"citation\" data-id=\"94079\"><a href=\"/opinion/94079/united-states-v-ec-knight-co/\"><span class=\"volume\">156</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 13; <i>Hopkins</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"94933\"><a href=\"/opinion/94933/hopkins-v-united-states/\"><span class=\"volume\">171</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">578</span></a></span>, 592, 594. The interference with the regulation of commerce between the States is more remote than when a bridge between two States, or the franchise of a domestic corporation created with the intent to carry on such commerce, is taxed. See <i>Henderson Bridge Co.</i> v. <i>Henderson City,</i> <span class=\"citation\" data-id=\"93190\"><a href=\"/opinion/93190/henderson-bridge-co-v-henderson-city/\"><span class=\"volume\">173</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">592</span></a></span>, 622, 623; <i>Central Pacific Railroad Co.</i> v. <i>California,</i> <span class=\"citation\" data-id=\"94416\"><a href=\"/opinion/94416/central-pacific-r-co-v-california/\"><span class=\"volume\">162</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">91</span></a></span>, 119, 125, 126. In modern societies every part is related so organically to every other, that what affects any portion must be felt more or less by all the rest. Therefore, unless everything is to be forbidden and legislation is to come to a stop, it is not enough to show that, in the working of a statute, there is some tendency, logically discernible, to interfere with commerce or existing contracts. Practical lines have to be drawn and distinctions of degree must be made. See further <span class=\"star-pagination\">*617</span> <i>Kidd</i> v. <i>Pearson,</i> <span class=\"citation\" data-id=\"92306\"><a href=\"/opinion/92306/kidd-v-pearson/\"><span class=\"volume\">128</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 21; <i>Coe</i> v. <i>Errol,</i> <span class=\"citation\" data-id=\"91559\"><a href=\"/opinion/91559/coe-v-errol/\"><span class=\"volume\">116</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">517</span></a></span>, 525, 527; <i>Tredway</i> v. <i>Riley,</i> 32 Nebraska, 495.</p>\n<p>Yet another objection to the statute remains to be mentioned. At the date of the contract the section applied to partnerships as well as to corporations. It is argued that the act, so far as it applied to the former, was contrary to art. 2, section 4, of the Constitution of the United States, and to the Fourteenth Amendment, and therefore was invalid throughout. We shall not consider the validity of the law as applied to unincorporated associations, because, in our opinion, the application of the provision to corporations was severable from and independent of its application to partnerships, so that even if in the latter aspect the section was bad, it remained unaffected and valid so far as this case is concerned. The independence seems to us obvious on reading the statute, and is emphasized by the fact that the next year after the enactment, before the completion of the factory, partnerships were struck out of the act. Laws of 1899, c. 351, § 27. We are of opinion that the ruling of the Circuit Court was right, and that the judgment should be affirmed.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", "id": 95763, "judges": "Holmes", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/95763/", "sha1": "c8aceaf9ed6c8a17bc3b9dce2d5cf3f00ed70f1d", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:40:14"}