{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "191 U.S. 78", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/95926/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Kinney v. Columbia Sav. & Loan Assn.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "102", 
    "id": 80309, 
    "resource_uri": "/api/rest/v2/citation/80309/"
  }, 
  "id": 95926, 
  "blocked": false, 
  "judges": "Brewer, After Making the Foregoing Statement", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1903-11-09", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>191 U.S. 78 (1903)</b></center>\n<center><h1>KINNEY<br>\nv.<br>\nCOLUMBIA SAVINGS &amp; LOAN ASSOCIATION.</h1></center>\n<center>No. 102.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted October 13, 1903.</center>\n<center>Decided November 9, 1903.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF UTAH.\n<p><span class=\"star-pagination\">*80</span> <i>Mr. Charles S. Varian</i> and <i>Mr. Franklin S. Richards</i> for appellants.</p>\n<p><i>Mr. J. Norman</i> for appellee.</p>\n<p>Mr. JUSTICE BREWER, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>Had the Federal court the power to permit the amendment of the petition for removal? The suit was removable. Diverse citizenship in fact existed and the amount in controversy was over $2,000. The right to remove existed, but the petition for removal was defective. If it had been sufficient there would have been no need of amendment. The question is whether it was so defective as to be incurable. In other words, was the case one in which the court had power to permit the facts to be stated in order to secure to the defendant the removal to which it had a right? By section 1 of chap. 866, 25 Stat. 434, jurisdiction is given to the Circuit Courts of all suits of a civil nature \"where the matter in dispute exceeds, exclusive of interest and costs, the sum or value of $2,000,\" and \"in which there shall be a controversy between citizens of different States.\" By section 2 of the same act any such suit pending in a state court may be removed into the Circuit Court of the United States by the defendant or defendants <span class=\"star-pagination\">*81</span> if non-residents. The petition for removal, which was duly verified, alleged the existence of just such a suit. True, this court, construing the statute, has held that the difference of citizenship must exist both at the commencement of the suit and at the filing of the petition for removal. <i>Gibson</i> v. <i>Bruce,</i> 108 U.S. 561; <i>Akers</i> v. <i>Akers,</i> 117 U.S. 197; <i>Stevens</i> v. <i>Nichols,</i> 130 U.S. 230. But this does not change the fact that the language of the petition follows that of the statute in stating the existence of that which the statute makes the basis of a right of removal.</p>\n<p>It is also true that when a record presented to this court fails to show a diversity of citizenship, both when the suit was commenced and when the petition for removal was filed, a reversal has been ordered and the case sent back to the Circuit Court with directions to remand to the state court. <i>Stephens</i> v. <i>Nichols, supra; </i><i>Crehore</i> v. <i>Ohio &amp;c. Ry. Co.,</i> 131 U.S. 240; <i>Jackson</i> v. <i>Allen,</i> 132 U.S. 27; <i>La Confiance Compagnie Anonyme d' Assurance</i> v. <i>Hall,</i> 137 U.S. 61; <i>Kellam</i> v. <i>Keith,</i> 144 U.S. 568; <i>Mattingly</i> v. <i>N.W. Va. R.R. Co.,</i> 158 U.S. 53. In none of these cases does it appear that the defect was noticed in the Circuit Court, and in some not noticed by the parties after the case had reached this court, but action was taken here by virtue of the duty resting on all Federal courts not to entertain jurisdiction, if it does not affirmatively appear. It is also true that in <i>Crehore</i> v. <i>Ohio &amp;c. Ry. Co., supra</i><i>,</i> this court was asked to grant leave to the Circuit Court to permit an amendment of the defective removal proceedings, and the application was denied, but that was after the case had been finally disposed of in the Circuit Court and the insufficiency of the removal papers had been declared by this. Here the application was made shortly after the filing of the removal papers and before any action had been taken in the Circuit Court. The amendment was allowed by the Circuit Court, and the question now to determine is whether that court had power to permit such amendment. It is frequently stated that amendments are within the discretion of the trial court, and that unless it appears that the discretion has been abused no error is shown.</p>\n<p><span class=\"star-pagination\">*82</span> A petition and bond for removal are in the nature of process. They constitute the process by which the case is transferred from the state to the Federal court. Congress has made ample provision for the amendment of process. Section 948, Rev. Stat., reads:</p>\n<p>\"Any Circuit or District Court may at any time, in its discretion, and upon such terms as it may deem just, allow an amendment of any process returnable to or before it, where the defect has not prejudiced, and the amendment will not injure, the party against whom such process issues.\"</p>\n<p>And by section 954 it is provided that \u0097</p>\n<p>\"No summons, writ, declaration, return, process, judgment or other proceedings in civil causes, in any court of the United States, shall be abated, arrested, quashed or reversed for any defect or want of form, . . . and may at any time permit either of the parties to amend any defect in the process or pleadings, upon such conditions as it shall, in its discretion and by its rules, prescribe.\"</p>\n<p>The question of the power of amendment has been decided by this court in several cases. In <i>Parker</i> v. <i>Overman,</i> 18 How. 137, a petition for removal was defective in that it simply alleged residence and not citizenship, but was corrected, over objection, by amendment in the Federal court, and, as said by Mr. Justice Grier (p. 141):</p>\n<p>\"In the petition to remove this case from the state court, there was not a proper averment as to the citizenship of the plaintiff in error. It alleged that Parker `resided' in Tennessee and White in Maryland. `Citizenship' and `residence' are not synonymous terms; but as the record was afterwards so amended as to show conclusively the citizenship of the parties, the court below had, and this court has, undoubted jurisdiction of the case.\"</p>\n<p>In <i>Carson</i> v. <i>Dunham,</i> 121 U.S. 421, the application for removal was based on two grounds: One, diverse citizenship, and the other, the existence of a Federal question. The allegation in respect to the Federal question was general, and did not state the facts. After the case had been entered in the Federal court an answer was filed, stating more fully the facts <span class=\"star-pagination\">*83</span> upon which the existence of a Federal question was based. Mr. Chief Justice Waite, speaking for the court, said, in reference to this answer (p. 427):</p>\n<p>\"The answer was filed, which, for the purposes of jurisdiction, may fairly be treated as an amendment to the petition for removal, setting forth the facts from which the conclusions there stated were drawn. As an amendment, the answer was germane to the petition, and did no more than set forth in proper form what had before been imperfectly stated.\"</p>\n<p>It is true that this court, on examination of the record, found that no Federal question was even then disclosed, but that does not alter the ruling that an amendment was proper showing the facts upon which the general averment of a Federal question was based. <i>Grace</i> v. <i>American Central Insurance Company,</i> 109 U.S. 278, 285, seems to recognize the right of amendment. The same may be said of <i>Thayer</i> v. <i>Life Association,</i> 112 U.S. 717, 720. <i>Robertson</i> v. <i>Cease,</i> 97 U.S. 646, was a suit originally commenced in the United States Circuit Court. It failed to allege diverse citizenship, but no objection was made in the court below on the ground, and while this court reversed the judgment, it sent the case back with leave to amend the petition in respect to the allegation of citizenship. The case relied upon in the opinion was <i>Morgan's Executor</i> v. <i>Gay,</i> 19 Wall. 81, in which the same ruling had been made. These cases recognize the power of the Circuit Court to permit amendment of pleadings to show diverse citizenship and of removal proceedings where there is a technical defect and there are averments sufficient to show jurisdiction.</p>\n<p>The facts here disclosed clearly show a case in which an amendment was rightfully made. The citizenship of the defendant, both at the time the suit was commenced and when the petition for removal was filed, was clearly and positively stated. There was a general averment that it was a case of diverse citizenship, and, therefore, one in which by the statute the party was entitled to a removal. The trust deed, which was the subject matter of the controversy, showed upon its face that the plaintiffs were of Salt Lake County, and was executed before a notary public in that county. The continuance <span class=\"star-pagination\">*84</span> of that situation is to be presumed. The first action taken by the plaintiffs after the removal was a motion to remand, based not on account of any defect in the averments of citizenship but simply in respect to the amount in controversy. A month after filing this motion they sought to amend it by including an objection on account of a defect in the allegations of diverse citizenship, and immediately thereafter the defendant moved to amend the petition for removal so as to make it sufficient in that respect. All these things took place before any action had been had in the Federal court on the merits of the case. It may also be noticed that the state court apparently recognized the removal proceedings as sufficient, for it took no further steps in the case, and hence we need not inquire what would have been the effect of any action taken by it in disregard of the removal. Clearly the plaintiffs were not prejudiced. The case was one which the appellee had a right to remove, and nothing had been done to prejudice the rights of the plaintiffs before the petition for removal was perfected. It seems to us, therefore, that this is a case in which the amendment was properly allowed.</p>\n<p>The decree of the Circuit Court will be</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:40:18", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">191</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></span> (1903)</b></center>\n<center><h1>KINNEY<br>\nv.<br>\nCOLUMBIA SAVINGS &amp; LOAN ASSOCIATION.</h1></center>\n<center>No. 102.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted October 13, 1903.</center>\n<center>Decided November 9, 1903.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF UTAH.\n<p><span class=\"star-pagination\">*80</span> <i>Mr. Charles S. Varian</i> and <i>Mr. Franklin S. Richards</i> for appellants.</p>\n<p><i>Mr. J. Norman</i> for appellee.</p>\n<p>Mr. JUSTICE BREWER, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>Had the Federal court the power to permit the amendment of the petition for removal? The suit was removable. Diverse citizenship in fact existed and the amount in controversy was over $2,000. The right to remove existed, but the petition for removal was defective. If it had been sufficient there would have been no need of amendment. The question is whether it was so defective as to be incurable. In other words, was the case one in which the court had power to permit the facts to be stated in order to secure to the defendant the removal to which it had a right? By section 1 of chap. 866, 25 Stat. 434, jurisdiction is given to the Circuit Courts of all suits of a civil nature \"where the matter in dispute exceeds, exclusive of interest and costs, the sum or value of $2,000,\" and \"in which there shall be a controversy between citizens of different States.\" By section 2 of the same act any such suit pending in a state court may be removed into the Circuit Court of the United States by the defendant or defendants <span class=\"star-pagination\">*81</span> if non-residents. The petition for removal, which was duly verified, alleged the existence of just such a suit. True, this court, construing the statute, has held that the difference of citizenship must exist both at the commencement of the suit and at the filing of the petition for removal. <i>Gibson</i> v. <i>Bruce,</i> 108 U.S. 561; <i>Akers</i> v. <i>Akers,</i> 117 U.S. 197; <i>Stevens</i> v. <i>Nichols,</i> 130 U.S. 230. But this does not change the fact that the language of the petition follows that of the statute in stating the existence of that which the statute makes the basis of a right of removal.</p>\n<p>It is also true that when a record presented to this court fails to show a diversity of citizenship, both when the suit was commenced and when the petition for removal was filed, a reversal has been ordered and the case sent back to the Circuit Court with directions to remand to the state court. <i>Stephens</i> v. <i>Nichols, supra; </i><i>Crehore</i> v. <i>Ohio &amp;c. Ry. Co.,</i> 131 U.S. 240; <i>Jackson</i> v. <i>Allen,</i> 132 U.S. 27; <i>La Confiance Compagnie Anonyme d' Assurance</i> v. <i>Hall,</i> 137 U.S. 61; <i>Kellam</i> v. <i>Keith,</i> 144 U.S. 568; <i>Mattingly</i> v. <i>N.W. Va. R.R. Co.,</i> 158 U.S. 53. In none of these cases does it appear that the defect was noticed in the Circuit Court, and in some not noticed by the parties after the case had reached this court, but action was taken here by virtue of the duty resting on all Federal courts not to entertain jurisdiction, if it does not affirmatively appear. It is also true that in <i>Crehore</i> v. <i>Ohio &amp;c. Ry. Co., supra</i><i>,</i> this court was asked to grant leave to the Circuit Court to permit an amendment of the defective removal proceedings, and the application was denied, but that was after the case had been finally disposed of in the Circuit Court and the insufficiency of the removal papers had been declared by this. Here the application was made shortly after the filing of the removal papers and before any action had been taken in the Circuit Court. The amendment was allowed by the Circuit Court, and the question now to determine is whether that court had power to permit such amendment. It is frequently stated that amendments are within the discretion of the trial court, and that unless it appears that the discretion has been abused no error is shown.</p>\n<p><span class=\"star-pagination\">*82</span> A petition and bond for removal are in the nature of process. They constitute the process by which the case is transferred from the state to the Federal court. Congress has made ample provision for the amendment of process. Section 948, Rev. Stat., reads:</p>\n<p>\"Any Circuit or District Court may at any time, in its discretion, and upon such terms as it may deem just, allow an amendment of any process returnable to or before it, where the defect has not prejudiced, and the amendment will not injure, the party against whom such process issues.\"</p>\n<p>And by section 954 it is provided that \u0097</p>\n<p>\"No summons, writ, declaration, return, process, judgment or other proceedings in civil causes, in any court of the United States, shall be abated, arrested, quashed or reversed for any defect or want of form, . . . and may at any time permit either of the parties to amend any defect in the process or pleadings, upon such conditions as it shall, in its discretion and by its rules, prescribe.\"</p>\n<p>The question of the power of amendment has been decided by this court in several cases. In <i>Parker</i> v. <i>Overman,</i> <span class=\"citation\" data-id=\"86989\"><a href=\"/opinion/86989/parker-v-overman/\"><span class=\"volume\">18</span> <span class=\"reporter\">How.</span> <span class=\"page\">137</span></a></span>, a petition for removal was defective in that it simply alleged residence and not citizenship, but was corrected, over objection, by amendment in the Federal court, and, as said by Mr. Justice Grier (p. 141):</p>\n<p>\"In the petition to remove this case from the state court, there was not a proper averment as to the citizenship of the plaintiff in error. It alleged that Parker `resided' in Tennessee and White in Maryland. `Citizenship' and `residence' are not synonymous terms; but as the record was afterwards so amended as to show conclusively the citizenship of the parties, the court below had, and this court has, undoubted jurisdiction of the case.\"</p>\n<p>In <i>Carson</i> v. <i>Dunham,</i> <span class=\"citation\" data-id=\"91934\"><a href=\"/opinion/91934/carson-v-dunham/\"><span class=\"volume\">121</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">421</span></a></span>, the application for removal was based on two grounds: One, diverse citizenship, and the other, the existence of a Federal question. The allegation in respect to the Federal question was general, and did not state the facts. After the case had been entered in the Federal court an answer was filed, stating more fully the facts <span class=\"star-pagination\">*83</span> upon which the existence of a Federal question was based. Mr. Chief Justice Waite, speaking for the court, said, in reference to this answer (p. 427):</p>\n<p>\"The answer was filed, which, for the purposes of jurisdiction, may fairly be treated as an amendment to the petition for removal, setting forth the facts from which the conclusions there stated were drawn. As an amendment, the answer was germane to the petition, and did no more than set forth in proper form what had before been imperfectly stated.\"</p>\n<p>It is true that this court, on examination of the record, found that no Federal question was even then disclosed, but that does not alter the ruling that an amendment was proper showing the facts upon which the general averment of a Federal question was based. <i>Grace</i> v. <i>American Central Insurance Company,</i> <span class=\"citation\" data-id=\"90938\"><a href=\"/opinion/90938/grace-v-american-central-ins-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">278</span></a></span>, 285, seems to recognize the right of amendment. The same may be said of <i>Thayer</i> v. <i>Life Association,</i> <span class=\"citation\" data-id=\"91249\"><a href=\"/opinion/91249/thayer-v-life-assn-of-america/\"><span class=\"volume\">112</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">717</span></a></span>, 720. <i>Robertson</i> v. <i>Cease,</i> <span class=\"citation\" data-id=\"89834\"><a href=\"/opinion/89834/robertson-v-cease/\"><span class=\"volume\">97</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">646</span></a></span>, was a suit originally commenced in the United States Circuit Court. It failed to allege diverse citizenship, but no objection was made in the court below on the ground, and while this court reversed the judgment, it sent the case back with leave to amend the petition in respect to the allegation of citizenship. The case relied upon in the opinion was <i>Morgan's Executor</i> v. <i>Gay,</i> <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">81</span></span>, in which the same ruling had been made. These cases recognize the power of the Circuit Court to permit amendment of pleadings to show diverse citizenship and of removal proceedings where there is a technical defect and there are averments sufficient to show jurisdiction.</p>\n<p>The facts here disclosed clearly show a case in which an amendment was rightfully made. The citizenship of the defendant, both at the time the suit was commenced and when the petition for removal was filed, was clearly and positively stated. There was a general averment that it was a case of diverse citizenship, and, therefore, one in which by the statute the party was entitled to a removal. The trust deed, which was the subject matter of the controversy, showed upon its face that the plaintiffs were of Salt Lake County, and was executed before a notary public in that county. The continuance <span class=\"star-pagination\">*84</span> of that situation is to be presumed. The first action taken by the plaintiffs after the removal was a motion to remand, based not on account of any defect in the averments of citizenship but simply in respect to the amount in controversy. A month after filing this motion they sought to amend it by including an objection on account of a defect in the allegations of diverse citizenship, and immediately thereafter the defendant moved to amend the petition for removal so as to make it sufficient in that respect. All these things took place before any action had been had in the Federal court on the merits of the case. It may also be noticed that the state court apparently recognized the removal proceedings as sufficient, for it took no further steps in the case, and hence we need not inquire what would have been the effect of any action taken by it in disregard of the removal. Clearly the plaintiffs were not prejudiced. The case was one which the appellee had a right to remove, and nothing had been done to prejudice the rights of the plaintiffs before the petition for removal was perfected. It seems to us, therefore, that this is a case in which the amendment was properly allowed.</p>\n<p>The decree of the Circuit Court will be</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "sha1": "b45bcce10d276e1643170c4a74caf39ec8e76316", 
  "date_modified": "2014-12-21T01:34:00.031682", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/95926/kinney-v-columbia-sav-loan-assn/", 
  "citation_count": 13, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1115052/", 
  "html": "<p class=\"case_cite\">191 U.S. 78</p>\n    <p class=\"case_cite\">24 S.Ct. 30</p>\n    <p class=\"case_cite\">48 L.Ed. 103</p>\n    <p class=\"parties\">ANTOINETTE B. KINNEY and Clesson S. Kinney, <i>Appts.</i>,<br>v.<br>COLUMBIA SAVINGS &amp; LOAN ASSOCIATION.</p>\n    <p class=\"docket\">No. 102.</p>\n    <p class=\"date\">Submitted October 13, 1903.</p>\n    <p class=\"date\">Decided November 9, 1903.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">On August 25, 1899, appellants commenced this suit in the district court of Salt Lake county, Utah. By it plaintiffs sought an accounting and the cancellation of a deed of trust executed by them to a trustee for the benefit of the defendant. The complaint alleged that 'the defendant was and now is a corporation organized and existing under the laws of the state of Colorado.' The deed of trust (copied in the complaint) was executed November 22, 1890, and purports to be 'between Antoinette B. Kinney and Clesson S. Kinney, her husband, of the county of Salt Lake and Territory of Utah, parties of the first part; and Clyde J. Eastman' named as trustee. It was executed before a notary public in Salt Lake county.</p>\n      <p class=\"indent\">On September 2, 1899, the defendant filed a petition and bond for removal to the circuit court of the United States for the district of Utah. That petition alleged:</p>\n      <p class=\"indent\">'Your petitioner, The Columbia Savings &amp; Loan Association, respectfully shows to this honorable court that the matter and amount in dispute in the above-entitled suit exceeds, exclusive of interest and costs, the sum or value of $2000.</p>\n      <p class=\"indent\">'That the controversy in said suit is between citizens of different states, and that your petitioner, the defendant in the above-entitled suit, was, at the time of the commencement of the suit, and still is, a resident and a citizen of the city of Denver and state of Colorado.'</p>\n      <p class=\"indent\">On November 28, 1899, the plaintiffs filed a motion to remand the cause to the state court on the ground, that 'the amount or matter in dispute therein does not, and at the time said cause was removed from the state court, did not, exceed the sum or value of $2,000, exclusive of interest and cost.' On the same day the defendant filed in the circuit court an answer and cross complaint, by the latter seeking a foreclosure of the trust deed. In the cross complaint it alleged 'that it is a corporation, organized and existing under the laws of the state of Colorado, and is a citizen of said state, and that complainants herein are citizens and residents of Salt Lake City, state of Utah.'</p>\n      <p class=\"indent\">On December 30, 1899, the plaintiffs gave notice of a motion to amend their motion to remand, by adding as a further ground 'that the diverse citizenship of the parties at the time of the commencement of the suit, and at the time of the removal of said cause from the state court, does not appear upon the record.'</p>\n      <p class=\"indent\">On January 2, 1900, the defendant gave notice of a motion to amend the paragraph heretofore quoted from its cross complaint to read as follows:</p>\n      <p class=\"indent\">'First. That your orator, at the time of the commencement of this suit, was and ever since then, and now is, a corporation organized and existing under and by virtue of the laws of the state of Colorado, and a citizen and resident of the city of Denver and state of Colorado, and that the said plaintiffs, Antoinette B. Kinney and Clesson S. Kinney, at the time of the commencement of this suit, were, and ever since have been, and still are, citizens of the state of Utah, and residents thereof, residing at the city of Salt Lake in the said state of Utah.' And also notice of a motion to amend the petition for removal by adding this allegation:</p>\n      <p class=\"indent\">'That the plaintiffs, Antoinette B. Kinney and Clesson S. Kinney, and each of them, were at the time of the commencement of this suit, and still are, citizens and residents of the city of Salt Lake and state of Utah.'</p>\n      <p class=\"indent\">On January 6, 1900, the motion to remand was denied, and leave given to amend the petition for removal and the cross complaint. Subsequently the case went to trial in the circuit court, and a decree was rendered in favor of the defendant for the recovery of $4,003.45, and the foreclosure of the trust deed. From such decree an appeal was allowed to this court upon the single question of jurisdiction.</p>\n      <p class=\"indent\"><i>Messrs.</i> Charles S. Varian and Franklin S. Richards for appellants.</p>\n      <p class=\"indent\"><i>Mr.</i> J. Norman for appellee.</p>\n      <p class=\"indent\">Statement by Mr. Justice Brewer:</p>\n      <p class=\"indent\">Mr. Justice Brewer delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Had the Federal court the power to permit the amendment of the petition for removal? The suit was removable. Diverse citizenship in fact existed and the amount in controversy was over $2,000. The right to remove existed, but the petition for removal was defective. If it had been sufficient there would have been no need of amendment. The question is whether it was so defective as to be incurable. In other words, was the case one in which the court had power to permit the facts to be stated in order to secure to the defendant the removal to which it had a right? By &#167; 1 of chap. 866 (25 Stat. at L. 434, U. S. Comp. Stat. 1901, p. 508), jurisdiction is given to the circuit courts of all suits of a civil nature 'where the matter in dispute exceeds, exclusive of interest and costs, the sum or value of $2,000,' and 'in which there shall be a controversy between citizens of different states.' By &#167; 2 of the same act any such suit pending in a state court may be removed into the circuit court of the United States by the defendant or defendants if nonresidents. The petition for removal, which was duly verified, alleged the existence of just such a suit. True, this court, construing the statute, has held that the difference of citizenship must exist both at the commencement of the suit and at the filing of the petition for removal. <i>Gibson</i> v. <i>Bruce</i>, 108 U. S. 561, 27 L. ed. 825, 2 Sup. Ct. Rep. 873; <i>Akers</i> v. <i>Akers</i>, 117 U. S. 197, 29 L. ed. 888, 6 Sup. Ct. Rep. 669; <i>Stevens</i> v. <i>Nichols</i>, 130 U. S. 230, 32 L. ed. 914, 9 Sup. Ct. Rep. 518. But this does not change the fact that the language of the petition follows that of the statute in stating the existence of that which the statute makes the basis of a right of removal.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It is also true that when a record presented to this court fails to show a diversity of citizenship, both when the suit was commenced and when the petition for removal was filed, a reversal has been ordered and the case sent back to the circuit court, with directions to remand to the state court.  <i>Stevens</i> v. <i>Nichols</i>, 130 U. S. 230, 32 L. ed. 914, 9 Sup. Ct. Rep. 518; <i>Crehore</i> v. <i>Ohio &amp; M. R. Co.</i> 131 U. S. 240, 33 L. ed. 144, 9 Sup. Ct. Rep. 692; <i>Jackson</i> v. <i>Allen</i>, 132 U. S. 27, 33 L. ed. 249, 10 Sup. Ct. Rep. 9; <i>La Confiance Compagnie d'Assurance Contre l'Incendie</i> v. <i>Hall</i>, 137 U. S. 61, 34 L. ed. 573, 11 Sup. Ct. Rep. 5; <i>Kellam</i> v. <i>Keith</i>, 144 U. S. 568, 36 L. ed. 544, 12 Sup. Ct. Rep. 922; <i>Mattingly</i> v. <i>Northwestern Virginia R. Co.</i> 158 U. S. 53, 39 L. ed. 894, 15 Sup. Ct. Rep. 725. In none of these cases does it appear that the defect was noticed in the circuit court, and in some not noticed by the parties after the case had reached this court, but action was taken here by virtue of the duty resting on all Federal courts not to entertain jurisdiction if it does not affirmatively appear. It is also true that in <i>Crchore</i> v. <i>Ohio &amp; M. R. Co.</i> 33 L. ed. 144, 9 Sup. Ct. Rep. 692, this court was asked to grant leave to the circuit court to permit an amendment of the defective removal proceedings, and the application was denied, but that was after the case had been finally disposed of in the circuit court, and the insufficiency of the removal papers had been declared by this. Here the application was made shortly after the filing of the removal papers, and before any action had been taken in the circuit court. The amendment was allowed by the circuit court, and the question now to determine is whether that court had power to permit such amendment. It is frequently stated that amendments are within the discretion of the trial court, and that, unless it appears that the discretion has been abused, no error is shown.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A petition and bond for removal are in the nature of process. They constitute the process by which the case is transferred from the state to the Federal court. Congress has made ample provision for the amendment of process. Section 948, U. S. Comp. Stat. 1901, p. 695, reads:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'Any circuit or district court may at any time, in its discretion, and upon such terms as it may deem just, allow an amendment of any process returnable to or before it, where the defect has not prejudiced, and the amendment will not injure, the party against whom such process issues.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">And by &#167; 954, U. S. Comp. Stat. 1901, p. 696, it is provided that&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'No summons, writ, declaration, return, process, judgment, or other proceedings in civil causes, in any court of the United States, shall be abated, arrested, quashed, or reversed for any defect or want of form, . . . and may at any time permit either of the parties to amend any defect in the process or pleadings, upon such conditions as it shall, in its discretion and by its rules, prescribe.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The question of the power of amendment has been decided by this court in several cases. In <i>Parker</i> v. <i>Overman</i>, 18 How. 137, 15 L. ed. 318, a petition for removal was defective in that it simply alleged residence, and not citizenship, but was corrected, over objection, by amendment in the Federal court, and, as said by Mr. Justice Grier, (p. 141, L. ed. p. 319):</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'In the petition to remove this case from the state court there was not a proper averment as to the citizenship of the plaintiff in error. It alleged that Parker 'resided' in Tennessee and White in Maryland. 'Citizenship' and 'residence' are not synonymous terms; but as the record was afterwards so amended as to show conclusively the citizenship of the parties, the court below had and this court have undoubted jurisdiction of the case.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In <i>Carson</i> v. <i>Dunham</i>, 121 U. S. 421, 30 L. ed. 992, 7 Sup. Ct. Rep. 1030, the application for removal was based on two grounds: One, diverse citizenship, and the other, the existence of a Federal question. The allegation in respect to the Federal question was general, and did not state the facts. After the case had been entered in the Federal court, an answer was filed, stating more fully the facts upon which the existence of a Federal question was based. Mr. Chief Justice Waite, speaking for the court, said, in reference to this answer:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'The answer was filed, which, for the purposes of jurisdiction, may fairly be treated as an amendment to the petition for removal, setting forth the facts from which the conclusions there stated were drawn. As an amendment, the answer was germane to the petition, and did no more than set forth in proper form what had been imperfectly state.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is true that this court, on examination of the record, found that no Federal question was even then disclosed, but that does not alter the ruling that an amendment was proper showing the facts upon which the general averment of a Federal question was based. <i>Grace</i> v. <i>American Cent. Ins. Co.</i> 109 U. S. 278, 285 27 L. ed. 932, 935, 3 Sup. Ct. Rep. 207, seems to recognize the right of amendment. The same may be said of <i>Thayer</i> v. <i>Life Asso. of America</i>, 112 U. S. 717, 720, 28 L. ed. 864, 866, 5 Sup. Ct. Rep. 355.  <i>Robertson</i> v. <i>Cease</i>, 97 U. S. 646, 24 L. ed. 1057, was a suit originally commenced in the United States circuit court. It failed to allege diverse citizenship, but no objection was made in the court below on that ground, and while this court reversed the judgment, it sent the case back with leave to amend the petition in respect to the allegation of citizenship. The case relied upon in the opinion was <i>Morgan</i> v. <i>Gay</i>, 19 Wall. 81, 22 L. ed. 100, in which the same ruling had been made. These cases recognize the power of the circuit court to permit amendment of pleadings to show diverse citizenship, and of removal proceedings where there is a technical defect and there are averments sufficient to show jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The facts here disclosed clearly show a case in which an amendment was rightfully made. The citizenship of the defendant, both at the time the suit was commenced and when the petition for removal was filed, was clearly and positively stated. There was a general averment that it was a case of diverse citizenship, and, therefore, one in which, by the statute, the party was entitled to a removal. The trust deed, which was the subject-matter of the controversy, showed upon its face that the plaintiffs were of Salt Lake county, and was executed before a notary public in that county. The continuance of that situation is to be presumed. The first action taken by the plaintiffs after the removal was a motion to remand, based not on account of any defect in the averments of citizenship, but simply in respect to the amount in controversy. A month after filing this motion they sought to amend it by including an objection on account of a defect in the allegations of diverse citizenship, and immediately thereafter the defendant moved to amend the petition for removal so as to make it sufficient in that respect. All thses things took place before any action had been had in the Federal court on the merits of the case. It may also be noticed that the state court apparently recognized the removal proceedings as sufficient, for it took no further steps in the case, and hence we need not inquire what would have been the effect of any action taken by it in disregard of the removal. Clearly, the plaintiffs were not prejudiced. The case was one which the appellee had a right to remove, and nothing had been done to prejudice the rights of the plaintiffs before the petition for removal was perfected. It seems to us, therefore, that this is a case in which the amendment was properly allowed.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\"><i>The decree of the Circuit Court will be affirmed</i>.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/95926/"
}