{"absolute_url": "/opinion/95939/defiance-water-co-v-defiance/", "blocked": false, "citation": {"case_name": "Defiance Water Co. v. Defiance", "docket_number": "21", "document_uris": ["/api/rest/v2/document/95939/"], "federal_cite_one": "191 U.S. 184", "federal_cite_three": null, "federal_cite_two": null, "id": 80322, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/80322/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 26, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1903-11-30", "date_modified": "2014-12-21T01:34:00.966322", "docket": "/api/rest/v2/docket/2545778/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">191 U.S. 184</p>\n    <p class=\"case_cite\">24 S.Ct. 63</p>\n    <p class=\"case_cite\">48 L.Ed. 140</p>\n    <p class=\"parties\">DEFIANCE WATER COMPANY, <i>Appt.</i>,<br>v.<br>CITY OF DEFIANCE and the Council of the City of Defiance.</p>\n    <p class=\"docket\">No. 21.</p>\n    <p class=\"date\">Argued April 22, 1903.</p>\n    <p class=\"date\">Decided November 30, 1903.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">On the 4th day of January, 1898, the city of Defiance, a municipal corporation of the state of Ohio, by its solicitor, filed a bill in equity against the council of the city of Defiance and the Defiance Waterworks Company, in the court of common pleas of Defiance county, Ohio, praying that future payments under an alleged contract of August 17, 1887, between the council of the city and Bullock &amp; Company, who had subsequently assigned it to the water company, for the furnishing of water to the city for the term of thirty years from the date of the contract, be enjoined because of the invalidity of said contract, on grounds set forth. A preliminary injunction was granted. The defiance Water Company thereupon presented its petition and bond for the removal of the case to the circuit court of the United States for the northern district of Ohio, the petition alleging: 'That this is a suit of a civil nature in which there is a controversy arising under the Constitution of the United States, in this especially, that by means of it the said plaintiff seeks to abrogate the contract alleged in its suit, and to deprive this defendant of its property, the amount alleged in said plaintiff's petition to be due this defendant, under said contract, without due process of law and without trial by jury; to which end and for which purpose the said council of the said city of Defiance have colluded and conspired with the said plaintiff, and it is by their said council's procurement that the said plaintiff has brought the said suit.'</p>\n      <p class=\"indent\">The case was removed, but on January 24, 1898, was remanded by the circuit court of the United States to the court of common pleas. On the same day the water company filed its bill in the circuit court of the United States against the city of Defiance and the council of the city of Defiance, and complained that complainant was a corporation organized under the laws of the state of Ohio for the purpose of operating waterworks in the city of Defiance, and thereby furnishing water to the city and to its citizens; that on January 4 the city brought the suit hereinbefore mentioned, and had obtained a preliminary injunction therein; that on August 17, 1887, the city of Defiance duly passed an ordinance entitled 'An Ordinance to Authorize and Provide for the Construction and Maintenance of a System of Waterworks in the City of Defiance, Defiance County, Ohio,' a copy of which ordinance was annexed. The provisions of the ordinance were then set forth, to the effect that by its terms the right and privilege for the period of thirty years thereafter was granted to Bullock &amp; Company, their associates, successors, and assigns, to locate and operate a system of waterworks in that city, and to use the streets of the city for the purposes thereof; that the city contracted to rent of Bullock &amp; Company a certain number of hydrants, and to pay a certain rental therefor; that the city, at the expiration of ten years, was given the right to purchase the system, or, if that was not then done, then at the expiration of five years thereafter.</p>\n      <p class=\"indent\">It was averred that the ordinance was accepted by Bullock &amp; Company, and the works were constructed, in the course of which Bullock &amp; Company became indebted, and certain mortgage bonds were issued, which were outstanding and held by certain persons named; that Bullock &amp; Company assigned all their rights and interests to the Defiance Water Company, and the water company completed the construction of the works to the entire satisfaction of the city, and the same were accepted March 5, 1889, by resolution.</p>\n      <p class=\"indent\">The bill further averred that the city had used the hydrants and was still using them, and that it had paid all of the rentals claimed under the contract down to January 1, 1898, except the sum of $500 due in 1895, to recover which suit had been commenced. It was then alleged that the city council 'at its regular meeting, January 7th, 1896, passed an ordinance or resolution in substance rescinding and annulling said contract of the city with the Defiance Water Company, your orator, so far as it had power so to do; and providing by the terms of said ordinance or resolution, by which it should allow the bill of said water company for the rents that had accrued to them from the said city for the last half of the year 1895, that the payment of the said bill should not be 'construed or taken to be any acknowledgment of any contract between them and the said city for said water rentals, or in any manner implying any actual performance of any alleged contract, and that no further payment at the present rate be made to the said company.\"</p>\n      <p class=\"indent\">The bill then stated that there was due to the water company for the last half of the year 1897 the sum of $3,142.50, less $756, which, it was subsequently said, had been paid. And it was charged, on information and belief, that the council and the several members of it had, ever since the passage of the resolution or ordinance of January 7, A. D. 1896, claimed, and repeatedly stated and given out to the public generally, that the city had no such contract as aforesaid for furnishing water to it by the water company; and that they had also passed resolutions and ordinances looking toward the construction of waterworks by the city, but nevertheless the city had given no notice of its intention to purchase, and had not offered to purchase, complainant's waterworks. And, furthermore, that many, if not all, of the members of the council combined, colluded, and confederated together and with the city solicitor, to procure him to institute the suit before mentioned, and to procure an order of injunction against themselves, the city council, prohibiting them from paying complainant the amounts due and owing. The bill then averred 'that if said order of injunction shall stand and be made perpetual the said city and council of Defiance, said defendants, will thereby deprive your orator of its property without due process of law, and by means of said order of injunction they will confiscate your orator's property and convert it to their own use, without payment therefor and without trial by jury, contrary to the provisions of the Constitution of the United States.' And it was further averred 'that the passage of said ordinance or resolution, and the attempt thereby to abrogate and annul said contract, contravenes the provisions of &#167; 10 of article 1 of the Constitution of the United States, in this, that they are laws impairing the obligation of their said contract with your orator.'</p>\n      <p class=\"indent\">The prayer was that an account might be taken of the amount due complainant from the city of Defiance for water rents that may have accrued to it, and that the city and the city council be decreed and ordered to allow and pay the same; that a provisional or preliminary injunction be issued to restrain defendants from appropriating and diverting the moneys in the water fund to the payment of any other indebtedness than that due complainant; and that on final hearing the council and the city be perpetually enjoined from thereafter denying the existence of the contract, and abrogating or attempting to abrogate or annul the same; and for general relief.</p>\n      <p class=\"indent\">The bill was subsequently amended, and a supplemental bill filed.</p>\n      <p class=\"indent\">To the bill as amended defendants demurred for want of jurisdiction, among other grounds specially assigned, and the demurrers were overruled. Complainant then filed a supplemental bill, and to the amended and supplemental bills defendants filed a joint plea, with an answer in support thereof, insisting, among other things, that the court of common pleas of Defiance county had jurisdiction in the premises, and that the circuit court had not. The plea was overruled, and defendants answered, May 1, 1899, reserving their rights under their demurrers and plea; asserting the illegality of the alleged contract; insisting that complainant's bill was an attempt to secure a removal of the case from the state court to the circuit court, which had already been determined against complainant; denying the passage of any resolution or ordinance by the city council impairing or intended to impair the obligation of any contract with complainant or its assignors; and the performance of any act, or the intention to perform any act, toward the erection or construction of waterworks by the city; and submitting that the circuit court had no jurisdiction of the subject-matter, and that it ought to refuse to further hear or consider the cause.</p>\n      <p class=\"indent\">Defendants attached to their answer, as they did to their plea, a copy of the resolution of January 7, 1896, referred to in the bill, and also copies of sundry other ordinances or resolutions, and denied that that of January 7, 1896, or any other, had the effect, or was intended to have the effect, of impairing the obligation of the alleged contract with complainant; and insisted that if that, or any other resolution or ordinance, had the scope attributed to it, it was not lawfully passed under the statutes of Ohio; and, further, that such resolution or ordinance had been repealed by various subsequent resolutions or ordinances for the payment of rentals to complainant, copies of which were attached. Defendants disclaimed any reliance on or benefit from any or all said resolutions and ordinances as releasing or intending to release the city from the obligation of the alleged contract, or that they served any other purpose than as notice that defendants claimed the ordinance of 1887 was void and illegal from the beginning. Defendants denied combination or collusion in the institution of the suit in the state court, and averred that the city solicitor acted on his own volition.</p>\n      <p class=\"indent\">Replication was filed, and evidence taken, and on June 17, 1901, defendants, by leave of court, filed a plea setting up the final decree of the circuit court of Defiance county, entered March 15, 1901, in the suit commenced in the court of common pleas, adjudging the alleged contract to be null and void, and perpetually enjoining the city of Defiance and the Defiance Water Company from carrying it out. Replication was filed to this plea, and a transcript of the record in the state courts was put in evidence. This showed that, after the case commenced in the court of common pleas was remanded to that court, a demurrer was filed to the petition, was sustained, and the petition dismissed, whereupon the case was carried to the circuit court of Defiance county by appeal. In that court the demurrer was overruled, the water company answered, the city replied, the case was heard on pleadings and evidence, and a final decree was rendered in favor of the city and against the water company and the city council to the effect above stated. The circuit court of the United States on hearing sustained defendants' plea and dismissed the bill. From that decree complainant prosecuted this appeal, which was argued in this court April 22, 1903. Thereafter, and on October 13, counsel for all the parties called the attention of the court to the fact that the case in the circuit court of Defiance county had been carried to the supreme court of Ohio by the water company, and that that court on June 16, 1903, had reversed the decree of said circuit court, sustained the demurrer to the petition, and directed it to be dismissed. 48 Ohio L. J. 687, 67 N. E. 1052. The supreme court held that, even if the alleged contract between the city and Bullock &amp; Company were invalid, the cause of action to restrain its performance was barred by statute.</p>\n      <p class=\"indent\"><i>Messrs.</i> Henry Newbegin, Rohert Newbegin, and <i>Robert W. Bingham</i>, for appellant.</p>\n      <p class=\"indent\"><i>Messrs.</i> Henry B. Harris, Fred L. Hay, <i>John P. Cameron</i>, and <i>William D. Hill</i>, for appellees.</p>\n      <p class=\"indent\">Statement by Mr. Chief Justice Fuller:</p>\n      <p class=\"indent\">Mr. Chief Justice Fuller delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The decree of the circuit court was based on the decree of the state circuit court, which has been reversed by the state supreme court, and various suggestions have been made by counsel in respect of the judgment which they think should be rendered here in view of the termination of the litigation in the state courts.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">But the question of the jurisdiction of the circuit court meets us on the threshold, and the disposal of that question disposes of this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Diverse citizenship did not exist, and, unless the case was one arising under the Constitution or laws of the United States, the jurisdiction of the circuit court was not properly invoked, and should not have been maintained.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We have repeatedly held that 'when a suit does not really and substantially involve a dispute or controversy as to the effect or construction of the Constitution or laws of the United States, upon the determination of which the result depends, it is not a suit arising under the Constitution or laws. And it must appear on the record, by a statement in legal and logical form, such as is required in good pleading, that the suit is one which does really and substantially involve a dispute or controversy as to a right which depends on the construction of the Constitution or some law or treaty of the United States, before jurisdiction can be maintained on this ground.' <i>Western U. Teleg. Co.</i> v. <i>Ann Arbor R. Co.</i> 178 U. S. 239, 44 L. ed. 1052, 20 Sup. Ct. Rep. 867; <i>Little York Gold-Washing &amp; Water Co.</i> v. <i>Keyes</i>, 96 U. S. 199, 24 L. ed. 656; <i>Blackburn</i> v. <i>Portland Gold Min. Co.</i> 175 U. S. 571, 44 L. ed. 276, 20 Sup. Ct. Rep. 222; <i>Shreveport</i> v. <i>Cole</i>, 129 U. S. 36, 32 L. ed. 589, 9 Sup. Ct. Rep. 210; <i>New Orleans</i> v. <i>Benjamin</i>, 153 U. S. 411, 424, 38 L. ed. 764, 769, 14 Sup. Ct. Rep. 905, 909.</p>\n    </div>\n    <p class=\"indent\">In the case last cited we said:</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'The judicial power extends to all cases in law and equity arising under the Constitution, but these are cases actually, and not potentially, arising, and jurisdiction cannot be assumed on mere hypothesis. In this class of cases it is necessary to the exercise of original jurisdiction by the circuit court that the cause of action should depend upon the construction and application of the Constitution, and it is readily seen that cases in that predicament must be rare. Ordinarily the question of the repugnancy of a state statute to the impairment clause of the Constitution is to be passed upon by the state courts in the first instance, the presumption being in all cases that they will do what the Constitution and laws of the United States require (<i>Chicago &amp; A. R. Co.</i> v. <i>Wiggins Ferry Co.</i> 108 U. S. 18, 27 L. ed. 636, 1 Sup. Ct. Rep. 614, 617); and if there be ground for complaint of their decision, the remedy is by writ of error under &#167; 709 of the Revised Statutes (U. S. Comp. Stat. 1901, p. 575). Congress gave its construction to that part of the Constitution by the 25th section of the judiciary act of 1789 [1 Stat. at L. 85, chap. 20], and has adhered to it in subsequent legislation.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Complainant rested its assertion of jurisdiction on two grounds:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">1. That the resolution or ordinance of January 7, 1896, impaired the obligation of the contract created by the ordinance of August 17, 1887.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">2. That if complainant were perpetually enjoined, as prayed in the suit in the state courts, the state would thereby have deprived it of its property without due process of law.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">1. The bill did not set forth the resolution or ordinance of January 7, 1896, <i>in extenso</i>, but stated that by its passage the city council 'in substance' rescinded and annulled the contract 'so far as it had power so to do,' in that in allowing a bill of the water company for accrued rentals it provided that the payment should not be 'construed or taken to be any acknowledgment of any contract between them and the said city for said water rentals,' . . .</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The record shows the resolution, which was as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'January 7th, 1896.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'A resolution to draw warrant in favor of water company for      $3,160.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'Whereas, the Defiance Water Company have submitted a bill to      the city council for $3,160, alleged to be due them from said      city for water rental for the past six months; and</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'Whereas, said council are of the opinion that no valid      contract exists or is between said city and said company for      the payment of the same; and, furthermore, that said bill is,      in view of the deplorable inefficiency of the alleged water      service, wholly without merit in reason and equity; and</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'Whereas, the best interests of the city, in their opinion,      demand that the present service be discontinued and immediate      steps be taken for the purpose of supplying water to said      city upon fair and equitable terms: therefore;</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\"><i>'Be it resolved</i>, That the city clerk is hereby directed to      forthwith draw his warrant on the city treasurer against the      water fund of said city for the said sum of $3,160, in favor      of said Defiance Water Company, in full payment of said bill;      provided, however, that if said warrant be accepted by said      company it be taken and accepted by them without thereby in      any manner being construed or taken to be any acknowledgment      of any contract between them and said city for said water rental, or in any manner implying any actual performance of      any alleged contract, and that no further payments at the      present rate be made to said company.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'Passed Jan. 7th, 1896.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Clearly, this resolution was not a law impairing the obligation of the contract. It was merely the allowance of a claim for rentals, with a saving clause to prevent estoppel; and the semiannual payments for 1896, and the first for 1897, were directed by subsequent ordinances to be made without any reservation.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">And the city not only denies that the resolution (or any other) had or was intended to have the effect now attributed to it, but says that if this had been otherwise the resolution would have been invalid because not passed in accordance with the statutes of Ohio in that behalf.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The position of the city as disclosed by the record was, indeed, that no valid contract existed, and it was to test that question that the suit was instituted by the city solicitor in the court of common pleas; but there was no definitive legislative action taken by the city for the erection of its own waterworks, or otherwise, which was obnoxious to the prohibition of the Federal Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">2. Nor does the contention that if the temporary injunction granted by the court of common pleas should ultimately be made perpetual justify the assumption of jurisdiction because of violation of the 14th Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Litigation in the state courts cannot be dragged into the Federal courts at such a stage and in such a way. The proposition is wholly untenable that, before the state courts in which a case is properly pending can proceed to adjudication in the regular and orderly administration of justice, the courts of the United States can be called on to interpose on the ground that the state courts might so decide as to render their final action unconstitutional.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Moreover, the state courts are perfectly competent to decide Federal questions arising before them, and it is their duty to do so. <i>Robb</i> v. <i>Connolly</i>, 111 U. S. 624, 637, 28 L. ed. 542, 546, 4 Sup. Ct. Rep. 544; <i>Missouri P. R. Co.</i> v. <i>Fitzgerald</i>, 160 U. S. 556, 583, 40 L. ed. 536, 543, 16 Sup. Ct. Rep. 389.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">And, we repeat, the presumption is in all cases that the state courts will do what the Constitution and laws of the United States require. <i>Chicago &amp; A. R. Co.</i> v. <i>Wiggins Ferry Co.</i> 108 U. S. 18, 27 L. ed. 636, 1 Sup. Ct. Rep. 614, 617; <i>Shreveport</i> v. <i>Cole</i>, 129 U. S. 36, 32 L. ed. 589, 9 Sup. Ct. Rep. 210; <i>Neal</i> v. <i>Delaware</i>, 103 U. S. 370, 389, 26 L. ed. 567, 571; <i>New Orleans</i> v. <i>Benjamin</i>, 153 U. S. 411, 424, 38 L. ed. 764, 769, 14 Sup. Ct. Rep. 905.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">If error supervenes, the remedy is found in &#167; 709 of the Revised Statutes (U. S. Comp. Stat. 1901, p. 575).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The present case strikingly illustrates the applicability of these well-settled principles. The preliminary injunction was dissolved by the court by which it was granted, and the city's suit was dismissed by the highest judicial tribunal of the state.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We regard this bill as an attempt to evade the discrimination between suits between citizens of the same state, ans suits between citizens of different states, established by the Constitution and laws of the United States, by bringing into the circuit court controversies between citizens of the same state,&#8212;an evasion which it has been the constant effort of Congress and of this court to prevent (<i>Bernards Twp.</i> v. <i>Stebbins</i>, 109 U. S. 341, 353, 27 L. ed. 956, 960, 3 Sup. Ct. Rep. 252; <i>Shreveport</i> v. <i>Cole</i>, 129 U. S. 36, 44, 32 L. ed. 589, 592, 9 Sup. Ct. Rep. 210); and are of opinion that it should have been dismissed for want of jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The fundamental question of jurisdiction, first, of this court, and then of the court from which the record comes, presents itself on every writ of error or appeal, and must be answered by the court, whether propounded by counsel or not. <i>Mansfield, C. &amp; L. M. R. Co.</i> v. <i>Swan</i>, 111 U. S. 379, 382, 28 L. ed. 462, 464, 4 Sup. Ct. Rep. 510; <i>Metcalf</i> v. <i>Watertown</i>, 128 U. S. 586, 32 L. ed. 543, 9 Sup. Ct. Rep. 173; <i>Morris</i> v. <i>Gilmer</i>, 129 U. S. 315, 32 L. ed. 690, 9 Sup. Ct. Rep. 289; <i>Continental Nat. Bank</i> v. <i>Buford</i>, 191 U. S. 54, <i>ante</i>, 54, 24 Sup. Ct. Rep. 54.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The circuit court having maintained jurisdiction on the ground that the case arose under the Constitution of the United States, and having proceeded to decree, the appeal was properly brought directly to this court, and it once became our duty to inquire whether the circuit court should have retained the case. Having reached the result that the court erred in so doing, we are vested with the power to direct that conclusion to be carried into effect, and in its exercise we discharge one of our essential functions,&#8212;the determination of the jurisdiction of the courts below. <i>Morris</i> v. <i>Gilmer</i>, 129 U. S. 315, 32 L. ed. 690, 9 Sup. Ct. Rep. 289; <i>Wetmore</i> v. <i>Rymer</i>, 169 U. S. 115, 42 L. ed. 682, 18 Sup. Ct. Rep. 293; <i>Aztec Min. Co.</i> v. <i>Ripley</i>, 151 U. S. 79, 38 L. ed. 80, 14 Sup. Ct. Rep. 236.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The bill was dismissed by the circuit court, but not for want of jurisdiction, and the decree will be reversed in order that the case may be disposed of on that ground, at the costs of appellant, which takes nothing by its appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\"><i>The decree is reversed at appellant's costs</i>, and the cause remanded, with instructions to dismiss the bill for want of jurisdiction.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>191 U.S. 184 (1903)</b></center>\n<center><h1>DEFIANCE WATER COMPANY<br>\nv.<br>\nDEFIANCE.</h1></center>\n<center>No. 21.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 22, 1903.</center>\n<center>Decided November 30, 1903.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE NORTHERN DISTRICT OF OHIO.\n<p><span class=\"star-pagination\">*190</span> <i>Mr. Henry Newbegin</i> and <i>Mr. Robert Newbegin</i> for appellant. <i>Mr. Robert W. Bingham</i> was on the brief.</p>\n<p><i>Mr. Fred L. Hay</i> and <i>Mr. Henry B. Harris</i> for appellee. <i>Mr. John P. Cameron</i> was on the brief.</p>\n<p>MR. CHIEF JUSTICE FULLER, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>The decree of the Circuit Court was based on the decree of the state Circuit Court, which had been reversed by the state Supreme Court, and various suggestions have been made by counsel in respect of the judgment which they think should be rendered here in view of the termination of the litigation in the state courts.</p>\n<p>But the question of the jurisdiction of the Circuit Court meets us on the threshold, and the disposal of that question disposes of this appeal.</p>\n<p>Diverse citizenship did not exist, and, unless the case was one arising under the Constitution or laws of the United States, the jurisdiction of the Circuit Court was not properly invoked, and should not have been maintained.</p>\n<p>We have repeatedly held that \"when a suit does not really and substantially involve a dispute or controversy as to the <span class=\"star-pagination\">*191</span> effect or construction of the Constitution or laws of the United States, upon the determination of which the result depends, it is not a suit arising under the Constitution or laws. And it must appear on the record, by a statement in legal and logical form, such as is required in good pleading, that the suit is one which does really and substantially involve a dispute or controversy as to a right which depends on the construction of the Constitution or some law or treaty of the United States, before jurisdiction can be maintained on this ground.\" <i>Western Union Telegraph Co.</i> v. <i>Ann Arbor Railroad Co.,</i> 178 U.S. 239; <i>Gold Washing &amp; Water Co.</i> v. <i>Keyes,</i> 96 U.S. 199; <i>Blackburn</i> v. <i>Portland Gold Mining Co.,</i> 175 U.S. 571; <i>Shreveport</i> v. <i>Cole,</i> 129 U.S. 36; <i>New Orleans</i> v. <i>Benjamin,</i> 153 U.S. 411, 424.</p>\n<p>In the case last cited we said:</p>\n<p>\"The judicial power extends to all cases in law and equity arising under the Constitution, but these are cases actually and not potentially arising, and jurisdiction cannot be assumed on mere hypothesis. In this class of cases it is necessary to the exercise of original jurisdiction by the Circuit Court that the cause of action should depend upon the construction and application of the Constitution, and it is readily seen that cases in that predicament must be rare. Ordinarily the question of the repugnancy of a state statute to the impairment clause of the Constitution is to be passed upon by the state courts in the first instance, the presumption being in all cases that they will do what the Constitution and laws of the United States require, <i>Chicago &amp; Alton Railroad Co.</i> v. <i>Wiggins Ferry Co.,</i> 108 U.S. 18; and if there be ground for complaint of their decision, the remedy is by writ of error under section 709 of the Revised Statutes. Congress gave its construction to that part of the Constitution by the twenty-fifth section of the judiciary act of 1789, and has adhered to it in subsequent legislation.\"</p>\n<p>Complainant rested its assertion of jurisdiction on two grounds:</p>\n<p>1. That the resolution or ordinance of January 7, 1896, impaired the obligation of the contract created by the ordinance of August 17, 1887.</p>\n<p><span class=\"star-pagination\">*192</span> 2. That if complainants were perpetually enjoined, as prayed in the suit in the state courts, the State would thereby have deprived it of its property without due process of law.</p>\n<p>1. The bill did not set forth the resolution or ordinance of January 7, 1896, <i>in extenso,</i> but stated that by its passage the City Council \"in substance\" rescinded and annulled the contract \"so far as it had power so to do,\" in that in allowing a bill of the Water Company for accrued rentals it provided that the payment should not be \"construed or taken to be any acknowledgment of any contract between them and the said city for said water rentals,\" . . .</p>\n<p>The record shows the resolution, which was as follows:</p>\n                                         \"JAN'Y 7TH, 1896.\n<p>\"A resolution to draw warrant in favor of water company for $3,160.00.</p>\n<p>\"Whereas, the Defiance Water Company have submitted a bill to the city council for $3,160, alleged to be due them from said city for water rental for the past six months; and</p>\n<p>\"Whereas, said council are of the opinion that no valid contract exists, or is between said city and said company for the payment of the same; and furthermore, that said bill is, in view of the deplorable inefficiency of the alleged water service, wholly without merit in reason and equity; and</p>\n<p>\"Whereas, the best interests of the city, in their opinion, demand that the present service be discontinued and immediate steps be taken for the purpose of supplying water to said city upon fair and equitable terms: therefor;</p>\n<p>\"<i>Be it resolved,</i> That the city clerk is hereby directed to forthwith draw his warrant on the city treasurer against the water fund of said city for the said sum of $3,160.00, in favor of said Defiance Water Company, in full payment of said bill; provided, however, that if said warrant be accepted by said company, it be taken and accepted by them without thereby in any manner being construed or taken to be any acknowledgment of any contract between them and said city for said water <span class=\"star-pagination\">*193</span> rental, or in any manner implying any actual performance of any alleged contract and that no further payments at the present rate be made to said company.</p>\n<p>\"Passed Jan. 7th, 1896.\"</p>\n<p>Clearly this resolution was not a law impairing the obligation of the contract. It was merely the allowance of a claim for rentals with a saving clause to prevent estoppel; and the semi-annual payments for 1896, and the first for 1897, were directed by subsequent ordinances to be made without any reservation.</p>\n<p>And the City not only denies that the resolution (or any other) had or was intended to have the effect now attributed to it, but says that if this had been otherwise the resolution would have been invalid because not passed in accordance with the statutes of Ohio in that behalf.</p>\n<p>The position of the City as disclosed by the record was, indeed, that no valid contract existed, and it was to test that question that the suit was instituted by the City Solicitor in the Court of Common Pleas, but there was no definitive legislative action taken by the City for the erection of its own waterworks, or otherwise, which was obnoxious to the prohibition of the Federal Constitution.</p>\n<p>2. Nor does the contention that if the temporary injunction granted by the Court of Common Pleas should ultimately be made perpetual justify the assumption of jurisdiction because of violation of the Fourteenth Amendment.</p>\n<p>Litigation in the state courts cannot be dragged into the Federal courts at such a stage, and in such a way. The proposition is wholly untenable that, before the state courts in which a case is properly pending can proceed to adjudication in the regular and orderly administration of justice, the courts of the United States can be called on to interpose on the ground that the state courts might so decide as to render their final action unconstitutional.</p>\n<p>Moreover the state courts are perfectly competent to decide Federal questions arising before them and it is their duty to <span class=\"star-pagination\">*194</span> do so. <i>Robb</i> v. <i>Connolly,</i> 111 U.S. 624, 637; <i>Missouri Pacific Railway Co.</i> v. <i>Fitzgerald,</i> 160 U.S. 556, 583.</p>\n<p>And, we repeat, the presumption is in all cases that the state courts will do what the Constitution and laws of the United States require. <i>Chicago &amp; Alton Railroad</i> v. <i>Wiggins Ferry Co.,</i> 108 U.S. 18; <i>Shreveport</i> v. <i>Cole,</i> 129 U.S. 36; <i>Neal</i> v. <i>Delaware,</i> 103 U.S. 370, 389; <i>New Orleans</i> v. <i>Benjamin,</i> 153 U.S. 411, 424.</p>\n<p>If error supervenes the remedy is found in section 709 of the Revised Statutes.</p>\n<p>The present case strikingly illustrates the applicability of these well-settled principles. The preliminary injunction was dissolved by the court by which it was granted, and the City's suit was dismissed by the highest judicial tribunal of the State.</p>\n<p>We regard this bill as an attempt to evade the discrimination between suits between suits between citizens of the same State and suits between citizens of different States, established by the Constitution and laws of the United States, by bringing into the Circuit Court controversies between citizens of the same State, an evasion which it has been the constant effort of Congress and of this court to prevent, <i>Bernards Township</i> v. <i>Stebbins,</i> 109 U.S. 341, 353; <i>Shreveport</i> v. <i>Cole,</i> 129 U.S. 36, 44; and are of opinion that it should have been dismissed for want of jurisdiction.</p>\n<p>The fundamental question of jurisdiction, first, of this court, and then of the court from which the record comes, presents itself on every writ of error or appeal, and must be answered by the court, whether propounded by counsel or not. <i>Mansfield, Coldwater &amp;c. Railway</i> v. <i>Swan,</i> 111 U.S. 379, 382; <i>Metcalf</i> v. <i>Watertown,</i> 128 U.S. 586; <i>Morris</i> v. <i>Gilmer,</i> 129 U.S. 315; <i>Continental National Bank</i> v. <i>Buford, ante,</i> 119.</p>\n<p>The Circuit Court having maintained jurisdiction on the ground that the case arose under the Constitution of the United States, and having proceeded to decree, the appeal was properly brought directly to this court, and it at once became our duty to inquire whether the Circuit Court should <span class=\"star-pagination\">*195</span> have retained the case. Having reached the result that the court erred in so doing, we are vested with the power to direct that conclusion to be carried into effect, and in its exercise we discharge one of our essential functions, the determination of the jurisdiction of the courts below. <i>Morris</i> v. <i>Gilmer,</i> 129 U.S. 315; <i>Wetmore</i> v. <i>Rymer,</i> 169 U.S. 115; <i>Aztec Mining Co.</i> v. <i>Ripley,</i> 151 U.S. 79.</p>\n<p>The bill was dismissed by the Circuit Court but not for want of jurisdiction, and the decree will be reversed in order that the case may be disposed of on that ground, at the costs of appellant, which takes nothing by its appeal.</p>\n<p><i>The decree is reversed at appellant's costs, and the cause remanded with instructions to dismiss the bill for want of jurisdiction.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">191</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></span> (1903)</b></center>\n<center><h1>DEFIANCE WATER COMPANY<br>\nv.<br>\nDEFIANCE.</h1></center>\n<center>No. 21.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 22, 1903.</center>\n<center>Decided November 30, 1903.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE NORTHERN DISTRICT OF OHIO.\n<p><span class=\"star-pagination\">*190</span> <i>Mr. Henry Newbegin</i> and <i>Mr. Robert Newbegin</i> for appellant. <i>Mr. Robert W. Bingham</i> was on the brief.</p>\n<p><i>Mr. Fred L. Hay</i> and <i>Mr. Henry B. Harris</i> for appellee. <i>Mr. John P. Cameron</i> was on the brief.</p>\n<p>MR. CHIEF JUSTICE FULLER, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>The decree of the Circuit Court was based on the decree of the state Circuit Court, which had been reversed by the state Supreme Court, and various suggestions have been made by counsel in respect of the judgment which they think should be rendered here in view of the termination of the litigation in the state courts.</p>\n<p>But the question of the jurisdiction of the Circuit Court meets us on the threshold, and the disposal of that question disposes of this appeal.</p>\n<p>Diverse citizenship did not exist, and, unless the case was one arising under the Constitution or laws of the United States, the jurisdiction of the Circuit Court was not properly invoked, and should not have been maintained.</p>\n<p>We have repeatedly held that \"when a suit does not really and substantially involve a dispute or controversy as to the <span class=\"star-pagination\">*191</span> effect or construction of the Constitution or laws of the United States, upon the determination of which the result depends, it is not a suit arising under the Constitution or laws. And it must appear on the record, by a statement in legal and logical form, such as is required in good pleading, that the suit is one which does really and substantially involve a dispute or controversy as to a right which depends on the construction of the Constitution or some law or treaty of the United States, before jurisdiction can be maintained on this ground.\" <i>Western Union Telegraph Co.</i> v. <i>Ann Arbor Railroad Co.,</i> 178 U.S. 239; <i>Gold Washing &amp; Water Co.</i> v. <i>Keyes,</i> 96 U.S. 199; <i>Blackburn</i> v. <i>Portland Gold Mining Co.,</i> 175 U.S. 571; <i>Shreveport</i> v. <i>Cole,</i> <span class=\"citation\" data-id=\"92380\"><a href=\"/opinion/92380/shreveport-v-cole/\"><span class=\"volume\">129</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span>; <i>New Orleans</i> v. <i>Benjamin,</i> <span class=\"citation\" data-id=\"93907\"><a href=\"/opinion/93907/new-orleans-v-benjamin/\"><span class=\"volume\">153</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">411</span></a></span>, 424.</p>\n<p>In the case last cited we said:</p>\n<p>\"The judicial power extends to all cases in law and equity arising under the Constitution, but these are cases actually and not potentially arising, and jurisdiction cannot be assumed on mere hypothesis. In this class of cases it is necessary to the exercise of original jurisdiction by the Circuit Court that the cause of action should depend upon the construction and application of the Constitution, and it is readily seen that cases in that predicament must be rare. Ordinarily the question of the repugnancy of a state statute to the impairment clause of the Constitution is to be passed upon by the state courts in the first instance, the presumption being in all cases that they will do what the Constitution and laws of the United States require, <i>Chicago &amp; Alton Railroad Co.</i> v. <i>Wiggins Ferry Co.,</i> 108 U.S. 18; and if there be ground for complaint of their decision, the remedy is by writ of error under section 709 of the Revised Statutes. Congress gave its construction to that part of the Constitution by the twenty-fifth section of the judiciary act of 1789, and has adhered to it in subsequent legislation.\"</p>\n<p>Complainant rested its assertion of jurisdiction on two grounds:</p>\n<p>1. That the resolution or ordinance of January 7, 1896, impaired the obligation of the contract created by the ordinance of August 17, 1887.</p>\n<p><span class=\"star-pagination\">*192</span> 2. That if complainants were perpetually enjoined, as prayed in the suit in the state courts, the State would thereby have deprived it of its property without due process of law.</p>\n<p>1. The bill did not set forth the resolution or ordinance of January 7, 1896, <i>in extenso,</i> but stated that by its passage the City Council \"in substance\" rescinded and annulled the contract \"so far as it had power so to do,\" in that in allowing a bill of the Water Company for accrued rentals it provided that the payment should not be \"construed or taken to be any acknowledgment of any contract between them and the said city for said water rentals,\" . . .</p>\n<p>The record shows the resolution, which was as follows:</p>\n                                         \"JAN'Y 7TH, 1896.\n<p>\"A resolution to draw warrant in favor of water company for $3,160.00.</p>\n<p>\"Whereas, the Defiance Water Company have submitted a bill to the city council for $3,160, alleged to be due them from said city for water rental for the past six months; and</p>\n<p>\"Whereas, said council are of the opinion that no valid contract exists, or is between said city and said company for the payment of the same; and furthermore, that said bill is, in view of the deplorable inefficiency of the alleged water service, wholly without merit in reason and equity; and</p>\n<p>\"Whereas, the best interests of the city, in their opinion, demand that the present service be discontinued and immediate steps be taken for the purpose of supplying water to said city upon fair and equitable terms: therefor;</p>\n<p>\"<i>Be it resolved,</i> That the city clerk is hereby directed to forthwith draw his warrant on the city treasurer against the water fund of said city for the said sum of $3,160.00, in favor of said Defiance Water Company, in full payment of said bill; provided, however, that if said warrant be accepted by said company, it be taken and accepted by them without thereby in any manner being construed or taken to be any acknowledgment of any contract between them and said city for said water <span class=\"star-pagination\">*193</span> rental, or in any manner implying any actual performance of any alleged contract and that no further payments at the present rate be made to said company.</p>\n<p>\"Passed Jan. 7th, 1896.\"</p>\n<p>Clearly this resolution was not a law impairing the obligation of the contract. It was merely the allowance of a claim for rentals with a saving clause to prevent estoppel; and the semi-annual payments for 1896, and the first for 1897, were directed by subsequent ordinances to be made without any reservation.</p>\n<p>And the City not only denies that the resolution (or any other) had or was intended to have the effect now attributed to it, but says that if this had been otherwise the resolution would have been invalid because not passed in accordance with the statutes of Ohio in that behalf.</p>\n<p>The position of the City as disclosed by the record was, indeed, that no valid contract existed, and it was to test that question that the suit was instituted by the City Solicitor in the Court of Common Pleas, but there was no definitive legislative action taken by the City for the erection of its own waterworks, or otherwise, which was obnoxious to the prohibition of the Federal Constitution.</p>\n<p>2. Nor does the contention that if the temporary injunction granted by the Court of Common Pleas should ultimately be made perpetual justify the assumption of jurisdiction because of violation of the Fourteenth Amendment.</p>\n<p>Litigation in the state courts cannot be dragged into the Federal courts at such a stage, and in such a way. The proposition is wholly untenable that, before the state courts in which a case is properly pending can proceed to adjudication in the regular and orderly administration of justice, the courts of the United States can be called on to interpose on the ground that the state courts might so decide as to render their final action unconstitutional.</p>\n<p>Moreover the state courts are perfectly competent to decide Federal questions arising before them and it is their duty to <span class=\"star-pagination\">*194</span> do so. <i>Robb</i> v. <i>Connolly,</i> <span class=\"citation\" data-id=\"91149\"><a href=\"/opinion/91149/robb-v-connolly/\"><span class=\"volume\">111</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></a></span>, 637; <i>Missouri Pacific Railway Co.</i> v. <i>Fitzgerald,</i> <span class=\"citation\" data-id=\"94345\"><a href=\"/opinion/94345/missouri-pacific-r-co-v-fitzgerald/\"><span class=\"volume\">160</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">556</span></a></span>, 583.</p>\n<p>And, we repeat, the presumption is in all cases that the state courts will do what the Constitution and laws of the United States require. <i>Chicago &amp; Alton Railroad</i> v. <i>Wiggins Ferry Co.,</i> 108 U.S. 18; <i>Shreveport</i> v. <i>Cole,</i> <span class=\"citation\" data-id=\"92380\"><a href=\"/opinion/92380/shreveport-v-cole/\"><span class=\"volume\">129</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span>; <i>Neal</i> v. <i>Delaware,</i> <span class=\"citation\" data-id=\"90336\"><a href=\"/opinion/90336/neal-v-delaware/\"><span class=\"volume\">103</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">370</span></a></span>, 389; <i>New Orleans</i> v. <i>Benjamin,</i> <span class=\"citation\" data-id=\"93907\"><a href=\"/opinion/93907/new-orleans-v-benjamin/\"><span class=\"volume\">153</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">411</span></a></span>, 424.</p>\n<p>If error supervenes the remedy is found in section 709 of the Revised Statutes.</p>\n<p>The present case strikingly illustrates the applicability of these well-settled principles. The preliminary injunction was dissolved by the court by which it was granted, and the City's suit was dismissed by the highest judicial tribunal of the State.</p>\n<p>We regard this bill as an attempt to evade the discrimination between suits between suits between citizens of the same State and suits between citizens of different States, established by the Constitution and laws of the United States, by bringing into the Circuit Court controversies between citizens of the same State, an evasion which it has been the constant effort of Congress and of this court to prevent, <i>Bernards Township</i> v. <i>Stebbins,</i> <span class=\"citation\" data-id=\"90943\"><a href=\"/opinion/90943/bernards-township-v-stebbins/\"><span class=\"volume\">109</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">341</span></a></span>, 353; <i>Shreveport</i> v. <i>Cole,</i> <span class=\"citation\" data-id=\"92380\"><a href=\"/opinion/92380/shreveport-v-cole/\"><span class=\"volume\">129</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span>, 44; and are of opinion that it should have been dismissed for want of jurisdiction.</p>\n<p>The fundamental question of jurisdiction, first, of this court, and then of the court from which the record comes, presents itself on every writ of error or appeal, and must be answered by the court, whether propounded by counsel or not. <i>Mansfield, Coldwater &amp;c. Railway</i> v. <i>Swan,</i> <span class=\"citation\" data-id=\"91122\"><a href=\"/opinion/91122/mansfield-c-lmr-co-v-swan/\"><span class=\"volume\">111</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">379</span></a></span>, 382; <i>Metcalf</i> v. <i>Watertown,</i> 128 U.S. 586; <i>Morris</i> v. <i>Gilmer,</i> 129 U.S. 315; <i>Continental National Bank</i> v. <i>Buford, ante,</i> 119.</p>\n<p>The Circuit Court having maintained jurisdiction on the ground that the case arose under the Constitution of the United States, and having proceeded to decree, the appeal was properly brought directly to this court, and it at once became our duty to inquire whether the Circuit Court should <span class=\"star-pagination\">*195</span> have retained the case. Having reached the result that the court erred in so doing, we are vested with the power to direct that conclusion to be carried into effect, and in its exercise we discharge one of our essential functions, the determination of the jurisdiction of the courts below. <i>Morris</i> v. <i>Gilmer,</i> 129 U.S. 315; <i>Wetmore</i> v. <i>Rymer,</i> 169 U.S. 115; <i>Aztec Mining Co.</i> v. <i>Ripley,</i> 151 U.S. 79.</p>\n<p>The bill was dismissed by the Circuit Court but not for want of jurisdiction, and the decree will be reversed in order that the case may be disposed of on that ground, at the costs of appellant, which takes nothing by its appeal.</p>\n<p><i>The decree is reversed at appellant's costs, and the cause remanded with instructions to dismiss the bill for want of jurisdiction.</i></p>\n</div>", "id": 95939, "judges": "Fuller, After Making the Foregoing Statement", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/95939/", "sha1": "b85f3f9848b6d09cd3e0ccd4c2e69cc82839b21b", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:40:19"}