{"absolute_url": "/opinion/95954/wisconsin-michigan-r-co-v-powers/", "blocked": false, "citation": {"case_name": "Wisconsin & Michigan R. Co. v. Powers", "docket_number": "77", "document_uris": ["/api/rest/v2/document/95954/"], "federal_cite_one": "191 U.S. 379", "federal_cite_three": null, "federal_cite_two": null, "id": 80337, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/80337/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 47, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1903-11-30", "date_modified": "2014-12-21T01:34:00.976720", "docket": "/api/rest/v2/docket/1508257/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">191 U.S. 379</p>\n    <p class=\"case_cite\">24 S.Ct. 107</p>\n    <p class=\"case_cite\">48 L.Ed. 229</p>\n    <p class=\"parties\">WISCONSIN &amp; MICHIGAN RAILWAY COMPANY, <i>Appt.</i>,<br>v.<br>PERRY F. POWERS, Auditor General of the State  of Michigan.</p>\n    <p class=\"docket\">No. 77.</p>\n    <p class=\"date\">Submitted November 13, 1903.</p>\n    <p class=\"date\">Decided November 30, 1903.</p>\n    <div class=\"prelims\">\n      <p><i>Mr.</i> Jesse B. Barton for appellant.</p>\n      <p class=\"indent\"><i>Messrs.</i> Charles A. Blair and Roger Irving Wykes for appellee.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 380-384 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice Holmes delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from a decree of the United States circuit court, dismissing the plaintiff's bill on demurrer. The bill seeks to enjoin the auditor general of the state of Michigan from collecting a tax, on the ground that the law imposing the tax is contrary to the Constitution of the United States as impairing the obligation of contracts, and interfering with interstate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The alleged contract is contained in a law of May 27, 1893, &#167; 3, which, after levying a specific tax on railroads, provided 'that the rate of taxation fixed by this act or any other law of this state shall not apply to any railway company hereafter building and operating a line of railroad within this state north of parallel forty-four of latitude until the same has been operated for the full period of ten years, unless the gross earnings shall equal $4,000 per mile, except,' etc. Afterwards, on October 23, 1893, the Menominee &amp; Northern Railroad Company was incorporated under the laws of the state, and forthwith conveyed all its property, rights, and franchises to the plaintiff, a Wisconsin corporation, which is assumed to stand in the shoes of the Michigan company. The plaintiff thereupon constructed the road. This road is north of parallel forty-four, its gross earnings never have been equal to $4,000 per mile, and it would be entitled to the exemptions just stated if the law of 1893 still were in force. But on June 4, 1897, the state passed a law amending the act of 1893, and levying a 'specific tax upon the property and business of [every] railroad corporation operated within the state,' and enacted that 'when the railroad lies partly within and partly without this state, prima facie, the gross income of said company from such road for the purposes of taxation shall be on the actual earnings of the road in Michigan, computed by adding to the income derived from the business transacted by said company entirely within this state, such proportion of the income of said company arising from the interstate business as the length of the road over which said interstate business is carried in this state bears to the entire length of the road over which said interstate business is carried.' This is the law which the plaintiff says is unconstitutional for the reasons above set forth.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The demurrer to the bill was sustained on the ground that the act of 1893 made no valid contract of exemption from taxation, and that the act of 1897, repealing the exemption granted in 1893, was a constitutional law.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The plaintiff makes a supplemental alternative argument that the later statute should not be construed to repeal the act of 1893 with regard to roads in the plaintiff's position. If that were so the plaintiff would have no standing in this court. But the repeal is plain from the express words at the end of the section quoted from the act of 1897, repealing all acts or parts of acts contravening the provisions of that section, from the fact that it is an amendment of the section quoted from the act of 1893, and from the case of <i>Manistee &amp; N. E. R. Co.</i> v. <i>Commissioner of Railroads</i>, 118 Mich. 349, 350, 76 N. W. 683. See also <i>Welch</i> v. <i>Cook</i>, 97 U. S. 541, 24 L. ed. 1112. On that question we follow the state court. <i>Northern C. R. Co.</i> v. <i>Maryland</i>, 187 U. S. 258, 267, 47 L. ed. 167, 172, 23 Sup. Ct. Rep. 62.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The first and main question, then, is whether the act of 1893 purported to make an irrevocable contract with such railroad as might thereafter comply with its terms. The question is pretty well answered by a series of decisions in this court. A distinction between an exemption from taxation contained in a special charter, and general encouragement to all persons to engage in a certain class of enterprise, is pointed out in <i>East Saginaw Salt Mfg. Co.</i> v. <i>East Saginaw</i>, 13 Wall. 373, 20 L. ed. 611, <i>S. C.</i> 19 Mich. 259, 2 Am. Rep. 82. In earlier and later cases it was mentioned that there was no counter-obligation, service, or detriment incurred, that properly could be regarded as a consideration for the supposed contract. <i>Christ Church</i> v. <i>Philadelphia County</i>, 24 How. 300, 16 L. ed. 602; <i>Tucker</i> v. <i>Ferguson</i>, 22 Wall. 527, 22 L. ed. 805; <i>Grand Lodge, F. &amp; A. M.</i> v. <i>New Orleans</i>, 166 U. S. 143, 41 L. ed. 204, 206. But whatever the ground, thus far attempts like the present to make a contract out of the clauses in a scheme of taxation which happen to benefit certain parties have failed. See further, <i>Welch v. Cook,</i> 997 U. S. 541, 24 L. ed. 1112, and <i>Manistee &amp; N. E. R. Co. v. Commissioner of Railroads,</i> 118 Mich. 349, 76 N. W. 683, in which the state court deals with this very act.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It may be that a state, by sufficient words, might bind itself without consideration, as a private individual may bind himself by recognizance or by affixing a seal. A state might abolish the requirement of consideration altogether for simple contracts by private persons, and, it may be that it equally might dispense with the requirement for itself. But the presence or absence of consideration is an aid to construction in doubtful cases,&#8212;a circumstance to take into account in determining whether the state has purported to bind itself irrevocably or merely has used words of prophecy, encouragement, or bounty, holding out a hope but not amounting to a covenant.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the case at bar, of course the building and operating of the railroad was a sufficient detriment or change of position to constitute a consideration if the other elements were present. But the other elements are that the promise and the detriment are the conventional inducements each for the other. No matter what the actual motive may have been, by the express or implied terms of the supposed contract, the promise and the consideration must purport to be the motive each for the other, in whole or at least in part. It is not enough that the promise induces the detriment or that the detriment induces the promise, if the other half is wanting. If we are to deal with this proviso in a general tax law as we should deal with an alleged simple contract, while, no doubt, in some cases between private persons the above distinctions have not been kept very sharply in mind (<i>Martin v. Meles,</i> 179 Mass. 114, 117, 60 N. E. 397), it is clear that we should require an adequate expression of an actual intent on the part of the state to set change of position against promise before we hold that it has parted with a great attribute of sovereignty beyond the right of change. See <i>Vicksburg,</i> <i>S.</i> <i>&amp;</i> <i>P.</i> <i>R.</i> <i>Co.</i> v. <i>Dennis,</i> 116 U. S. 665, 668, 29 L. ed. 770, 771, 6 Sup. Ct. Rep. 625. Looking at the case in this way, then, we find no such adequate expression. No doubt the state expected to encourage railroad building, and the railroad builders expected the encouragement; but the two things are not set against each other in terms of bargain. See <i>Covington</i> v. <i>Kentucky,</i> 173 U. S. 231, 238, 239, 43 L. ed. 679, 682, 19 Sup. Ct. Rep. 383.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">But this is a somewhat narrow and technical mode of discussion for the decision of an alleged constitutional right. The broad ground in a case like this is that, in view of the subject-matter, the legislature is not making promises, but framing a scheme of public revenue and public improvement. In announcing its policy, and providing for carrying it out, it may open a chance for benefits to those who comply with its conditions, but it does not address them, and therefor, it makes no promise to them. It simply indicates a course of conduct to be pursued until circumstances or its views of policy change. It would be quite intolerable if parties not expressly addressed were to be allowed to set up a contract on the strength of their interest in, and action on the faith of, a statute, merely because their interest was obvious and their action likely, on the face of the law. What we have said is enough to show that in our opinion the plaintiff never had a contract, and therefore makes it unnecessary to consider the usual power to alter, amend, or repeal charters, etc., contained in the Constitution of Michigan (<i>Tomlinson v. Jessup,</i> 15 Wall. 454, 21 L. ed. 204; <i>Covington v. Kentucky,</i> 173 U. S. 231, 43 L. ed. 679, 19 Sup. Ct. Rep. 383; <i>Citizens' Sav. Bank v. Owensboro,</i> 173 U. S. 636, 43 L. ed. 840, 19 Sup. Ct. Rep. 530), or a similar power in the general railroad or a similar power in the general railroad law of 1873, of which the above acts of 1893 and 1897 were amendments through intervening amending acts.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We need say but a word in answer to the suggestion that the tax is an unconstitutional interference with interstate commerce. In form the tax is a tax on \"the property and business of such railroad corporation operated within the state,\" computed upon certain percentages of gross income. The prima facie measure of the plaintiff's gross income is substantially that which was approved in <i>Maine v. Grand Trunk R. Co.</i> 142 U. S. 217, 228, 35 L. ed. 994, 995, 3 Inters. Com. Rep. 807, 12 Sup. Ct. Rep. 121, 163. See also <i>Western U. Teleg. Co. v. Taggart,</i> 163 U. S. 1, 41 L. ed. 49, 16 Sup. Ct. Rep. 1054.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\"><i>Decree affirmed</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Mr. Justice White, not having heard the arguments, took no part in the decision.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>191 U.S. 379 (1903)</b></center>\n<center><h1>WISCONSIN AND MICHIGAN RAILWAY CO.<br>\nv.<br>\nPOWERS.</h1></center>\n<center>No. 77.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted November 13, 1903.</center>\n<center>Decided November 30, 1903.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF MICHIGAN.\n<p><i>Mr. Jesse B. Barton</i> for appellant.</p>\n<p><i>Mr. Charles A. Blair,</i> Attorney General of the State of Michigan, and <i>Mr. Roger Irving Wykes</i> for appellee.</p>\n<p><span class=\"star-pagination\">*384</span> MR. JUSTICE HOLMES delivered the opinion of the court.</p>\n<p>This is an appeal from a decree of the United States Circuit Court dismissing the plaintiff's bill on demurrer. The bill seeks to enjoin the auditor general of the State of Michigan from collecting a tax, on the ground that the law imposing the tax is contrary to the Constitution of the United States as impairing the obligation of contracts and interfering with interstate commerce.</p>\n<p>The alleged contract is contained in a law of May 27, 1893, § 3, which, after levying a specific tax on railroads, provided \"that the rate of taxation fixed by this act or any other law of this State shall not apply to any railway or railroad company hereafter building and operating a line of railroad within this State north of parallel forty-four of latitude until the same has been operated for the full period of ten years, unless the gross earnings shall equal four thousand dollars per mile, except,\" etc. Afterwards, on October 23, 1893, the Menominee and Northern Railroad Company was incorporated under the laws of the State, and forthwith conveyed all its property, rights and franchises to the plaintiff, a Wisconsin corporation, which is assumed to stand in the shoes of the Michigan company. The plaintiff thereupon constructed the road. This road is north of parallel forty-four, its gross earnings never have been equal to four thousand dollars per mile, and it would be entitled to the exemptions just stated if the law of 1893 still were in force. But on June 4, 1897, the State passed a law amending the act of 1893, and levying a \"specific tax upon the property and business of [every] railroad corporation operated within the State,\" and enacted that \"when the railroad lies partly within and partly without this State, <i>prima facie,</i> the gross income of said company from such road for the purposes of taxation shall be on the actual earnings of the road in Michigan, computed by adding to the income derived from the business transacted by said company entirely within this State, such proportion of the income of said company arising from the <span class=\"star-pagination\">*385</span> interstate business as the length of the road over which said interstate business is carried in this State bears to the entire length of the road over which said interstate business is carried.\" This is the law which the plaintiff says is unconstitutional for the reasons above set forth.</p>\n<p>The demurrer to the bill was sustained on the ground that the act of 1893 made no valid contract of exemption from taxation, and that the act of 1897, repealing the exemption granted in 1893, was a constitutional law.</p>\n<p>The plaintiff makes a supplemental alternative argument that the later statute should not be construed to repeal the act of 1893 with regard to roads in the plaintiff's position. If that were so the plaintiff would have no standing in this court. But the repeal is plain from the express words at the end of the section quoted from the act of 1897, repealing all acts or parts of acts contravening the provisions of that section, from the fact that it is an amendment of the section quoted from the act of 1893, and from the case of <i>Manistee &amp; Northeastern Railroad Co.</i> v. <i>Commissioner of Railroads,</i> 118 Michigan, 349, 350. See also <i>Welch</i> v. <i>Cook,</i> 97 U.S. 541. On that question we follow the state court. <i>Northern Central Railway Co.</i> v. <i>Maryland,</i> 187 U.S. 258, 267.</p>\n<p>The first and main question, then, is whether the act of 1893 purported to make an irrevocable contract with such railroad as might thereafter comply with its terms. The question is pretty well answered by a series of decisions in this court. A distinction between an exemption from taxation contained in a special charter and general encouragement to all persons to engage in a certain class of enterprise, is pointed out in <i>East Saginaw Manfg. Co.</i> v. <i>East Saginaw,</i> 13 Wall. 373, (\"<i>Salt Co.</i> v. <i>East Saginaw</i>\"); <i>S.C.,</i> 19 Michigan, 259. In earlier and later cases it was mentioned that there was no counter-obligation, service, or detriment incurred, that properly could be regarded as a consideration for the supposed contract. <i>Rector, etc., of Christ Church</i> v. <i>Philadelphia County,</i> 24 How. 300; <i>Tucker</i> v. <i>Ferguson,</i> 22 Wall. 527; <i>Grand Lodge, etc., of Louisiana</i> <span class=\"star-pagination\">*386</span> v. <i>New Orleans,</i> 166 U.S. 143. See <i>Tomlinson</i> v. <i>Jessup,</i> 15 Wall. 454, 459. But whatever the ground, thus far attempts like the present to make a contract out of the clauses in a scheme of taxation which happen to benefit certain parties have failed. See further, <i>Welch</i> v. <i>Cook,</i> 97 U.S. 541, and <i>Manistee &amp; Northeastern Railroad Co.</i> v. <i>Commissioner of Railroads,</i> 118 Michigan, 349, in which the state court deals with this very act.</p>\n<p>It may be that a State, by sufficient words, might bind itself without consideration, as a private individual may bind himself by recognizance or by affixing a seal. A State might abolish the requirement of consideration altogether for simple contracts by private persons, and, it may be that it equally might dispense with the requirement for itself. But the presence or absence of consideration is an aid to construction in doubtful cases  a circumstance to take into account in determining whether the State has purported to bind itself irrevocably or merely has used words of prophecy, encouragement or bounty, holding out a hope but not amounting to a covenant.</p>\n<p>In the case at bar, of course the building and operating of the railroad was a sufficient detriment or change of position to constitute a consideration if the other elements were present. But the other elements are that the promise and the detriment are the conventional inducements each for the other. No matter what the actual motive may have been, by the express or implied terms of the supposed contract, the promise and the consideration must purport to be the motive each for the other, in whole or at least in part. It is not enough that the promise induces the detriment or that the detriment induces the promise if the other half is wanting. If we are to deal with this proviso in a general tax law as we should deal with an alleged simple contract, while no doubt in some cases between private persons the above distinctions have not been kept very sharply in mind, <i>Martin</i> v. <i>Meles,</i> 179 Massachusetts, 114, 117, it is clear that we should require an adequate expression <span class=\"star-pagination\">*387</span> of an actual intent on the part of the State to set change of position against promise before we hold that it has parted with a great attribute of sovereignty beyond the right of change. See <i>Vicksburg, Shreveport &amp; Pacific Railroad</i> v. <i>Dennis,</i> 116 U.S. 665, 668. Looking at the case in this way, then, we find no such adequate expression. No doubt the State expected to encourage railroad building, and the railroad builders expected the encouragement, but the two things are not set against each other in terms of bargain. See <i>Covington</i> v. <i>Kentucky,</i> 173 U.S. 231, 238, 239.</p>\n<p>But this is a somewhat narrow and technical mode of discussion for the decision of an alleged constitutional right. The broad ground in a case like this is that, in view of the subject matter, the legislature is not making promises, but framing a scheme of public revenue and public improvement. In announcing its policy and providing for carrying it out it may open a chance for benefits to those who comply with its conditions, but it does not address them, and therefor it makes no promise to them. It simply indicates a course of conduct to be pursued, until circumstances or its views of policy change. It would be quite intolerable if parties not expressly addressed were to be allowed to set up a contract on the strength of their interest in and action on the faith of a statute, merely because their interest was obvious and their action likely, on the face of the law. What we have said is enough to show that in our opinion the plaintiff never had a contract, and therefore makes it unnecessary to consider the usual power to alter, amend or repeal charters, etc., contained in the constitution of Michigan, <i>Tomlinson</i> v. <i>Jessup,</i> 15 Wall. 454; <i>Covington</i> v. <i>Kentucky,</i> 173 U.S. 231; <i>Citizens' Savings Bank</i> v. <i>Owensboro,</i> 173 U.S. 636, or a similar power in the general railroad law of 1873, of which the above acts of 1893 and 1897 were amendments through intervening amending acts.</p>\n<p>We need say but a word in answer to the suggestion that the tax is an unconstitutional interference with interstate commerce. In form the tax is a tax on \"the property and business <span class=\"star-pagination\">*388</span> of such railroad corporation operated within the State,\" computed upon certain percentages of gross income. The <i>prima facie</i> measure of the plaintiff's gross income is substantially that which was approved in <i>Maine</i> v. <i>Grand Trunk Railway Co.,</i> 142 U.S. 217, 228. See also <i>Western Union Telegraph Co.</i> v. <i>Taggart,</i> 163 U.S. 1.</p>\n<p><i>Decree affirmed.</i></p>\n<p>MR. JUSTICE WHITE, not having heard the arguments, took no part in the decision.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">191</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">379</span></span> (1903)</b></center>\n<center><h1>WISCONSIN AND MICHIGAN RAILWAY CO.<br>\nv.<br>\nPOWERS.</h1></center>\n<center>No. 77.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted November 13, 1903.</center>\n<center>Decided November 30, 1903.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF MICHIGAN.\n<p><i>Mr. Jesse B. Barton</i> for appellant.</p>\n<p><i>Mr. Charles A. Blair,</i> Attorney General of the State of Michigan, and <i>Mr. Roger Irving Wykes</i> for appellee.</p>\n<p><span class=\"star-pagination\">*384</span> MR. JUSTICE HOLMES delivered the opinion of the court.</p>\n<p>This is an appeal from a decree of the United States Circuit Court dismissing the plaintiff's bill on demurrer. The bill seeks to enjoin the auditor general of the State of Michigan from collecting a tax, on the ground that the law imposing the tax is contrary to the Constitution of the United States as impairing the obligation of contracts and interfering with interstate commerce.</p>\n<p>The alleged contract is contained in a law of May 27, 1893, § 3, which, after levying a specific tax on railroads, provided \"that the rate of taxation fixed by this act or any other law of this State shall not apply to any railway or railroad company hereafter building and operating a line of railroad within this State north of parallel forty-four of latitude until the same has been operated for the full period of ten years, unless the gross earnings shall equal four thousand dollars per mile, except,\" etc. Afterwards, on October 23, 1893, the Menominee and Northern Railroad Company was incorporated under the laws of the State, and forthwith conveyed all its property, rights and franchises to the plaintiff, a Wisconsin corporation, which is assumed to stand in the shoes of the Michigan company. The plaintiff thereupon constructed the road. This road is north of parallel forty-four, its gross earnings never have been equal to four thousand dollars per mile, and it would be entitled to the exemptions just stated if the law of 1893 still were in force. But on June 4, 1897, the State passed a law amending the act of 1893, and levying a \"specific tax upon the property and business of [every] railroad corporation operated within the State,\" and enacted that \"when the railroad lies partly within and partly without this State, <i>prima facie,</i> the gross income of said company from such road for the purposes of taxation shall be on the actual earnings of the road in Michigan, computed by adding to the income derived from the business transacted by said company entirely within this State, such proportion of the income of said company arising from the <span class=\"star-pagination\">*385</span> interstate business as the length of the road over which said interstate business is carried in this State bears to the entire length of the road over which said interstate business is carried.\" This is the law which the plaintiff says is unconstitutional for the reasons above set forth.</p>\n<p>The demurrer to the bill was sustained on the ground that the act of 1893 made no valid contract of exemption from taxation, and that the act of 1897, repealing the exemption granted in 1893, was a constitutional law.</p>\n<p>The plaintiff makes a supplemental alternative argument that the later statute should not be construed to repeal the act of 1893 with regard to roads in the plaintiff's position. If that were so the plaintiff would have no standing in this court. But the repeal is plain from the express words at the end of the section quoted from the act of 1897, repealing all acts or parts of acts contravening the provisions of that section, from the fact that it is an amendment of the section quoted from the act of 1893, and from the case of <i>Manistee &amp; Northeastern Railroad Co.</i> v. <i>Commissioner of Railroads,</i> 118 Michigan, 349, 350. See also <i>Welch</i> v. <i>Cook,</i> <span class=\"citation\" data-id=\"89822\"><a href=\"/opinion/89822/welch-v-cook/\"><span class=\"volume\">97</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">541</span></a></span>. On that question we follow the state court. <i>Northern Central Railway Co.</i> v. <i>Maryland,</i> <span class=\"citation\" data-id=\"95729\"><a href=\"/opinion/95729/northern-central-r-co-v-maryland/\"><span class=\"volume\">187</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">258</span></a></span>, 267.</p>\n<p>The first and main question, then, is whether the act of 1893 purported to make an irrevocable contract with such railroad as might thereafter comply with its terms. The question is pretty well answered by a series of decisions in this court. A distinction between an exemption from taxation contained in a special charter and general encouragement to all persons to engage in a certain class of enterprise, is pointed out in <i>East Saginaw Manfg. Co.</i> v. <i>East Saginaw,</i> <span class=\"citation\" data-id=\"88472\"><a href=\"/opinion/88472/salt-co-v-east-saginaw/\"><span class=\"volume\">13</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">373</span></a></span>, (\"<i>Salt Co.</i> v. <i>East Saginaw</i>\"); <i>S.C.,</i> 19 Michigan, 259. In earlier and later cases it was mentioned that there was no counter-obligation, service, or detriment incurred, that properly could be regarded as a consideration for the supposed contract. <i>Rector, etc., of Christ Church</i> v. <i>Philadelphia County,</i> 24 How. 300; <i>Tucker</i> v. <i>Ferguson,</i> 22 Wall. 527; <i>Grand Lodge, etc., of Louisiana</i> <span class=\"star-pagination\">*386</span> v. <i>New Orleans,</i> 166 U.S. 143. See <i>Tomlinson</i> v. <i>Jessup,</i> <span class=\"citation\" data-id=\"88627\"><a href=\"/opinion/88627/tomlinson-v-jessup/\"><span class=\"volume\">15</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">454</span></a></span>, 459. But whatever the ground, thus far attempts like the present to make a contract out of the clauses in a scheme of taxation which happen to benefit certain parties have failed. See further, <i>Welch</i> v. <i>Cook,</i> <span class=\"citation\" data-id=\"89822\"><a href=\"/opinion/89822/welch-v-cook/\"><span class=\"volume\">97</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">541</span></a></span>, and <i>Manistee &amp; Northeastern Railroad Co.</i> v. <i>Commissioner of Railroads,</i> 118 Michigan, 349, in which the state court deals with this very act.</p>\n<p>It may be that a State, by sufficient words, might bind itself without consideration, as a private individual may bind himself by recognizance or by affixing a seal. A State might abolish the requirement of consideration altogether for simple contracts by private persons, and, it may be that it equally might dispense with the requirement for itself. But the presence or absence of consideration is an aid to construction in doubtful cases  a circumstance to take into account in determining whether the State has purported to bind itself irrevocably or merely has used words of prophecy, encouragement or bounty, holding out a hope but not amounting to a covenant.</p>\n<p>In the case at bar, of course the building and operating of the railroad was a sufficient detriment or change of position to constitute a consideration if the other elements were present. But the other elements are that the promise and the detriment are the conventional inducements each for the other. No matter what the actual motive may have been, by the express or implied terms of the supposed contract, the promise and the consideration must purport to be the motive each for the other, in whole or at least in part. It is not enough that the promise induces the detriment or that the detriment induces the promise if the other half is wanting. If we are to deal with this proviso in a general tax law as we should deal with an alleged simple contract, while no doubt in some cases between private persons the above distinctions have not been kept very sharply in mind, <i>Martin</i> v. <i>Meles,</i> 179 Massachusetts, 114, 117, it is clear that we should require an adequate expression <span class=\"star-pagination\">*387</span> of an actual intent on the part of the State to set change of position against promise before we hold that it has parted with a great attribute of sovereignty beyond the right of change. See <i>Vicksburg, Shreveport &amp; Pacific Railroad</i> v. <i>Dennis,</i> <span class=\"citation\" data-id=\"91576\"><a href=\"/opinion/91576/vicksburg-s-pr-co-v-dennis/\"><span class=\"volume\">116</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">665</span></a></span>, 668. Looking at the case in this way, then, we find no such adequate expression. No doubt the State expected to encourage railroad building, and the railroad builders expected the encouragement, but the two things are not set against each other in terms of bargain. See <i>Covington</i> v. <i>Kentucky,</i> <span class=\"citation\" data-id=\"95009\"><a href=\"/opinion/95009/covington-v-kentucky/\"><span class=\"volume\">173</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">231</span></a></span>, 238, 239.</p>\n<p>But this is a somewhat narrow and technical mode of discussion for the decision of an alleged constitutional right. The broad ground in a case like this is that, in view of the subject matter, the legislature is not making promises, but framing a scheme of public revenue and public improvement. In announcing its policy and providing for carrying it out it may open a chance for benefits to those who comply with its conditions, but it does not address them, and therefor it makes no promise to them. It simply indicates a course of conduct to be pursued, until circumstances or its views of policy change. It would be quite intolerable if parties not expressly addressed were to be allowed to set up a contract on the strength of their interest in and action on the faith of a statute, merely because their interest was obvious and their action likely, on the face of the law. What we have said is enough to show that in our opinion the plaintiff never had a contract, and therefore makes it unnecessary to consider the usual power to alter, amend or repeal charters, etc., contained in the constitution of Michigan, <i>Tomlinson</i> v. <i>Jessup,</i> <span class=\"citation\" data-id=\"88627\"><a href=\"/opinion/88627/tomlinson-v-jessup/\"><span class=\"volume\">15</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">454</span></a></span>; <i>Covington</i> v. <i>Kentucky,</i> <span class=\"citation\" data-id=\"95009\"><a href=\"/opinion/95009/covington-v-kentucky/\"><span class=\"volume\">173</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">231</span></a></span>; <i>Citizens' Savings Bank</i> v. <i>Owensboro,</i> <span class=\"citation\" data-id=\"95039\"><a href=\"/opinion/95039/citizens-sav-bank-of-owensboro-v-owensboro/\"><span class=\"volume\">173</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">636</span></a></span>, or a similar power in the general railroad law of 1873, of which the above acts of 1893 and 1897 were amendments through intervening amending acts.</p>\n<p>We need say but a word in answer to the suggestion that the tax is an unconstitutional interference with interstate commerce. In form the tax is a tax on \"the property and business <span class=\"star-pagination\">*388</span> of such railroad corporation operated within the State,\" computed upon certain percentages of gross income. The <i>prima facie</i> measure of the plaintiff's gross income is substantially that which was approved in <i>Maine</i> v. <i>Grand Trunk Railway Co.,</i> <span class=\"citation\" data-id=\"93211\"><a href=\"/opinion/93211/maine-v-grand-trunk-r-co/\"><span class=\"volume\">142</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">217</span></a></span>, 228. See also <i>Western Union Telegraph Co.</i> v. <i>Taggart,</i> 163 U.S. 1.</p>\n<p><i>Decree affirmed.</i></p>\n<p>MR. JUSTICE WHITE, not having heard the arguments, took no part in the decision.</p>\n</div>", "id": 95954, "judges": "Holmes", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/95954/", "sha1": "f1ea3e666392dee1f0a5b51eb76b4611fa1ea0f9", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:40:19"}