{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "34 U.S. 692", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/85951/"
    ], 
    "scotus_early_cite": "9 Pet. 692", 
    "case_name": "Urtetiqui v. D'Arcy", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 53609, 
    "resource_uri": "/api/rest/v2/citation/53609/"
  }, 
  "id": 85951, 
  "blocked": false, 
  "judges": "Thompson", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1835-03-16", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>34 U.S. 692 (____)</b></center>\n<center><b>9 Pet. 692</b></center>\n<center><h1>DOMINGO URTETIQUI, PLAINTIFF IN ERROR<br>\nv.<br>\nJOHN N. D'ARCY, HENRY DIDIER AND DOMINGO D'ARBEL, DEFENDANTS IN ERROR.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*694</span> The case was argued by Mr Kennedy and Mr Meredith, for the plaintiff in error; and by Mr Johnson and Mr Taney, for the defendants.</p>\n<p><span class=\"star-pagination\">*697</span> Mr Justice THOMPSON delivered the opinion of the Court.</p>\n<p>This case comes up on a writ of error from the circuit court of the Maryland district. It is an action of assumpsit. The declaration contains the common money counts, and also counts for goods sold and delivered, work, labour and services, and an insimul computassent. There is an averment in the declaration, that the plaintiffs are citizens of the state of Maryland, and the defendant an alien, and subject of the king of Spain. The defendant pleaded the general issue, and also a plea in abatement, alleging that Domingo D'Arbel, one of the plaintiffs, <span class=\"star-pagination\">*698</span> was not, at the commencement of the suit, a citizen of the United States, or any one of them; to which there was a replication, and issue thereupon joined. And by an agreement contained in the record, all errors in pleading are waived on both sides; and the cause comes here on five bills of exceptions taken at the trial; three of which relate to matters arising under the plea in abatement, and the other two upon the merits.</p>\n<p>The question arising upon the first exception, turns upon the admissibility in evidence of the passport given by the secretary of state, introduced to prove the citizenship of Domingo D'Arbel. The record states, that the plaintiffs, further to support the issue on their part, on the plea in abatement to the jurisdiction of this court filed in this cause, offered in evidence the following paper, purporting to be a passport from the secretary of state of the United States, and which was admitted to be an original paper from the department of state, signed by John Quincy Adams, then secretary of state of the United States; and also offered evidence, that the several indorsements on said paper, were respectively in the handwriting of the several persons signing the same; and that the said persons were the respective officers of the government of Mexico, as they style themselves in the said indorsements, at the periods at which the same were made. It was also admitted, that at the date of the said passport, said D'Arbel was then in Mexico, and that the said passport was applied for, and obtained for him, at his instance, and by his request, by one of the co-plaintiffs, who transmitted the same to the said D'Arbel, into whose possession it came, and by whom it was used. The only proof of said use being the said indorsements so made thereon. The passport is as follows: \"United States of America. To all to whom these presents shall come, greeting. I, the undersigned, secretary of state of the United States of America, hereby request all whom it may concern, to permit safely and freely to pass, Domingo D'Arbel, a citizen of the United States, and in case of need, to give him all lawful aid and protection. Given under my hand, and the impression of the seal of the department of state, at the city of Washington, the 22d day of March 1824, in the forty-eighth year of the independence of these United States. JOHN QUINCY ADAMS.\"</p>\n<p><span class=\"star-pagination\">*699</span> To the admissibility of which paper in evidence, the defendant, by his counsel, objected; the same not being legal or competent evidence of the American citizenship of said D'Arbel. But the court were of opinion, and so decided, that the said paper was legal and competent evidence of said citizenship, and the same was admitted.</p>\n<p>There is some diversity of opinion on the bench, with respect to the admissibility in evidence of this passport, arising, in some measure, from the circumstances under which the offer was made, and its connexion with other matters which had been given in evidence. Upon the general and abstract question, whether the passport, per se, was legal and competent evidence of the fact of citizenship, we are of opinion that it was not.</p>\n<p>There is no law of the United States, in any manner regulating the issuing of passports, or directing upon what evidence it may be done, or declaring their legal effect. It is understood, as matter of practice, that some evidence of citizenship is required, by the secretary of state, before issuing a passport. This, however, is entirely discretionary with him. No inquiry is instituted by him to ascertain the fact of citizenship, or any proceedings had, that will in any manner bear the character of a judicial inquiry. It is a document, which, from its nature and object, is addressed to foreign powers; purporting only to be a request, that the bearer of it may pass safely and freely; and is to be considered rather in the character of a political document, by which the bearer is recognized, in foreign countries, as an American citizen; and which, by usage and the law of nations, is received as evidence of the fact. But this is a very different light, from that in which it is to be viewed in a court of justice, where the inquiry is, as to the fact of citizenship. It is a mere ex parte certificate; and if founded upon any evidence produced to the secretary of state, establishing the fact of citizenship, that evidence, if of a character admissible in a court of justice, ought to be produced upon the trial, as higher and better evidence of the fact. But whether the circuit court erred in admitting the passport in evidence, under the circumstances stated in the exception, this court is divided in opinion, and the point is of course undecided.</p>\n<p><span class=\"star-pagination\">*700</span> The defendant, in order to support the issue on his part, on the plea in abatement, for the purpose of showing the admission of the said D'Arbel, under oath, that he was a subject of the king of Spain on the 8th day of May 1817, offered in evidence a document or paper, purporting to be a record of certain proceedings in a cause in the district court of the state of Louisiana, in and for the first judicial district of that state, in which John K. West, curator of the estate of James Niel, was plaintiff, and the said Domingo D'Arbel was defendant; which proceedings contain a petition presented to the state court, for the purpose of removing the cause into the district court of the United States; and in which petition it is alleged, that Domingo D'Arbel is a subject of his most catholic majesty the king of Spain; and on this ground claimed to have his cause removed into a court of the United States, pursuant to the act of congress. To which petition is annexed, the oath of the said D'Arbel, that the facts contained in the petition are true, and that he is a subject of his most catholic majesty the king of Spain. To the admission of this evidence, the plaintiffs' counsel objected, and the court sustained the objection. The exception embraces some matters upon which the court expressed no opinion; and need not, therefore, be here noticed. So far as relates to the admissibility of this evidence, the objection is stated as follows: \"the plaintiffs object to the giving in evidence the record so offered, for the purpose for which it is offered by the defendant. First, because, if the jury find the facts stated in the plaintiff's first prayer, then they are bound to find a verdict for the plaintiff, on the plea in abatement; and secondly, because if not concluded, the said record purports only to give a copy of a copy of the petition and affidavit alleged to have been filed in the said case, in the said record mentioned, and a copy of a copy of the said case, as it purports to have been in the state court; which objection the court in part sustained, and rejected the record so offered in evidence.\" In this, we think, the court erred. We do not perceive any well founded objection, in any point of view, to the admission of this record for the purpose for which it was offered, viz. to prove the declaration of Domingo D'Arbel under oath, that he was a Spanish subject. It did not in any manner affect the rights of any other party to the judgment; and <span class=\"star-pagination\">*701</span> was no more objectionable, than the declaration or confession of D'Arbel, made in any other manner or on any other occasion. But it did not lie in the mouth of D'Arbel, to object to this evidence, as a part of the record of the district court of the United States. It was his own act placing it on the record of that court; and that record was duly authenticated according to the act of congress. This document or record, as it is called, begins with the following caption or memorandum: \"United States of America, eastern district of Louisiana, 8s. Be it remembered, that on the 24th day of May, in the year 1817, into the district court of the United States in and for the then Louisiana district, came Domingo D'Arbel, by his attorneys, and filed the following transcript or record, to wit.\" Then follow the record and proceeding in the state court, containing the petition and affidavit of D'Arbel that he was a Spanish subject. Thus it will be seen, that this record or proceeding in the state court, was introduced into the United States district court, by D'Arbel himself, as the grounds upon which he claimed a right to have his cause tried in a court of the United States. It was therefore evidence offered by him originally in the district court of the United States, and it does not lie with him now to say that that record was not duly authenticated, when introduced by him into the United States district court. It was not offered in evidence in the present case, as coming directly from the state court; and all objections to the authentication by the clerk of the state court, were, if well founded, misapplied. This record, as offered to the circuit court on the trial of this cause, came from the district court of the United States, and the proceedings and oath relied upon, were then introduced by D'Arbel himself.</p>\n<p>Whether the district court of the United States was bound to receive this as satisfactory evidence of the right of D'Arbel to remove the cause from the state court, is not at all material. It was received by the United States district court as sufficient, and the cause was removed and proceeded in accordingly. But there can be no doubt, that the United States court had a right to examine and decide for itself upon the grounds on which D'Arbel claimed to have his cause removed into the United States court. That court had a right to decide upon its own jurisdiction and remand the cause, if sufficient grounds <span class=\"star-pagination\">*702</span> for a removal were not shown. It cannot surely be in the power of the state court to compel the United States court to assume jurisdiction.</p>\n<p>The third exception on the part of the defendant is to the ruling of the court upon the plaintiff's prayer, which is as follows. The evidence having been given, as set forth in the two prior exceptions by the plaintiffs, which is to be considered as forming a part of this exception; the defendant, further to support the issue, on the plea in abatement, gave in evidence by competent witnesses, that the said D'Arbel declared himself to have been a native Frenchman and born near the borders between France and Spain; and that the said D'Arbel, mentioned in the foregoing evidence, is the same D'Arbel mentioned in the commission aforesaid. Thereupon the plaintiffs prayed the court, that if the defendant offers no other evidence on the issue joined on the defendant's plea of abatement, than there is now before the jury; that then the plaintiffs are entitled to the verdict, if the jury believe the plaintiffs' evidence. Which prayer was granted by the court.</p>\n<p>This prayer is rather obscurely stated, and the real point intended to be raised is not very apparent. Evidence had been given both as to the defendant and plaintiff; and the prayer would seem to ask the court to instruct the jury, that the plaintiffs were entitled to the verdict if the jury believed the plaintiffs' evidence, and the court so instructed the jury. If this is the interpretation to be given to the prayer, the instruction was erroneous. The evidence given by the defendant was taken entirely from the consideration of the jury, and the verdict was made to depend upon their belief of the plaintiffs' evidence. But the decision upon this exception is not very important, as it will not affect the result upon the present writ of error; and it is not likely it will arise in the same form on another trial: and this remark applies to the two remaining exceptions on the merits arising on the accounts offered in evidence, and the decision and instructions given by the court thereupon. Questions of law and fact, growing out of the prayers and instructions on this part of the case, are so blended, and presented in such a shape, that it is extremely difficult to decide upon them; and as the cause must go back, and as these matters may not be presented on <span class=\"star-pagination\">*703</span> another trial under the same aspect, these questions may become immaterial, and we pass them by without any decision.</p>\n<p>The judgment of the circuit court is reversed, and the cause sent back with directions to issue a venire de novo.</p>\n<p>This cause came on to be heard on the transcript of the record from the circuit court of the United States for the district of Maryland, and was argued by counsel. On consideration whereof, it is adjudged and ordered by this court, that the judgment of the said circuit court in this cause be and the same is hereby reversed, and that this cause be and the same is hereby remanded to the said circuit court, with directions to award a venire facias de novo.</p>\n</div>", 
  "time_retrieved": "2010-04-28T08:59:57", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">692</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">692</span></span></b></center>\n<center><h1>DOMINGO URTETIQUI, PLAINTIFF IN ERROR<br>\nv.<br>\nJOHN N. D'ARCY, HENRY DIDIER AND DOMINGO D'ARBEL, DEFENDANTS IN ERROR.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*694</span> The case was argued by Mr Kennedy and Mr Meredith, for the plaintiff in error; and by Mr Johnson and Mr Taney, for the defendants.</p>\n<p><span class=\"star-pagination\">*697</span> Mr Justice THOMPSON delivered the opinion of the Court.</p>\n<p>This case comes up on a writ of error from the circuit court of the Maryland district. It is an action of assumpsit. The declaration contains the common money counts, and also counts for goods sold and delivered, work, labour and services, and an insimul computassent. There is an averment in the declaration, that the plaintiffs are citizens of the state of Maryland, and the defendant an alien, and subject of the king of Spain. The defendant pleaded the general issue, and also a plea in abatement, alleging that Domingo D'Arbel, one of the plaintiffs, <span class=\"star-pagination\">*698</span> was not, at the commencement of the suit, a citizen of the United States, or any one of them; to which there was a replication, and issue thereupon joined. And by an agreement contained in the record, all errors in pleading are waived on both sides; and the cause comes here on five bills of exceptions taken at the trial; three of which relate to matters arising under the plea in abatement, and the other two upon the merits.</p>\n<p>The question arising upon the first exception, turns upon the admissibility in evidence of the passport given by the secretary of state, introduced to prove the citizenship of Domingo D'Arbel. The record states, that the plaintiffs, further to support the issue on their part, on the plea in abatement to the jurisdiction of this court filed in this cause, offered in evidence the following paper, purporting to be a passport from the secretary of state of the United States, and which was admitted to be an original paper from the department of state, signed by John Quincy Adams, then secretary of state of the United States; and also offered evidence, that the several indorsements on said paper, were respectively in the handwriting of the several persons signing the same; and that the said persons were the respective officers of the government of Mexico, as they style themselves in the said indorsements, at the periods at which the same were made. It was also admitted, that at the date of the said passport, said D'Arbel was then in Mexico, and that the said passport was applied for, and obtained for him, at his instance, and by his request, by one of the co-plaintiffs, who transmitted the same to the said D'Arbel, into whose possession it came, and by whom it was used. The only proof of said use being the said indorsements so made thereon. The passport is as follows: \"United States of America. To all to whom these presents shall come, greeting. I, the undersigned, secretary of state of the United States of America, hereby request all whom it may concern, to permit safely and freely to pass, Domingo D'Arbel, a citizen of the United States, and in case of need, to give him all lawful aid and protection. Given under my hand, and the impression of the seal of the department of state, at the city of Washington, the 22d day of March 1824, in the forty-eighth year of the independence of these United States. JOHN QUINCY ADAMS.\"</p>\n<p><span class=\"star-pagination\">*699</span> To the admissibility of which paper in evidence, the defendant, by his counsel, objected; the same not being legal or competent evidence of the American citizenship of said D'Arbel. But the court were of opinion, and so decided, that the said paper was legal and competent evidence of said citizenship, and the same was admitted.</p>\n<p>There is some diversity of opinion on the bench, with respect to the admissibility in evidence of this passport, arising, in some measure, from the circumstances under which the offer was made, and its connexion with other matters which had been given in evidence. Upon the general and abstract question, whether the passport, per se, was legal and competent evidence of the fact of citizenship, we are of opinion that it was not.</p>\n<p>There is no law of the United States, in any manner regulating the issuing of passports, or directing upon what evidence it may be done, or declaring their legal effect. It is understood, as matter of practice, that some evidence of citizenship is required, by the secretary of state, before issuing a passport. This, however, is entirely discretionary with him. No inquiry is instituted by him to ascertain the fact of citizenship, or any proceedings had, that will in any manner bear the character of a judicial inquiry. It is a document, which, from its nature and object, is addressed to foreign powers; purporting only to be a request, that the bearer of it may pass safely and freely; and is to be considered rather in the character of a political document, by which the bearer is recognized, in foreign countries, as an American citizen; and which, by usage and the law of nations, is received as evidence of the fact. But this is a very different light, from that in which it is to be viewed in a court of justice, where the inquiry is, as to the fact of citizenship. It is a mere ex parte certificate; and if founded upon any evidence produced to the secretary of state, establishing the fact of citizenship, that evidence, if of a character admissible in a court of justice, ought to be produced upon the trial, as higher and better evidence of the fact. But whether the circuit court erred in admitting the passport in evidence, under the circumstances stated in the exception, this court is divided in opinion, and the point is of course undecided.</p>\n<p><span class=\"star-pagination\">*700</span> The defendant, in order to support the issue on his part, on the plea in abatement, for the purpose of showing the admission of the said D'Arbel, under oath, that he was a subject of the king of Spain on the 8th day of May 1817, offered in evidence a document or paper, purporting to be a record of certain proceedings in a cause in the district court of the state of Louisiana, in and for the first judicial district of that state, in which John K. West, curator of the estate of James Niel, was plaintiff, and the said Domingo D'Arbel was defendant; which proceedings contain a petition presented to the state court, for the purpose of removing the cause into the district court of the United States; and in which petition it is alleged, that Domingo D'Arbel is a subject of his most catholic majesty the king of Spain; and on this ground claimed to have his cause removed into a court of the United States, pursuant to the act of congress. To which petition is annexed, the oath of the said D'Arbel, that the facts contained in the petition are true, and that he is a subject of his most catholic majesty the king of Spain. To the admission of this evidence, the plaintiffs' counsel objected, and the court sustained the objection. The exception embraces some matters upon which the court expressed no opinion; and need not, therefore, be here noticed. So far as relates to the admissibility of this evidence, the objection is stated as follows: \"the plaintiffs object to the giving in evidence the record so offered, for the purpose for which it is offered by the defendant. First, because, if the jury find the facts stated in the plaintiff's first prayer, then they are bound to find a verdict for the plaintiff, on the plea in abatement; and secondly, because if not concluded, the said record purports only to give a copy of a copy of the petition and affidavit alleged to have been filed in the said case, in the said record mentioned, and a copy of a copy of the said case, as it purports to have been in the state court; which objection the court in part sustained, and rejected the record so offered in evidence.\" In this, we think, the court erred. We do not perceive any well founded objection, in any point of view, to the admission of this record for the purpose for which it was offered, viz. to prove the declaration of Domingo D'Arbel under oath, that he was a Spanish subject. It did not in any manner affect the rights of any other party to the judgment; and <span class=\"star-pagination\">*701</span> was no more objectionable, than the declaration or confession of D'Arbel, made in any other manner or on any other occasion. But it did not lie in the mouth of D'Arbel, to object to this evidence, as a part of the record of the district court of the United States. It was his own act placing it on the record of that court; and that record was duly authenticated according to the act of congress. This document or record, as it is called, begins with the following caption or memorandum: \"United States of America, eastern district of Louisiana, 8s. Be it remembered, that on the 24th day of May, in the year 1817, into the district court of the United States in and for the then Louisiana district, came Domingo D'Arbel, by his attorneys, and filed the following transcript or record, to wit.\" Then follow the record and proceeding in the state court, containing the petition and affidavit of D'Arbel that he was a Spanish subject. Thus it will be seen, that this record or proceeding in the state court, was introduced into the United States district court, by D'Arbel himself, as the grounds upon which he claimed a right to have his cause tried in a court of the United States. It was therefore evidence offered by him originally in the district court of the United States, and it does not lie with him now to say that that record was not duly authenticated, when introduced by him into the United States district court. It was not offered in evidence in the present case, as coming directly from the state court; and all objections to the authentication by the clerk of the state court, were, if well founded, misapplied. This record, as offered to the circuit court on the trial of this cause, came from the district court of the United States, and the proceedings and oath relied upon, were then introduced by D'Arbel himself.</p>\n<p>Whether the district court of the United States was bound to receive this as satisfactory evidence of the right of D'Arbel to remove the cause from the state court, is not at all material. It was received by the United States district court as sufficient, and the cause was removed and proceeded in accordingly. But there can be no doubt, that the United States court had a right to examine and decide for itself upon the grounds on which D'Arbel claimed to have his cause removed into the United States court. That court had a right to decide upon its own jurisdiction and remand the cause, if sufficient grounds <span class=\"star-pagination\">*702</span> for a removal were not shown. It cannot surely be in the power of the state court to compel the United States court to assume jurisdiction.</p>\n<p>The third exception on the part of the defendant is to the ruling of the court upon the plaintiff's prayer, which is as follows. The evidence having been given, as set forth in the two prior exceptions by the plaintiffs, which is to be considered as forming a part of this exception; the defendant, further to support the issue, on the plea in abatement, gave in evidence by competent witnesses, that the said D'Arbel declared himself to have been a native Frenchman and born near the borders between France and Spain; and that the said D'Arbel, mentioned in the foregoing evidence, is the same D'Arbel mentioned in the commission aforesaid. Thereupon the plaintiffs prayed the court, that if the defendant offers no other evidence on the issue joined on the defendant's plea of abatement, than there is now before the jury; that then the plaintiffs are entitled to the verdict, if the jury believe the plaintiffs' evidence. Which prayer was granted by the court.</p>\n<p>This prayer is rather obscurely stated, and the real point intended to be raised is not very apparent. Evidence had been given both as to the defendant and plaintiff; and the prayer would seem to ask the court to instruct the jury, that the plaintiffs were entitled to the verdict if the jury believed the plaintiffs' evidence, and the court so instructed the jury. If this is the interpretation to be given to the prayer, the instruction was erroneous. The evidence given by the defendant was taken entirely from the consideration of the jury, and the verdict was made to depend upon their belief of the plaintiffs' evidence. But the decision upon this exception is not very important, as it will not affect the result upon the present writ of error; and it is not likely it will arise in the same form on another trial: and this remark applies to the two remaining exceptions on the merits arising on the accounts offered in evidence, and the decision and instructions given by the court thereupon. Questions of law and fact, growing out of the prayers and instructions on this part of the case, are so blended, and presented in such a shape, that it is extremely difficult to decide upon them; and as the cause must go back, and as these matters may not be presented on <span class=\"star-pagination\">*703</span> another trial under the same aspect, these questions may become immaterial, and we pass them by without any decision.</p>\n<p>The judgment of the circuit court is reversed, and the cause sent back with directions to issue a venire de novo.</p>\n<p>This cause came on to be heard on the transcript of the record from the circuit court of the United States for the district of Maryland, and was argued by counsel. On consideration whereof, it is adjudged and ordered by this court, that the judgment of the said circuit court in this cause be and the same is hereby reversed, and that this cause be and the same is hereby remanded to the said circuit court, with directions to award a venire facias de novo.</p>\n</div>", 
  "sha1": "815b0293bf424b2a3b81f76fa912478070b09445", 
  "date_modified": "2014-12-21T01:24:29.976337", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/85951/urtetiqui-v-darcy/", 
  "citation_count": 6, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/401700/", 
  "html": "<p class=\"case_cite\">34 U.S. 692</p>\n    <p class=\"case_cite\">9 Pet. 692</p>\n    <p class=\"case_cite\">9 L.Ed. 276</p>\n    <p class=\"parties\">DOMINGO URTETIQUI, PLAINTIFF IN ERROR<br>v.<br>JOHN N. D'ARCY, HENRY DIDIER AND DOMINGO D'ARBEL,<br>DEFENDANTS IN ERROR.</p>\n    <p class=\"date\">January Term, 1835</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">IN error to the circuit court of the United States for the district of Maryland.</p>\n      <p class=\"indent\">The defendants in error instituted an action of assumpsit in the circuit court, and in the declaration, stated themselves to be citizens of Maryland, and that the defendant was a subject of the king of Spain. The declaration contained the common counts.</p>\n      <p class=\"indent\">The defendant below, Domingo Urtetiqui, pleaded the general issue, and also a plea in abatement, alleging that Domingo D'Arbel, one of the plaintiffs, was not, at the impetration of the writ, a citizen of the United States, or of any one of them.</p>\n      <p class=\"indent\">To this plea there was a replication, and an issue thereon. On the trial of the cause upon other issues joined, exceptions were taken to the ruling of the court: but as the cause was decided in this court exclusively upon the questions raised on the plea in abatement, they are omitted in this report.</p>\n      <p class=\"indent\">The exceptions taken by the defendants in the circuit court were the following.</p>\n      <p class=\"indent\">The plaintiffs in the circuit court having offered evidence to prove that Domingo D'Arbel was an inhabitant of Louisiana, before and on the 30th April 1803, and continued to be an inhabitant thereof, until the year 1818 or 1819,&#8212;further to support the issue on their part, on the plea of abatement, and to prove the citizenship of D'Arbel, offered in evidence a passport granted by John Quincy Adams, then secretary of state, on the 22d March 1824, to the said D'Arbel, as a citizen of the United States. To the admissibility of this passport as legal or competent evidence of the American citizenship of the said D'Arbel, the defendant below objected, but the court overruled the objection, and permitted the same to be read to the jury.</p>\n      <p class=\"indent\">The defendant to support his plea in abatement, and for the purpose of showing the admission of D'Arbel, under oath, that he was on the 8th of May 1817 a subject of the king of Spain, offered in evidence a record of the district court of the United States, for the eastern district of Louisiana, in a cause, wherein John K. West curator of James Niel was plaintiff, and Domingo D'Arbel was defendant, which had been removed, under and by virtue of the twelfth section of the act of 1789, from the district court of the state of Louisiana for the first judicial district, upon the petition of the said D'Arbel, supported by affidavit, that he was on the 8th of May 1817 a subject of his most catholic majesty, the king of Spain. The record offered in evidence, set out the transcript or record from the state court, certified under seal by the deputy clerk of said court, and also the proceedings in the district court of the United States thereupon, and the said record was certified in due form, as containing 'a full, faithful and true copy of the transcript' from the state court, 'and also of the proceedings which have taken place in said cause,' in the district court of the United States. The defendant below also proposed to give in evidence that the D'Arbel mentioned in the record was the same D'Arbel, one of the plaintiffs in this cause.</p>\n      <p class=\"indent\">The plaintiffs objected to the evidence so offered, and the court refused to permit the record to be read in evidence for the three following reasons:</p>\n      <p class=\"indent\">1. It is res inter alios acta.</p>\n      <p class=\"indent\">2. The transcript from the court of the state of Louisiana is certified by Stephen Pedesclaux, deputy clerk, without any official seal. And,</p>\n      <p class=\"indent\">3. The clerk of the district court of the United States certifies that the foregoing nine pages (meaning the record) contain a full, faithful and true copy of the transcript from the first judicial district court of the state of Louisiana, in the case wherein John K. West, curator of the estate of James Neil, is plaintiff, and Domingo D'Arbel is defendant, &amp;c. The certificate is in effect the copy of a copy.</p>\n      <p class=\"indent\">The defendant below, to support his plea in abatement, also gave in evidence by competent witnesses, that D'Arbel had declared himself to have been a native Frenchman, and born near the borders between France and Spain; whereupon, the plaintiffs prayed the court that if the defendant offers no other evidence than what was then before the jury, in support of his plea in abatement, the plaintiffs were entitled to the verdict, if the jury believed the plaintiffs' evidence: which prayer the court granted.</p>\n      <p class=\"indent\">The defendant excepted to the decisions of the court on the evidence offered by the plaintiffs, and to the ruling of the court on the prayers of the defendant; and the court sealed a bill of exceptions. A judgment having been entered on the verdict of the jury in favour of the plaintiff, the defendant prosecuted this writ of error.</p>\n      <p class=\"indent\">The case was argued by Mr Kennedy and Mr Meredith, for the plaintiff in error; and by Mr Johnson and Mr Taney, for the defendants.</p>\n      <p class=\"indent\">For the plaintiff in error, it was contended, upon the first exception, that the passport granted by the secretary of state, to M. D'Arbel, was not admissible evidence.</p>\n      <p class=\"indent\">Passports are not authorised by any act of congress, and even when they are used in foreign countries, they are, from the comity of nations in amity with each other, admitted as prima facie evidence of what they purport. They do no more than request that the person to whom the passport is given, may be permitted to pass freely, and that he may have all lawful aid and protection as a citizen of the United States.</p>\n      <p class=\"indent\">It is denied that the passport was evidence, any more than a mere certificate of a claim by D'Arbel of citizenship. It may show an application to the department of state; but the circuit court allowed it to be read as legal evidence of citizenship.</p>\n      <p class=\"indent\">It is not judicial evidence, as it was not given under any law. Protections are not per se evidence. 3 Wash. C. C. R. 529. Such a paper has never been admitted to prove the facts stated in it. Passports are issued in the department of state on request; and not upon evidence to support the assertion of citizenship on which they are granted. But if such evidence were required and furnished, unless by some direction or authority of a statute, they would not be evidence of the fact of citizenship.</p>\n      <p class=\"indent\">It was not intended that a passport should be judicial evidence, either here or abroad. It is a political document addressed to foreign powers and foreign agents. Commanders of fleets and generals of armies grant them, and they pass for what they are worth. The practice of the department of state cannot change the law of evidence.</p>\n      <p class=\"indent\">Upon the second exception, it was argued, that the record of the proceedings in the case in the district court of the United States, removed from the state court by D'Arbel, was legal evidence of the declaration made on oath by him, to obtain the removal of the cause.</p>\n      <p class=\"indent\">It was introduced only to show the oath taken by D'Arbel. This was his mere declaration, and as such could be proved by the paper itself, as a declaration could be proved by a person who heard it. It is his own act, and as the record is certified according to the act of congress, the contents of it were evidence.</p>\n      <p class=\"indent\">D'Arbel had filed the proceedings in the district court, from the state court, and he was the only person who could do so; and to obtain the consent of the court to receive them, he made the affidavit. It is not the proceedings in the state court which are evidence, but those in the United States court, which were there upon the affidavit of D'Arbel, under the authority of the act of congress; and the proceedings of the state court became those of the district court.</p>\n      <p class=\"indent\">The removal of the proceedings in such a case to a court of the United States, from a state court, is like the removal of a case by certiorari, which takes up the whole record, and they become matter of record in the court to which they go. The term 'process,' in the act of congress, means all the proceedings. No new declaration is filed in the federal court, and the court may remand the case if its removal has not been legal. Cited, 1 Wheat. 304, 345; 3 Story on the Constitution 608; 1 Peters C. C. R. 44; 1 Paine 410; 4 Wash. C. C. R. 286.</p>\n      <p class=\"indent\">The objection that the record was res inter alios acta, would apply to all declarations made under any circumstances. The record is not to affect the right of any one but D'Arbel, and to prove the fact of his alienage. Suppose he had declared he was an alien, it would equally affect the rights of his copartners, and yet the right to prove such a declaration will not be denied.</p>\n      <p class=\"indent\">As to the third exception, it was argued that it took from the jury the consideration of all the evidence in the case, and directed the jury to consider the plaintiffs' evidence only. This was an interference with the province of the jury.</p>\n      <p class=\"indent\">Mr Johnson and Mr Taney, for the defendants in error, contended on the first exception, that the passport was proper evidence. Documents of this description are made evidence by usage. The document is respected by foreign nations; it is granted by a high officer of the government, and it contains his official declaration of the fact stated in it, the citizenship of the person named in it. The laws of nations recognize passports as evidence of the national character they assert.</p>\n      <p class=\"indent\">Acts of congress recognize passports. 2 Laws U. S. 98; 3 Laws U. S. 528. The last act imposes a penalty on consuls for granting passports to persons not entitled to them.</p>\n      <p class=\"indent\">The form, manner and evidence on which a passport shall be granted, are not regulated by any particular law, but the court will judicially take notice of the usage of the government to issue them. It is the universal usage of nations to grant them, and to respect them as protections according to the law of nations.</p>\n      <p class=\"indent\">Upon the second exception, the counsel contended that the record was not evidence in the case. Whether a cause shall be removed from a state to a federal court, depends on the state court, and the record of the action of the state court, presented as it was in this case, would not be evidence. No inquiry is made in the court of the United States as to alienage, that is made in the state court; and the affidavit is only to satisfy the state court of the fact alleged. The affidavit and the petition form no part of the record, and do not properly go up to the district court.</p>\n      <p class=\"indent\">If this position is correct, the certificate and seal of the district court of Louisiana, however regular under the act of congress, were no proof of the affidavit. If such affidavit could be evidence, it should have been proved by the seal of the state court. As to the construction of the act of 1789: cited, 12 Johns. 153; 4 Hen. and Munf. 173; 3 Mason 457.</p>\n      <p class=\"indent\">If an affidavit is made to a plea in abatement in the circuit court, would it be evidence in another court? Certainly not.</p>\n      <p class=\"indent\">But when this affidavit was made, D'Arbel was in fact a citizen of the United States, by the operation of the cession of Louisiana, whatever may have been his opinion on the subject. He swore in the affidavit to a legal proposition, and he was in error as to his rights and relations to the United States.</p>\n      <p class=\"indent\">But if the affidavit in the record is evidence against D'Arbel, the question here is, whether it shall be admitted to affect the other plaintiffs below. It will have the effect to drive them from their action in the circuit court; and as this will be the consequence of its admission, this court will consider it to have been properly excluded in the circuit court.</p>\n      <p class=\"indent\">Mr Justice THOMPSON delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case comes up on a writ of error from the circuit court of the Maryland district. It is an action of assumpsit. The declaration contains the common money counts, and also counts for goods sold and delivered, work, labour and services, and an insimul computassent. There is an averment in the declaration, that the plaintiffs are citizens of the state of Maryland, and the defendant an alien, and subject of the king of Spain. The defendant pleaded the general issue, and also a plea in abatement, alleging that Domingo D'Arbel, one of the plaintiffs, was not, at the commencement of the suit, a citizen of the United States, or any one of them; to which there was a replication, and issue thereupon joined. And by an agreement contained in the record, all errors in pleading are waived on both sides; and the cause comes here on five bills of exceptions taken at the trial; three of which relate to matters arising under the plea in abatement, and the other two upon the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The question arising upon the first exception, turns upon the admissibility in evidence of the passport given by the secretary of state, introduced to prove the citizenship of Domingo D'Arbel. The record states, that the plaintiffs, further to support the issue on their part, on the plea in abatement to the jurisdiction of this court filed in this cause, offered in evidence the following paper, purporting to be a passport from the secretary of state of the United States, and which was admitted to be an original paper from the department of state, signed by John Quincy Adams, then secretary of state of the United States; and also offered evidence, that the several indorsements on said paper, were respectively in the handwriting of the several persons signing the same; and that the said persons were the respective officers of the government of Mexico, as they style themselves in the said indorsements, at the periods at which the same were made. It was also admitted, that at the date of the said passport, said D'Arbel was then in Mexico, and that the said passport was applied for, and obtained for him, at his instance, and by his request, by one of the co-plaintiffs, who transmitted the same to the said D'Arbel, into whose possession it came, and by whom it was used. The only proof of said use being the said indorsements so made thereon. The passport is as follows: 'United States of America. To all to whom these presents shall come, greeting. I, the undersigned, secretary of state of the United States of America, hereby request all whom it may concern, to permit safely and freely to pass, Domingo D'Arbel, a citizen of the United States, and in case of need, to give him all lawful aid and protection. Given under my hand, and the impression of the seal of the department of state, at the city of Washington, the 22d day of March 1824, in the forty-eighth year of the independence of these United States. JOHN QUINCY ADAMS.' To the admissibility of which paper in evidence, the defendant, by his counsel, objected; the same not being legal or competent evidence of the American citizenship of said D'Arbel. But the court were of opinion, and so decided, that the said paper was legal and competent evidence of said citizenship, and the same was admitted.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">There is some diversity of opinion on the bench, with respect to the admissibility in evidence of this passport, arising, in some measure, from the circumstances under which the offer was made, and its connexion with other matters which had been given in evidence. Upon the general and abstract question, whether the passport, per se, was legal and competent evidence of the fact of citizenship, we are of opinion that it was not.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">There is no law of the United States, in any manner regulating the issuing of passports, or directing upon what evidence it may be done, or declaring their legal effect. It is understood, as matter of practice, that some evidence of citizenship is required, by the secretary of state, before issuing a passport. This, however, is entirely discretionary with him. No inquiry is instituted by him to ascertain the fact of citizenship, or any proceedings had, that will in any manner bear the character of a judicial inquiry. It is a document, which, from its nature and object, is addressed to foreign powers; purporting only to be a request, that the bearer of it may pass safely and freely; and is to be considered rather in the character of a political document, by which the bearer is recognized, in foreign countries, as an American citizen; and which, by usage and the law of nations, is received as evidence of the fact. But this is a very different light, from that in which it is to be viewed in a court of justice, where the inquiry is, as to the fact of citizenship. It is a mere ex parte certificate; and if founded upon any evidence produced to the secretary of state, establishing the fact of citizenship, that evidence, if of a character admissible in a court of justice, ought to be produced upon the trial, as higher and better evidence of the fact. But whether the circuit court erred in admitting the passport in evidence, under the circumstances stated in the exception, this court is divided in opinion, and the point is of course undecided.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The defendant, in order to support the issue on his part, on the plea in abatement, for the purpose of showing the admission of the said D'Arbel, under oath, that he was a subject of the king of Spain on the 8th day of May 1817, offered in evidence a document or paper, purporting to be a record of certain proceedings in a cause in the district court of the state of Louisiana, in and for the first judicial district of that state, in which John K. West, curator of the estate of James Niel, was plaintiff, and the said Domingo D'Arbel was defendant; which proceedings contain a petition presented to the state court, for the purpose of removing the cause into the district court of the United States; and in which petition it is alleged, that Domingo D'Arbel is a subject of his most catholic majesty the king of Spain; and on this ground claimed to have his cause removed into a court of the United States, pursuant to the act of congress. To which petition is annexed, the oath of the said D'Arbel, that the facts contained in the petition are true, and that he is a subject of his most catholic majesty the king of Spain. To the admission of this evidence, the plaintiffs' counsel objected, and the court sustained the objection. The exception embraces some matters upon which the court expressed no opinion; and need not, therefore, be here noticed. So far as relates to the admissibility of this evidence, the objection is stated as follows: 'the plaintiffs object to the giving in evidence the record so offered, for the purpose for which it is offered by the defendant. First, because, if the jury find the facts stated in the plaintiff's first prayer, then they are bound to find a verdict for the plaintiff, on the plea in abatement; and secondly, because if not concluded, the said record purports only to give a copy of a copy of the petition and affidavit alleged to have been filed in the said case, in the said record mentioned, and a copy of a copy of the said case, as it purports to have been in the state court; which objection the court in part sustained, and rejected the record so offered in evidence.' In this, we think, the court erred. We do not perceive any well founded objection, in any point of view, to the admission of this record for the purpose for which it was offered, viz. to prove the declaration of Domingo D'Arbel under oath, that he was a Spanish subject. It did not in any manner affect the rights of any other party to the judgment; and was no more objectionable, than the declaration or confession of D'Arbel, made in any other manner or on any other occasion. But it did not lie in the mouth of D'Arbel, to object to this evidence, as a part of the record of the district court of the United States. It was his own act placing it on the record of that court; and that record was duly authenticated according to the act of congress. This document or record, as it is called, begins with the following caption or memorandum: 'United States of America, eastern district of Louisiana, ss. Be it remembered, that on the 24th day of May, in the year 1817, into the district court of the United States in and for the then Louisiana district, came Domingo D'Arbel, by his attorneys, and filed the following transcript or record, to wit.' Then follow the record and proceeding in the state court, containing the petition and affidavit of D'Arbel that he was a Spanish subject. Thus it will be seen, that this record or proceeding in the state court, was introduced into the United States district court, by D'Arbel himself, as the grounds upon which he claimed a right to have his cause tried in a court of the United States. It was therefore evidence offered by him originally in the district court of the United States, and it does not lie with him now to say that that record was not duly authenticated, when introduced by him into the United States district court. It was not offered in evidence in the present case, as coming directly from the state court; and all objections to the authentication by the clerk of the state court, were, if well founded, misapplied. This record, as offered to the circuit court on the trial of this cause, came from the district court of the United States, and the proceedings and oath relied upon, were then introduced by D'Arbel himself.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Whether the district court of the United States was bound to receive this as satisfactory evidence of the right of D'Arbel to remove the cause from the state court, is not at all material. It was received by the United States district court as sufficient, and the cause was removed and proceeded in accordingly. But there can be no doubt, that the United States court had a right to examine and decide for itself upon the grounds on which D'Arbel claimed to have his cause removed into the United States court. That court had a right to decide upon its own jurisdiction and remand the cause, if sufficient grounds for a removal were not shown. It cannot surely be in the power of the state court to compel the United States court to assume jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The third exception on the part of the defendant is to the ruling of the court upon the plaintiff's prayer, which is as follows. The evidence having been given, as set forth in the two prior exceptions by the plaintiffs, which is to be considered as forming a part of this exception; the defendant, further to support the issue, on the plea in abatement, gave in evidence by competent witnesses, that the said D'Arbel declared himself to have been a native Frenchman and born near the borders between France and Spain; and that the said D'Arbel, mentioned in the foregoing evidence, is the same D'Arbel mentioned in the commission aforesaid. Thereupon the plaintiffs prayed the court, that if the defendant offers no other evidence on the issue joined on the defendant's plea of abatement, than there is now before the jury; that then the plaintiffs are entitled to the verdict, if the jury believe the plaintiffs' evidence. Which praye was granted by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This prayer is rather obscurely stated, and the real point intended to be raised is not very apparent. Evidence had been given both as to the defendant and plaintiff; and the prayer would seem to ask the court to instruct the jury, that the plaintiffs were entitled to the verdict if the jury believed the plaintiffs' evidence, and the court so instructed the jury. If this is the interpretation to be given to the prayer, the instruction was erroneous. The evidence given by the defendant was taken entirely from the consideration of the jury, and the verdict was made to depend upon their belief of the plaintiffs' evidence. But the decision upon this exception is not very important, as it will not affect the result upon the present writ of error; and it is not likely it will arise in the same form on another trial: and this remark applies to the two remaining exceptions on the merits arising on the accounts offered in evidence, and the decision and instructions given by the court thereupon. Questions of law and fact, growing out of the prayers and instructions on this part of the case, are so blended, and presented in such a shape, that it is extremely difficult to decide upon them; and as the cause must go back, and as these matters may not be presented on another trial under the same aspect, these questions may become immaterial, and we pass them by without any decision.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The judgment of the circuit court is reversed, and the cause sent back with directions to issue a venire de novo.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This cause came on to be heard on the transcript of the record from the circuit court of the United States for the district of Maryland, and was argued by counsel. On consideration whereof, it is adjudged and ordered by this court, that the judgment of the said circuit court in this cause be and the same is hereby reversed, and that this cause be and the same is hereby remanded to the said circuit court, with directions to award a venire facias de novo.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/85951/"
}