{"absolute_url": "/opinion/87930/united-states-v-hartwell/", "blocked": false, "citation": {"case_name": "United States v. Hartwell", "docket_number": null, "document_uris": ["/api/rest/v2/document/87930/"], "federal_cite_one": "73 U.S. 385", "federal_cite_three": null, "federal_cite_two": null, "id": 57063, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/57063/", "scotus_early_cite": "6 Wall. 385", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 38, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1868-02-24", "date_modified": "2014-12-21T01:32:50.919594", "docket": "/api/rest/v2/docket/400068/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">73 U.S. 385</p>\n    <p class=\"case_cite\">18 L.Ed. 830</p>\n    <p class=\"case_cite\">6 Wall. 385</p>\n    <p class=\"parties\">UNITED STATES<br>v.<br>HARTWELL.</p>\n    <p class=\"date\">December Term, 1867</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ON certificate of division in opinion between the judges of the Circuit Court for the District of Massachusetts.</p>\n      <p class=\"indent\">The defendant was indicted in that court at Boston, for embezzlement. The indictment contained ten counts. The first three were founded upon the sixteenth section of the act of August 6th, 1846, known as the Sub-Treasury Act.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> This act in its fifth section provides for the appointment of 'four <i>officers</i>,' to be denominated assistant treasurers, at Boston and three other places named. It had already in a third section&#8212;after referring to certain buildings, rooms and safes in New York and Boston which had by a prior act been ordered to be prepared for other persons described&#8212;enacted, that 'the assistant treasurers from time to time appointed at those points, shall have the custody and care of the said rooms, vaults and safes respectively, and of all the moneys deposited within the same, and shall perform all the duties required to be performed by them in reference to the receipt, safe-keeping, transfer and disbursement of all moneys according to the provisions of this act.' Sections seven and eight provide for bonds, with sufficient surety, from assistant treasurers as often as the Secretary of the Treasury may require, and in sums as large as he may deem proper.</p>\n      <p class=\"indent\">The sixth section declares that the 'Treasurer of the United States,' 'Treasurer of the Mint,' and 'all assistant treasurers,' &amp;c., &amp;c., 'and all public officers of whatever grade, be, and they are hereby, required to keep safely, without loaning, using, depositing in banks, or exchanging for other funds than as allowed by this act, all public money collected by them, <i>or otherwise at any time placed in their possession</i> <i>and custody</i>, till the same is ordered by the proper department or officer of the government to be transferred or paid out.'</p>\n      <p class=\"indent\">The thirteenth section provides that 'the said <i>officers</i>, whose duty it is made by this act to receive, keep and disburse the public moneys, <i>as the fiscal agents of the government</i>, may be allowed any necessary additional expenses for <i>clerks</i>, fire-proof chests or vaults, or <i>other necessary expenses</i> of safe-keeping, transferring and disbursing said moneys,' &amp;c.</p>\n      <p class=\"indent\">The sixteenth section&#8212;a long section, and the one on which the first three counts were founded&#8212;ran, in its important parts, as follows:</p>\n      <p class=\"indent\">'That all officers and <i>other persons</i> charged by this act or any other act with the safe-keeping, transfer and disbursement of the public moneys, are hereby required to keep an accurate entry of each sum received, and of each payment or transfer; and that if any one of <i>the said officers</i> shall loan any portion of the public moneys intrusted to him for safe-keeping, every such act shall be deemed an embezzlement; and if any <i>officer</i> charged with the disbursement of public moneys shall transmit to the Treasury Department to be allowed in his favor any receipt or voucher r om a creditor of the United States, without having paid to such creditor in such funds as he may have received for disbursement the full amount specified in the same, every such act shall be deemed a conversion by such <i>officer</i> to his own use of the amount specified in such voucher; and any <i>officer or agent</i> of the United States, <i>and all persons advising or participating in such act</i>, being convicted thereof before any court of competent jurisdiction, shall be sentenced to imprisonment for a term not less than six months, nor more than ten years, and to a fine equal to the amount of the money so embezzled. And upon the trial of any indictment against any person for embezzling public money under the provisions of this act, it shall be sufficient to produce a transcript, &amp;c., as required in civil cases under the provisions of the act entitled, 'An act to provide,' &amp;c., approved March 3d, 1797; and the provisions of this act shall be so construed as to apply <i>to all persons charged with the safe-keeping, transfer or disbursement of public money</i>, whether such persons be indicted as receivers or depositaries of the same,' &amp;c.</p>\n      <p class=\"indent\">So far as respects the act of 1846, on which the first three counts were founded.</p>\n      <p class=\"indent\">The act of 1866<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> (June 14th), upon the third section of which the remaining seven counts of the indictment were founded, runs, in that section, thus:</p>\n      <p class=\"indent\">'If any banker, broker, or any person, not an authorized depositary of public moneys, shall knowingly receive from any disbursing officer, or collector of internal revenue, or other agent of the United States, any public money on deposit or by way of loan or accommodation, with or without interest, or otherwise than in payment of a debt against the United States, or shall use, transfer, convert, appropriate or apply any portion of the public money for any purpose not prescribed by law, or shall counsel, aid or abet any disbursing officer or collector of internal revenue or other agent of the United States in so doing, every such act shall be deemed and adjudged an embezzlement of the money so deposited, loaned, transferred, used, converted, appropriated, or applied; [<i>and any president, cashier, teller, director, or other officer of any bank or banking association who shall violate any of the provisions of this act shall be deemed and adjudged guilty of embezzlement of public money</i>,] and punished as provided in section two of this act.'</p>\n      <p class=\"indent\">It was admitted that the defendant was not a president or other officer of a bank.</p>\n      <p class=\"indent\">The counts upon the act of 1846 alleged that the defendant, being <i>an officer</i> of the United States, to wit, <i>a clerk</i> in the office of the assistant treasurer of the United States, at Boston, appointed by the assistant treasurer, with the approbation of the Secretary of the Treasury, and <i>as such charged with the safe-keeping of the public moneys</i> of the United States, did loan a large amount of said moneys with the safe-keeping whereof he was intrusted in his capacity aforesaid. The names of the borrowers, and the amount and description of the moneys loaned, were set forth.</p>\n      <p class=\"indent\">The succeeding counts&#8212;those namely on the act of 1866&#8212;alleged that the defendant, being a person, not an authorized depositary of the public moneys of the United States, to wit, <i>a clerk</i> in <i>the office</i> of the assistant treasurer of the United States, at Boston, appointed by him, with the approbation of the Secretary of the Treasury, <i>having the care and subject to the duty to keep safely the public moneys of the United States</i>, did knowingly and unlawfully appropriate and apply another portion of said public moneys, of which he had the care, and was subject to the duty safely to keep as aforesaid, for a purpose not prescribed by law, to wit, did loan the same. The particulars with reference to the loans were given as in the preceding counts.</p>\n      <p class=\"indent\">The indictment averred the appointment of the defendant under the General Appropriation Act of July 23d, 1866, which authorized the assistat  treasurer at Boston, with the approbation of the Secretary of the Treasury, to appoint a <i>clerk</i> at a salary of $2500.</p>\n      <p class=\"indent\">The testimony being closed, the opinions of the judges were opposed upon the points:</p>\n      <p class=\"indent\">(1) Whether the defendant was liable to indictment under the sixteenth section of the act of August 6th, 1846; and</p>\n      <p class=\"indent\">(2) Whether there is any offence charged in the last seven counts under the third section of the act of June 14th, 1866, of which the court had jurisdiction.</p>\n      <p class=\"indent\">\n        <i>Mr. Stanbery, A. G., and Mr. Ashton, special counsel for the United states:</i>\n      </p>\n      <p class=\"indent\">1. <i>As to the first question certified</i>. No doubt the act of 1846 is applicable to officers alone, or to those charged with safe-keeping, transfer or disbursement of the public moneys. But the clerkship, in this case, is clearly an office. The duties are not temporary, but permanent. The person who fills the place does not act under contract, but under official obligation, and the office remains although the incumbent may die or resign. He does not stand in the relation of a deputy with a tenure of office depending on the principal who appointed him; but he remains in office notwithstanding his principal may retire. It is not possible to hold that such a clerkship is not an office, or that the incumbent is not an officer, unless it be held that he has not been legally clothed with the official duties, that he has not been legally appointed to such office.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The statute which provides for the office, authorizes the assistant treasurer to appoint to the office with the approbation of the Secretary of the Treasury.</p>\n      <p class=\"indent\">2. <i>As to the second question</i>. Of course, if such a construction is put upon the third section of the act of June 14th, 1866 (on which the question arises), as limits its operation to bank officers, then the question certified must be answered in the negative. Otherwise, it must be answered in the affirmative. The section is very loosely drawn, and, as to grammatical construction, is subject to criticism. The confusion arises from the awkward introduction of a clause near the end of it.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> If we read the section without that clause, or read it parenthetically, there will be no confusion. But this is mere verbal criticism. When we inquire what is the intent of this section; whether that intent is merely to punish bank officers, or to punish them <i>and</i> a larger class besides, there can be no difficulty in giving the answer.</p>\n      <p class=\"indent\">\n        <i>Messrs. H. W. Paine and R. M. Morse, contra:</i>\n      </p>\n      <p class=\"indent\">1. <i>Was the defendant an</i> officer <i>or</i> person '<i>charged with the safe-keeping of the public money' within the intent of the act of</i> 1846? We submit that he was not.</p>\n      <p class=\"indent\">Penal statutes are confessedly to be construed with strictness, and from an examination of all the sections of the statute of 1846, it appears that the assistant treasurer alone is designated as an 'officer,' while watchmen, messengers, <i>clerks</i> and fire-proof safes are classed together among the necessary expenses, which the assistant treasurer, with the approval of the Secretary of the Treasury, is authorized to incur. The defendant was a 'clerk.' No specific duties are imposed upon the clerk; he gives no bond to the government; he is merely a subordinate and assistant to the officer, and performs such service as he directs. The terms of the sixteenth section thus apply to principal officers alone; not to subordinates appointed by them. The cases cited on the other side, if applicable, are mostly <i>nisi prius</i> rulings; no 'authority' with this court. <i>United States</i> v. <i>Hutchinson</i><a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> is directly opposed to them.</p>\n      <p class=\"indent\">2. <i>As to the second question</i>. Is any penalty provided in the act of 1866 for the offence with which the defendant is charged, in the last seven counts of the indictment? We think that there is not, and therefore that the court has no jurisdiction of the case. <i>If</i>, indeed, the act were changed as Mr. Attorney would alter it, parts left out or read parenthetically, the indictment might possibly be sustained. But this court was recently said<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> that it cannot amend or modify any legislative acts. It cannot examine questions as expedient or inexpedient, as politic or impolitic. It is unnecessary to speculate on the reasons which led Congress to omit to affix a penalty to the acts charged upon the defendant. It may have been that they believed that there was some general statute punishment embezzlement, or that it was punishable at common law, and specified the particular penalties in the act for the particularly serious cases of embezzlement therein stated.</p>\n      <p class=\"indent\">Whatever may have been the reason, it is clear upon the well-established principles of construction, that they omitted to affix a penalty.</p>\n      <p class=\"indent\">Mr. Justice SWAYNE delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case comes before us upon a certificate of division in opinion of the judges of the Circuit Court of the United States for the District of Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">As disclosed in the record the case is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The defendant was indicted for embezzlement. The indictment contains ten counts. The first three are founded upon the sixteenth section of the act of August 6th, 1846, the remaining seven upon the third section of the act of June 14th, 1866.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The counts upon the act of 1846 allege that the defendant, being an officer of the United States, to wit, a clerk in the office of the assistant treasurer of the United States, at Boston, appointed by the assistant treasurer with the approbation of the Secretary of the Treasury, and as such charged with the safe-keeping of the public moneys of the United States, did loan a large amount of said moneys, with the safe-keeping whereof he was intrusted in his capacity aforesaid. The names of the borrowers, and the amount and description of the moneys loaned, are set forth.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The succeeding counts allege that the defendant, being a person, not an authorized depositary of the public moneys of the United States, to wit, a clerk in the office of the assistant treasurer of the United States, at Boston, appointed by him with the approbation of the Secretary of the Treasury, having the care and subject to the duty, to keep safely the public moneys of the United States, did knowingly and unlawfully appropriate and apply another portion of said public moneys, of which he had the care, and was subject to the duty, safely to keep as aforesaid, for a purpose not prescribed by law, to wit, did loan the same. The particulars with reference to the loans are given in the preceding counts.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The testimony being closed, the opinions of the judges were opposed upon the points:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">1. Whether the defendant was liable to indictment under the sixteenth section of the act of August 6th, 1846; and</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">2. Whether there is any offence charged in the last seven counts under the third section of the act of June 14th, 1866, of which the court had jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The section referred to in the act of 1846 describes in three places the persons intended to be brought within its scope. The language used in that connection is:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'All officers and other persons charged by this act, or any other act, with the safe-keeping, transfer and disbursement of the public money, are hereby required,' &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'If any officer charged with the disbursement of the public moneys shall accept or receive,' &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'The provisions of this act shall be so construed as to apply to all persons charged with the safe-keeping, transfer or disbursement of the public money, whether such persons be indicted as receivers or depoi taries of the same.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Was the defendant an <i>officer</i> or <i>person</i> 'charged with the safe-keeping of the public money' within the meaning of the act? We think he was both.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">He was a public officer. The General Appropriation Act of July 23d, 1866,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> authorized the assistant treasurer, at Boston, with the approbation of the Secretary of the Treasury, to appoint a specified number of clerks, who were to receive, respectively, the salaries thereby prescribed. The indictment avers the appointment of the defendant in the manner provided in the act.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">An office is a public station, or employment, conferred by the appointment of government. The term embraces the ideas of tenure, duration, emolument, and duties.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The employment of the defendant was in the public service of the United States. He was appointed pursuant to law, and his compensation was fixed by law. Vacating the office of his superior would not have affected the tenure of his place. His duties were continuing and permanent, not occasional or temporary. They were to be such as his superior in office should prescribe.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A government office is different from a government contract. The latter from its nature is necessarily limited in its duration and specific in its objects. The terms agreed upon define the rights and obligations of both parties, and neither may depart from them without the assent of the other.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The defendant was appointed by the head of a department within the meaning of the constitutional provision upon the subject of the appointing power.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The sixth section of the act of 1846, after naming certain public officers specifically, proceeds:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'And all public officers, of whatever grade, be, and they are hereby required to keep safely, without loaning, using, depositing in banks, or exchanging for other funds than as allowed by this act, all public money collected by them, <i>or otherwise at any time placed in their possession and custody</i>, till the same is ordered by the proper department or officer of the government to be transferred or paid out.'</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This clearly embraces the class of subordinate officers to which the defendant belonged.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We are also of the opinion that the act prescribes punishment for the offence with which the defendant is charged.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The first part of the sixteenth section declares, that if any officer to whom it applies shall convert to his own use, loan, deposit in bank, or exchange for other funds, except as permitted by the act, any of the public money intrusted to him, '<i>every such act</i> shall be deemed and adjudged to be an embezzlement,' and is made a felony.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It next enacts that if any officer charged with the disbursement of public moneys shall take a false voucher, 'every such act shall be a conversion to his own use of the amount specified' in such voucher.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This clause then follows: 'And any officer or agent of the United States, <i>and all persons participating in such act</i>, being convicted thereof before any court of the United States of competent jurisdiction, shall be sentenced to imprisonment for a term of not less than six months nor more than ten years, and to a fine equal to the amount of the money embezzled.'</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This clause is to be taken distributively. It applies, and was clearly intended to apply, to all the acts of embezzlement specified in the section&#8212;to those relating to moneys, in the first category, as well as to those relating to vouchers in the second. The context of the section and the language of the clause both sustain this view of the subject. If this be not the proper construction, then the consequence would follow that in this elaborate section, obviously intended to cover the whole ground of frauds by receivers, custodians, and disbursers of the public moneys, of every grade of office, punishment is provided for only one of the offences which the act designates. There is no principle, which, properly applied, requires or would warrant such a conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">It is urged that the terms used in the sixteenth section to designate the persons made liable under it, are restrained and limited to principal officers, by requirements and provisions which are applicable to them, and are inapplicable to all those holding subordinate places under them. To this there are several answers. We think the only effect of these provisions is to operate, according to their terms, where such higher officers are concerned. They are without effect as to the subordinates, to whom they are <i>inapplicable</i>. They do not take offenders of that class out of the penal and other provisions of the statute, which must be conceded otherwise to embrace them. The broad language of the provision in the preceding sixth section, which has been referred to, is coupled with no qualification whatever, expressed or implied.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">If the subordinates are not within the act, there is no provision in the laws of the United States for their punishment in such cases. So far as those laws are concerned they may commit any of the crimes specified with impunity. We think it clear that it was not the intention of Congress to leave an omission so wide and important in the act, and our minds have been brought satisfactorily to the conclusion that they have not done so.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We are not unmindful that penal laws are to be construed strictly. It is said that this rule is almost as old as construction itself. But whenever invoked it comes attended with qualifications and other rules no less important. It is by the light which each contributes that the judgment of the court is to be made up. The object in construing penal, as well as other statutes, is to ascertain the legislative intent. That constitutes the law. If the language be clear it is conclusive. There can be no construction where there is nothing to construe. The words must not be narrowed to the exclusion of what the legislature intended to embrace; but that intention must be gathered from the words, and they must be such as to leave no room for a reasonable doubt upon the subject. It must not be defeated by a forced and over-strict construction. The rule does not exclude the application of common sense to the terms made use of in the act in order to avoid an absurdity, which the legislature ought not to be presumed to have intended. When the words are general and include various classes of persons, there is no authority which would justify a court in restricting them to one class and excluding others, where the purpose of the statute is alike applicable to all. The proper course in all cases is to adopt that sense of the words which best harmonizes with the context, and promotes in the fullest manner the policy and objects of the legislature. The rule of strict construction is not violated by permitting the words of the statute to have their full meaning, or the more extended of two meanings, as the wider popular instead of the more narrow technical one; but the words should be taken in such a sense, bent neither one way nor the other, as will best manifest the legislative intent.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We think we have not transcended these principles in coming to the conclusions we have announced.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The determination of the second question certified depends upon the construction of the third section of the act to which it refers.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">That section provides, 'that if any banker, broker, or other person not an authorized depositary of the public moneys,' shall do either of the acts therein specified, every such act shall be held to be an embezzlement.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The penal sanction with which the section concludes is as follows: 'And any president, cashier, teller, director, or othr officer of any bank or banking association, who shall violate any of the provisions of this act, shall be deemed and adjudged guilty of an embezzlement of public money, and punished as provided in section two of this act.'</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">This clause is limited in its terms to the officers named in it. There is nothing which extends it beyond them. It cannot, by construction, be made to include any others. It is confined to officers of banks and banking associations. The defendant is not brought within the act by the averments contained in the counts of the indictment, which are founded upon it. They describe him only as a clerk in the office of the assistant treasurer, at Boston. As such, the act does not affect him, and the court has no jurisdiction of the offences charged. These counts are, therefore, fatally defective.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The first point certified up will be answered in the affirmative and the second in the negative.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">ANSWERS ACCORDINGLY.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Mr. Justice MILLER, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Mr. Justice Grier, Mr. Justice Field, and myself, being unable to concur with the majority of the court in the answer given to the first of the questions certified to us, I proceed to state the reasons for our dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The question is thus stated in the certificate from the Circuit Court: Is the defendant liable to indictment under the sixteenth section of the act of Congress of August 6th, 1846?</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The statute here referred to is that commonly known as the Sub-Treasury Act, establishing a system for the safe-keeping, transfer and disbursement of the public moneys. The sixteenth section commences by providing, 'that all officers and other persons charged by this act, or by any other act, with the safe-keeping, transfer and disbursement of the public moneys, other than those connected with the Post-office Department, are hereby required to keep an accurate entry of each sum received, and of each payment or transfer,' and certain uses of those moneys by such officers are then defined, each of which shall constitute an act of embezzlement, and shall be a felony. It is then declared that when any officer shall pay out other funds than such as he has received, such payment shall be held to be a conversion to his own use of the amount specified in the receipt or voucher which he may take at the time. Then follows this language: 'And any officer or agent of the United States, and all persons advising or participating in such act, being convicted thereof before any court of competent jurisdiction, shall be sentenced to imprisonment for a term not less than six months nor more than ten years, and to a fine equal to the amount of money so embezzled.'</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">What we have here attempted to state is all contained in a single sentence, very loosely drawn, leaving it extremely doubtful whether the punishment prescribed in the words last quoted is intended to apply to any other act than the conversion mentioned in the clause just preceding them. There are also other provisions in the same section which we will notice hereafter; but the first inquiry that arises is, whether the defendant stands in such relation to the custody of the public moneys that he is liable to be punished under this statute.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">It is conceded by the Attorney-General, we think very properly, that the act is only applicable to officers or other persons charged by law with the safe-keeping, transfer or disbursement of the public moneys. It may be also conceded that the defendant's position as clerk is an office provided for by the statute, the salary of which is also fixed by a subsequent act of Congress. The section of the act of 1846, which we are now considering, in describing the class of persons who may become guilty of embezzlement, speaks of them as 'officers and other persons charged by this act, or any other act, with the safe-keeping, transfer and disbursement of the public moneys.' Admitting that the words 'safe-keeping, transfer, and disbursement,' are to be taken distributively, and that one charged with either of those duties may become liable under the statute, the quesi on still remains, Is a clerk in the office of the assistant treasurer, charged by this act, or any other act of Congress, with either of those duties? It is not sufficient that he may, by order of the assistant treasurer, by whom he is appointed, be placed in such a position that it is his moral duty to safely keep or to disburse the public money. If reliance is placed upon the language just cited, this duty must be imposed on him by some act of Congress.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">This unavoidable construction of the act is not a mere technical adherence to its verbiage, but is founded in obvious consistency with the other provisions of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The clerks in the office of the assistant treasurer are, by the terms of this act, appointed by him alone, although by an act passed long since, and which can have no effect on the construction of this one, the assent of the Secretary of the Treasury is required. But they still derive their appointment from the assistant treasurer, and are removable at his pleasure. Their duties are prescribed by him, and he assigns each clerk to the performance of such functions as he may think proper. No act of Congress, nor any other law, confers upon these clerks any power or control over the public money. If they exercise such control, they get it from the assistant treasurer alone. They give no bond to the government, but the assistant treasurer may require them to indemnify him by bond, as is the rule in many large establishments. Their direct responsibility is to him.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">On the other hand, the assistant treasurer is the person, and the only person in his office, charged by act of Congress with the custody or control of the public moneys. The third section of the act, after describing the buildings, rooms and safes in New York and Boston, in which the money is to be kept, says that 'the assistant treasurers from time to time appointed at those points, shall have the custody and care of the said rooms, vaults and safes respectively, and of all the moneys deposited within the same, and shall perform all the duties required to be performed by them in reference to the receipt, safe-keeping, transfer and disbursement of all moneys according to the provisions of this act.' To secure the performance of the duties thus imposed, sections seven and eight provide for bonds, with sufficient surety, as often as the Secretary of the Treasury may require, and in sums as large as he may deem proper.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The assistant treasurers are not, however, the only officers charged by the act with the safe-keeping, transfer or disbursement of the public moneys, and we are referred to section six for an enumeration of the classes of persons thus charged. By that section it is enacted 'that the Treasurer of the United States, the treasurer of the mint of the United States, the treasurers and those acting as such of the various branch mints, all collectors of customs, all surveyors of customs acting also as collectors, all assistant treasurers, all receivers of public moneys at the several land offices, all postmasters, and all public officers of whatever character, be, and they are hereby, required to keep safely, without loaning, using, or depositing in banks, or exchanging for other funds than as allowed by this act, all the public moneys collected by them, or otherwise at any time placed in their possession and custody, till the same is ordered by the proper department or officer of the government to be transferred or paid out.'</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">All the classes of persons here <i>specifically</i> described are officers who are charged by some act of Congress with the duty of collecting, receiving or holding public money. Was the general phrase, 'all public officers of whatever character,' intended to include only other public officers charged by law with the custody of public money, or was it intended to include any clerk, or other employe of such officer, who might, by his permission or order, have the occasional custody of the money under that officer's supervision or control?</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We think the latter would be a o ose and unjustifiable construction, at variance with the spirit of the context, and with the rules of construing penal statutes. The word public, used here as qualifying the word officer, is not without significance, as indicating officers whose duties are fixed by public law and not by the individual discretion of their employers. Undoubtedly there are other public officers, not in the list of those specifically mentioned in this section, who by law are charged with the collection, holding and paying out of public moneys. Among those which occur readily to the mind are marshals, district attorneys, commissaries, quartermasters, paymasters. Many others of the same class could probably be enumerated. It seems to us that the phrase is used to include all such officers. Persons whose duties are prescribed by statute, who are directly and primarily liable to the government, who give bond for the safety of the money in their hands, and not to subordinate clerks whom they may employ.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In fact, looking to the general tenor of the act as well as to its most minute provisions, we are impressed with the conviction that they apply exclusively to the legal custodians of the public money and not to their clerks. In a clause of this sixteenth section, intended to include in the most sweeping terms all who are liable to its denunciations, they are described as 'all who are charged with the safe-keeping, transfer and disbursement of the public money, whether such person be indicted as receiver or depositary.' The Treasurers of the United States, the assistant treasurers, and the treasurers of the mint and branch mints, are by the act called depositaries. All the other officers so charged are persons who receive or collect public money, but not being authorized to hold it, pay over to these depositaries. It is strongly implied by this section that to be liable to indictment the person must belong to one or the other of these classes. All those mentioned in the statute as coming within its provision are required to keep and transmit to the proper department correct accounts. A false voucher is made a felony. A treasury transcript showing a balance against such officer or agent is made evidence of money, for which he is liable. A draft on one of them not paid on presentation is <i>prima facie</i> evidence of embezzlement. None of these provisions can apply to clerks, who have no such accounts with the government, against whom no treasury balance can be shown, who have no vouchers to return, and against whom no drafts are ever drawn.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We think the defendant is not liable to indictment under that statute.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 9 Stat. at Large, 59.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 14 Stat. at Large, 65.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> United States <i>v.</i> Maurice, 2 Brockenbrough, 103; Same <i>v.</i> Sears, 1 Gallison, 221; Same <i>v.</i> Bachelder, 2 Id. 15; Sanford <i>v.</i> Boyd, 2 Cranch's Circuit Court, 78; Ex parte Smith, Id. 693; Jackson <i>v.</i> Healy, 20 Johnson, 495; Vaughn <i>v.</i> English, 8 California, 39.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Italicized, and within brackets, in the statement of the case.&#8212;REP.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> District Court, Eastern District of Penny lvania, 7 Pennsylvania Law Journal, June, 1848, p. 365.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> License Tax Cases, 5 Wallace, 469.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 14 Stat. at Large, 200.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> United States <i>v.</i> Maurice, 2 Brockenbrough, 103; Jackson <i>v.</i> Healy, 20 Johnson, 493; Vaughn <i>v.</i> English, 8 California, 39; Sanford <i>v.</i> Boyd, 2 Cranch's Circuit Court, 78; Ex parte Smith, Id. 693.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Const., Art. II, &#167; 2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> United States <i>v.</i> Wiltberger, 5 Wheaton, 96; Same <i>v.</i> Morris, 14 Peters, 475; Same <i>v.</i> Winn, 3 Sumner, 211; 1 Bishop's Criminal Law, &#167; 123; Bacon's Abridgment, tit. Statute I.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>73 U.S. 385 (____)</b></center>\n<center><b>6 Wall. 385</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nHARTWELL.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*389</span> Mr. Stanbery, A.G., and Mr. Ashton, special counsel for the United States.</p>\n<p>Messrs. H.W. Paine and R.M. Morse, contra.</p>\n<p><span class=\"star-pagination\">*391</span> Mr. Justice SWAYNE delivered the opinion of the court.</p>\n<p>This case comes before us upon a certificate of division in opinion of the judges of the Circuit Court of the United States for the District of Massachusetts.</p>\n<p>As disclosed in the record the case is as follows:</p>\n<p>The defendant was indicted for embezzlement. The indictment <span class=\"star-pagination\">*392</span> contains ten counts. The first three are founded upon the sixteenth section of the act of August 6th, 1846, the remaining seven upon the third section of the act of June 14th, 1866.</p>\n<p>The counts upon the act of 1846 allege that the defendant, being an officer of the United States, to wit, a clerk in the office of the assistant treasurer of the United States, at Boston, appointed by the assistant treasurer with the approbation of the Secretary of the Treasury, and as such charged with the safe-keeping of the public moneys of the United States, did loan a large amount of said moneys, with the safe-keeping whereof he was intrusted in his capacity aforesaid. The names of the borrowers, and the amount and description of the moneys loaned, are set forth.</p>\n<p>The succeeding counts allege that the defendant, being a person, not an authorized depositary of the public moneys of the United States, to wit, a clerk in the office of the assistant treasurer of the United States, at Boston, appointed by him with the approbation of the Secretary of the Treasury, having the care and subject to the duty, to keep safely the public moneys of the United States, did knowingly and unlawfully appropriate and apply another portion of said public moneys, of which he had the care, and was subject to the duty, safely to keep as aforesaid, for a purpose not prescribed by law, to wit, did loan the same. The particulars with reference to the loans are given as in the preceding counts.</p>\n<p>The testimony being closed, the opinions of the judges were opposed upon the points:</p>\n<p>1. Whether the defendant was liable to indictment under the sixteenth section of the act of August 6th, 1846; and</p>\n<p>2. Whether there is any offence charged in the last seven counts under the third section of the act of June 14th, 1866, of which the court had jurisdiction.</p>\n<p>The section referred to in the act of 1846 describes in three places the persons intended to be brought within its scope. The language used in that connection is:</p>\n<p>\"All officers and other persons charged by this act, or any <span class=\"star-pagination\">*393</span> other act, with the safe-keeping, transfer and disbursement of the public money, are hereby required,\" &amp;c.</p>\n<p>\"If any officer charged with the disbursement of the public moneys shall accept or receive,\" &amp;c.</p>\n<p>\"The provisions of this act shall be so construed as to apply to all persons charged with the safe-keeping, transfer or disbursement of the public money, whether such persons be indicted as receivers or depositaries of the same.\"</p>\n<p>Was the defendant an officer or person \"charged with the safe-keeping of the public money\" within the meaning of the act? We think he was both.</p>\n<p>He was a public officer. The General Appropriation Act of July 23d, 1866,<sup>[*]</sup> authorized the assistant treasurer, at Boston, with the approbation of the Secretary of the Treasury, to appoint a specified number of clerks, who were to receive, respectively, the salaries thereby prescribed. The indictment avers the appointment of the defendant in the manner provided in the act.</p>\n<p>An office is a public station, or employment, conferred by the appointment of government. The term embraces the ideas of tenure, duration, emolument, and duties.</p>\n<p>The employment of the defendant was in the public service of the United States. He was appointed pursuant to law, and his compensation was fixed by law. Vacating the office of his superior would not have affected the tenure of his place. His duties were continuing and permanent, not occasional or temporary. They were to be such as his superior in office should prescribe.</p>\n<p>A government office is different from a government contract. The latter from its nature is necessarily limited in its duration and specific in its objects. The terms agreed upon define the rights and obligations of both parties, and neither may depart from them without the assent of the other.<sup>[]</sup></p>\n<p>The defendant was appointed by the head of a department <span class=\"star-pagination\">*394</span> within the meaning of the constitutional provision upon the subject of the appointing power.<sup>[*]</sup></p>\n<p>The sixth section of the act of 1846, after naming certain public officers specifically, proceeds:</p>\n<p>\"And all public officers, of whatever grade, be, and they are hereby required to keep safely, without loaning, using, depositing in banks, or exchanging for other funds than as allowed by this act, all public money collected by them, or otherwise at any time placed in their possession and custody, till the same is ordered by the proper department or officer of the government to be transferred or paid out.\"</p>\n<p>This clearly embraces the class of subordinate officers to which the defendant belonged.</p>\n<p>We are also of the opinion that the act prescribes punishment for the offence with which the defendant is charged.</p>\n<p>The first part of the sixteenth section declares, that if any officer to whom it applies shall convert to his own use, loan, deposit in bank, or exchange for other funds, except as permitted by the act, any of the public money intrusted to him, \"every such act shall be deemed and adjudged to be an embezzlement,\" and is made a felony.</p>\n<p>It next enacts that if any officer charged with the disbursement of public moneys shall take a false voucher, \"every such act shall be a conversion to his own use of the amount specified\" in such voucher.</p>\n<p>This clause then follows: \"And any officer or agent of the United States, and all persons participating in such act, being convicted thereof before any court of the United States of competent jurisdiction, shall be sentenced to imprisonment for a term of not less than six months nor more than ten years, and to a fine equal to the amount of the money embezzled.\"</p>\n<p>This clause is to be taken distributively. It applies, and was clearly intended to apply, to all the acts of embezzlement specified in the section  to those relating to moneys, in the first category, as well as to those relating to vouchers <span class=\"star-pagination\">*395</span> in the second. The context of the section and the language of the clause both sustain this view of the subject. If this be not the proper construction, then the consequence would follow that in this elaborate section, obviously intended to cover the whole ground of frauds by receivers, custodians, and disbursers of the public moneys, of every grade of office, punishment is provided for only one of the offences which the act designates. There is no principle, which, properly applied, requires or would warrant such a conclusion.</p>\n<p>It is urged that the terms used in the sixteenth section to designate the persons made liable under it, are restrained and limited to principal officers, by requirements and provisions which are applicable to them, and are inapplicable to all those holding subordinate places under them. To this there are several answers. We think the only effect of these provisions is to operate, according to their terms, where such higher officers are concerned. They are without effect as to the subordinates, to whom they are inapplicable. They do not take offenders of that class out of the penal and other provisions of the statute, which must be conceded otherwise to embrace them. The broad language of the provision in the preceding sixth section, which has been referred to, is coupled with no qualification whatever, expressed or implied.</p>\n<p>If the subordinates are not within the act, there is no provision in the laws of the United States for their punishment in such cases. So far as those laws are concerned they may commit any of the crimes specified with impunity. We think it clear that it was not the intention of Congress to leave an omission so wide and important in the act, and our minds have been brought satisfactorily to the conclusion that they have not done so.</p>\n<p>We are not unmindful that penal laws are to be construed strictly. It is said that this rule is almost as old as construction. itself. But whenever invoked it comes attended with qualifications and other rules no less important. It is by the light which each contributes that the judgment of the court is to be made up. The object in construing penal, <span class=\"star-pagination\">*396</span> as well as other statutes, is to ascertain the legislative intent. That constitutes the law. If the language be clear it is conclusive. There can be no construction where there is nothing to construe. The words must not be narrowed to the exclusion of what the legislature intended to embrace; but that intention must be gathered from the words, and they must be such as to leave no room for a reasonable doubt upon the subject. It must not be defeated by a forced and over-strict construction. The rule does not exclude the application of common sense to the terms made use of in the act in order to avoid an absurdity, which the legislature ought not to be presumed to have intended. When the words are general and include various classes of persons, there is no authority which would justify a court in restricting them to one class and excluding others, where the purpose of the statute is alike applicable to all. The proper course in all cases is to adopt that sense of the words which best harmonizes with the context, and promotes in the fullest manner the policy and objects of the legislature. The rule of strict construction is not violated by permitting the words of the statute to have their full meaning, or the more extended of two meanings, as the wider popular instead of the more narrow technical one; but the words should be taken in such a sense, bent neither one way nor the other, as will best manifest the legislative intent.<sup>[*]</sup></p>\n<p>We think we have not transcended these principles in coming to the conclusions we have announced.</p>\n<p>The determination of the second question certified depends upon the construction of the third section of the act to which it refers.</p>\n<p>That section provides, \"that if any banker, broker, or other person not an authorized depositary of the public moneys,\" shall do either of the acts therein specified, every such act shall be held to be an embezzlement.</p>\n<p><span class=\"star-pagination\">*397</span> The penal sanction with which the section concludes is as follows: \"And any president, cashier, teller, director, or other officer of any bank or banking association, who shall violate any of the provisions of this act, shall be deemed and adjudged guilty of an embezzlement of public money, and punished as provided in section two of this act.\"</p>\n<p>This clause is limited in its terms to the officers named in it. There is nothing which extends it beyond them. It cannot, by construction, be made to include any others. It is confined to officers of banks and banking associations. The defendant is not brought within the act by the averments contained in the counts of the indictment, which are founded upon it. They describe him only as a clerk in the office of the assistant treasurer, at Boston. As such, the act does not affect him, and the court has no jurisdiction of the offences charged. These counts are, therefore, fatally defective.</p>\n<p>The first point certified up will be answered in the affirmative and the second in the negative.</p>\n<p>ANSWERS ACCORDINGLY.</p>\n<p>Mr. Justice MILLER, dissenting. Mr. Justice Grier, Mr. Justice Field, and myself, being unable to concur with the majority of the court in the answer given to the first of the questions certified to us, I proceed to state the reasons for our dissent.</p>\n<p>The question is thus stated in the certificate from the Circuit Court: Is the defendant liable to indictment under the sixteenth section of the act of Congress of August 6th, 1846?</p>\n<p>The statute here referred to is that commonly known as the Sub-Treasury Act, establishing a system for the safe-keeping, transfer and disbursement of the public moneys. The sixteenth section commences by providing, \"that all officers and other persons charged by this act, or by any other act, with the safe-keeping, transfer and disbursement of the public moneys, other than those connected with the Post-office Department, are hereby required to keep an accurate entry of each sum received, and of each payment or transfer,\" <span class=\"star-pagination\">*398</span> and certain uses of those moneys by such officers are then defined, each of which shall constitute an act of embezzlement, and shall be a felony. It is then declared that when any officer shall pay out other funds than such as he has received, such payment shall be held to be a conversion to his own use of the amount specified in the receipt or voucher which he may take at the time. Then follows this language: \"And any officer or agent of the United States, and all persons advising or participating in such act, being convicted thereof before any court of competent jurisdiction, shall be sentenced to imprisonment for a term not less than six months nor more than ten years, and to a fine equal to the amount of money so embezzled.\"</p>\n<p>What we have here attempted to state is all contained in a single sentence, very loosely drawn, leaving it extremely doubtful whether the punishment prescribed in the words last quoted is intended to apply to any other act than the conversion mentioned in the clause just preceding them. There are also other provisions in the same section which we will notice hereafter; but the first inquiry that arises is, whether the defendant stands in such relation to the custody of the public moneys that he is liable to be punished under this statute.</p>\n<p>It is conceded by the Attorney-General, we think very properly, that the act is only applicable to officers or other persons charged by law with the safe-keeping, transfer or disbursement of the public moneys. It may be also conceded that the defendant's position as clerk is an office provided for by the statute, the salary of which is also fixed by a subsequent act of Congress. The section of the act of 1846, which we are now considering, in describing the class of persons who may become guilty of embezzlement, speaks of them as \"officers and other persons charged by this act, or any other act, with the safe-keeping, transfer and disbursement of the public moneys.\" Admitting that the words \"safe-keeping, transfer, and disbursement,\" are to be taken distributively, and that one charged with either of those duties may become liable under the statute, the question <span class=\"star-pagination\">*399</span> still remains, Is a clerk in the office of the assistant treasurer, charged by this act, or any other act of Congress, with either of those duties? It is not sufficient that he may, by order of the assistant treasurer, by whom he is appointed, be placed in such a position that it is his moral duty to safely keep or to disburse the public money. If reliance is placed upon the language just cited, this duty must be imposed on him by some act of Congress.</p>\n<p>This unavoidable construction of the act is not a mere technical adherence to its verbiage, but is founded in obvious consistency with the other provisions of the statute.</p>\n<p>The clerks in the office of the assistant treasurer are, by the terms of this act, appointed by him alone, although by an act passed long since, and which can have no effect on the construction of this one, the assent of the Secretary of the Treasury is required. But they still derive their appointment from the assistant treasurer, and are removable at his pleasure. Their duties are prescribed by him, and he assigns each clerk to the performance of such functions as he may think proper. No act of Congress, nor any other law, confers upon these clerks any power or control over the public money. If they exercise such control, they get it from the assistant treasurer alone. They give no bond to the government, but the assistant treasurer may require them to indemnify him by bond, as is the rule in many large establishments. Their direct responsibility is to him.</p>\n<p>On the other hand, the assistant treasurer is the person, and the only person in his office, charged by act of Congress with the custody or control of the public moneys. The third section of the act, after describing the buildings, rooms and safes in New York and Boston, in which the money is to be kept, says that \"the assistant treasurers from time to time appointed at those points, shall have the custody and care of the said rooms, vaults and safes respectively, and of all the moneys deposited within the same, and shall perform all the duties required to be performed by them in reference to the receipt, safe-keeping, transfer and disbursement of all moneys according to the provisions of this act.\" To secure <span class=\"star-pagination\">*400</span> the performance of the duties thus imposed, sections seven and eight provide for bonds, with sufficient surety, as often as the Secretary of the Treasury may require, and in sums as large as he may deem proper.</p>\n<p>The assistant treasurers are not, however, the only officers charged by the act with the safe-keeping, transfer or disbursement of the public moneys, and we are referred to section six for an enumeration of the classes of persons thus charged. By that section it is enacted \"that the Treasurer of the United States, the treasurer of the mint of the United States, the treasurers and those acting as such of the various branch mints, all collectors of customs, all surveyors of customs acting also as collectors, all assistant treasurers, all receivers of public moneys at the several land offices, all postmasters, and all public officers of whatever character, be, and they are hereby, required to keep safely, without loaning, using, or depositing in banks, or exchanging for other funds than as allowed by this act, all the public moneys collected by them, or otherwise at any time placed in their possession and custody, till the same is ordered by the proper department or officer of the government to be transferred or paid out.\"</p>\n<p>All the classes of persons here specifically described are officers who are charged by some act of Congress with the duty of collecting, receiving or holding public money. Was the general phrase, \"all public officers of whatever character,\" intended to include only other public officers charged by law with the custody of public money, or was it intended to include any clerk, or other employé of such officer, who might, by his permission or order, have the occasional custody of the money under that officer's supervision or control?</p>\n<p>We think the latter would be a loose and unjustifiable construction, at variance with the spirit of the context, and with the rules of construing penal statutes. The word public, used here as qualifying the word officer, is not without significance, as indicating officers whose duties are fixed by public law and not by the individual discretion of their employers. Undoubtedly there are other public officers, not in <span class=\"star-pagination\">*401</span> the list of those specifically mentioned in this section, who by law are charged with the collection, holding and paying out of public moneys. Among those which occur readily to the mind are marshals, district attorneys, commissaries, quartermasters, paymasters. Many others of the same class could probably be enumerated. It seems to us that the phrase is used to include all such officers. Persons whose duties are prescribed by statute, who are directly and primarily liable to the government, who give bond for the safety of the money in their hands, and not to subordinate clerks whom they may employ.</p>\n<p>In fact, looking to the general tenor of the act as well as to its most minute provisions, we are impressed with the conviction that they apply exclusively to the legal custodians of the public money and not to their clerks. In a clause of this sixteenth section, intended to include in the most sweeping terms all who are liable to its denunciations, they are described as \"all who are charged with the safe-keeping, transfer and disbursement of the public money, whether such person be indicted as receiver or depositary.\" The Treasurer of the United States, the assistant treasurers, and the treasurers of the mint and branch mints, are by the act called depositaries. All the other officers so charged are persons who receive or collect public money, but not being authorized to hold it, pay over to these depositaries. It is strongly implied by this section that to be liable to indictment the person must belong to one or the other of these classes. All those mentioned in the statute as coming within its provision are required to keep and transmit to the proper department correct accounts. A false voucher is made a felony. A treasury transcript showing a balance against such officer or agent is made evidence of money, for which he is liable. A draft on one of them not paid on presentation is prima facie evidence of embezzlement. None of these provisions can apply to clerks, who have no such accounts with the government, against whom no treasury balance can be shown, who have no vouchers to return, and against whom no drafts are ever drawn.</p>\n<p><span class=\"star-pagination\">*402</span> We think the defendant is not liable to indictment under that statute.</p>\n<h2>NOTES</h2>\n<p>[*]  14 Stat. at Large, 200.</p>\n<p>[]  United States v. Maurice, 2 Brockenbrough, 103; Jackson v. Healy, 20 Johnson, 493; Vaughn v. English, 8 California, 39; Sanford v. Boyd, 2 Cranch's Circuit Court, 78; Ex parte Smith, Id. 693.</p>\n<p>[*]  Const., Art. II, § 2.</p>\n<p>[*]  United States v. Wiltberger, 5 Wheaton, 96; Same v. Morris, 14 Peters, 475; Same v. Winn, 3 Sumner, 211; 1 Bishop's Criminal Law, § 123; Bacon's Abridgment, tit. Statute I.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">385</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">385</span></span></b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nHARTWELL.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*389</span> Mr. Stanbery, A.G., and Mr. Ashton, special counsel for the United States.</p>\n<p>Messrs. H.W. Paine and R.M. Morse, contra.</p>\n<p><span class=\"star-pagination\">*391</span> Mr. Justice SWAYNE delivered the opinion of the court.</p>\n<p>This case comes before us upon a certificate of division in opinion of the judges of the Circuit Court of the United States for the District of Massachusetts.</p>\n<p>As disclosed in the record the case is as follows:</p>\n<p>The defendant was indicted for embezzlement. The indictment <span class=\"star-pagination\">*392</span> contains ten counts. The first three are founded upon the sixteenth section of the act of August 6th, 1846, the remaining seven upon the third section of the act of June 14th, 1866.</p>\n<p>The counts upon the act of 1846 allege that the defendant, being an officer of the United States, to wit, a clerk in the office of the assistant treasurer of the United States, at Boston, appointed by the assistant treasurer with the approbation of the Secretary of the Treasury, and as such charged with the safe-keeping of the public moneys of the United States, did loan a large amount of said moneys, with the safe-keeping whereof he was intrusted in his capacity aforesaid. The names of the borrowers, and the amount and description of the moneys loaned, are set forth.</p>\n<p>The succeeding counts allege that the defendant, being a person, not an authorized depositary of the public moneys of the United States, to wit, a clerk in the office of the assistant treasurer of the United States, at Boston, appointed by him with the approbation of the Secretary of the Treasury, having the care and subject to the duty, to keep safely the public moneys of the United States, did knowingly and unlawfully appropriate and apply another portion of said public moneys, of which he had the care, and was subject to the duty, safely to keep as aforesaid, for a purpose not prescribed by law, to wit, did loan the same. The particulars with reference to the loans are given as in the preceding counts.</p>\n<p>The testimony being closed, the opinions of the judges were opposed upon the points:</p>\n<p>1. Whether the defendant was liable to indictment under the sixteenth section of the act of August 6th, 1846; and</p>\n<p>2. Whether there is any offence charged in the last seven counts under the third section of the act of June 14th, 1866, of which the court had jurisdiction.</p>\n<p>The section referred to in the act of 1846 describes in three places the persons intended to be brought within its scope. The language used in that connection is:</p>\n<p>\"All officers and other persons charged by this act, or any <span class=\"star-pagination\">*393</span> other act, with the safe-keeping, transfer and disbursement of the public money, are hereby required,\" &amp;c.</p>\n<p>\"If any officer charged with the disbursement of the public moneys shall accept or receive,\" &amp;c.</p>\n<p>\"The provisions of this act shall be so construed as to apply to all persons charged with the safe-keeping, transfer or disbursement of the public money, whether such persons be indicted as receivers or depositaries of the same.\"</p>\n<p>Was the defendant an officer or person \"charged with the safe-keeping of the public money\" within the meaning of the act? We think he was both.</p>\n<p>He was a public officer. The General Appropriation Act of July 23d, 1866,<sup>[*]</sup> authorized the assistant treasurer, at Boston, with the approbation of the Secretary of the Treasury, to appoint a specified number of clerks, who were to receive, respectively, the salaries thereby prescribed. The indictment avers the appointment of the defendant in the manner provided in the act.</p>\n<p>An office is a public station, or employment, conferred by the appointment of government. The term embraces the ideas of tenure, duration, emolument, and duties.</p>\n<p>The employment of the defendant was in the public service of the United States. He was appointed pursuant to law, and his compensation was fixed by law. Vacating the office of his superior would not have affected the tenure of his place. His duties were continuing and permanent, not occasional or temporary. They were to be such as his superior in office should prescribe.</p>\n<p>A government office is different from a government contract. The latter from its nature is necessarily limited in its duration and specific in its objects. The terms agreed upon define the rights and obligations of both parties, and neither may depart from them without the assent of the other.<sup>[]</sup></p>\n<p>The defendant was appointed by the head of a department <span class=\"star-pagination\">*394</span> within the meaning of the constitutional provision upon the subject of the appointing power.<sup>[*]</sup></p>\n<p>The sixth section of the act of 1846, after naming certain public officers specifically, proceeds:</p>\n<p>\"And all public officers, of whatever grade, be, and they are hereby required to keep safely, without loaning, using, depositing in banks, or exchanging for other funds than as allowed by this act, all public money collected by them, or otherwise at any time placed in their possession and custody, till the same is ordered by the proper department or officer of the government to be transferred or paid out.\"</p>\n<p>This clearly embraces the class of subordinate officers to which the defendant belonged.</p>\n<p>We are also of the opinion that the act prescribes punishment for the offence with which the defendant is charged.</p>\n<p>The first part of the sixteenth section declares, that if any officer to whom it applies shall convert to his own use, loan, deposit in bank, or exchange for other funds, except as permitted by the act, any of the public money intrusted to him, \"every such act shall be deemed and adjudged to be an embezzlement,\" and is made a felony.</p>\n<p>It next enacts that if any officer charged with the disbursement of public moneys shall take a false voucher, \"every such act shall be a conversion to his own use of the amount specified\" in such voucher.</p>\n<p>This clause then follows: \"And any officer or agent of the United States, and all persons participating in such act, being convicted thereof before any court of the United States of competent jurisdiction, shall be sentenced to imprisonment for a term of not less than six months nor more than ten years, and to a fine equal to the amount of the money embezzled.\"</p>\n<p>This clause is to be taken distributively. It applies, and was clearly intended to apply, to all the acts of embezzlement specified in the section  to those relating to moneys, in the first category, as well as to those relating to vouchers <span class=\"star-pagination\">*395</span> in the second. The context of the section and the language of the clause both sustain this view of the subject. If this be not the proper construction, then the consequence would follow that in this elaborate section, obviously intended to cover the whole ground of frauds by receivers, custodians, and disbursers of the public moneys, of every grade of office, punishment is provided for only one of the offences which the act designates. There is no principle, which, properly applied, requires or would warrant such a conclusion.</p>\n<p>It is urged that the terms used in the sixteenth section to designate the persons made liable under it, are restrained and limited to principal officers, by requirements and provisions which are applicable to them, and are inapplicable to all those holding subordinate places under them. To this there are several answers. We think the only effect of these provisions is to operate, according to their terms, where such higher officers are concerned. They are without effect as to the subordinates, to whom they are inapplicable. They do not take offenders of that class out of the penal and other provisions of the statute, which must be conceded otherwise to embrace them. The broad language of the provision in the preceding sixth section, which has been referred to, is coupled with no qualification whatever, expressed or implied.</p>\n<p>If the subordinates are not within the act, there is no provision in the laws of the United States for their punishment in such cases. So far as those laws are concerned they may commit any of the crimes specified with impunity. We think it clear that it was not the intention of Congress to leave an omission so wide and important in the act, and our minds have been brought satisfactorily to the conclusion that they have not done so.</p>\n<p>We are not unmindful that penal laws are to be construed strictly. It is said that this rule is almost as old as construction. itself. But whenever invoked it comes attended with qualifications and other rules no less important. It is by the light which each contributes that the judgment of the court is to be made up. The object in construing penal, <span class=\"star-pagination\">*396</span> as well as other statutes, is to ascertain the legislative intent. That constitutes the law. If the language be clear it is conclusive. There can be no construction where there is nothing to construe. The words must not be narrowed to the exclusion of what the legislature intended to embrace; but that intention must be gathered from the words, and they must be such as to leave no room for a reasonable doubt upon the subject. It must not be defeated by a forced and over-strict construction. The rule does not exclude the application of common sense to the terms made use of in the act in order to avoid an absurdity, which the legislature ought not to be presumed to have intended. When the words are general and include various classes of persons, there is no authority which would justify a court in restricting them to one class and excluding others, where the purpose of the statute is alike applicable to all. The proper course in all cases is to adopt that sense of the words which best harmonizes with the context, and promotes in the fullest manner the policy and objects of the legislature. The rule of strict construction is not violated by permitting the words of the statute to have their full meaning, or the more extended of two meanings, as the wider popular instead of the more narrow technical one; but the words should be taken in such a sense, bent neither one way nor the other, as will best manifest the legislative intent.<sup>[*]</sup></p>\n<p>We think we have not transcended these principles in coming to the conclusions we have announced.</p>\n<p>The determination of the second question certified depends upon the construction of the third section of the act to which it refers.</p>\n<p>That section provides, \"that if any banker, broker, or other person not an authorized depositary of the public moneys,\" shall do either of the acts therein specified, every such act shall be held to be an embezzlement.</p>\n<p><span class=\"star-pagination\">*397</span> The penal sanction with which the section concludes is as follows: \"And any president, cashier, teller, director, or other officer of any bank or banking association, who shall violate any of the provisions of this act, shall be deemed and adjudged guilty of an embezzlement of public money, and punished as provided in section two of this act.\"</p>\n<p>This clause is limited in its terms to the officers named in it. There is nothing which extends it beyond them. It cannot, by construction, be made to include any others. It is confined to officers of banks and banking associations. The defendant is not brought within the act by the averments contained in the counts of the indictment, which are founded upon it. They describe him only as a clerk in the office of the assistant treasurer, at Boston. As such, the act does not affect him, and the court has no jurisdiction of the offences charged. These counts are, therefore, fatally defective.</p>\n<p>The first point certified up will be answered in the affirmative and the second in the negative.</p>\n<p>ANSWERS ACCORDINGLY.</p>\n<p>Mr. Justice MILLER, dissenting. Mr. Justice Grier, Mr. Justice Field, and myself, being unable to concur with the majority of the court in the answer given to the first of the questions certified to us, I proceed to state the reasons for our dissent.</p>\n<p>The question is thus stated in the certificate from the Circuit Court: Is the defendant liable to indictment under the sixteenth section of the act of Congress of August 6th, 1846?</p>\n<p>The statute here referred to is that commonly known as the Sub-Treasury Act, establishing a system for the safe-keeping, transfer and disbursement of the public moneys. The sixteenth section commences by providing, \"that all officers and other persons charged by this act, or by any other act, with the safe-keeping, transfer and disbursement of the public moneys, other than those connected with the Post-office Department, are hereby required to keep an accurate entry of each sum received, and of each payment or transfer,\" <span class=\"star-pagination\">*398</span> and certain uses of those moneys by such officers are then defined, each of which shall constitute an act of embezzlement, and shall be a felony. It is then declared that when any officer shall pay out other funds than such as he has received, such payment shall be held to be a conversion to his own use of the amount specified in the receipt or voucher which he may take at the time. Then follows this language: \"And any officer or agent of the United States, and all persons advising or participating in such act, being convicted thereof before any court of competent jurisdiction, shall be sentenced to imprisonment for a term not less than six months nor more than ten years, and to a fine equal to the amount of money so embezzled.\"</p>\n<p>What we have here attempted to state is all contained in a single sentence, very loosely drawn, leaving it extremely doubtful whether the punishment prescribed in the words last quoted is intended to apply to any other act than the conversion mentioned in the clause just preceding them. There are also other provisions in the same section which we will notice hereafter; but the first inquiry that arises is, whether the defendant stands in such relation to the custody of the public moneys that he is liable to be punished under this statute.</p>\n<p>It is conceded by the Attorney-General, we think very properly, that the act is only applicable to officers or other persons charged by law with the safe-keeping, transfer or disbursement of the public moneys. It may be also conceded that the defendant's position as clerk is an office provided for by the statute, the salary of which is also fixed by a subsequent act of Congress. The section of the act of 1846, which we are now considering, in describing the class of persons who may become guilty of embezzlement, speaks of them as \"officers and other persons charged by this act, or any other act, with the safe-keeping, transfer and disbursement of the public moneys.\" Admitting that the words \"safe-keeping, transfer, and disbursement,\" are to be taken distributively, and that one charged with either of those duties may become liable under the statute, the question <span class=\"star-pagination\">*399</span> still remains, Is a clerk in the office of the assistant treasurer, charged by this act, or any other act of Congress, with either of those duties? It is not sufficient that he may, by order of the assistant treasurer, by whom he is appointed, be placed in such a position that it is his moral duty to safely keep or to disburse the public money. If reliance is placed upon the language just cited, this duty must be imposed on him by some act of Congress.</p>\n<p>This unavoidable construction of the act is not a mere technical adherence to its verbiage, but is founded in obvious consistency with the other provisions of the statute.</p>\n<p>The clerks in the office of the assistant treasurer are, by the terms of this act, appointed by him alone, although by an act passed long since, and which can have no effect on the construction of this one, the assent of the Secretary of the Treasury is required. But they still derive their appointment from the assistant treasurer, and are removable at his pleasure. Their duties are prescribed by him, and he assigns each clerk to the performance of such functions as he may think proper. No act of Congress, nor any other law, confers upon these clerks any power or control over the public money. If they exercise such control, they get it from the assistant treasurer alone. They give no bond to the government, but the assistant treasurer may require them to indemnify him by bond, as is the rule in many large establishments. Their direct responsibility is to him.</p>\n<p>On the other hand, the assistant treasurer is the person, and the only person in his office, charged by act of Congress with the custody or control of the public moneys. The third section of the act, after describing the buildings, rooms and safes in New York and Boston, in which the money is to be kept, says that \"the assistant treasurers from time to time appointed at those points, shall have the custody and care of the said rooms, vaults and safes respectively, and of all the moneys deposited within the same, and shall perform all the duties required to be performed by them in reference to the receipt, safe-keeping, transfer and disbursement of all moneys according to the provisions of this act.\" To secure <span class=\"star-pagination\">*400</span> the performance of the duties thus imposed, sections seven and eight provide for bonds, with sufficient surety, as often as the Secretary of the Treasury may require, and in sums as large as he may deem proper.</p>\n<p>The assistant treasurers are not, however, the only officers charged by the act with the safe-keeping, transfer or disbursement of the public moneys, and we are referred to section six for an enumeration of the classes of persons thus charged. By that section it is enacted \"that the Treasurer of the United States, the treasurer of the mint of the United States, the treasurers and those acting as such of the various branch mints, all collectors of customs, all surveyors of customs acting also as collectors, all assistant treasurers, all receivers of public moneys at the several land offices, all postmasters, and all public officers of whatever character, be, and they are hereby, required to keep safely, without loaning, using, or depositing in banks, or exchanging for other funds than as allowed by this act, all the public moneys collected by them, or otherwise at any time placed in their possession and custody, till the same is ordered by the proper department or officer of the government to be transferred or paid out.\"</p>\n<p>All the classes of persons here specifically described are officers who are charged by some act of Congress with the duty of collecting, receiving or holding public money. Was the general phrase, \"all public officers of whatever character,\" intended to include only other public officers charged by law with the custody of public money, or was it intended to include any clerk, or other employé of such officer, who might, by his permission or order, have the occasional custody of the money under that officer's supervision or control?</p>\n<p>We think the latter would be a loose and unjustifiable construction, at variance with the spirit of the context, and with the rules of construing penal statutes. The word public, used here as qualifying the word officer, is not without significance, as indicating officers whose duties are fixed by public law and not by the individual discretion of their employers. Undoubtedly there are other public officers, not in <span class=\"star-pagination\">*401</span> the list of those specifically mentioned in this section, who by law are charged with the collection, holding and paying out of public moneys. Among those which occur readily to the mind are marshals, district attorneys, commissaries, quartermasters, paymasters. Many others of the same class could probably be enumerated. It seems to us that the phrase is used to include all such officers. Persons whose duties are prescribed by statute, who are directly and primarily liable to the government, who give bond for the safety of the money in their hands, and not to subordinate clerks whom they may employ.</p>\n<p>In fact, looking to the general tenor of the act as well as to its most minute provisions, we are impressed with the conviction that they apply exclusively to the legal custodians of the public money and not to their clerks. In a clause of this sixteenth section, intended to include in the most sweeping terms all who are liable to its denunciations, they are described as \"all who are charged with the safe-keeping, transfer and disbursement of the public money, whether such person be indicted as receiver or depositary.\" The Treasurer of the United States, the assistant treasurers, and the treasurers of the mint and branch mints, are by the act called depositaries. All the other officers so charged are persons who receive or collect public money, but not being authorized to hold it, pay over to these depositaries. It is strongly implied by this section that to be liable to indictment the person must belong to one or the other of these classes. All those mentioned in the statute as coming within its provision are required to keep and transmit to the proper department correct accounts. A false voucher is made a felony. A treasury transcript showing a balance against such officer or agent is made evidence of money, for which he is liable. A draft on one of them not paid on presentation is prima facie evidence of embezzlement. None of these provisions can apply to clerks, who have no such accounts with the government, against whom no treasury balance can be shown, who have no vouchers to return, and against whom no drafts are ever drawn.</p>\n<p><span class=\"star-pagination\">*402</span> We think the defendant is not liable to indictment under that statute.</p>\n<h2>NOTES</h2>\n<p>[*]  14 Stat. at Large, 200.</p>\n<p>[]  United States v. Maurice, 2 Brockenbrough, 103; Jackson v. Healy, 20 Johnson, 493; Vaughn v. English, 8 California, 39; Sanford v. Boyd, 2 Cranch's Circuit Court, 78; Ex parte Smith, Id. 693.</p>\n<p>[*]  Const., Art. II, § 2.</p>\n<p>[*]  United States v. Wiltberger, 5 Wheaton, 96; Same v. Morris, 14 Peters, 475; Same v. Winn, 3 Sumner, 211; 1 Bishop's Criminal Law, § 123; Bacon's Abridgment, tit. Statute I.</p>\n\n</div>", "id": 87930, "judges": "Swayne", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/87930/", "sha1": "5e0411ff4f8ecb6a0376c3941934f9f2d928bb3a", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:01:27"}