{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "73 U.S. 543", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/87953/"
    ], 
    "scotus_early_cite": "6 Wall. 543", 
    "case_name": "Clark v. United States", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 57124, 
    "resource_uri": "/api/rest/v2/citation/57124/"
  }, 
  "id": 87953, 
  "blocked": false, 
  "judges": "Miller", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1868-04-18", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>73 U.S. 543 (____)</b></center>\n<center><b>6 Wall. 543</b></center>\n<center><h1>CLARK<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*544</span> Messrs. Norton and Weed, Solicitor and Assistant Solicitor for the Court of Claims.</p>\n<p>Mr. Hughes, who filed a brief for Mr. McCalla, contra.</p>\n<p><span class=\"star-pagination\">*545</span> Mr. Justice MILLER delivered the opinion of the court.</p>\n<p>1. Among the facts found by the court it is stated that \"the officers of government interfered with claimant in the execution of his work, compelling him to dump loose earth where it was exposed to the direct current of the river, and that they also used the embankment as a roadway to the loss and injury of the claimant; but that all of such acts of which there was sufficient evidence, occurred subsequent to the 15th day of July, 1847, and when claimant was in default in not having performed his said agreement, and completed said embankment.\" And they declare the law applicable to this state of facts to be, \"that the claimant was not entitled to recover for the interference of defendants or their officers subsequent to the 15th July, 1847, the time when the work under his contract was to have been completed by the terms of his agreement.\"</p>\n<p>We are of opinion that this ruling was erroneous. The court seems to have placed this right of the agents of the government to use the embankment as a roadway, and to compel him to dump loose earth into the current, by which it was carried away, both of which are found to be to his loss and injury, upon the simple fact that those injuries were inflicted after the day at which his contract should have been completed. What relation there is between his failure to do all the work by a certain day, and the claim of the government to subject him to these losses, is not pointed out by the court, nor is it perceived by us. The contract declared <span class=\"star-pagination\">*546</span> no penalty for not completing the work by the 15th July. It does not even authorize the government to forfeit the contract or to terminate it. The utmost that can be claimed for this failure is such damages as it may have sustained because the work was not finished in time. For this the plaintiff had given a bond with sureties. But if the government permitted him to go on in the effort to complete the contract, it surely had acquired no right to compel him to do it in a manner which necessarily involved him in great loss, and to use the embankment as a roadway, to his further injury.</p>\n<p>2. The court finds that there was waste and shrinkage of the embankment while building, and a natural settling of the batture on which the embankment was built, and that the loss occasioned thereby necessarily was borne by the claimant under the system of measurement adopted. And they find, as matter of law, that the contract being entire and not severable, claimant could only recover for embankment completed, and that, as a necessary consequence, all losses by settling and shrinkage, and the action of the current, were to be borne by the claimant.</p>\n<p>We take it for granted that the word \"settling\" in this finding of the law is used for the settling of the batture. If this be so, we think the court erred in this matter also. It must be evident, if the foundation on which the embankment was built had settled lower while the building was going on, that the embankment which supplied the place of this settling was there, and had become the property of the government. If the system of measurement did not enable the engineer to compute this accurately they should have done it approximately, or adopted some other system. It is clear that for the embankment built by him and remaining, he should be paid; and if the quantity necessary to be built had increased by this settling, it was the loss of the government, which had agreed to pay by the cubic yard, and not by a certain sum for the job in the aggregate.</p>\n<p>3. A more difficult question is presented in reference to the question of loss by the action of the current, and the <span class=\"star-pagination\">*547</span> natural waste and shrinkage of the embankment while it was in process of completion.</p>\n<p>It is certainly true that if this embankment had been built on dry land the contract is of that nature that these losses would fall on claimant, and the custom of measurement found by the court probably was founded on such work. But we do not feel so clear that in a contract like this, in which no place is mentioned for its precise location, and in regard to which the contract obliges the party to do the work \"in such manner and at such places as shall be directed by the said engineer or other authorized agent,\" the government is only bound to pay for what earth remains visible, and capable of being triangulated after the work is finished. If, for instance, the engineer had ordered plaintiff to commence in the middle of the river, and had caused him to dump the whole 221,000 yards in the midst of the current, where it could neither be seen nor measured, we are of opinion that the quantity of dirt placed there should be ascertained by some other mode, and paid for. As the contract is silent as to the place where the work was to be done, as there are no facts found concerning the previous negotiations as to location or character of work required, we have not sufficient means of determining whether the application of the law to this point by the court was correct or not. We must, therefore, dismiss this, the most important branch of the case, with the foregoing remarks, and as the judgment of the Court of Claims must be reversed for the errors already mentioned, the court may on a new trial find differently, or may find such acts as will enable us to determine the law of the case if it shall become necessary.</p>\n<p>JUDGMENT REVERSED, and the case remanded for further proceedings in conformity with this opinion.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:01:28", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">543</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">543</span></span></b></center>\n<center><h1>CLARK<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*544</span> Messrs. Norton and Weed, Solicitor and Assistant Solicitor for the Court of Claims.</p>\n<p>Mr. Hughes, who filed a brief for Mr. McCalla, contra.</p>\n<p><span class=\"star-pagination\">*545</span> Mr. Justice MILLER delivered the opinion of the court.</p>\n<p>1. Among the facts found by the court it is stated that \"the officers of government interfered with claimant in the execution of his work, compelling him to dump loose earth where it was exposed to the direct current of the river, and that they also used the embankment as a roadway to the loss and injury of the claimant; but that all of such acts of which there was sufficient evidence, occurred subsequent to the 15th day of July, 1847, and when claimant was in default in not having performed his said agreement, and completed said embankment.\" And they declare the law applicable to this state of facts to be, \"that the claimant was not entitled to recover for the interference of defendants or their officers subsequent to the 15th July, 1847, the time when the work under his contract was to have been completed by the terms of his agreement.\"</p>\n<p>We are of opinion that this ruling was erroneous. The court seems to have placed this right of the agents of the government to use the embankment as a roadway, and to compel him to dump loose earth into the current, by which it was carried away, both of which are found to be to his loss and injury, upon the simple fact that those injuries were inflicted after the day at which his contract should have been completed. What relation there is between his failure to do all the work by a certain day, and the claim of the government to subject him to these losses, is not pointed out by the court, nor is it perceived by us. The contract declared <span class=\"star-pagination\">*546</span> no penalty for not completing the work by the 15th July. It does not even authorize the government to forfeit the contract or to terminate it. The utmost that can be claimed for this failure is such damages as it may have sustained because the work was not finished in time. For this the plaintiff had given a bond with sureties. But if the government permitted him to go on in the effort to complete the contract, it surely had acquired no right to compel him to do it in a manner which necessarily involved him in great loss, and to use the embankment as a roadway, to his further injury.</p>\n<p>2. The court finds that there was waste and shrinkage of the embankment while building, and a natural settling of the batture on which the embankment was built, and that the loss occasioned thereby necessarily was borne by the claimant under the system of measurement adopted. And they find, as matter of law, that the contract being entire and not severable, claimant could only recover for embankment completed, and that, as a necessary consequence, all losses by settling and shrinkage, and the action of the current, were to be borne by the claimant.</p>\n<p>We take it for granted that the word \"settling\" in this finding of the law is used for the settling of the batture. If this be so, we think the court erred in this matter also. It must be evident, if the foundation on which the embankment was built had settled lower while the building was going on, that the embankment which supplied the place of this settling was there, and had become the property of the government. If the system of measurement did not enable the engineer to compute this accurately they should have done it approximately, or adopted some other system. It is clear that for the embankment built by him and remaining, he should be paid; and if the quantity necessary to be built had increased by this settling, it was the loss of the government, which had agreed to pay by the cubic yard, and not by a certain sum for the job in the aggregate.</p>\n<p>3. A more difficult question is presented in reference to the question of loss by the action of the current, and the <span class=\"star-pagination\">*547</span> natural waste and shrinkage of the embankment while it was in process of completion.</p>\n<p>It is certainly true that if this embankment had been built on dry land the contract is of that nature that these losses would fall on claimant, and the custom of measurement found by the court probably was founded on such work. But we do not feel so clear that in a contract like this, in which no place is mentioned for its precise location, and in regard to which the contract obliges the party to do the work \"in such manner and at such places as shall be directed by the said engineer or other authorized agent,\" the government is only bound to pay for what earth remains visible, and capable of being triangulated after the work is finished. If, for instance, the engineer had ordered plaintiff to commence in the middle of the river, and had caused him to dump the whole 221,000 yards in the midst of the current, where it could neither be seen nor measured, we are of opinion that the quantity of dirt placed there should be ascertained by some other mode, and paid for. As the contract is silent as to the place where the work was to be done, as there are no facts found concerning the previous negotiations as to location or character of work required, we have not sufficient means of determining whether the application of the law to this point by the court was correct or not. We must, therefore, dismiss this, the most important branch of the case, with the foregoing remarks, and as the judgment of the Court of Claims must be reversed for the errors already mentioned, the court may on a new trial find differently, or may find such acts as will enable us to determine the law of the case if it shall become necessary.</p>\n<p>JUDGMENT REVERSED, and the case remanded for further proceedings in conformity with this opinion.</p>\n</div>", 
  "sha1": "d0356623715efc60ccdbb516d5425be9de42f798", 
  "date_modified": "2014-12-22T07:34:53.377452", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/87953/clark-v-united-states/", 
  "citation_count": 9, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/168531/", 
  "html": "<p class=\"case_cite\">73 U.S. 543</p>\n    <p class=\"case_cite\">18 L.Ed. 916</p>\n    <p class=\"case_cite\">6 Wall. 543</p>\n    <p class=\"parties\">CLARK<br>v.<br>UNITED STATES.</p>\n    <p class=\"date\">December Term, 1867</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL from the Court of Claims.</p>\n      <p class=\"indent\">The case was thus: Clark entered into a contract with the United States to <i>furnish all the material and make</i> 221,000 <i>cubic yards</i> of embankment at the Navy Yard at Memphis, Tennessee; the embankment to be made <i>in such manner</i> and <i>places</i> as should be directed by the engineer, and finished on or before the 15th of July, 1847. The United States engaged, that for the materials and <i>embankment made</i>, &amp;c., according to the contract, there should be paid, on account of all bills presented for the aforesaid materials and <i>work delivered and executed</i>, 'eighteen cents for every cubic yard.' Ten per cent. was to be withheld from the amount of all payments as collateral security, and a bond given to secure performance.</p>\n      <p class=\"indent\">Clark having brought suit in the Court of Claims to recover a balance which he asserted to be due on this contract, that court found&#8212;&#8212;</p>\n      <p class=\"indent\">'1. That he built 128,913.55 yards of the embankment, for which he had been paid.</p>\n      <p class=\"indent\">'2. That the system of measurements pursued by the officers of the United States, and by which the said quantity of yards was computed, consisted in measuring from a fixed base monthly, and that the claimant at the time objected to the system, contending that he should be paid for the quantity of earth actually deposited by him on the embankment.</p>\n      <p class=\"indent\">'3. That there was a waste and shrinkage of the embankment while building, and a natural settling of the <i>batture on which the embankment was built</i>, and that the loss occasioned thereby necessarily was borne by the claimant <i>under the system of measurements adopted</i>.</p>\n      <p class=\"indent\">'4. That this system was the one customarily used on the public works of the government, and that there was no competent evidence offered to show a contrary custom.</p>\n      <p class=\"indent\">'5. That the officers of the government interfered with the claimant in the execution of his work, compelling him to dump loose earth where it was exposed to the direct currents of the river, and that they also used the embankment as a roadway, to the loss and injury of the claimant, but that all of such acts of which there was sufficient evidence, occurred subsequent to the 15th day of July, 1847, and when the claimant was in default in not having performed his said agreement and completed the said embankment.'</p>\n      <p class=\"indent\">And the court decided:</p>\n      <p class=\"indent\">'That the contract was entire and not severable, and that by the terms thereof the claimant could only recover for the embankment completed and not for the quantity of earth deposited by him therein, and that as a necessary and legal consequence thereof all loss by settling, shrinkage, and the action of the currents of the river, was to be borne by the claimant and not by the United States.</p>\n      <p class=\"indent\">'That the claimant was not entitled to recover for the interference of the defendants or their officers subsequent to the 15th July, 1847, the time when the work under his said contract was to have been completed by the terms of his agreement.'</p>\n      <p class=\"indent\">From this deciso n Clark appealed.</p>\n      <p class=\"indent\"><i>Messrs. Norton and Weed, Solicitor and Assistant Solicitor for the Court of Claims</i>, in support of the decision, contended, by brief filed, that the claimant having contracted to furnish materials, as well as to do the work, all loss, though arising from inevitable accident, <i>was</i> to be <i>borne</i> by him: that it <i>was</i> a case for the maxim, <i>res perit domino</i>. They contended also that the contract was entire, and that the appellant having been bound to complete his work by July 15th, and the United States having had a right to use the place from that day, he could recover nothing unless he showed that the day, he could recover nothing unless he showed that the failure to complete was caused by the United States.</p>\n      <p class=\"indent\"><i>Mr. Hughes, who filed a brief for Mr. McCalla, contra</i>.</p>\n      <p class=\"indent\">Mr. Justice MILLER delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">1. Among the facts found by the court it is stated that 'the officers of government interfered with claimant in the execution of his work, compelling him to where it was exposed to the direct current of the river, and that they also used the embankment as a roadway to the loss and injury of the claimant; but that all of such acts of which there was sufficient evidence, occurred subsequent to the 15th day of July, 1847, and when claimant was in default in not having performed his said agreement, and completed said embankment.' And they declare the law applicable to this state of facts to be, 'that the claimant was not entitled to recover for the interference of defendants or their officers subsequent to the 15th July, 1847, the time when the work under his contract was to have been completed by the terms of his agreement.'</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We are of opinion that this ruling was erroneous. The court seems to have placed this right of the agents of the government to use the embankment as a roadway, and to compel him to dump loose earth into the current, by which it was carried away, both of which are found to be to his loss and injury, upon the simple fact that those injuries were inflicted after the day at which his contract should have been completed. What relation there is between his failure to do all the work by a certain day, and the claim of the government to subject him to these losses, is not pointed out by the court, nor is it perceived by us. The contract declared no penalty for not completing the work by the 15th July. It does not even authorize the government to forfeit the contract or to terminate it. The utmost that can be claimed for this failure is such damages as it may have sustained because the work was not finished in time. For this the plaintiff had given a bond with sureties. But if the government permitted him to go on in the effort to complete the contract, it surely had acquired no right to compel him to do it in a manner which necessarily involved him in great loss, and to use the embankment as a roadway, to his further injury.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">2. The court finds that there was waste and shrinkage of the embankment while building, and a natural settling of the batture on which the embankment was built, and that the loss occasioned thereby necessarily was borne by the claimant under the system of measurement adopted. And they find, as matter of law, that the contract being entire and not severable, claimant could only recover for embankment completed, and that, as a necessary consequence, all losses by settling and shrinkage, and the action of the current, were to be borne by the claimant.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We take it for granted that the word 'settling' in this finding of the law is used for the settling of the batture. If this be so, we think the court erred in this matter also. It must be evident, if the foundation on which the embankment was built had settled lower while the building was going on, that the embankment which supplied the place of this settling was there, and had become the property of the government. If the system of measurement did not enable the engineer to compute this accurately they so uld have done it approximately, or adopted some other system. It is clear that for the embankment built by him and remaining, he should be paid; and if the quantity necessary to be built had increased by this settling, it was the loss of the government, which had agreed to pay by the cubic yard, and not by a certain sum for the job in the aggregate.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">3. A more difficult question is presented in reference to the question of loss by the action of the current, and the natural waste and shrinkage of the embankment while it was in process of completion.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It is certainly true that if this embankment had been built on dry land the contract is of that nature that these losses would fall on claimant, and the custom of measurement found by the court probably was founded on such work. But we do not feel so clear that in a contract like this, in which no place is mentioned for its precise location, and in regard to which the contract obliges the party to do the work 'in such manner and at <i>such places</i> as shall be directed by the said engineer or other authorized agent,' the government is only bound to pay for what earth remains visible, and capable of being triangulated after the work is finished. If, for instance, the engineer had ordered plaintiff to commence in the middle of the river, and had caused him to dump the whole 221,000 yards in the midst of the current, where it could neither be seen nor measured, we are of opinion that the quantity of dirt placed there should be ascertained by some other mode, and paid for. As the contract is silent as to the place where the work was to be done, as there are no facts found concerning the previous negotiations as to location or character of work required, we have not sufficient means of determining whether the application of the law to this point by the court was correct or not. We must, therefore, dismiss this, the most important branch of the case, with the foregoing remarks, and as the judgment of the Court of Claims must be reversed for the errors already mentioned, the court may on a new trial find differently, or may find such acts as will enable us to determine the law of the case if it shall become necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">JUDGMENT REVERSED, and the case remanded for further proceedings in conformity with this opinion.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/87953/"
}