{"absolute_url": "/opinion/110343/bernard-rostker-director-of-selective-service-et/", "blocked": false, "citation": {"case_name": "Bernard Rostker, Director of Selective Service, Applicants v. Robert L. Goldberg No. A-70", "docket_number": null, "document_uris": ["/api/rest/v2/document/110343/"], "federal_cite_one": "448 U.S. 1306", "federal_cite_three": null, "federal_cite_two": null, "id": 94702, "lexis_cite": "", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/94702/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 24, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1980-12-01", "date_modified": "2014-12-21T02:04:04.696054", "docket": "/api/rest/v2/docket/217414/", "download_url": "http://bulk.resource.org/courts.gov/c/US/448/448.US.1306.html", "extracted_by_ocr": false, "html": "<p class=\"case_cite\">448 U.S. 1306</p>\n    <p class=\"case_cite\">101 S.Ct. 1</p>\n    <p class=\"case_cite\">65 L.Ed.2d 1098</p>\n    <p class=\"parties\">Bernard ROSTKER, Director of Selective Service et  al., Applicants,<br>v.<br>Robert L. GOLDBERG et al.<br>No. A-70.</p>\n    <p class=\"date\">July 19, 1980.</p>\n    <p class=\"date\">Probable Jurisdiction Noted Dec. 1, 1980.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">See 449 U.S. 1009, 101 S.Ct. 563.</p>\n      <p class=\"indent\">Mr. Justice BRENNAN, Circuit Justice.</p>\n      <p class=\"indent\">This is an application for a stay pending review on appeal of the July 18, 1980, order of a three-judge District Court for the Eastern District of Pennsylvania invalidating the registration provisions of the Military Selective Service Act, 50 U.S.C.App. &#167; 451 <i>et seq.</i>, and enjoining the Government from enforcing them.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> At stake are the Government's plans to register more than four million males born in 1960 and 1961 in the two weeks commencing on July 21.</p>\n      <p class=\"indent\">The District Court concluded that the exclusion of females from the registration provisions constitutes gender-based discrimination and that the federal parties had failed to demonstrate that the exclusion was substantially related to an important governmental interest.  Accordingly, it found the provisions violative of the equal protection component of the Fifth Amendment.  The applicants, Bernard Rostker, Director of Selective Service <i>et al.</i>, urge both that the District Court applied too strict a standard of scrutiny in light of the national defense interests at stake, and that even under the standard which that court applied the decision not to include females could be justified.  Beyond that, the applicants contend that the Government will suffer irreparable injury if it is not permitted to go forward with implementation of the President's July 21 through August 2 call for draft registration, while respondents-a class including persons required to register within the next two weeks-will suffer only minor and remediable harms should I decide to stay the District Court's injunction.  Respondents submit that the three-judge court properly decided the constitutional question before it, that its injunction was proper, and that its subsequent decision to deny a stay of that injunction was likewise appropriate.</p>\n      <p class=\"indent\">The principles that control a Circuit Justice's consideration of in-chambers stay applications are well established.  Relief from a single Justice is appropriate only in those extraordinary cases where the applicant is able to rebut the presumption that the decisions below-both on the merits and on the proper interim disposition of the case-are correct.  <i>Whalen v. Roe</i>, 423 U.S. 1313, 1316-1317, 96 S.Ct. 164, 165-166, 46 L.Ed.2d 18 (1975) (Marshall, J., in chambers).  In a case like the present one, this can be accomplished only if a four-part showing is made.  First, it must be established that there is a \"reasonable probability\" that four Justices will consider the issue sufficiently meritorious to grant certiorari or to note probable jurisdiction, <i>Graves v. Barnes</i>, 405 U.S. 1201, 1203-1204, 92 S.Ct. 752, 753-754, 30 L.Ed.2d 769 (1972) (POWELL, J., in chambers);  <i>Mahan v. Howell</i>, 404 U.S. 1201, 1202, 92 S.Ct. 1, 2, 30 L.Ed.2d 5 (1971) (Black, J., in chambers).  Second, the applicant must persuade me that there is a fair prospect that a majority of the Court will conclude that the decision below was erroneous.  While related to the first inquiry, this question may involve somewhat different considerations, especially in cases presented on direct appeal. <i>Times-Picayune Publishing Corp. v. Schulingkamp</i>, 419 U.S. 1301, 1305, 95 S.Ct. 1, 3, 42 L.Ed.2d 17 (1974) (POWELL, J., in chambers);  <i>Graves v. Barnes, supra</i>, 405 U.S., at 1203-1204, 92 S.Ct., at 753-754.  Third, there must be a demonstration that irreparable harm is likely to result from the denial of a stay. <i>Whalen v. Roe, supra</i>, 423 U.S., at 1316, 96 S.Ct., at 165; <i>Graves v. Barnes, supra</i>, 405 U.S., at 1203, 93 S.Ct., at 753. And fourth, in a close case it may be appropriate to \"balance the equities\"-to explore the relative harms to applicant and respondent, as well as the interests of the public at large.  Cf. <i>Holtzman v. Schlesinger</i>, 414 U.S. 1304, 1308-1309, 94 S.Ct. 1, 4, 38 L.Ed.2d 18 (1973) (MARSHALL, J. in chambers) (citing cases); <i>Republican Committee v. Ripon Society</i>, 409 U.S. 1222, 1224, 93 S.Ct. 1475, 1477, 34 L.Ed.2d 717 (1972) (REHNQUIST, J., in chambers).</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">That the first prong of this test is satisfied is undeniable. The importance of the question and the substantiality of the constitutional issues are beyond cavil.  The second prong is more troubling.  In my judgment the case is a difficult and perplexing one.  My task, however, is not to determine my own view on the merits, but rather to determine the prospect of reversal by this Court as a whole.  In the past, the standard of review to be applied in gender-based discrimination cases has been a subject of considerable debate, compare <i>Schlesinger v. Ballard</i>, 419 U.S. 498, 95 S.Ct. 572, 42 L.Ed.2d 610 (1975), with <i>Craig v. Boren</i>, 429 U.S. 190, 97 S.Ct. 451, 50 L.Ed.2d 397 (1976).  And my Brethren's application of the standard upon which we have finally settled in a context as sensitive as that before me cannot be predicted with anything approaching certainty.  Nonetheless, it does seem to me that the prospects of reversal can be characterized as \"fair.\"  I therefore turn to the interrelated inquiries that make up the third and fourth prongs of the approach set forth above.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The applicants identify three distinct injuries that the United States would sustain if the District Court's order were to remain in force and this Court were then to uphold the Selective Service Act.  First, during the life of the District Court's injunction, the United States is barred from instituting registration without time-consuming congressional action, even in the face of a clear and present threat to national security. Accordingly, the Nation's military capability to respond to emergencies would remain uncertain until the full Court completes review of the ruling below.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  See Affidavit of W. Graham Claytor, Deputy Secretary of Defense, at 2 (July 16, 1980);  Affidavit of Bernard Rostker, Director of Selective Service, at 2 (July 15, 1980).  Second, the inauguration of registration by the President and the Congress was not merely a predicate to possible future conscription.  It was an act of independent foreign policy significance-a deliberate response to developments overseas.  Thus, a suspension of registration until a decision on its validity is reached might frustrate coordinate branches in shaping foreign policy. Affidavit of John P. White, Deputy Director of Office of Management and Budget, at 2-4 (July 15, 1980);  Affidavit of W. Graham Claytor, <i>supra</i>, at 3;  Affidavit of Warren Christopher, Deputy Secretary of State, at 1-2 (July 12, 1980).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Third, considerable resources have been expended in preparation for the imminent registration effort.  The Government has distributed publicity material, trained and assigned personnel, engaged computer support, and entered into contractual arrangements, all with a view toward the commencement of actual registration on Monday, July 21.  Should the Government ultimately prevail at some future date, these preparations will have to be replicated at considerable expense.  Affidavit of Bernard Rostker, <i>supra</i>, at 4-5;  Affidavit of John P. White, <i>supra</i>, at 6.  While difficult to evaluate with precision, these are considerations of palpable weight.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">For their part, respondents urge that should they eventually succeed on the merits they will have suffered irreparable injury by virtue of having had to register during the pendency of the Government's appeal.  But although registration imposes material interim obligations upon respondents-including the duty to appear-I cannot say that the inconvenience of those impositions outweighs the gravity of the harm to the United States should the stay requested be refused.  Nor does an irremediable injury stem from the fact that respondents ' names will be enrolled upon registration lists.  If respondents' claim is upheld, the destruction of those lists can be ordered.  On balance, therefore, I conclude that the equities favor the Government.  Accordingly, I have today entered an order staying execution and enforcement of the District Court's judgment.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Briefly, the procedural history of this case is as follows:  The original complaint was filed in June 1971 by male citizens subject to registration and induction who argued that the Selective Service Act violated several of their constitutional rights, including the right to equal protection of the laws guaranteed by the Fifth Amendment.  Application to the United States District Court for the Eastern District of Pennsylvania for the convening of a three-judge court under the then applicable statute, 28 U.S.C. &#167; 2282 (1970 ed.), was denied, and the suit was dismissed.  On review, the United States Court of Appeals for the Third Circuit upheld the dismissal of all claims except that founded upon the failure to conscript females.  The Court of Appeals remanded the case to the District Court for a determination of the substantiality of the equal protection claim, and of plaintiffs' standing to raise that issue.  On remand, the District Court found that plaintiffs had standing, and convened a three-judge court.</p>\n        <p>On July 1, 1974, the three-judge court, with Judge Rosenn dissenting, denied defendants' motion to dismiss.  <i>Rowland v. Tarr</i>, 378 F.Supp. 766.  There were no further proceedings until June 1979, when the court proposed to dismiss the case due to inaction.  Additional discovery ensued, and on February 17, 1980, defendants' motion for summary judgment was denied.  On July 1, 1980, a plaintiff class of potential registrants was certified, and on July 18, 1980, the District Court entered its order enjoining registration under the Selective Service Act and declined to enter a stay of execution.</p>\n        <p>Although the statute authorizing three-judge courts in actions such as this was repealed in 1976, Pub.L. 94-381, &#167;&#167; 1 and 2, 90 Stat. 1119 (Aug. 12, 1976), the Act remains applicable to suits filed before the date of repeal, &#167; 7, 90 Stat. 1120.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Further, inasmuch as congressional appropriations for registration lapse on September 30, 1980, at the end of the current fiscal year, Affidavit of John P. White, Deputy Director of Office of Management and Budget, at 6 (July 15, 1980), a decision by the full Court in favor of the Government after that date will necessitate additional delay while Congress authorizes a new appropriation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> To be sure, the extent and duration of these irreparable injuries could be curtailed if the Government were substantially to amend the Selective Service Act during the period preceding review by this Court.  In light of the serious question raised by this case, however, the Government should not be obliged to abandon an important statutory scheme without an opportunity for plenary consideration by the Court.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "", "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1306</span></span></p>\n    <p class=\"case_cite\">101 S.Ct. 1</p>\n    <p class=\"case_cite\">65 L.Ed.2d 1098</p>\n    <p class=\"parties\">Bernard ROSTKER, Director of Selective Service et  al., Applicants,<br>v.<br>Robert L. GOLDBERG et al.<br>No. A-70.</p>\n    <p class=\"date\">July 19, 1980.</p>\n    <p class=\"date\">Probable Jurisdiction Noted Dec. 1, 1980.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">See <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1009</span></span>, 101 S.Ct. 563.</p>\n      <p class=\"indent\">Mr. Justice BRENNAN, Circuit Justice.</p>\n      <p class=\"indent\">This is an application for a stay pending review on appeal of the July 18, 1980, order of a three-judge District Court for the Eastern District of Pennsylvania invalidating the registration provisions of the Military Selective Service Act, 50 U.S.C.App. &#167; 451 <i>et seq.</i>, and enjoining the Government from enforcing them.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> At stake are the Government's plans to register more than four million males born in 1960 and 1961 in the two weeks commencing on July 21.</p>\n      <p class=\"indent\">The District Court concluded that the exclusion of females from the registration provisions constitutes gender-based discrimination and that the federal parties had failed to demonstrate that the exclusion was substantially related to an important governmental interest.  Accordingly, it found the provisions violative of the equal protection component of the Fifth Amendment.  The applicants, Bernard Rostker, Director of Selective Service <i>et al.</i>, urge both that the District Court applied too strict a standard of scrutiny in light of the national defense interests at stake, and that even under the standard which that court applied the decision not to include females could be justified.  Beyond that, the applicants contend that the Government will suffer irreparable injury if it is not permitted to go forward with implementation of the President's July 21 through August 2 call for draft registration, while respondents-a class including persons required to register within the next two weeks-will suffer only minor and remediable harms should I decide to stay the District Court's injunction.  Respondents submit that the three-judge court properly decided the constitutional question before it, that its injunction was proper, and that its subsequent decision to deny a stay of that injunction was likewise appropriate.</p>\n      <p class=\"indent\">The principles that control a Circuit Justice's consideration of in-chambers stay applications are well established.  Relief from a single Justice is appropriate only in those extraordinary cases where the applicant is able to rebut the presumption that the decisions below-both on the merits and on the proper interim disposition of the case-are correct.  <i>Whalen v. Roe</i>, <span class=\"citation\" data-id=\"109376\"><a href=\"/opinion/109376/robert-p-whalen-commissioner-of-health-of-new/\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1313</span></a></span>, 1316-1317, 96 S.Ct. 164, 165-166, 46 L.Ed.2d 18 (1975) (Marshall, J., in chambers).  In a case like the present one, this can be accomplished only if a four-part showing is made.  First, it must be established that there is a \"reasonable probability\" that four Justices will consider the issue sufficiently meritorious to grant certiorari or to note probable jurisdiction, <i>Graves v. Barnes</i>, <span class=\"citation\" data-id=\"108520\"><a href=\"/opinion/108520/curtis-graves-et-al-v-ben-barnes-et-al-diana/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1201</span></a></span>, 1203-1204, 92 S.Ct. 752, 753-754, 30 L.Ed.2d 769 (1972) (POWELL, J., in chambers);  <i>Mahan v. Howell</i>, <span class=\"citation\" data-id=\"108453\"><a href=\"/opinion/108453/joan-s-mahan-et-al-v/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1201</span></a></span>, 1202, 92 S.Ct. 1, 2, 30 L.Ed.2d 5 (1971) (Black, J., in chambers).  Second, the applicant must persuade me that there is a fair prospect that a majority of the Court will conclude that the decision below was erroneous.  While related to the first inquiry, this question may involve somewhat different considerations, especially in cases presented on direct appeal. <i>Times-Picayune Publishing Corp. v. Schulingkamp</i>, <span class=\"citation\" data-id=\"109175\"><a href=\"/opinion/109175/times-picayune-publishing-corp-v-oliver-p/\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1301</span></a></span>, 1305, 95 S.Ct. 1, 3, 42 L.Ed.2d 17 (1974) (POWELL, J., in chambers);  <i>Graves v. Barnes, supra</i>, 405 U.S., at 1203-1204, 92 S.Ct., at 753-754.  Third, there must be a demonstration that irreparable harm is likely to result from the denial of a stay. <i>Whalen v. Roe, supra</i>, 423 U.S., at 1316, 96 S.Ct., at 165; <i>Graves v. Barnes, supra</i>, 405 U.S., at 1203, 93 S.Ct., at 753. And fourth, in a close case it may be appropriate to \"balance the equities\"-to explore the relative harms to applicant and respondent, as well as the interests of the public at large.  Cf. <i>Holtzman v. Schlesinger</i>, <span class=\"citation\" data-id=\"108956\"><a href=\"/opinion/108956/elizabeth-holtzman-et-al-v-james-r/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1304</span></a></span>, 1308-1309, 94 S.Ct. 1, 4, 38 L.Ed.2d 18 (1973) (MARSHALL, J. in chambers) (citing cases); <i>Republican Committee v. Ripon Society</i>, <span class=\"citation\" data-id=\"108701\"><a href=\"/opinion/108701/the-republican-state-central-committee-of-arizona/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1222</span></a></span>, 1224, 93 S.Ct. 1475, 1477, 34 L.Ed.2d 717 (1972) (REHNQUIST, J., in chambers).</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">That the first prong of this test is satisfied is undeniable. The importance of the question and the substantiality of the constitutional issues are beyond cavil.  The second prong is more troubling.  In my judgment the case is a difficult and perplexing one.  My task, however, is not to determine my own view on the merits, but rather to determine the prospect of reversal by this Court as a whole.  In the past, the standard of review to be applied in gender-based discrimination cases has been a subject of considerable debate, compare <i>Schlesinger v. Ballard</i>, <span class=\"citation\" data-id=\"109132\"><a href=\"/opinion/109132/schlesinger-v-ballard/\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">498</span></a></span>, 95 S.Ct. 572, 42 L.Ed.2d 610 (1975), with <i>Craig v. Boren</i>, <span class=\"citation\" data-id=\"109570\"><a href=\"/opinion/109570/craig-v-boren/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">190</span></a></span>, 97 S.Ct. 451, 50 L.Ed.2d 397 (1976).  And my Brethren's application of the standard upon which we have finally settled in a context as sensitive as that before me cannot be predicted with anything approaching certainty.  Nonetheless, it does seem to me that the prospects of reversal can be characterized as \"fair.\"  I therefore turn to the interrelated inquiries that make up the third and fourth prongs of the approach set forth above.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The applicants identify three distinct injuries that the United States would sustain if the District Court's order were to remain in force and this Court were then to uphold the Selective Service Act.  First, during the life of the District Court's injunction, the United States is barred from instituting registration without time-consuming congressional action, even in the face of a clear and present threat to national security. Accordingly, the Nation's military capability to respond to emergencies would remain uncertain until the full Court completes review of the ruling below.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  See Affidavit of W. Graham Claytor, Deputy Secretary of Defense, at 2 (July 16, 1980);  Affidavit of Bernard Rostker, Director of Selective Service, at 2 (July 15, 1980).  Second, the inauguration of registration by the President and the Congress was not merely a predicate to possible future conscription.  It was an act of independent foreign policy significance-a deliberate response to developments overseas.  Thus, a suspension of registration until a decision on its validity is reached might frustrate coordinate branches in shaping foreign policy. Affidavit of John P. White, Deputy Director of Office of Management and Budget, at 2-4 (July 15, 1980);  Affidavit of W. Graham Claytor, <i>supra</i>, at 3;  Affidavit of Warren Christopher, Deputy Secretary of State, at 1-2 (July 12, 1980).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Third, considerable resources have been expended in preparation for the imminent registration effort.  The Government has distributed publicity material, trained and assigned personnel, engaged computer support, and entered into contractual arrangements, all with a view toward the commencement of actual registration on Monday, July 21.  Should the Government ultimately prevail at some future date, these preparations will have to be replicated at considerable expense.  Affidavit of Bernard Rostker, <i>supra</i>, at 4-5;  Affidavit of John P. White, <i>supra</i>, at 6.  While difficult to evaluate with precision, these are considerations of palpable weight.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">For their part, respondents urge that should they eventually succeed on the merits they will have suffered irreparable injury by virtue of having had to register during the pendency of the Government's appeal.  But although registration imposes material interim obligations upon respondents-including the duty to appear-I cannot say that the inconvenience of those impositions outweighs the gravity of the harm to the United States should the stay requested be refused.  Nor does an irremediable injury stem from the fact that respondents ' names will be enrolled upon registration lists.  If respondents' claim is upheld, the destruction of those lists can be ordered.  On balance, therefore, I conclude that the equities favor the Government.  Accordingly, I have today entered an order staying execution and enforcement of the District Court's judgment.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Briefly, the procedural history of this case is as follows:  The original complaint was filed in June 1971 by male citizens subject to registration and induction who argued that the Selective Service Act violated several of their constitutional rights, including the right to equal protection of the laws guaranteed by the Fifth Amendment.  Application to the United States District Court for the Eastern District of Pennsylvania for the convening of a three-judge court under the then applicable statute, 28 U.S.C. &#167; 2282 (1970 ed.), was denied, and the suit was dismissed.  On review, the United States Court of Appeals for the Third Circuit upheld the dismissal of all claims except that founded upon the failure to conscript females.  The Court of Appeals remanded the case to the District Court for a determination of the substantiality of the equal protection claim, and of plaintiffs' standing to raise that issue.  On remand, the District Court found that plaintiffs had standing, and convened a three-judge court.</p>\n        <p>On July 1, 1974, the three-judge court, with Judge Rosenn dissenting, denied defendants' motion to dismiss.  <i>Rowland v. Tarr</i>, 378 F.Supp. 766.  There were no further proceedings until June 1979, when the court proposed to dismiss the case due to inaction.  Additional discovery ensued, and on February 17, 1980, defendants' motion for summary judgment was denied.  On July 1, 1980, a plaintiff class of potential registrants was certified, and on July 18, 1980, the District Court entered its order enjoining registration under the Selective Service Act and declined to enter a stay of execution.</p>\n        <p>Although the statute authorizing three-judge courts in actions such as this was repealed in 1976, Pub.L. 94-381, &#167;&#167; 1 and 2, 90 Stat. 1119 (Aug. 12, 1976), the Act remains applicable to suits filed before the date of repeal, &#167; 7, 90 Stat. 1120.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Further, inasmuch as congressional appropriations for registration lapse on September 30, 1980, at the end of the current fiscal year, Affidavit of John P. White, Deputy Director of Office of Management and Budget, at 6 (July 15, 1980), a decision by the full Court in favor of the Government after that date will necessitate additional delay while Congress authorizes a new appropriation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> To be sure, the extent and duration of these irreparable injuries could be curtailed if the Government were substantially to amend the Selective Service Act during the period preceding review by this Court.  In light of the serious question raised by this case, however, the Government should not be obliged to abandon an important statutory scheme without an opportunity for plenary consideration by the Court.</p>\n      </div>\n    </div>\n    ", "id": 110343, "judges": "", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/110343/", "sha1": "b1443016af96c3168078aa707c8f6900383715fa", "source": "R", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T10:12:33"}