{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "77 U.S. 224", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/88254/"
    ], 
    "scotus_early_cite": "10 Wall. 224", 
    "case_name": "Hornsby v. United States", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 57658, 
    "resource_uri": "/api/rest/v2/citation/57658/"
  }, 
  "id": 88254, 
  "blocked": false, 
  "judges": "Field", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1870-11-21", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>77 U.S. 224 (1869)</b></center>\n<center><b>10 Wall. 224</b></center>\n<center><h1>HORNSBY ET AL.<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*232</span> Messrs. M. Blair and F.A. Dick, for the appellants.</p>\n<p>Mr. Wills, contra.</p>\n<p>Mr. Justice FIELD delivered the opinion of the court.</p>\n<p>As we have had occasion to observe in several instances,<sup>[*]</sup> grants of the public domain of Mexico, made by governors of the department of California, were of three kinds: 1st, grants by specific boundaries, where the donee was entitled to the entire tract described; 2d, grants by quantity, as of one or more leagues situated at some designated place, or within a larger tract described by out-boundaries, where the donee was entitled out of the general tract only to the quantity <span class=\"star-pagination\">*233</span> specified; and 3d, grants of places by name, where the donee was entitled to the tract named according to the limits, as shown by its settlement and possession, or other competent evidence.</p>\n<p>The greater number of the grants which have come before this court for examination have belonged to the second class. They have usually designated the land ceded by the general name of the valley or locality where situated, with a clause annexed that the concession was limited to the specific quantity mentioned, and that the magistrate of the vicinage, of whom possession was to be solicited, should cause the same to be surveyed, and that any surplus existing should be reserved for the use of the nation.</p>\n<p>When the first grant of this kind was presented for the consideration of this court, in the Fremont case,<sup>[*]</sup> which was for ten leagues within a tract of much greater extent, it was objected that the grant was void for uncertainty of description, and that no interest passed to the grantee until the quantity was surveyed and severed by known boundaries from the public domain; but the court held the objection untenable, and that, as between the government and the grantee, the latter had a vested interest in the quantity of land mentioned. \"The right to so much land,\" said the Chief Justice, in delivering the opinion of the court, \"to be afterwards laid off by official authority in the territory described, passed from the government to him by the execution of the instrument granting it.\" And in support of the principle asserted, the court cited the case of Rutherford v. Greene's Heirs, reported in 2d Wheaton,<sup>[\u0086]</sup> which arose upon an act of the State of North Carolina, passed in 1782, providing that twenty-five thousand acres of land should be allotted and given to General Greene and his heirs, within the bounds of a tract reserved for the use of the army, to be laid off by commissioners appointed for that purpose. The commissioners, in pursuance of the act, allotted the twenty-five thousand acres, and caused the quantity to be surveyed <span class=\"star-pagination\">*234</span> off, and the survey to be returned to the proper office, and the question upon which the case turned related to the validity of the title of General Greene, and the date at which it commenced. The court held that the general gift of twenty-five thousand acres lying in the territory reserved, became by the survey a particular gift of the quantity within the survey, and concluded an elaborate examination of the title by stating, that it was the clear and unanimous opinion of the court, that the act of 1782 vested a title in General Greene to the twenty-five thousand acres to be laid off within the boundaries designated, and that the survey, made in pursuance of the act, gave precision to that title, and attached it to the land surveyed.</p>\n<p>And this court, in deciding the Fremont case, observed in reference to this case of Rutherford v. Greene's Heirs, that \"it recognizes as a general principle of justice and municipal law, that such a grant for a certain quantity of land by the government, to be afterwards surveyed and laid off within a certain territory, vests in the grantee a present and immediate interest. In the language of the court, the general gift becomes a particular gift when the survey is made; and when this doctrine has been asserted in this court, upon the general principles which courts of justice apply to such grants from the public to an individual, good faith requires that the same doctrine should be applied to grants made by the Mexican government, where a controversy arises between the United States and the Mexican grantee.\"<sup>[*]</sup></p>\n<p>Under Mexico the measurement and segregation from the public domain of the quantity, specified in this class of grants, could only be made by the officers of the government. A measurement by the grantee was inoperative for any purpose. Although a general possession of the land ceded was permitted in California before the official measurement, the grantee acquired by such possession no absolute right to the tract occupied, or any interest which could control the action of the officers of the government in the segregation of the <span class=\"star-pagination\">*235</span> land. A private survey was as ineffectual under the former government as under the present government. The right, which the former government reserved to itself over the survey, passed, with all other public rights, to the United States upon the cession of the country, and is now to be exercised in pursuance of their laws.<sup>[*]</sup></p>\n<p>Now, if we consider the present case in the light of these views, we shall find little difficulty in its disposition. The grant here, like the one in the Fremont case, is a grant by quantity. It was made under the same law and regulations, and like that, was subject to the approval of the departmental assembly, and has certain conditions annexed. It was issued to Luis Arenas and John Roland, on the sixth of May, 1846, by the then governor of California. A petition for the land had been presented by them to him on the fifth of May, and the same day he made an order on its margin directing a decree of concession, and the issue of a grant to the parties. On the subsequent day, the sixth, a formal decree was signed by him declaring the petitioners owners of the land, and directing a grant to be issued, which would secure to them the property. The grant followed. The petition, the marginal order, the decree of concession, and the draft of the grant, are in the Mexican archives now in the custody of the Surveyor-General of the United States for California. Traced copies of these instruments, and the original grant issued, were produced by the claimants before the land commissioners and in the District Court. Their genuineness and authenticity were not disputed in either tribunal. The issue of the grant by the governor was admitted in the written stipulation of the counsel of the government.</p>\n<p>Several years previous to the issue of this grant to Roland and Arenas, a grant of two square leagues in the place called Las Animas had been made to one Thomas Brown, from whom the property by various mesne conveyances had passed to one Charles Weber; and a grant of about the same quantity in the place called Cañnada de Pala had been <span class=\"star-pagination\">*236</span> made to José Bernal and others. For the surplus land remaining in these places, after satisfying the previous grants, including lands of the Cerro Colorado within the jurisdiction of the same pueblo, to make up the amount of nine leagues, the petition of Roland and Arenas was presented, and the grant to them was issued. No map of the land solicited accompanied the petition, but the petitioners offered to furnish a map to the governor at a convenient time, that is, whenever there might be occasion for its use.</p>\n<p>The grant, after reciting the petition, and that the necessary steps had been taken and inquiries made, proceeds to state, that the governor, by a decree of that day, in the exercise of the powers with which he was invested by the supreme government, and in the name of the Mexican nation, had declared and did declare the parties owners in full property of the land solicited, describing it as in the petition, in conformity with the law of 1824 and the regulations of 1828, subject to the approval of the departmental assembly and certain conditions annexed.</p>\n<p>The instrument purports on its face to transfer a full title to the property solicited. If valid when issued, it passed, according to the decision in the Fremont case, to the grantees a present and immediate interest in the quantity of land specified, to be subsequently laid off by official authority. And this brings us to the questions, whether there was anything in the action of the governor or of the grantees previous to its issue, which impaired its validity; and if the instrument was valid when issued, whether there was any such subsequent disregard of its conditions as to work its forfeiture.</p>\n<p>That the governor, under Mexico, was authorized to make grants of land in the department of California is not questioned; and that the instrument produced in this case is genuine and was issued by him is admitted. But it is said that the grantees did not accompany their petition with a map of the land solicited, and that the governor did not make any inquiries as to the qualifications of the petitioners, and the condition of the land, as required by the regulations <span class=\"star-pagination\">*237</span> of 1828, which were adopted to carry into effect the colonization law of 1824.</p>\n<p>It is true, that the regulations provided that a map of the land solicited should accompany the petition, but a compliance with the provision was not exacted in all cases. The governors exercised a discretionary power of dispensing with it under special circumstances. No motive existed for insisting upon its presentation when the information, which it was designed to impart, was already in the public archives open to the inspection of the governor; and such information existed there in the present case. At any rate, the governor was satisfied with the offer of the petitioners to furnish a map at the proper time subsequently. As was said in the Fremont case, in answer to an objection of a similar character, \"the court could not, without doing injustice to individuals, give to the Mexican laws a more narrow and strict construction than they received from the Mexican authorities who were intrusted with their execution.\"<sup>[*]</sup></p>\n<p>It is also true that the regulations provided that the governor, upon receiving a petition for land, should proceed to obtain the necessary information as to the qualifications of the petitioner and the character of the land. But they did not prescribe any particular mode by which this information should be acquired. It might have been obtained by the governor from his own investigations, or he might, as stated in the regulations, if that course were preferred, consult the appropriate municipal authority, which was that of the district, whether any objection existed to making the grant. In some instances, as in the case of Sutter, the character of the petitioner, and of the land solicited, were matters of general notoriety.<sup>[\u0086]</sup> The objection appears to proceed upon the idea that a formal reference to the local magistrate, and a report from him, were essential to give the information required. This course was usually adopted, but it was not <span class=\"star-pagination\">*238</span> essential. The grant in this case recites that the necessary steps had been taken, and inquiries made, and something more than mere surmises at this day are necessary to show that the recital is false.<sup>[*]</sup></p>\n<p>There is nothing in these objections which touches the validity of the instrument at the time it issued. And the clause subjecting the grant to the approval of the departmental assembly did not prevent the title from passing to the grantees upon the execution of the instrument. Such approval was not a condition precedent to the vesting of the title. According to the regulations of 1828, the authority to make grants of land in California was lodged solely with the governor. It was not shared by him with the assembly. That body only possessed the power to approve or disapprove of grants made by him. Until such approval the estate granted was subject to be defeated. With such approval the grant became, as it was termed in the regulations, \"definitively valid,\" that is, it ceased to be defeasible, and the estate was no longer liable to be divested, except by proceedings for breach of its other conditions.</p>\n<p>Besides it was the duty of the governor, and not of the grantee, to submit to the assembly grants issued by him for their approbation. His neglect in this respect suspended the definitive validity, as it was termed, of the grants; that is, it prolonged the liability of the estate to be defeated by the action of the assembly, and of the supreme government thereon, to which the matter was referred in case the approval of the assembly was not obtained; and no other consequence followed. His neglect was not permitted to operate to divest the grantees of the estate already vested in them.<sup>[\u0086]</sup> In many instances years elapsed before the approval was obtained, although the grantees were in the meantime in the possession and enjoyment of the property; and in many instances no approval was had previous to the conquest.</p>\n<p><span class=\"star-pagination\">*239</span> The grant being valid at the time of its issue, has there been any such disregard of the conditions annexed as to work its forfeiture? The objection taken is that the grantees never applied to the proper magistrate for official delivery of possession, as provided in the second condition; and that they never entered upon the land. The objection applies only to the period intervening between the date of the grant, and the time when the country passed under the jurisdiction of the United States. The question is, what right did the grantees acquire in the land from the Mexican authorities. The court cannot inquire into any acts or omissions by them since those authorities were displaced. It is not authorized to pronounce a forfeiture for anything done, or anything omitted by them since that period. Now the military forces of the United States took possession of Monterey, an important town of California, on the 7th of July, 1846, and within a few weeks afterwards occupied the principal portions of the country; and this occupation continued until the treaty of peace. On that date, therefore, the authority and jurisdiction of Mexican officials are considered as having terminated. The political department of the government, at least, has designated that day as the period when the conquest of California was completed, and the judiciary in this respect follows the action of the political department.<sup>[*]</sup></p>\n<p>Between the date of the grant under consideration, and the period thus designated, only sixty-one days elapsed. There are very few instances of grants in California where a juridical possession was delivered to the grantees within a period as limited as this after their issue. In many instances years elapsed before this proceeding was had; and in many instances no juridical possession was ever delivered previous to the conquest.</p>\n<p>In the case at bar it was impossible for the magistrate to deliver such possession until the previous grants to Weber and Bernal, in the same general locality, had been surveyed <span class=\"star-pagination\">*240</span> and severed from the public domain. It was for the surplus in that territory, remaining after the quantities granted to them had been satisfied, that the present grant called. What part of the general tract occupied by the previous grantees would be finally set apart to them, could not be known until the official measurement. The grantees in this case were therefore necessarily compelled to await the action of the elder grantees; and no action was ever taken by them to segregate the quantity granted to them previous to the conquest.</p>\n<p>This want of segregation of the quantities claimed by the previous grantees furnishes also an excuse to the grantees here for not entering upon the land without the delivery of juridical possession. To have made such entry would have been to intrude upon the possessions of others. They could not of themselves have undertaken to determine what part of the general tracts should be set apart to the earlier grantees, and appropriate the balance as the surplus to which hey were entitled.</p>\n<p>But independent of the considerations stated, it is a sufficient answer to the objection to say, that mere neglect to comply with the condition did not of itself work a forfeiture of the grantees' right under the Mexican law. The neglect of a grantee to apply for or to take possession, if unreasonably prolonged, only left the land open to denouncement by other parties. The interest of a grantee could not be divested under the Mexican law any more than at the common law, upon mere allegations or surmises. Some formal and regular proceedings were required to effect such divestiture, and under the Mexican law these had their inception in what is termed a denouncement by a party desirous of obtaining the land. An investigation then followed whether or not the condition had been complied with or so disregarded as to justify a decree of forfeiture. Without such inquisition and decree the title did not revert to the government, nor was the land subject to be regranted.</p>\n<p>The object of the colonization laws and regulations of Mexico was the settlement of the vacant lands of the republic, <span class=\"star-pagination\">*241</span> and grants were usually made to accomplish this purpose without other consideration. But the public, as observed in the Fremont case,\" had no interest in forfeiting them even in these cases, unless some other person desired, and was ready to occupy them, and thus carry out the policy of extending its settlements.\"<sup>[*]</sup></p>\n<p>The several cases cited by counsel, where the absence of possession and the omission of proceedings usually taken in obtaining concessions of land, are noticed and made grounds of objection to a confirmation, have no application. They are cases, where the grants produced were unaccompanied by any archive evidence, and the attempt was made to uphold them by evidence of the recollections of witnesses. Thus, in the Cambuston case,<sup>[\u0086]</sup> the alleged grant produced was unknown to any person beside the grantee and an interested party until July, 1850, although bearing date in May, 1846, and no trace of its existence was found in the archives of the country. So in the Castro case,<sup>[\u0087]</sup> the instrument produced as a grant first made its appearance in June, 1849, though dated in April, 1846, and was not sustained by a single document in the archives. The absence of all traces of the grants, where evidence would usually be found, if it had existed, naturally created a strong presumption against their validity, which could not be overcome by testimony resting on the uncertain recollections of Mexican officials.</p>\n<p>There having been no forfeiture of the grantees' interest in the present case, nor any such disregard of the conditions annexed to their grant as to have justified a forfeiture, the claimants under the grant are entitled to a confirmation. The interest which passed by the grant, whether it be regarded as a legal title, imperfect in its character, and to be perfected by a subsequent official survey and segregation of the quantity designated, or as a mere equitable or inchoate title, constituted property which the United States were bound to protect by the stipulations of the treaty of cession. That treaty provides for the protection of the rights of property <span class=\"star-pagination\">*242</span> of the inhabitants of the ceded territory. And, independent of the treaty, they were entitled to such protection by the law of nations, according to which, as said by this court in Strother v. Lucas,<sup>[*]</sup> \"the rights of property are protected even in the case of a conquered country, and held sacred and inviolable when it is ceded by treaty, with or without any stipulation to such effect.\"</p>\n<p>By the term property, as applied to lands, all titles are embraced, legal or equitable, perfect or imperfect. It was so held by this court in the case of Soulard v. The United States,<sup>[\u0086]</sup> when considering the import of the term in a stipulation contained in the treaty by which Louisiana was acquired, providing that the inhabitants of that territory should be protected in the enjoyment of their property. \"It comprehends,\" said the court, \"every species of title, inchoate or complete. It is supposed to embrace those rights which are executory as well as those which are executed. In this respect the relation of the inhabitants to their government is not changed. The new government takes the place of that which has passed away.\"</p>\n<p>It follows from the views we have expressed that the appellants possessed under the grant in this case, at the date of the cession of California to the United States, a right of property in the land granted, and, as a consequence, that their claim is valid and should be confirmed.</p>\n<p>The decree of the District Court must, therefore, be REVERSED, and the cause remanded, with directions to enter a decree</p>\n<p>CONFIRMING THE CLAIM OF THE PETITIONERS.</p>\n<p>Mr. Justice DAVIS, with whom concurred CLIFFORD and SWAYNE, JJ., dissenting.</p>\n<p>I am unable to concur in the decree of the court in this case, and as the claim embraces a large tract of country which is a part of the public domain, if this claim is not <span class=\"star-pagination\">*243</span> sustainable, I think it proper to state as briefly as possible the grounds of my dissent. Similar claims have been so frequently before the court, that any extended discussion of the general rules of law applicable to them is not necessary, as these rules have been so often explained in our reported decisions. It is clear that valid claims should be confirmed, and equally clear that those of a contrary character should be rejected. Tested by the rules of law established by this court in analogous cases, I am of opinion that the claim of the appellants is invalid. The Mexican authority was overthrown in California on the 7th of July, 1846, but the history of the times made it clear to every intelligent man for a considerable period before this date, that the country would pass to the jurisdiction of the United States. During this period grants of land were made very freely by Pio Pico, the acting governor, and the records of this court show that many of these grants were invalid and fraudulent. Doubtless, grants were made by him within that time which were valid, but all must agree, I think, that every grant which bears his signature should be examined with the most careful scrutiny. By the record in this case, it appears that the petition for this grant is dated the 5th day of May, 1846, and the grant, if any were made, was on the following day, and did not comply with the requirements of the law conferring power on the Governor of California to grant lands. The Mexican law, to make a title valid, required it to be evidenced by certain written instruments which taken together constitute an expediente. The expediente, when complete (as decided by this court), consisted of a petition, with a diseno or map annexed; a marginal decree referring the petition to a local officer to report whether the land was vacant and grantable, and the petitioner a proper person to obtain the bounty of the government; the report of that officer on these subjects, called an informe; the decree of concession and the copy or duplicate of the grant, as the original was delivered to the petitioner. It was in express terms required by the Mexican law, that the petitions for lands, and the grants, with maps annexed, <span class=\"star-pagination\">*244</span> should be recorded.<sup>[*]</sup> It was insisted that the papers which were produced in this case before the commissioners, constituted such an expediente, but if it be conceded the papers are of Mexican authority, they do not contain any diseno or map, or reference to the local officer, or his report thereon. There could be no record of the petition and grant with the map of the land granted, because no map of any kind was annexed to the petition, and there is no evidence in the record that any part of the expediente was recorded as required by Mexican law. Grants of this kind were made subject to the approval of the departmental assembly, but there is nothing to show an attempt, even, to comply with this requirement. On the contrary, there is every reason to conclude that it never was presented to that assembly, as it is well known that there were a large number of grants made about that time which were presented and approved, and as this one was not approved, the inference is fair and reasonable that it was never presented for approval. It also appears that no judicial measurement of the land was made, nor possession of it taken by the supposed grantees, as required by the Mexican law, and the conditions of the grant.</p>\n<p>The documents offered in evidence are not shown by any competent proof to be Mexican documents. The court in its opinion describes them as having been produced from the public archives, and this statement might create the impression that the expediente under consideration came from the Mexican archives. This cannot be so, as the number of the expediente proves beyond a doubt that it is one of those papers found in the custom-house at Monterey the latter part of the year 1847, or the fore part of the year 1848, which were subsequently included in Hartnell's Index.</p>\n<p>This index is not, and never has been regarded as a Mexican document.<sup>[\u0086]</sup> Since the decision of Castro's case,<sup>[\u0087]</sup> this court, until now, as I suppose, has adhered to the principle, that whoever claims title to land in California under a grant <span class=\"star-pagination\">*245</span> from a Mexican governor, must, as a general rule, produce the grant and show that it came from the public archives of land titles in the proper office of that department, or that it was found in Jimeno's Index, or that it was recorded in the Toma de Razon. It is true, in that case, Chief Justice Taney said that secondary evidence could be received, when it appeared that the grant had been properly made, and that the papers, or some of them, in the office where they were kept, had been lost or mislaid, but the court held, that a party setting up a grant by such proofs, must also show that there was a judicial survey of the land, and that the supposed grantees took actual possession of it, and exercised acts of ownership over it, before the change of jurisdiction. There are a number of cases in which the same rule is laid down (some of earlier and others of later date than Castro's case), and it seems to me they ought to control the decision of this case.<sup>[*]</sup></p>\n<p>No possession of any kind is proved in this case, and the authenticity of this grant, covering an area of over forty thousand acres of land, depends on the testimony of a single witness, unsupported by any proof, except the imperfect or mutilated expediente, found among a mass of loose papers on the floor of one of the rooms of the custom-house at Monterey, after the Mexican officials had fled, on the approach of our forces.</p>\n<p>Possession is essential in such a case to establish an equity, and as none is proved, the claimant has no equity, and in my judgment the decree ought to be affirmed.</p>\n<h2>NOTES</h2>\n<p>[*]  Higueras v. United States, 5 Wallace, 828; Alviso v. United States, 8 Id. 339.</p>\n<p>[*]  17 Howard, 542, 558.</p>\n<p>[\u0086]  Page 196.</p>\n<p>[*]  17 Howard, 559.</p>\n<p>[*]  17 Howard, 565.</p>\n<p>[*]  17 Howard, 561.</p>\n<p>[\u0086]  United States v. Sutter, 21 Id. 172; The Sutter Case, 2 Wallace. 563.</p>\n<p>[*]  United States v. Johnson, 1 Wallace, 329.</p>\n<p>[\u0086]  United States v. Reading, 18 Howard, 4; United States v. Vaca, Ib. 556; United States v. Larkin, Ib. 558; United States v. Cruz Cervantes, Ib. 553; United States v. Johnson, 1 Wallace, 329.</p>\n<p>[*]  United States v. Yorba, 1 Wallace, 423.</p>\n<p>[*]  1 Howard, 561.</p>\n<p>[\u0086]  20 Id. 59.</p>\n<p>[\u0087]  24 Id. 346.</p>\n<p>[*]  12 Peters, 436.</p>\n<p>[\u0086]  4 Id. 511.</p>\n<p>[*]  Knight's Case, 1 Black, 228.</p>\n<p>[\u0086]  Knight's Case, supra.</p>\n<p>[\u0087]  24 Howard, 349.</p>\n<p>[*]  The United States v. Cambuston, 20 Howard, 59; United States v. Fuentes, 22 Id. 445; United States v. Bolton, 23 Id. 341; White v. United States, 1 Wallace, 660; United States v. Pico, 2 Id. 279.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:01:35", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">224</span></span> (1869)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">224</span></span></b></center>\n<center><h1>HORNSBY ET AL.<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*232</span> Messrs. M. Blair and F.A. Dick, for the appellants.</p>\n<p>Mr. Wills, contra.</p>\n<p>Mr. Justice FIELD delivered the opinion of the court.</p>\n<p>As we have had occasion to observe in several instances,<sup>[*]</sup> grants of the public domain of Mexico, made by governors of the department of California, were of three kinds: 1st, grants by specific boundaries, where the donee was entitled to the entire tract described; 2d, grants by quantity, as of one or more leagues situated at some designated place, or within a larger tract described by out-boundaries, where the donee was entitled out of the general tract only to the quantity <span class=\"star-pagination\">*233</span> specified; and 3d, grants of places by name, where the donee was entitled to the tract named according to the limits, as shown by its settlement and possession, or other competent evidence.</p>\n<p>The greater number of the grants which have come before this court for examination have belonged to the second class. They have usually designated the land ceded by the general name of the valley or locality where situated, with a clause annexed that the concession was limited to the specific quantity mentioned, and that the magistrate of the vicinage, of whom possession was to be solicited, should cause the same to be surveyed, and that any surplus existing should be reserved for the use of the nation.</p>\n<p>When the first grant of this kind was presented for the consideration of this court, in the Fremont case,<sup>[*]</sup> which was for ten leagues within a tract of much greater extent, it was objected that the grant was void for uncertainty of description, and that no interest passed to the grantee until the quantity was surveyed and severed by known boundaries from the public domain; but the court held the objection untenable, and that, as between the government and the grantee, the latter had a vested interest in the quantity of land mentioned. \"The right to so much land,\" said the Chief Justice, in delivering the opinion of the court, \"to be afterwards laid off by official authority in the territory described, passed from the government to him by the execution of the instrument granting it.\" And in support of the principle asserted, the court cited the case of Rutherford v. Greene's Heirs, reported in 2d Wheaton,<sup>[\u0086]</sup> which arose upon an act of the State of North Carolina, passed in 1782, providing that twenty-five thousand acres of land should be allotted and given to General Greene and his heirs, within the bounds of a tract reserved for the use of the army, to be laid off by commissioners appointed for that purpose. The commissioners, in pursuance of the act, allotted the twenty-five thousand acres, and caused the quantity to be surveyed <span class=\"star-pagination\">*234</span> off, and the survey to be returned to the proper office, and the question upon which the case turned related to the validity of the title of General Greene, and the date at which it commenced. The court held that the general gift of twenty-five thousand acres lying in the territory reserved, became by the survey a particular gift of the quantity within the survey, and concluded an elaborate examination of the title by stating, that it was the clear and unanimous opinion of the court, that the act of 1782 vested a title in General Greene to the twenty-five thousand acres to be laid off within the boundaries designated, and that the survey, made in pursuance of the act, gave precision to that title, and attached it to the land surveyed.</p>\n<p>And this court, in deciding the Fremont case, observed in reference to this case of Rutherford v. Greene's Heirs, that \"it recognizes as a general principle of justice and municipal law, that such a grant for a certain quantity of land by the government, to be afterwards surveyed and laid off within a certain territory, vests in the grantee a present and immediate interest. In the language of the court, the general gift becomes a particular gift when the survey is made; and when this doctrine has been asserted in this court, upon the general principles which courts of justice apply to such grants from the public to an individual, good faith requires that the same doctrine should be applied to grants made by the Mexican government, where a controversy arises between the United States and the Mexican grantee.\"<sup>[*]</sup></p>\n<p>Under Mexico the measurement and segregation from the public domain of the quantity, specified in this class of grants, could only be made by the officers of the government. A measurement by the grantee was inoperative for any purpose. Although a general possession of the land ceded was permitted in California before the official measurement, the grantee acquired by such possession no absolute right to the tract occupied, or any interest which could control the action of the officers of the government in the segregation of the <span class=\"star-pagination\">*235</span> land. A private survey was as ineffectual under the former government as under the present government. The right, which the former government reserved to itself over the survey, passed, with all other public rights, to the United States upon the cession of the country, and is now to be exercised in pursuance of their laws.<sup>[*]</sup></p>\n<p>Now, if we consider the present case in the light of these views, we shall find little difficulty in its disposition. The grant here, like the one in the Fremont case, is a grant by quantity. It was made under the same law and regulations, and like that, was subject to the approval of the departmental assembly, and has certain conditions annexed. It was issued to Luis Arenas and John Roland, on the sixth of May, 1846, by the then governor of California. A petition for the land had been presented by them to him on the fifth of May, and the same day he made an order on its margin directing a decree of concession, and the issue of a grant to the parties. On the subsequent day, the sixth, a formal decree was signed by him declaring the petitioners owners of the land, and directing a grant to be issued, which would secure to them the property. The grant followed. The petition, the marginal order, the decree of concession, and the draft of the grant, are in the Mexican archives now in the custody of the Surveyor-General of the United States for California. Traced copies of these instruments, and the original grant issued, were produced by the claimants before the land commissioners and in the District Court. Their genuineness and authenticity were not disputed in either tribunal. The issue of the grant by the governor was admitted in the written stipulation of the counsel of the government.</p>\n<p>Several years previous to the issue of this grant to Roland and Arenas, a grant of two square leagues in the place called Las Animas had been made to one Thomas Brown, from whom the property by various mesne conveyances had passed to one Charles Weber; and a grant of about the same quantity in the place called Cañnada de Pala had been <span class=\"star-pagination\">*236</span> made to José Bernal and others. For the surplus land remaining in these places, after satisfying the previous grants, including lands of the Cerro Colorado within the jurisdiction of the same pueblo, to make up the amount of nine leagues, the petition of Roland and Arenas was presented, and the grant to them was issued. No map of the land solicited accompanied the petition, but the petitioners offered to furnish a map to the governor at a convenient time, that is, whenever there might be occasion for its use.</p>\n<p>The grant, after reciting the petition, and that the necessary steps had been taken and inquiries made, proceeds to state, that the governor, by a decree of that day, in the exercise of the powers with which he was invested by the supreme government, and in the name of the Mexican nation, had declared and did declare the parties owners in full property of the land solicited, describing it as in the petition, in conformity with the law of 1824 and the regulations of 1828, subject to the approval of the departmental assembly and certain conditions annexed.</p>\n<p>The instrument purports on its face to transfer a full title to the property solicited. If valid when issued, it passed, according to the decision in the Fremont case, to the grantees a present and immediate interest in the quantity of land specified, to be subsequently laid off by official authority. And this brings us to the questions, whether there was anything in the action of the governor or of the grantees previous to its issue, which impaired its validity; and if the instrument was valid when issued, whether there was any such subsequent disregard of its conditions as to work its forfeiture.</p>\n<p>That the governor, under Mexico, was authorized to make grants of land in the department of California is not questioned; and that the instrument produced in this case is genuine and was issued by him is admitted. But it is said that the grantees did not accompany their petition with a map of the land solicited, and that the governor did not make any inquiries as to the qualifications of the petitioners, and the condition of the land, as required by the regulations <span class=\"star-pagination\">*237</span> of 1828, which were adopted to carry into effect the colonization law of 1824.</p>\n<p>It is true, that the regulations provided that a map of the land solicited should accompany the petition, but a compliance with the provision was not exacted in all cases. The governors exercised a discretionary power of dispensing with it under special circumstances. No motive existed for insisting upon its presentation when the information, which it was designed to impart, was already in the public archives open to the inspection of the governor; and such information existed there in the present case. At any rate, the governor was satisfied with the offer of the petitioners to furnish a map at the proper time subsequently. As was said in the Fremont case, in answer to an objection of a similar character, \"the court could not, without doing injustice to individuals, give to the Mexican laws a more narrow and strict construction than they received from the Mexican authorities who were intrusted with their execution.\"<sup>[*]</sup></p>\n<p>It is also true that the regulations provided that the governor, upon receiving a petition for land, should proceed to obtain the necessary information as to the qualifications of the petitioner and the character of the land. But they did not prescribe any particular mode by which this information should be acquired. It might have been obtained by the governor from his own investigations, or he might, as stated in the regulations, if that course were preferred, consult the appropriate municipal authority, which was that of the district, whether any objection existed to making the grant. In some instances, as in the case of Sutter, the character of the petitioner, and of the land solicited, were matters of general notoriety.<sup>[\u0086]</sup> The objection appears to proceed upon the idea that a formal reference to the local magistrate, and a report from him, were essential to give the information required. This course was usually adopted, but it was not <span class=\"star-pagination\">*238</span> essential. The grant in this case recites that the necessary steps had been taken, and inquiries made, and something more than mere surmises at this day are necessary to show that the recital is false.<sup>[*]</sup></p>\n<p>There is nothing in these objections which touches the validity of the instrument at the time it issued. And the clause subjecting the grant to the approval of the departmental assembly did not prevent the title from passing to the grantees upon the execution of the instrument. Such approval was not a condition precedent to the vesting of the title. According to the regulations of 1828, the authority to make grants of land in California was lodged solely with the governor. It was not shared by him with the assembly. That body only possessed the power to approve or disapprove of grants made by him. Until such approval the estate granted was subject to be defeated. With such approval the grant became, as it was termed in the regulations, \"definitively valid,\" that is, it ceased to be defeasible, and the estate was no longer liable to be divested, except by proceedings for breach of its other conditions.</p>\n<p>Besides it was the duty of the governor, and not of the grantee, to submit to the assembly grants issued by him for their approbation. His neglect in this respect suspended the definitive validity, as it was termed, of the grants; that is, it prolonged the liability of the estate to be defeated by the action of the assembly, and of the supreme government thereon, to which the matter was referred in case the approval of the assembly was not obtained; and no other consequence followed. His neglect was not permitted to operate to divest the grantees of the estate already vested in them.<sup>[\u0086]</sup> In many instances years elapsed before the approval was obtained, although the grantees were in the meantime in the possession and enjoyment of the property; and in many instances no approval was had previous to the conquest.</p>\n<p><span class=\"star-pagination\">*239</span> The grant being valid at the time of its issue, has there been any such disregard of the conditions annexed as to work its forfeiture? The objection taken is that the grantees never applied to the proper magistrate for official delivery of possession, as provided in the second condition; and that they never entered upon the land. The objection applies only to the period intervening between the date of the grant, and the time when the country passed under the jurisdiction of the United States. The question is, what right did the grantees acquire in the land from the Mexican authorities. The court cannot inquire into any acts or omissions by them since those authorities were displaced. It is not authorized to pronounce a forfeiture for anything done, or anything omitted by them since that period. Now the military forces of the United States took possession of Monterey, an important town of California, on the 7th of July, 1846, and within a few weeks afterwards occupied the principal portions of the country; and this occupation continued until the treaty of peace. On that date, therefore, the authority and jurisdiction of Mexican officials are considered as having terminated. The political department of the government, at least, has designated that day as the period when the conquest of California was completed, and the judiciary in this respect follows the action of the political department.<sup>[*]</sup></p>\n<p>Between the date of the grant under consideration, and the period thus designated, only sixty-one days elapsed. There are very few instances of grants in California where a juridical possession was delivered to the grantees within a period as limited as this after their issue. In many instances years elapsed before this proceeding was had; and in many instances no juridical possession was ever delivered previous to the conquest.</p>\n<p>In the case at bar it was impossible for the magistrate to deliver such possession until the previous grants to Weber and Bernal, in the same general locality, had been surveyed <span class=\"star-pagination\">*240</span> and severed from the public domain. It was for the surplus in that territory, remaining after the quantities granted to them had been satisfied, that the present grant called. What part of the general tract occupied by the previous grantees would be finally set apart to them, could not be known until the official measurement. The grantees in this case were therefore necessarily compelled to await the action of the elder grantees; and no action was ever taken by them to segregate the quantity granted to them previous to the conquest.</p>\n<p>This want of segregation of the quantities claimed by the previous grantees furnishes also an excuse to the grantees here for not entering upon the land without the delivery of juridical possession. To have made such entry would have been to intrude upon the possessions of others. They could not of themselves have undertaken to determine what part of the general tracts should be set apart to the earlier grantees, and appropriate the balance as the surplus to which hey were entitled.</p>\n<p>But independent of the considerations stated, it is a sufficient answer to the objection to say, that mere neglect to comply with the condition did not of itself work a forfeiture of the grantees' right under the Mexican law. The neglect of a grantee to apply for or to take possession, if unreasonably prolonged, only left the land open to denouncement by other parties. The interest of a grantee could not be divested under the Mexican law any more than at the common law, upon mere allegations or surmises. Some formal and regular proceedings were required to effect such divestiture, and under the Mexican law these had their inception in what is termed a denouncement by a party desirous of obtaining the land. An investigation then followed whether or not the condition had been complied with or so disregarded as to justify a decree of forfeiture. Without such inquisition and decree the title did not revert to the government, nor was the land subject to be regranted.</p>\n<p>The object of the colonization laws and regulations of Mexico was the settlement of the vacant lands of the republic, <span class=\"star-pagination\">*241</span> and grants were usually made to accomplish this purpose without other consideration. But the public, as observed in the Fremont case,\" had no interest in forfeiting them even in these cases, unless some other person desired, and was ready to occupy them, and thus carry out the policy of extending its settlements.\"<sup>[*]</sup></p>\n<p>The several cases cited by counsel, where the absence of possession and the omission of proceedings usually taken in obtaining concessions of land, are noticed and made grounds of objection to a confirmation, have no application. They are cases, where the grants produced were unaccompanied by any archive evidence, and the attempt was made to uphold them by evidence of the recollections of witnesses. Thus, in the Cambuston case,<sup>[\u0086]</sup> the alleged grant produced was unknown to any person beside the grantee and an interested party until July, 1850, although bearing date in May, 1846, and no trace of its existence was found in the archives of the country. So in the Castro case,<sup>[\u0087]</sup> the instrument produced as a grant first made its appearance in June, 1849, though dated in April, 1846, and was not sustained by a single document in the archives. The absence of all traces of the grants, where evidence would usually be found, if it had existed, naturally created a strong presumption against their validity, which could not be overcome by testimony resting on the uncertain recollections of Mexican officials.</p>\n<p>There having been no forfeiture of the grantees' interest in the present case, nor any such disregard of the conditions annexed to their grant as to have justified a forfeiture, the claimants under the grant are entitled to a confirmation. The interest which passed by the grant, whether it be regarded as a legal title, imperfect in its character, and to be perfected by a subsequent official survey and segregation of the quantity designated, or as a mere equitable or inchoate title, constituted property which the United States were bound to protect by the stipulations of the treaty of cession. That treaty provides for the protection of the rights of property <span class=\"star-pagination\">*242</span> of the inhabitants of the ceded territory. And, independent of the treaty, they were entitled to such protection by the law of nations, according to which, as said by this court in Strother v. Lucas,<sup>[*]</sup> \"the rights of property are protected even in the case of a conquered country, and held sacred and inviolable when it is ceded by treaty, with or without any stipulation to such effect.\"</p>\n<p>By the term property, as applied to lands, all titles are embraced, legal or equitable, perfect or imperfect. It was so held by this court in the case of Soulard v. The United States,<sup>[\u0086]</sup> when considering the import of the term in a stipulation contained in the treaty by which Louisiana was acquired, providing that the inhabitants of that territory should be protected in the enjoyment of their property. \"It comprehends,\" said the court, \"every species of title, inchoate or complete. It is supposed to embrace those rights which are executory as well as those which are executed. In this respect the relation of the inhabitants to their government is not changed. The new government takes the place of that which has passed away.\"</p>\n<p>It follows from the views we have expressed that the appellants possessed under the grant in this case, at the date of the cession of California to the United States, a right of property in the land granted, and, as a consequence, that their claim is valid and should be confirmed.</p>\n<p>The decree of the District Court must, therefore, be REVERSED, and the cause remanded, with directions to enter a decree</p>\n<p>CONFIRMING THE CLAIM OF THE PETITIONERS.</p>\n<p>Mr. Justice DAVIS, with whom concurred CLIFFORD and SWAYNE, JJ., dissenting.</p>\n<p>I am unable to concur in the decree of the court in this case, and as the claim embraces a large tract of country which is a part of the public domain, if this claim is not <span class=\"star-pagination\">*243</span> sustainable, I think it proper to state as briefly as possible the grounds of my dissent. Similar claims have been so frequently before the court, that any extended discussion of the general rules of law applicable to them is not necessary, as these rules have been so often explained in our reported decisions. It is clear that valid claims should be confirmed, and equally clear that those of a contrary character should be rejected. Tested by the rules of law established by this court in analogous cases, I am of opinion that the claim of the appellants is invalid. The Mexican authority was overthrown in California on the 7th of July, 1846, but the history of the times made it clear to every intelligent man for a considerable period before this date, that the country would pass to the jurisdiction of the United States. During this period grants of land were made very freely by Pio Pico, the acting governor, and the records of this court show that many of these grants were invalid and fraudulent. Doubtless, grants were made by him within that time which were valid, but all must agree, I think, that every grant which bears his signature should be examined with the most careful scrutiny. By the record in this case, it appears that the petition for this grant is dated the 5th day of May, 1846, and the grant, if any were made, was on the following day, and did not comply with the requirements of the law conferring power on the Governor of California to grant lands. The Mexican law, to make a title valid, required it to be evidenced by certain written instruments which taken together constitute an expediente. The expediente, when complete (as decided by this court), consisted of a petition, with a diseno or map annexed; a marginal decree referring the petition to a local officer to report whether the land was vacant and grantable, and the petitioner a proper person to obtain the bounty of the government; the report of that officer on these subjects, called an informe; the decree of concession and the copy or duplicate of the grant, as the original was delivered to the petitioner. It was in express terms required by the Mexican law, that the petitions for lands, and the grants, with maps annexed, <span class=\"star-pagination\">*244</span> should be recorded.<sup>[*]</sup> It was insisted that the papers which were produced in this case before the commissioners, constituted such an expediente, but if it be conceded the papers are of Mexican authority, they do not contain any diseno or map, or reference to the local officer, or his report thereon. There could be no record of the petition and grant with the map of the land granted, because no map of any kind was annexed to the petition, and there is no evidence in the record that any part of the expediente was recorded as required by Mexican law. Grants of this kind were made subject to the approval of the departmental assembly, but there is nothing to show an attempt, even, to comply with this requirement. On the contrary, there is every reason to conclude that it never was presented to that assembly, as it is well known that there were a large number of grants made about that time which were presented and approved, and as this one was not approved, the inference is fair and reasonable that it was never presented for approval. It also appears that no judicial measurement of the land was made, nor possession of it taken by the supposed grantees, as required by the Mexican law, and the conditions of the grant.</p>\n<p>The documents offered in evidence are not shown by any competent proof to be Mexican documents. The court in its opinion describes them as having been produced from the public archives, and this statement might create the impression that the expediente under consideration came from the Mexican archives. This cannot be so, as the number of the expediente proves beyond a doubt that it is one of those papers found in the custom-house at Monterey the latter part of the year 1847, or the fore part of the year 1848, which were subsequently included in Hartnell's Index.</p>\n<p>This index is not, and never has been regarded as a Mexican document.<sup>[\u0086]</sup> Since the decision of Castro's case,<sup>[\u0087]</sup> this court, until now, as I suppose, has adhered to the principle, that whoever claims title to land in California under a grant <span class=\"star-pagination\">*245</span> from a Mexican governor, must, as a general rule, produce the grant and show that it came from the public archives of land titles in the proper office of that department, or that it was found in Jimeno's Index, or that it was recorded in the Toma de Razon. It is true, in that case, Chief Justice Taney said that secondary evidence could be received, when it appeared that the grant had been properly made, and that the papers, or some of them, in the office where they were kept, had been lost or mislaid, but the court held, that a party setting up a grant by such proofs, must also show that there was a judicial survey of the land, and that the supposed grantees took actual possession of it, and exercised acts of ownership over it, before the change of jurisdiction. There are a number of cases in which the same rule is laid down (some of earlier and others of later date than Castro's case), and it seems to me they ought to control the decision of this case.<sup>[*]</sup></p>\n<p>No possession of any kind is proved in this case, and the authenticity of this grant, covering an area of over forty thousand acres of land, depends on the testimony of a single witness, unsupported by any proof, except the imperfect or mutilated expediente, found among a mass of loose papers on the floor of one of the rooms of the custom-house at Monterey, after the Mexican officials had fled, on the approach of our forces.</p>\n<p>Possession is essential in such a case to establish an equity, and as none is proved, the claimant has no equity, and in my judgment the decree ought to be affirmed.</p>\n<h2>NOTES</h2>\n<p>[*]  Higueras v. United States, 5 Wallace, 828; Alviso v. United States, 8 Id. 339.</p>\n<p>[*]  17 Howard, 542, 558.</p>\n<p>[\u0086]  Page 196.</p>\n<p>[*]  17 Howard, 559.</p>\n<p>[*]  17 Howard, 565.</p>\n<p>[*]  17 Howard, 561.</p>\n<p>[\u0086]  United States v. Sutter, 21 Id. 172; The Sutter Case, 2 Wallace. 563.</p>\n<p>[*]  United States v. Johnson, 1 Wallace, 329.</p>\n<p>[\u0086]  United States v. Reading, 18 Howard, 4; United States v. Vaca, Ib. 556; United States v. Larkin, Ib. 558; United States v. Cruz Cervantes, Ib. 553; United States v. Johnson, 1 Wallace, 329.</p>\n<p>[*]  United States v. Yorba, 1 Wallace, 423.</p>\n<p>[*]  1 Howard, 561.</p>\n<p>[\u0086]  20 Id. 59.</p>\n<p>[\u0087]  24 Id. 346.</p>\n<p>[*]  12 Peters, 436.</p>\n<p>[\u0086]  4 Id. 511.</p>\n<p>[*]  Knight's Case, 1 Black, 228.</p>\n<p>[\u0086]  Knight's Case, supra.</p>\n<p>[\u0087]  24 Howard, 349.</p>\n<p>[*]  The United States v. Cambuston, 20 Howard, 59; United States v. Fuentes, 22 Id. 445; United States v. Bolton, 23 Id. 341; White v. United States, 1 Wallace, 660; United States v. Pico, 2 Id. 279.</p>\n\n</div>", 
  "sha1": "8fd9264e55a4f25428975aa9999eea8e0c2c2235", 
  "date_modified": "2014-12-21T01:32:22.440977", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/88254/hornsby-v-united-states/", 
  "citation_count": 7, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/270403/", 
  "html": "<p class=\"case_cite\">77 U.S. 224</p>\n    <p class=\"case_cite\">19 L.Ed. 900</p>\n    <p class=\"case_cite\">10 Wall. 224</p>\n    <p class=\"parties\">HORNSBY ET AL.<br>v.<br>UNITED STATES.</p>\n    <p class=\"date\">December Term, 1869</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">[Syllabus from pages 224-226 intentionally omitted]</p>\n      <p class=\"indent\">APPEAL from the District Court of California.</p>\n      <p class=\"indent\">This case was brought by the appellants, Hornsby and Roland, for the confirmation of a claim made by them under a Mexican grant for nine square leagues of land, situated in California, under the act of Congress of March 3d, 1851, to ascertain and settle private land claims in that State.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The grant was issued to Luis Arenas (whose interest had since passed to the claimant Hornsby) and Jose Roland, May 6th, 1846, by Pio Pico, then governor of the Department of California.</p>\n      <p class=\"indent\">Some years before the issue of this grant, a grant of two square leagues in the place called Las Animas had been made to one Thomas Brown, from whom the property by mesne conveyances had passed to a certain Charles Weber; and a grant of about the same quantity in the place called Canada de Pala had been made to Jose Bernal and others. For the surplus land remaining in these places, after satisfying the previous grants, including lands of the Cerro Colorado, within the jurisdiction of the same pueblo, to make up the amount of nine leagues, Arenas and Roland, on the 5th of May, 1846, presented their petition to the governor. No map of the land accompanied this petition, but the parties in the petition offered to present a map to the governor at a convenient time.</p>\n      <p class=\"indent\">On the margin of the petition, the governor made an order that a decree of concession be issued, and the title (the grant) be delivered to the parties for their protection. On the following day, the 6th, the governor made a full and formal decree of concession, in which he stated that in the exercise of the powers with which he was invested by the supreme government, and in the name of the Mexican nation, he declared the petitioners owners of the land so located, and directed that the title (titulo&#8212;the grant) be issued which would secure to them the property.</p>\n      <p class=\"indent\">The formal grant then issued; in it the governor recited the petition, and then stated that the 'necessary steps having been taken, and inquiries made,' he had, by a decree of that day in the exercise of the powers with which he was invested by the supreme government in the name of the Mexican nation, declared, and did then declare the petitioners 'owners in full property' of the land, describing it as in the petition, in conformity with the law of the 18th of August, 1824, and the regulations of November 21st, 1828, 'subject to the approval of the departmental assembly, and under the following conditions:</p>\n      <p class=\"indent\">'1st. They (the grantees) may inclose it without injuring the passes, roads, and servitudes, and may enjoy it fully and exclusively, appropriating it to such use as may suit them.</p>\n      <p class=\"indent\">'2d. They shall solicit the proper judge to give them juridical possession by virtue of this decree, and he shall mark the boundaries with the proper landmarks.</p>\n      <p class=\"indent\">'3d. The land hereby granted is nine leagues of the largest size, and is situated in the surplus or vacant lands of the ranchos of Don Carlos Weber and Don Jose de Jesus Bernal, including the lands of the Cerro Colorado towards the valley. The judge who shall give the possession, shall have it measured in conformity to law, in view of the map which will be presented by the parties interested.'</p>\n      <p class=\"indent\">Traced copies of the petition, the marginal order, the decree of concession, and of the draft of the grant, from the archives of the Department of California, in the custody of the Surveyor-General of the United States for California, and the original grant issued to the petitioners, were produced before the board of land commissioners, and in the District Court. No question appears to have been made in either tribunal as to their genuineness. The grant issued bore the signatures of the governor, Pio Pico, and of the acting secretary of state at the time, Moreno. The genuineness of these signatures was proved by a witness produced by the claimants before the commissioners; but they rejected the claim on the ground that there was no evidence that the grant was ever approved by the departmental assembly, or that jurisdical possession was ever given, or that the grantees were ever in possession of the land, or occupied it in any manner; and that the description of the land was too vague and indefinite to enable the commissioners to describe it with any degree of certainty. The commissioners, without making the fact a distinct ground of rejection, also observed, in their opinion, that the governor, the day following the receipt of the petition, had, 'without, so far as appears from the record, making any inquiries or investigations in relation to the matter, entered a decree of concession, and directed the title to be issued and delivered to the interested parties.'</p>\n      <p class=\"indent\">From the decree of the board of land commissioners an appeal was taken to the District Court. Whilst the case was pending in that court, the parties entered into a stipulation that certain depositions of Pio Pico, of Moreno, and of Rufus C. Hopkins, taken in another case in which Roland was also a claimant, might be used in this case. In his deposition thus used, Pico testified to the genuineness of his signature to the grant in this case, and also that it was customary to take <i>informes</i> (that is, to have an official report upon the subject) as to the qualifications of applicants and upon the land solicited before making a concession, but that it was not indispensable, and that it was not unusual for a petition to be signed, a marginal order and a decree of concession made, and a title issued on the same day; that often a number of concessions were made on the same day; and in the assembly a number of concessions were often confirmed on the same day.</p>\n      <p class=\"indent\">Moreno, in his deposition, also testified to the genuineness of his own signature, and that of Pico, to the grant in this case.</p>\n      <p class=\"indent\">Hopkins, the keeper of the Mexican archives in California, in his deposition, testified that he had made the archives of the former Spanish and Mexican governments in California his special study for the then last preceding seven years; that there was no book of record in the archives showing petitions presented for land, and grants made <i>with maps of</i> <i>the lands granted</i>, as required to be kept by the regulations of November, 1828, and that there was no trace whatever amongst the archives of the existence of any such book at any former time; that the nearest approach to any such record were the espedientes on file in the archives; that these espedientes were the various proceedings in reference to individual grants, written upon sheets of paper and stitched together, and, when concluded, indorsed and numbered by the secretary, and filed in the archives.</p>\n      <p class=\"indent\">In answer to the question as to what evidence, if there was no record, did the archives furnish of the fact of the issue of any grant whatever since 1828, the witness stated, 'That the only evidences to be found in the archives of the issuance of grants since 1828, are 1st, the espedientes already referred to; 2d, a book in which <i>titles</i> (the grants) are recorded, which were issued in 1833, '34, and '35; 3d, the index known as the 'Jemino Index,' embracing grants made from 1833 to 1844, inclusive; 4th, a Toma de Razon, or registry of grants issued in 1844, '45; 5th, an index known as the 'Hartnell Index;' 6th, Toma de Razon, kept by prefects in 1843; 7th, journals of the departmental assembly, from 1829 to 1846; 8th, official correspondence in which grants are referred to; 9th, some loose maps and borradors in reference to grants.' He continued:</p>\n      <p class=\"indent\">'The record I have referred to, of 1833 to 1835, contains a copy of the entire grant or titulo&#8212;<i>without the previous proceedings or maps;</i>' and with respect to grants issued in 1846, he testified that 'the only evidence the archives furnish of grants made in 1846, are the espedientes referred to, journals of the departmental assembly, the Hartnell index, and official correspondence, borradors, &amp;c.'</p>\n      <p class=\"indent\">The District Attorney of the United States admitted in writing in the District Court, that the grant in this case was issued by Governor Pico on the 6th of May 1846; and that the extent of the surplus lands for which it was issued had not then been ascertained.</p>\n      <p class=\"indent\">The District Court affirmed the decree of the board of land commissioners and rejected the claim, but the district judge states in his opinion below, that the genuineness of the papers produced from the archives and of the title produced by the claimants, was not disputed by the counsel of the United States. The rejection of the claim was placed on the ground that no investigation was had by the governor as to the condition of the land, or the qualification of the parties; that the whole proceeding was commenced and consummated within two days; and that no evidence was offered to show that either of the grantees ever settled or attempted to settle on the land, or that any surplus lands existed for which the grant called.</p>\n      <p class=\"indent\">Of the regulations for the colonization of the territories of Mexico, adopted November 21st, 1828, the following are those which bear upon the questions raised in this case.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n      <p class=\"indent\">1st. The governors (Gefes Politicos) of the territories are authorized (in compliance with the law of the General Congress, of the 18th of August, 1824, and under the conditions hereafter specified) to grant vacant lands, in their respective territories, to such contractors (<i>empressarios</i>), families, or private persons, whether Mexicans or foreigners, who may ask for them, for the purpose of cultivating and inhabiting them.</p>\n      <p class=\"indent\">2d. Every person soliciting lands, whether he be an <i>empressario</i>, head of a family, or private person, shall address to the governor of the respective territory a petition, expressing his name, country, profession, the number, description, religion, and other circumstances of the families, or persons, with whom he wishes to colonize, describing, as distinctly as possible, <i>by means of a map</i>, the land asked for.</p>\n      <p class=\"indent\">3d. The governor shall proceed immediately <i>to obtain the necessary information</i>, whether the petition embraces the requisite conditions, required by said law of the 18th of August, both as regards the land and the candidate, in order that the petitioner may at once be attended to; <i>or, if it be preferred, the respective municipal authority may be consulted, whether there be any objection to making the grant or not</i>.</p>\n      <p class=\"indent\">4th. This being done, the governor will accede, or not, to such petition, in exact conformity to the laws on the subject, and especially to the before mentioned one of the 18th of August, 1824.</p>\n      <p class=\"indent\">5th. The grants made to families, or private persons, shall not be held to be <i>definitively valid</i> without the previous consent of the territorial deputation, to which end the respective documents (espedientes) shall be forwarded to it.</p>\n      <p class=\"indent\">6th. <i>When the governor shall not obtain the approbation of the territorial deputation, he shall report</i> to the supreme government, forwarding the necessary documents for its decision.</p>\n      <p class=\"indent\">7th. The grants made to <i>empressarios</i>, for them to colonize with many families, shall not be held to be definitively valid, until the approval of the supreme government be obtained, to which the necessary documents must be forwarded along with the report of the territorial deputation.</p>\n      <p class=\"indent\">8th. The definitive grant asked for being made, a document signed by the governor shall be given to serve as a title to the party interested, wherein it must be stated that said grant is made in exact conformity with the provisions of the laws, in virtue whereof possession shall be given.</p>\n      <p class=\"indent\">9th. <i>The necessary record shall be kept in a book destined for the purpose, of all the petitions presented and grants made, with the maps of the lands granted</i>, and the circumstantial report shall be forwarded quarterly to the supreme government.</p>\n      <p class=\"indent\"><i>Messrs. M. Blair and F. A. Dick, for the appellants</i>.</p>\n      <p class=\"indent\"><i>Mr. Wills, contra</i>.</p>\n      <p class=\"indent\">Mr. Justice FIELD delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">As we have had occasion to observe in several instances,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> grants of the public domain of Mexico, made by governors of the department of California, were of three kinds: 1st, grants by specific boundaries, where the donee was entitled to the entire tract described; 2d, grants by quantity, as of one or more leagues situated at some designated place, or within a larger tract described by out-boundaries, where the donee was entitled out of the general tract only to the quantity specified; and 3d, grants of places by name, where the donee was entitled to the tract named according to the limits, as shown by its settlement and possession, or other competent evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The greater number of the grants which have come before this court for examination have belonged to the second class. They have usually designated the land ceded by the general name of the valley or locality where situated, with a clause annexed that the concession was limited to the specific quantity mentioned, and that the magistrate of the vicinage, of whom possession was to be solicited, should cause the same to be surveyed, and that any surplus existing should be reserved for the use of the nation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">When the first grand of this kind was presented for the consideration of this court, in the Fremont case,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> which was for ten leagues within a tract of much greater extent, it was objected that the grant was void for uncertainty of description, and that no interest passed to the grantee until the quantity was surveyed and severed by known boundaries from the public domain; but the court held the objection untenable, and that, as between the government and the grantee, the latter had a vested interest in the quantity of land mentioned. 'The right to so much land,' said the Chief Justice, in delivering the opinion of the court, 'to be afterwards laid off by official authority in the territory described, passed from the government to him by the execution of the instrument granting it.' And in support of the principle asserted, the court cited the case of <i>Rutherford</i> v. <i>Greene's Heirs</i>, reported in 2d Wheaton,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> which arose upon an act of the State of North Carolina, passed in 1782, providing that twenty-five thousand acres of land should be allotted and given to General Greene and his heirs, within the bounds of a tract reserved for the use of the army, to be laid off by commissioners appointed for that purpose. The commissioners, in pursuance of the act, allotted the twenty-five thousand acres, and caused the quantity to be surveyed off, and the survey to be returned to the proper office, and the question upon which the case turned related to the validity of the title of General Greene, and the date at which it commenced. The court held that the general gift of twenty-five thousand acres lying in the territory reserved, became by the survey a particular gift of the quantity within the survey, and concluded an elaborate examination of the title by stating, that it was the clear and unanimous opinion of the court, that the act of 1782 vested a title in General Greene to the twenty-five thousand acres to be laid off within the boundaries designated, and that the survey, made in pursuance of the act, gave precision to that title, and attached it to the land surveyed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">And this court, in deciding the Fremont case, observed in reference to this case of <i>Rutherford</i> v. <i>Greene's Heirs</i>, that 'it recognizes as a general principle of justice and municipal law, that such a grant for a certain quantity of land by the governments, to be afterwards surveyed and laid off within a certain territory, vests in the grantee a present and immediate interest. In the language of the court, the general gift becomes a particular gift when the survey is made; and when this doctrine has been asserted in this court, upon the general principles which courts of justice apply to such grants from the public to an individual, good faith requires that the same doctrine should be applied to grants made by the Mexican government, where a controversy arises between the United States and the Mexican grantee.'<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Under Mexico the measurement and segregation from the public domain of the quantity, specified in this class of grants, could only be made by the officers of the government. A measurement by the grantee was inoperative for any purpose. Although a general possession of the land ceded was permitted in California before the official measurement, the grantee acquired by such possession no absolute right to the tract occupied, or any interest which could control the action of the officers of the government in the segregation of the land. A private survey was as ineffectual under the former government as under the present government. The right, which the former government reserved to itself over the survey, passed, with all other public rights, to the United States upon the cession of the country, and is now to be exercised in pursuance of their laws.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Now, if we consider the present case in the light of these views, we shall find little difficulty in its disposition. The grant here, like the one in the Fremont case, is a grant by quantity. It was made under the same law and regulations, and like that, was subject to the approval of the departmental assembly, and has certain conditions annexed. It was issued to Luis Arenas and John Roland, on the sixth of May, 1846, by the then governor of California. A petition for the land had been presented by them to him on the fifth of May, and the same day he made an order on its margin directing a decree of concession, and the issue of a grant to the parties. On the subsequent day, the sixth, a formal decree was signed by him declaring the petitioners owners of the land, and directing a grant to be issued, which would secure to them the property. The grant followed. The petition, the marginal order, the decree of concession, and the draft of the grant, are in the Mexican archives now in the custody of the Surveyor-General of the United States for California. Traced copies of these instruments, and the original grant issued, were produced by the claimants before the land commissioners and in the District Court. Their genuineness and authenticity were not disputed in either tribunal. The issue of the grant by the governor was admitted in the written stipulation of the counsel of the government.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Several years previous to the issue of this grant to Roland and Arenas, a grant of two square leagues in the place called Las Animas had been made to one Thomas Brown, from whom the property by various mesne conveyances had passed to one Charles Weber; and a grant of about the same quantity in the place called Ca nada de Pala had been made to Jos e Bernal and others. For the surplus land remaining in these places, after satisfying the previous grants, including lands of the Cerro Colorado within the jurisdiction of the same pueblo, to make up the amount of nine leagues, the petition of Roland and Arenas was presented, and the grant to them was issued. No map of the land solicited accompanied the petition, but the petitioners offered to furnish a map to the governor at a convenient time, that is, whenever there might be occasion for its use.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The grant, after reciting the petition, and that the necessary steps had been taken and inquiries made, proceeds to state, that the governor, by a decree of that day, in the exercise of the powers with which he was invested by the supreme government, and in the name of the Mexican nation, had declared and did declare the parties owners in full property of the land solicited, describing it as in the petition, in conformity with the law of 1824 and the regulations of 1828, subject to the approval of the departmental assembly and certain conditions annexed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The instrument purports on its face to transfer a full title to the property solicited. If valid when issued, it passed, according to the decision in the Fremont case, to the grantees a present and immediate interest in the quantity of land specified, to be subsequently laid off by official authority. And this brings us to the questions, whether there was anything in the action of the governor or of the grantees previous to its issue, which impaired its validity; and if the instrument was valid when issued, whether there was any such subsequent disregard of its conditions as to work its forfeiture.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">That the governor, under Mexico, was authorized to make grants of land in the department of California is not questioned; and that the instrument produced in this case is genuine and was issued by him is admitted. But it is said that the grantees did not accompany their petition with a map of the land solicited, and that the governor did not make any inquiries as to the qualifications of the petitioners, and the condition of the land, as required by the regulations of 1828, which were adopted to carry into effect the colonization law of 1824.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is true, that the regulations provided that a map of the land solicited should accompany the petition, but a compliance with the provision was not exacted in all cases. The governors exercised a discretionary power of dispensing with it under special circumstances. No motive existed for insisting upon its presentation when the information, which it was designed to impart, was already in the public archives open to the inspection of the governor; and such information existed there in the present case. At any rate, the governor was satisfied with the offer of the petitioners to furnish a map at the proper time subsequently. As was said in the Fremont case, in answer to an objection of a similar character, 'the court could not, without doing injustice to individuals, give to the Mexican laws a more narrow and strict construction than they received from the Mexican authorities who were intrusted with their execution.'<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is also true that the regulations provided that the governor, upon receiving a petition for land, should proceed to obtain the necessary information as to the qualifications of the petitioner and the character of the land. But they did not prescribe any particular mode by which this information should be acquired. It might have been obtained by the governor from his own investigations, or he might, as stated in the regulations, if that course were preferred, consult the appropriate municipal authority, which was that of the district, whether any objection existed to making the grant. In some instances, as in the case of Sutter, the character of the petitioner, and of the land solicited, were matters of general notoriety.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> The objection appears to proceed upon the idea that a formal reference to the local magistrate, and a report from him, were essential to give the information required. This course was usually adopted, but it was not essential. The grant in this case recites that the necessary steps had been taken, and inquiries made, and something more than mere surmises at this day are necessary to show that the recital is false.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">There is nothing in these objections which touches the validity of the instrument at the time it issued. And the clause subjecting the grant to the approval of the departmental assembly did not prevent the title from passing to the grantees upon the execution of the instrument. Such approval was not a condition precedent to the vesting of the title. According to the regulations of 1828, the authority to make grants of land in California was lodged solely with the governor. It was not shared by him with the assembly. That body only possessed the power to approve or disapprove of grants made by him. Until such approval the estate granted was subject to be defeated. With such approval the grant became, as it was termed in the regulations, 'definitively valid,' that is, it ceased to be defeasible, and the estate was no longer liable to be divested, except by proceedings for breach of its other conditions.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Besides it was the duty of the governor, and not of the grantee, to submit to the assembly grants issued by him for their approbation. His neglect in this respect suspended the definitive validity, as it was termed, of the grants; that is, it prolonged the liability of the estate to be defeated by the action of the assembly, and of the supreme government thereon, to which the matter was referred in case the approval of the assembly was not obtained; and no other consequence followed. His neglect was not permitted to operate to divest the grantees of the estate already vested in them.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> In many instances years elapsed before the approval was obtained, although the grantees were in the meantime in the possession and enjoyment of the property; and in many instances no approval was had previous to the conquest.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The grant being valid at the time of its issue, has there been any such disregard of the conditions annexed as to work its forfeiture? The objection taken is that the grantees never applied to the proper magistrate for official delivery of possession, as provided in the second condition; and that they never entered upon the land. The objection applies only to the period intervening between the date of the grant, and the time when the country passed under the jurisdiction of the United States. The question is, what right did the grantees acquire in the land from the Mexican authorities. The court cannot inquire into any acts or omissions by them since those authorities were displaced. It is not authorized to pronounce a forfeiture for anything done, or anything omitted by them since that period. Now the military forces of the United States took possession of Monterey, an important town of California, on the 7th of July, 1846, and within a few weeks afterwards occupied the principal portions of the country; and this occupation continued until the treaty of peace. On that date, therefore, the authority and jurisdiction of Mexican officials are considered as having terminated. The political department of the government, at least, has designated that day as the period when the conquest of California was completed, and the judiciary in this respect follows the action of the political department.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Between the date of the grant under consideration, and the period thus designated, only sixty-one days elapsed. There are very few instances of grants in California where a juridical possession was delivered to the grantees within a period as limited as this after their issue. In many instances years elapsed before this proceeding was had; and in many instances no juridical possession was ever delivered previous to the conquest.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the case at bar it was impossible for the magistrate to deliver such possession until the previous grants to Weber and Bernal, in the same general locality, had been surveyed and severed from the public domain. It was for the surplus in that territory, remaining after the quantities granted to them had been satisfied, that the present grant called. What part of the general tract occupied by the previous grantees would be finally set apart to them, could not be known until the official measurement. The grantees in this case were therefore necessarily compelled to await the action of the elder grantees; and no action was ever taken by them to segregate the quantity granted to them previous to the conquest.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This want of segregation of the quantities claimed by the previous grantees furnishes also an excuse to the grantees here for not entering upon the land without the delivery of juridical possession. To have made such entry would have been to intrude upon the possessions of others. They could not of themselves have undertaken to determine what part of the general tracts should be set apart of the earlier grantees, and appropriate the balance as the surplus to which they were entitled.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">But independent of the considerations stated, it is a sufficient answer to the objection to say, that mere neglect to comply with the condition did not of itself work a forfeiture of the grantees' right under the Mexican law. The neglect of a grantee to apply for or to take possession, if unreasonably prolonged, only left the land open to denouncement by other parties. The interest of a grantee could not be divested under the Mexican law any more than at the common law, upon mere allegations or surmises. Some formal and regular proceedings were required to effect such divestiture, and under the Mexican law these had their inception in what is termed a denouncement by a party desirous of obtaining the land. An investigation then followed whether or not the condition had been complied with or so disregarded as to justify a decree of forfeiture. Without such inquisition and decree the title did not revert to the government, nor was the land subject to be regranted.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The object of the colonization laws and regulations of Mexico was the settlement of the vacant lands of the republic, and grants were usually made to accomplish this purpose without other consideration. But the public, as observed in the Fremont case, 'had no interest in forfeiting them even in these cases, unless some other person desired, and was ready to occupy them, and thus carry out the policy of extending its settlements.'<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The several cases cited by counsel, where the absence of possession and the omission of proceedings usually taken in obtaining concessions of land, are noticed and made grounds of objection to a confirmation, have no application. They are cases, where the grants produced were unaccompanied by any archive evidence, and the attempt was made to uphold them by evidence of the recollections of witnesses. Thus, in the Cambuston case,<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> the alleged grant produced was unknown to any person beside the grantee and an interested party until July, 1850, although bearing date in May, 1846, and no trace of its existence was found in the archives of the country. So in the Castro case,<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> the instrument produced as a grant first made its appearance in June, 1849, though dated in April, 1846, and was not sustained by a single document in the archives. The absence of all traces of the grants, where evidence would usually be found, if it had existed, naturally created a strong presumption against their validity, which could not be overcome by testimony resting on the uncertain recollections of Mexican officials.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">There having been no forfeiture of the grantees' interest in the present case, nor any such disregard of the conditions annexed to their grant as to have justified a forfeiture, the claimants under the grant are entitled to a confirmation. The interest which passed by the grant, whether it be regarded as a legal title, imperfect in its character, and to be perfected by a subsequent official survey and segregation of the quantity designated, or as a mere equitable or inchoate title, constituted property which the United States were bound to protect by the stipulations of the treaty of cession. That treaty provides for the protection of the rights of property of the inhabitants of the ceded territory. And, independent of the treaty, they were entitled to such protection by the law of nations, according to which, as said by this court in <i>Strother</i> v. <i>Lucas</i>,<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> 'the rights of property are protected even in the case of a conquered country, and held sacred and inviolable when it is ceded by treaty, with or without any stipulation to such effect.'</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">By the term property, as applied to lands, all titles are embraced, legal or equitable, perfect or imperfect. It was so held by this court in the case of <i>Soulard</i> v. <i>The United States</i>,<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> when considering the import of the term in a stipulation contained in the treaty by which Louisiana was acquired, providing that the inhabitants of that territory should be protected in the enjoyment of their property. 'It comprehends,' said the court, 'every species of title, inchoate or complete. It is supposed to embrace those rights which are executory as well as those which are executed. In this respect the relation of the inhabitants to their government is not changed. The new government takes the place of that which has passed away.'</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It follows from the views we have expressed that the appellants possessed under the grant in this case, at the date of the cession of California to the United States, a right of property in the land granted, and, as a consequence, that their claim is valid and should be confirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The decree of the District Court must, therefore, be REVERSED, and the cause remanded, with directions to enter a decree</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">CONFIRMING THE CLAIM OF THE PETITIONERS.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Mr. Justice DAVIS, with whom concurred CLIFFORD and SWAYNE, JJ., dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">I am unable to concur in the decree of the court in this case, and as the claim embraces a large tract of country which is a part of the public domain, if this claim is not sustainable, I think it proper to state as briefly as possible the grounds of my dissent. Similar claims have been so frequently before the court, that any extended discussion of the general rules of law applicable to them is not necessary, as these rules have been so often explained in our reported decisions. It is clear that valid claims should be confirmed, and equally clear that those of a contrary character should be rejected. Tested by the rules of law established by this court in analogous cases, I am of opinion that the claim of the appellants is invalid. The Mexican authority was overthrown in California on the 7th of July, 1846, but the history of the times made it clear to every intelligent man for a considerable period before this date, that the country would pass to the jurisdiction of the United States. During this period grants of land were made very freely by Pio Pico, the acting governor, and the records of this court show that many of these grants were invalid and fraudulent. Doubtless, grants were made by him within that time which were valid, but all must agree, I think, that every grant which bears his signature should be examined with the most careful scrutiny. By the record in this case, it appears that the petition for this grant is dated the 5th day of May, 1846, and the grant, if any were made, was on the following day, and did not comply with the requirements of the law conferring power on the Governor of California to grant lands. The Mexican law, to make a title valid, required it to be evidenced by certain written instruments which taken together constitute an expediente. The expediente, when complete (as decided by this court), consisted of a petition, with a diseno or map annexed; a marginal decree referring the petition to a local officer to report whether the land was vacant and grantable, and the petitioner a proper person to obtain the bounty of the government; the report of that officer on these subjects, called an informe; the decree of concession and the copy or duplicate of the grant, as the original was delivered to the petitioner. It was in express terms required by the Mexican law, that the petitions for lands, and the grants, with maps annexed, should be recorded.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> It was insisted that the papers which were produced in this case before the commissioners, constituted such an expediente, but if it be conceded the papers are of Mexican authority, they do not contain any diseno or map, or reference to the local officer, or his report thereon. There <i>could</i> be no record of the petition and grant with the map of the land granted, because no map of any kind was annexed to the petition, and there is no evidence in the record that any part of the expediente was recorded as required by Mexican law. Grants of this kind were made subject to the approval of the departmental assembly, but there is nothing to show an attempt, even, to comply with this requirement. On the contrary, there is every reason to conclude that it never was presented to that assembly, as it is well known that there were a large number of grants made about that time which were presented and approved, and as this one was not approved, the inference is fair and reasonable that it was never presented for approval. It also appears that no judicial measurement of the land was made, nor possession of it taken by the supposed grantees, as required by the Mexican law, and the conditions of the grant.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The documents offered in evidence are not shown by any competent proof to be Mexican documents. The court in its opinion describes them as having been produced from the public archives, and this statement might create the impression that the expediente under consideration came from the Mexican archives. This cannot be so, as the number of the expediente proves beyond a doubt that it is one of those papers found in the custom-house at Monterey the latter part of the year 1847, or the fore part of the year 1848, which were subsequently included in Hartnell's Index.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">This index is not, and never has been regarded as a Mexican document.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> Since the decision of Castro's case,<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> this court, until now, as I suppose, has adhered to the principle, that whoever claims title to land in California under a grant from a Mexican governor, must, as a general rule, produce the grant and show that it came from the public archives of land titles in the proper office of that department, or that it was found in Jimeno's Index, or that it was recorded in the Toma de Razon. It is true, in that case, Chief Justice Taney said that secondary evidence could be received, when it appeared that the grant had been properly made, and that the papers, or some of them, in the office where they were kept, had been lost or mislaid, but the court held, that a party setting up a grant by such proofs, must also show that there was a judicial survey of the land, and that the supposed grantees took actual possession of it, and exercised acts of ownership over it, before the change of jurisdiction. There are a number of cases in which the same rule is laid down (some of earlier and others of later date than Castro's case), and it seems to me they ought to control the decision of this case.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">No possession of any kind is proved in this case, and the authenticity of this grant, covering an area of over forty thousand acres of land, depends on the testimony of a single witness, unsupported by any proof, except the imperfect or mutilated expediente, found among a mass of loose papers on the floor of one of the rooms of the custom-house at Monterey, after the Mexican officials had fled, on the approach of our forces.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Possession is essential in such a case to establish an equity, and as none is proved, the claimant has no equity, and in my judgment the decree ought to be affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 9 Stat. at Large, 631.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Taken from the translation in Rockwell's Spanish and Mexican Law in relation to mines and titles to real estate, vol. i, p. 453.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Higueras <i>v.</i> United States, 5 Wallace, 828; Alviso <i>v.</i> United States, 8 Id. 339.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 17 Howard, 542, 558.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Page 196.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 17 Howard, 559.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 17 Howard, 565.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> 17 Howard, 561.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> United States <i>v.</i> Sutter, 21 Id. 172; The Sutter Case, 2 Wallace, 563.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> United States <i>v.</i> Johnson, 1 Wallace, 329.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> United States <i>v.</i> Reading, 18 Howard, 4; United States <i>v.</i> Vaca, Ib. 556; United States <i>v.</i> Larkin, Ib. 558; United States <i>v.</i> Cruz Cervantes, Ib. 553; United States <i>v.</i> Johnson, 1 Wallace, 329.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> United States <i>v.</i> Yorba, 1 Wallace, 423.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> 1 Howard, 561.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> 20 Id. 59.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> 24 Id. 346.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> 12 Peters, 436.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> 4 Id. 511.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Knight's Case, 1 Black, 228.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Knight's Case, <i>supra</i>.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> 24 Howard, 349.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> The United States <i>v.</i> Cambuston, 20 Howard, 59; United States <i>v.</i> Fuentes, 22 Id. 445; United States <i>v.</i> Bolton, 23 Id. 341; White <i>v.</i> United States, 1 Wallace, 660; United States <i>v.</i> Pico, 2 Id. 279.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/88254/"
}