{"absolute_url": "/opinion/88263/smith-v-stevens/", "blocked": false, "citation": {"case_name": "Smith v. Stevens", "docket_number": null, "document_uris": ["/api/rest/v2/document/88263/"], "federal_cite_one": "77 U.S. 321", "federal_cite_three": null, "federal_cite_two": null, "id": 57669, "lexis_cite": "", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/57669/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 2, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1870-12-18", "date_modified": "2014-12-21T01:25:59.883286", "docket": "/api/rest/v2/docket/399937/", "download_url": "http://bulk.resource.org/courts.gov/c/US/77/77.US.321.html", "extracted_by_ocr": false, "html": "<p class=\"case_cite\">77 U.S. 321</p>\n    <p class=\"case_cite\">19 L.Ed. 933</p>\n    <p class=\"case_cite\">10 Wall. 321</p>\n    <p class=\"parties\">SMITH<br>v.<br>STEVENS.</p>\n    <p class=\"date\">December Term, 1870</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Supreme Court of the State of Kansas, the case being thus:</p>\n      <p class=\"indent\">By treaty of June 3d, 1825,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> the United States concluded a treaty with the Kansas Indians, containing mutual cessions of territory. The sixth article of the treaty contained a provision that there should be reserved for the benefit of each of the half-breeds of the Kansas Indians named in it (Victoria Smith being one of them), a certain specified allotment of land out of the quantity ceded by the nation to the United States; to be located, &amp;c.</p>\n      <p class=\"indent\">By the eleventh article of the treaty it was stipulated that 'the said Kansas <i>Nation</i> shall never sell, relinquish, or in any manner dispose of the lands therein reserved to any other nation, person or persons whatever, without the permission of the United States, for that purpose first had and obtained, and shall ever remain under the protection of the United States and in friendship with them.'</p>\n      <p class=\"indent\">The lands were afterwards surveyed, located, and numbered according to the treaty, and the half-breed Indians took possession each of his own reservation.</p>\n      <p class=\"indent\">Subsequently to this, that is to say, May 26th, 1860,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Congress passed an act which, referring to the treaty of 1825, and reciting that the land reserved 'had been surveyed and allotted to each of the said half-breeds in the order in which they are named in, and in accordance with, the provision of the said sixth article,' enacted:</p>\n      <p class=\"indent\">'That <i>all the title, interest, and estate of the United States is hereby vested</i> in the said reservees, who are now living on the land reserved, set apart, and allotted to them respectively by the said sixth article of said treaty; . . . but nothing herein contained shall be construed to give any force, efficacy, or binding effect to any contract in writing or otherwise, for the sale or disposition of any lands named in this act <i>heretofore</i> made by any of said reservees, or their heirs.'</p>\n      <p class=\"indent\">The second section of this act provides that</p>\n      <p class=\"indent\">'In case any of the reservees now living or any of the heirs of any deceased reservees shall not desire to reside upon or occupy the lands to which such reservees or such heirs are entitled by the provisions of this act, the Secretary of the Interior, when requested by them or either of them so to do, is hereby authorized to sell such lands belonging to those so requesting him for the benefit of such reservees or such heirs, . . . in accordance with such rules and regulations as may be prescribed by the Commissioner of Indian Affairs and approved by the Secretary of the Interior; and patents in the usual form shall be issued to the purchasers of the said land, in accordance with the provisions of this act.'</p>\n      <p class=\"indent\">Section third provides, that the proceeds of the sales 'shall be paid to the parties entitled thereto, or applied by the Secretary of the Interior for their benefit in such manner as he may think most advantageous to the parties.'</p>\n      <p class=\"indent\">These statutes being in force, Victoria Smith, one of the half-breeds named in the treaty of 1825, being in possession of her tract, executed on the 14th of August, 1860, a deed to one Stevens, purporting to convey it to him, and Stevens went into possession.</p>\n      <p class=\"indent\">About two years after this deed was made, that is to say, on the 17th of July, 1862,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Congress by joint resolution repealed the above-mentioned second and third sections of the act of 1860.</p>\n      <p class=\"indent\">Victoria Smith now brought an action of ejectment against Stevens in a local State court in Kansas, to recover possession of the tract. Stevens in bar of the suit offered in evidence Victoria's deed of the 14th August, 1860, for the same land, but the court excluded the deed from the jury on the ground that the plaintiff by virtue of the Indian treaty of 1825 and the act of Congress on the subject, was prohibited from executing the deed. The Supreme Court of the State, on appeal, affirmed the ruling of the lower court, and the case was brought here to test the correctness of that decision.</p>\n      <p class=\"indent\">\n        <i>Messrs. Denver, Bradley, and Hughes, for the plaintiff in error:</i>\n      </p>\n      <p class=\"indent\">1. Upon the survey and location of the sections of land respectively, and the delivery of possession to the respective reservees, they were by the terms of the treaty of 1825, and though there were no words of perpetuity in the reservations, respectively clothed with a fee-simple title in those reservations. No patent was necessary to complete the title.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n      <p class=\"indent\">2. But if the title did not pass by the treaty, it did pass in fee by the act of Congress, 26th May, 1860, and the reservees after that act had the right to make a deed in fee. The words of conveyance are very comprehensive. The statute is a grant and is to be taken most favorably for the grantees. There is nothing left in the United States which could draw to it the reversion. Words of perpetuity in such an instrument, made with such full intent, were not needed.</p>\n      <p class=\"indent\">If they 'vested' the fee in the grantees, any restraint upon alienation would have been void. They took freed from such condition, if there was one. And so Congress seem to have considered it, for they do not prohibit <i>future</i> alienation.</p>\n      <p class=\"indent\">Since, then, to allow the second and third sections of this act to be restraints on the disposing power of the grantees, and to limit that power to an application to the Secretary of the Interior, by whom the sale was authorized to be made, would be a plain violation of one of the canons of the law regulating real estate, no such construction can be given unless the intent is too clear to admit of doubt, such construction cannot prevail.</p>\n      <p class=\"indent\">Those two sections are susceptible of a different construction, in harmony with the construction already put upon the first section. The government had already conveyed the lands to the Indians with an unincumbered title. But they desired to protect the Indians against their own improvidence, and to do so imposed this trust on the secretary, to be exercised on the application of the owner of the lands. It was a new duty assigned to the secretary, but neither in terms nor by necessary intendment does it fetter the right of the Indian to dispose of his lands as he may see fit. This view reconciles the act with the established principle of law. And this view is strengthened by the terms of the eleventh article of the treaty, prohibiting the sale of the lands reserved to the <i>nation</i>, but not prohibiting the sale of the private reservations.</p>\n      <p class=\"indent\">Again. There is no prohibition in either the treaty or the act of 1860 against future sales. The Indian had clearly a title to the possession with an inchoate title to the fee. Being in such possession, Victoria conveyed whatever title she had. Congress, by the joint resolution of July 17th, 1862, repealed the second and third sections of the act of 1860. This repeal operated by relation to vest in the purchaser the full title which was vested in her by the first section of the act of 1860.</p>\n      <p class=\"indent\"><i>Mr. J. S. Black, contra</i>, citing Goodell <i>v.</i> Jackson, 20 Johnson, 694, 718, 733; Shawnee County <i>v.</i> Carter, 2 Kansas State, 115; Hunt <i>v.</i> Knickerbacker, 5 Johnson, 332-34; St. Regis Indians <i>v.</i> Drum, 19 Id. 127; Jackson <i>v.</i> Wood, 7 Id. 290; Pettit's Administrators <i>v.</i> Pettit's Distributees, 32 Alabama, 288; Lee <i>v.</i> Glover, 8 Cowen, 189.</p>\n      <p class=\"indent\">Mr. Justice DAVIS delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The eleventh article of the treaty of 1825 contains a stipulation, that the nation shall not sell the specified allotment of lands reserved for the benefit of each of the half-breeds named in it (Victoria Smith being one of them) without the permission of the government; and it would seem that the contracting parties intended this prohibition to apply to the individual members of tribe, for, if it were not so, the policy which dictated the restriction would be in danger of being defeated altogether.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It is, however, not necessary, for the purposes of this suit, to decide this point, as the deed in question was made after the passage of the act of Congress of the 26th day of May, 1860, which relieves the subject of all difficulty. This act vested the title of the United States to the lands which the treaty had set apart for the use of the half-breeds, in the reservees, if living, or, if dead, in their heirs, and declared void all prior contracts for their sale, and forbade any future disposition of them, except by the Secretary of the Interior on the request of the party interested. There is no ambiguity in the act, nor is it requisite to extend the words of it beyond their plain meaning in order to arrive at the intention of the legislature. It was considered by Congress to be necessary, in case the reservees should be desirous of relinquishing the occupation of their lands, that some method of disposing of them should be adopted which would be a safeguard against their own improvidence; and the power of Congress to impose a restriction on the right of alienation, in order to accomplish this object, cannot be questioned. Without this power, it is easy to see, there would be no way of preventing the Indians from being wronged in contracts for the sale of their lands, and the history of our country affords abundant proof that it is at all times difficult, by the most careful legislation, to protect their interests against the superior capacity and adroitness of their more civilized neighbors. It was, manifestly, the purpose of Congress, in conferring the authority to sell on the Secretary of the Interior, to save the lands of the reservees from the cupidity of the white race; and, if the provisions of the treaty were not enough for the purpose, the speedy action of Congress was demanded by the rapid settlement of the adjacent country. In 1825, when the treaty was made, it was not regarded as a probable event that these Indians, owing to the remoteness of the country to which they were removed, would suffer from the encroachments of our people, but in 1860 the same population that had demanded their removal from organized communities, followed them to Kansas. In this condition of things Congress acted, and the necessity for legislation on the subject, if, indeed, there were need for any, is shown by the defence which is interposed to this suit.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It needs no argument or authority to show that the statute, having provided the way in which these half-breed lands could be sold, by necessary implication, prohibited their sale in any other way. The sale in question not only contravened the policy and spirit of the statute, but violated its positive provisions.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It appearing, then, that by the treaty and law in force at the date of the deed, Victoria Smith had no capacity to alienate her land, and the authority to sell being vested in the Secretary of the Interior, and there being no evidence that this officer ever authorized the sale, or in any manner consented to it, it follows that the sale was void, and that the deed conveys no title to the purchaser.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It is hardly necessary to say that a joint resolution passed nearly two years after this transaction, removing the restriction on alienation, cannot relate back and give validity to a conveyance which, when executed, was void, nor have we any reason to suppose that Congress contemplated that any such effect would be claimed for its legislation on the subject.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">JUDGMENT AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 7 Stat. at Large, 244, 245.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 12 Stat. at Large, 21.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 12 Stat. at Large, 628.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> United States <i>v.</i> Brooks, 10 Howard, 442; Doe <i>v.</i> Wilson, 23 Id. 457, 463, 464.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "", "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></span></p>\n    <p class=\"case_cite\">19 L.Ed. 933</p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">321</span></span></p>\n    <p class=\"parties\">SMITH<br>v.<br>STEVENS.</p>\n    <p class=\"date\">December Term, 1870</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Supreme Court of the State of Kansas, the case being thus:</p>\n      <p class=\"indent\">By treaty of June 3d, 1825,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> the United States concluded a treaty with the Kansas Indians, containing mutual cessions of territory. The sixth article of the treaty contained a provision that there should be reserved for the benefit of each of the half-breeds of the Kansas Indians named in it (Victoria Smith being one of them), a certain specified allotment of land out of the quantity ceded by the nation to the United States; to be located, &amp;c.</p>\n      <p class=\"indent\">By the eleventh article of the treaty it was stipulated that 'the said Kansas <i>Nation</i> shall never sell, relinquish, or in any manner dispose of the lands therein reserved to any other nation, person or persons whatever, without the permission of the United States, for that purpose first had and obtained, and shall ever remain under the protection of the United States and in friendship with them.'</p>\n      <p class=\"indent\">The lands were afterwards surveyed, located, and numbered according to the treaty, and the half-breed Indians took possession each of his own reservation.</p>\n      <p class=\"indent\">Subsequently to this, that is to say, May 26th, 1860,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Congress passed an act which, referring to the treaty of 1825, and reciting that the land reserved 'had been surveyed and allotted to each of the said half-breeds in the order in which they are named in, and in accordance with, the provision of the said sixth article,' enacted:</p>\n      <p class=\"indent\">'That <i>all the title, interest, and estate of the United States is hereby vested</i> in the said reservees, who are now living on the land reserved, set apart, and allotted to them respectively by the said sixth article of said treaty; . . . but nothing herein contained shall be construed to give any force, efficacy, or binding effect to any contract in writing or otherwise, for the sale or disposition of any lands named in this act <i>heretofore</i> made by any of said reservees, or their heirs.'</p>\n      <p class=\"indent\">The second section of this act provides that</p>\n      <p class=\"indent\">'In case any of the reservees now living or any of the heirs of any deceased reservees shall not desire to reside upon or occupy the lands to which such reservees or such heirs are entitled by the provisions of this act, the Secretary of the Interior, when requested by them or either of them so to do, is hereby authorized to sell such lands belonging to those so requesting him for the benefit of such reservees or such heirs, . . . in accordance with such rules and regulations as may be prescribed by the Commissioner of Indian Affairs and approved by the Secretary of the Interior; and patents in the usual form shall be issued to the purchasers of the said land, in accordance with the provisions of this act.'</p>\n      <p class=\"indent\">Section third provides, that the proceeds of the sales 'shall be paid to the parties entitled thereto, or applied by the Secretary of the Interior for their benefit in such manner as he may think most advantageous to the parties.'</p>\n      <p class=\"indent\">These statutes being in force, Victoria Smith, one of the half-breeds named in the treaty of 1825, being in possession of her tract, executed on the 14th of August, 1860, a deed to one Stevens, purporting to convey it to him, and Stevens went into possession.</p>\n      <p class=\"indent\">About two years after this deed was made, that is to say, on the 17th of July, 1862,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Congress by joint resolution repealed the above-mentioned second and third sections of the act of 1860.</p>\n      <p class=\"indent\">Victoria Smith now brought an action of ejectment against Stevens in a local State court in Kansas, to recover possession of the tract. Stevens in bar of the suit offered in evidence Victoria's deed of the 14th August, 1860, for the same land, but the court excluded the deed from the jury on the ground that the plaintiff by virtue of the Indian treaty of 1825 and the act of Congress on the subject, was prohibited from executing the deed. The Supreme Court of the State, on appeal, affirmed the ruling of the lower court, and the case was brought here to test the correctness of that decision.</p>\n      <p class=\"indent\">\n        <i>Messrs. Denver, Bradley, and Hughes, for the plaintiff in error:</i>\n      </p>\n      <p class=\"indent\">1. Upon the survey and location of the sections of land respectively, and the delivery of possession to the respective reservees, they were by the terms of the treaty of 1825, and though there were no words of perpetuity in the reservations, respectively clothed with a fee-simple title in those reservations. No patent was necessary to complete the title.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n      <p class=\"indent\">2. But if the title did not pass by the treaty, it did pass in fee by the act of Congress, 26th May, 1860, and the reservees after that act had the right to make a deed in fee. The words of conveyance are very comprehensive. The statute is a grant and is to be taken most favorably for the grantees. There is nothing left in the United States which could draw to it the reversion. Words of perpetuity in such an instrument, made with such full intent, were not needed.</p>\n      <p class=\"indent\">If they 'vested' the fee in the grantees, any restraint upon alienation would have been void. They took freed from such condition, if there was one. And so Congress seem to have considered it, for they do not prohibit <i>future</i> alienation.</p>\n      <p class=\"indent\">Since, then, to allow the second and third sections of this act to be restraints on the disposing power of the grantees, and to limit that power to an application to the Secretary of the Interior, by whom the sale was authorized to be made, would be a plain violation of one of the canons of the law regulating real estate, no such construction can be given unless the intent is too clear to admit of doubt, such construction cannot prevail.</p>\n      <p class=\"indent\">Those two sections are susceptible of a different construction, in harmony with the construction already put upon the first section. The government had already conveyed the lands to the Indians with an unincumbered title. But they desired to protect the Indians against their own improvidence, and to do so imposed this trust on the secretary, to be exercised on the application of the owner of the lands. It was a new duty assigned to the secretary, but neither in terms nor by necessary intendment does it fetter the right of the Indian to dispose of his lands as he may see fit. This view reconciles the act with the established principle of law. And this view is strengthened by the terms of the eleventh article of the treaty, prohibiting the sale of the lands reserved to the <i>nation</i>, but not prohibiting the sale of the private reservations.</p>\n      <p class=\"indent\">Again. There is no prohibition in either the treaty or the act of 1860 against future sales. The Indian had clearly a title to the possession with an inchoate title to the fee. Being in such possession, Victoria conveyed whatever title she had. Congress, by the joint resolution of July 17th, 1862, repealed the second and third sections of the act of 1860. This repeal operated by relation to vest in the purchaser the full title which was vested in her by the first section of the act of 1860.</p>\n      <p class=\"indent\"><i>Mr. J. S. Black, contra</i>, citing Goodell <i>v.</i> Jackson, 20 Johnson, 694, 718, 733; Shawnee County <i>v.</i> Carter, 2 Kansas State, 115; Hunt <i>v.</i> Knickerbacker, 5 Johnson, 332-34; St. Regis Indians <i>v.</i> Drum, 19 Id. 127; Jackson <i>v.</i> Wood, 7 Id. 290; Pettit's Administrators <i>v.</i> Pettit's Distributees, 32 Alabama, 288; Lee <i>v.</i> Glover, 8 Cowen, 189.</p>\n      <p class=\"indent\">Mr. Justice DAVIS delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The eleventh article of the treaty of 1825 contains a stipulation, that the nation shall not sell the specified allotment of lands reserved for the benefit of each of the half-breeds named in it (Victoria Smith being one of them) without the permission of the government; and it would seem that the contracting parties intended this prohibition to apply to the individual members of tribe, for, if it were not so, the policy which dictated the restriction would be in danger of being defeated altogether.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It is, however, not necessary, for the purposes of this suit, to decide this point, as the deed in question was made after the passage of the act of Congress of the 26th day of May, 1860, which relieves the subject of all difficulty. This act vested the title of the United States to the lands which the treaty had set apart for the use of the half-breeds, in the reservees, if living, or, if dead, in their heirs, and declared void all prior contracts for their sale, and forbade any future disposition of them, except by the Secretary of the Interior on the request of the party interested. There is no ambiguity in the act, nor is it requisite to extend the words of it beyond their plain meaning in order to arrive at the intention of the legislature. It was considered by Congress to be necessary, in case the reservees should be desirous of relinquishing the occupation of their lands, that some method of disposing of them should be adopted which would be a safeguard against their own improvidence; and the power of Congress to impose a restriction on the right of alienation, in order to accomplish this object, cannot be questioned. Without this power, it is easy to see, there would be no way of preventing the Indians from being wronged in contracts for the sale of their lands, and the history of our country affords abundant proof that it is at all times difficult, by the most careful legislation, to protect their interests against the superior capacity and adroitness of their more civilized neighbors. It was, manifestly, the purpose of Congress, in conferring the authority to sell on the Secretary of the Interior, to save the lands of the reservees from the cupidity of the white race; and, if the provisions of the treaty were not enough for the purpose, the speedy action of Congress was demanded by the rapid settlement of the adjacent country. In 1825, when the treaty was made, it was not regarded as a probable event that these Indians, owing to the remoteness of the country to which they were removed, would suffer from the encroachments of our people, but in 1860 the same population that had demanded their removal from organized communities, followed them to Kansas. In this condition of things Congress acted, and the necessity for legislation on the subject, if, indeed, there were need for any, is shown by the defence which is interposed to this suit.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It needs no argument or authority to show that the statute, having provided the way in which these half-breed lands could be sold, by necessary implication, prohibited their sale in any other way. The sale in question not only contravened the policy and spirit of the statute, but violated its positive provisions.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It appearing, then, that by the treaty and law in force at the date of the deed, Victoria Smith had no capacity to alienate her land, and the authority to sell being vested in the Secretary of the Interior, and there being no evidence that this officer ever authorized the sale, or in any manner consented to it, it follows that the sale was void, and that the deed conveys no title to the purchaser.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It is hardly necessary to say that a joint resolution passed nearly two years after this transaction, removing the restriction on alienation, cannot relate back and give validity to a conveyance which, when executed, was void, nor have we any reason to suppose that Congress contemplated that any such effect would be claimed for its legislation on the subject.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">JUDGMENT AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 7 Stat. at Large, 244, 245.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 12 Stat. at Large, 21.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 12 Stat. at Large, 628.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> United States <i>v.</i> Brooks, 10 Howard, 442; Doe <i>v.</i> Wilson, 23 Id. 457, 463, 464.</p>\n      </div>\n    </div>\n    ", "id": 88263, "judges": "", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/88263/", "sha1": "f6430d1660700e2f80d39754ab1d6c1608faa343", "source": "R", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:01:35"}