{"absolute_url": "/opinion/99489/united-states-v-poland/", "blocked": false, "citation": {"case_name": "United States v. Poland", "docket_number": "29", "document_uris": ["/api/rest/v2/document/99489/"], "federal_cite_one": "251 U.S. 221", "federal_cite_three": null, "federal_cite_two": null, "id": 83872, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/83872/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 2, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1920-01-05", "date_modified": "2014-12-21T01:36:46.454357", "docket": "/api/rest/v2/docket/2519759/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">251 U.S. 221</p>\n    <p class=\"case_cite\">40 S.Ct. 127</p>\n    <p class=\"case_cite\">64 L.Ed. 236</p>\n    <p class=\"parties\">UNITED STATES<br>v.<br>POLAND et al.</p>\n    <p class=\"docket\">No. 29.</p>\n    <p class=\"date\">Argued Nov. 19, 1919.</p>\n    <p class=\"date\">Decided Jan. 5, 1920.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Mr. Assistant Attorney General Nebeker,</i> for the United States.</p>\n      <p class=\"indent\"><i>Messrs. Ira Bronson,</i> of Seattle, Wash., and <i>George H. Patrick,</i> of Washington, D. C., for respondents.</p>\n      <p class=\"indent\">Mr. Justice VAN DEVANTER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a suit to cancel a patent issued to William B. Poland for one hundred and sixty acres of land in Alaska, the gravamen of the complaint being that by this and another patent, both based upon soldiers' additional homestead rights, Poland acquired a single body of land of larger acreage than was permitted by the statute under which the patents were sought and issued. The defendants, who were the patentee and another claiming under him, separately demurred to the complaint, and the court sustained the demurrers and dismissed the suit. That decision was affirmed by the Circuit Court of Appeals, one judge dissenting, 231 Fed. 810, 145 C. C. A. 630, and the case is here on writ of certiorari.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Of course, it rested with Congress to determine whether, when, and with what restrictions the general land laws should be extended to Alaska. For many years there was no affirmative action upon the subject. The first steps consisted of limited extensions of the laws relating to mining claims, Act May 17, 1884, c. 53, &#167; 8, 23 Stat. 24, 26, and Town Sites Act March 3, 1891, c. 561, &#167; 11, 26 Stat. 1095, 1099 (Comp. St. &#167; 5079); but with these we are not now concerned. The homestead laws were the next to receive attention. By the Act of May 14, 1898, c. 299, 30 Stat. 409, they were extended to that district with the restrictions (a) that 'no homestead' should exceed eighty acres in extent, and (b) that 'no entry' should extend more than eighty rods along the shore of any navigable water, and along such shore a space of at least eighty rods should be reserved from entry between all such claims. And by the amendatory Act of March 3, 1903, c. 1002, 32 Stat. 1028 (Comp. St. &#167; 5046), the extension of the homestead laws was repeated and confirmed, but with the qualifications (a) that an <i>actual settler</i> intending to comply with the requirements in respect of continued residence, cultivation, etc., should be entitled to enter three hundred and twenty acres or a less quantity, (b) that 'no more than one hundred and sixty acres shall be entered in any single body' by means of soldiers' additional homestead rights, and (c) that 'no entry' should extend more than one hundred and sixty rods along the shore of any navigable water, and along such shore a space of at least eighty rods should be reserved from entry between all such claims. Further restrictions were imposed, but there is no present need for noticing them.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The controversy here is over the meaning and purpose of the provision that no more than one hundred and sixty acres shall be entered in any single body by means of soldiers' additional homestead rights.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The material facts to be gathered from the complaint are these: Poland, who was the assignee of certain soldiers' additional homestead rights entitling their owner to enter and acquire in the aggregate 319.75 acres, wished to use them in entering and acquiring certain land in Alaska. The regular public surveys had not been extended to that locality, so he caused a special survey of the land to be made at his expense, as was permitted by applicableregulations. 32 Land Dec. 424; 28 Land Dec. 149. By that survey the land, which was in a compact or single body, was divided into two tracts&#8212;one of 159.75 acres, designated as survey No. 241, and the other of 160 acres, designated as survey No. 242. As surveyed the north boundary of one tract was the south boundary of the other, and this was shown in the surveyor's return. On April 26, 1906, after the survey, he presented at the local land office two applications whereby he sought to make separate entries of the two tracts with his soldiers' additional rights&#8212;some of the rights being used on one tract and the others on the other tract. The applications were approved and passed to entry and patent&#8212;the patent for the 160 acres being issued a considerable period after the other.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In these circumstances the complaint charges that the 319.75 acres, although surveyed in the form of two tracts, were but a single body of land in the sense of the provision in question; that the land officers in passing both applications to entry and patent acted upon a misconception of the law and of their authority; and that in consequence the later patent, whereby Poland's acquisition was made in exceed one hundred and sixty acres in a single body, was issued in violation of law and should be canceled.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The complaint also contains an allegation that that patent was fraudulently procured in that among the proofs presented to the land officers was an affidavit falsely representing, in effect, that the two tracts were more than eighty rods apart, when in truth they were adjoining tracts. But this allegation must be put out of view, first, because the words of the affidavit as set forth in the complaint do not sustain the pleader's conclusion as to what was represented, and, second, because the complaint makes it certain that the application and other entry papers clearly disclosed In approaching the consideration of the provision whose meaning and purpose are in question, it is well to recall what soldiers' additional homestead rights are and what use could be made of them outside Alaska when the provision was adopted. They are rights to enter and acquire unappropriated nonmineral public land without settlement, residence, improvement, or cultivation, and without payment of any purchase price. They are not personal to the original beneficiaries but are transferable at will, and the number that may be assigned to the same person is not limited. A single right is always for less, and generally much less, than one hundred and sixty acres, but rights aggregating many times that number of acres may be and often are held by a single assignee. When the provision was adopted there were almost no restrictions upon the use of such rights outside Alaska. Indeed, the only restriction of any moment was one, uniformly respected, preventing the inclusion of more than one hundred and sixty acres in a single entry. But the number of such entries that might be made by the same person was not restricted, nor was there any limitation upon the amount of land in a single body that might be entered in that way. Thus an assignee having rights aggregating six hundred and forty acres could use them in entering that amount of land in a compact body one mile square, if only he did so through four entries of one hundred and sixty acres each. And, if he had rights the aggregate of which was sufficient, he could in a like way enter a body of land three miles square or even an entire township. See Rev. Stat. &#167;&#167; 2289, 2304, 2306 (Comp. St. &#167;&#167; 4530, 4592, 4594); Webster v. Luther, 163 U. S. 331, 16 Sup. Ct. 963, 41 L. Ed. 179; Diamond Coal Co. v. United States, 233 U. S. 236, 243, 34 Sup. Ct. 507, 58 L. Ed. 936; Robinson v. Lundrigan, 227 U. S. 173, 178, 179, 33 Sup. Ct. 255, 57 L. Ed. 468; 3 Land Dec. 472; Edgar Boice, 29 Land Dec. 599, and Edgar O'Keefe, Id., 643; 30 Land Dec. 285; 31 Land Dec. 441; 32 Land Dec. 418; Ole B. Olsen, 33 Land Dec. 225; 45 Land Dec. 236, par. 3; General Circular of 1904, pp. 11, 26-28.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">With this understanding of the circumstances in which the provision was incorporated into the Act of 1903 extending the homestead laws to Alaska, we think the meaning and purpose of the provision are manifest. It is in form a proviso and says 'no more than one hundred and sixty acres shall be entered in any single body' by means of soldiers' additional homestead rights. A purpose to prevent the use of these rights in entering a large acreage in a single body hardly could be more plainly expressed. There is nothing in the provision indicating that it is concerned merely with what may be taken by a single entry; and to construe it in that way would make it practically useless, for a large acreage in a single body still could be taken by merely resorting to two or more entries. Besides, the amount of land that could be taken by a single entry had long been limited to one hundred and sixty acres, and of course to say that no greater amount should be taken in a single body by a single entry would add nothing to that limitation. But the provision does not speak of a single entry but only of the amount that may be 'entered in any single body,' and if it is to have any real effect it must be construed according to the natural import of its words; that is to say, as limiting the amount of land in a compact or single body that may be entered by means of soldiers' additional homestead rights, whether the entering be by one or several entries. We conclude therefore that the provision, while leaving one who holds several rights free to exercise all of them and to make as many entries as his rights will sustain, prohibits him from using them to enter and acquire more than one hundred and sixty acres in a compact or single body.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The court in Alaska regarded the provision as sufficiently like that relating to the area of placer mining claims (Rev. Stat. &#167;&#167; 2330, 2331 [Comp. St. &#167;&#167; 4629, 4630]) to require that it be similarly construed. But we think there is a marked difference between the two provisions. That in the placer mining law says 'no location' shall exceed a prescribed area and it means, as the statute otherwise shows, that no single location shall include more.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Circuit Court of Appeals was of opinion that&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'What the statute was seeking to protect was the shores of      the navigable waters of Alaska and not to prohibit the entry      of a tract of more than 160 acres.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In this the court apparently confused the present provision, which operates in the same way in all parts of Alaska, with another and wholly distinct provision, which relates only to entries along the shore. Their independence and the subjects to which they relate are best shown by quoting both in the order in which they appear in the statute, which we do:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'And provided further that no more than one hundred and sixty      acres shall be entered in any single body by * * * soldier's      additional homestead right.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'Previded, that no entry shall be allowed extending more than      one hundred and sixty rods along the shore of any navigable      water, and along such shore a space of at least eighty rods      shall be reserved from entry between all such claims.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">There is in this case no question as to what distance along the shore an entry may extend, or as to what space shall be reserved between claims along the shore, but only a question as to whether making separate entries of lands which in point of contiguity and compactness constitute a single body of 319.75 acres is in contravention of the provision first quoted, where both entries are by the same person and are based upon soldiers' additional homestead rights. That question we answer in the affirmative for the reasons before indicated.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It follows that, if the facts be as alleged in the complaint, the second patent was issued in violation of law and the Government is entitled to demand that it be canceled, unless, as is asserted in the brief for the defendants, one of them is a bona fide purchaser. The complaint does not show that he is such, and the rule is that this is an affirmative defense, which he must set up and establish. Wright-Blodgett Co. v. United States, 236 U. S. 397, 403, 35 Sup. Ct. 339, 59 L. Ed. 637; Great Northern Ry. Co. v. Hower, 236 U. S. 702, 710, 35 Sup. Ct. 465, 59 L. Ed. 798.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">If the patent is canceled, Poland, or his assignee, will be free to exercise the rights with which the patent was obtained (see Harlan Cole, 6 Land Dec. 290, and John E. Courtright, Id. 459), and also to ask repayment under the Act of June 16, 1880, c. 244, 21 Stat. 287 (Comp. St. &#167;&#167; 4595-4598), of the fees and commissions paid to the land officers.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Decree reversed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>251 U.S. 221 (1920)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nPOLAND ET AL.</h1></center>\n<center>No. 29.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 19, 1919.</center>\n<center>Decided January 5, 1920.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE NINTH CIRCUIT.\n<p><i>Mr. Assistant Attorney General Nebeker,</i> with whom <i>The Solicitor General</i> was on the brief, for the United States.</p>\n<p><span class=\"star-pagination\">*222</span> <i>Mr. Ira Bronson</i> and <i>Mr. George H. Patrick,</i> with whom <i>Mr. H.B. Jones</i> was on the brief, for respondents. Among the points presented by them was the following.</p>\n<p>MR. JUSTICE VAN DEVANTER delivered the opinion of the court.</p>\n<p>This is a suit to cancel a patent issued to William B. Poland for one hundred and sixty acres of land in Alaska, the gravamen of the complaint being that by this and another patent, both based upon soldiers' additional homestead rights, Poland acquired a single body of land of larger acreage than was permitted by the statute under which the patents were sought and issued. The defendants, who were the patentee and another claiming under him, separately demurred to the complaint, and the court sustained the demurrers and dismissed the suit. That decision was affirmed by the Circuit Court of Appeals, one judge dissenting, 231 Fed. Rep. 810, and the case is here on writ of certiorari.</p>\n<p>Of course, it rested with Congress to determine whether, when, and with what restrictions the general land laws should be extended to Alaska. For many years there was no affirmative action upon the subject. The first steps consisted of limited extensions of the laws relating to mining claims, c. 53, 23 Stat. 24, § 8, and town sites, c. 561, <span class=\"star-pagination\">*223</span> 26 Stat. 1095, § 11; but with these we are not now concerned. The homestead laws were the next to receive attention. By the Act of May 14, 1898, c. 299, 30 Stat. 409, they were extended to that district with the restrictions (a) that \"no homestead\" should exceed eighty acres in extent and (b) that \"no entry\" should extend more than eighty rods along the shore of any navigable water, and along such shore a space of at least eighty rods should be reserved from entry between all such claims. And by the amendatory Act of March 3, 1903, c. 1002, 32 Stat. 1028, the extension of the homestead laws was repeated and confirmed, but with the qualifications (a) that an <i>actual settler</i> intending to comply with the requirements in respect of continued residence, cultivation, etc., should be entitled to enter three hundred and twenty acres or a less quantity, (b) that \"no more than one hundred and sixty acres shall be entered in any single body\" by means of soldiers' additional homestead rights, and (c) that \"no entry\" should extend more than one hundred and sixty rods along the shore of any navigable water, and along such shore a space of at least eighty rods should be reserved from entry between all such claims. Further restrictions were imposed, but there is no present need for noticing them.</p>\n<p>The controversy here is over the meaning and purpose of the provision that no more than one hundred and sixty acres shall be entered in any single body by means of soldiers' additional homestead rights.</p>\n<p>The material facts to be gathered from the complaint are these: Poland, who was the assignee of certain soldiers' additional homestead rights entitling their owner to enter and acquire in the aggregate 319.75 acres, wished to use them in entering and acquiring certain land in Alaska. The regular public surveys had not been extended to that locality, so he caused a special survey of the land to be made at his expense, as was permitted by applicable <span class=\"star-pagination\">*224</span> regulations. 32 L.D. 424; 28 L.D. 149. By that survey the land, which was in a compact or single body, was divided into two tracts  one of 159.75 acres, designated as survey No. 241, and the other of 160 acres, designated as survey No. 242. As surveyed the north boundary of one tract was the south boundary of the other, and this was shown in the surveyor's return. On April 26, 1906, after the survey, he presented at the local land office two applications whereby he sought to make separate entries of the two tracts with his soldiers' additional rights  some of the rights being used on one tract and the others on the other tract. The applications were approved and passed to entry and patent  the patent for the 160 acres being issued a considerable period after the other.</p>\n<p>In these circumstances the complaint charges that the 319.75 acres, although surveyed in the form of two tracts, were but a single body of land in the sense of the provision in question; that the land officers in passing both applications to entry and patent acted upon a misconception of the law and of their authority, and that in consequence the later patent, whereby Poland's acquisition was made to exceed one hundred and sixty acres in a single body, was issued in violation of law and should be canceled.</p>\n<p>The complaint also contains an allegation that that patent was fraudulently procured in that among the proofs presented to the land officers was an affidavit falsely representing, in effect, that the two tracts were more than eighty rods apart, when in truth they were adjoining tracts. But this allegation must be put out of view, first, because the words of the affidavit as set forth in the complaint do not sustain the pleader's conclusion as to what was represented, and, second, because the complaint makes it certain that the application and other entry papers clearly disclosed that the two tracts were contiguous to the extent of having a common boundary one-half mile in length.</p>\n<p><span class=\"star-pagination\">*225</span> In approaching the consideration of the provision whose meaning and purpose are in question it is well to recall what soldiers' additional homestead rights are and what use could be made of them outside Alaska when the provision was adopted. They are rights to enter and acquire unappropriated non-mineral public land without settlement, residence, improvement or cultivation, and without payment of any purchase price. They are not personal to the original beneficiaries but are transferable at will, and the number that may be assigned to the same person is not limited. A single right is always for less, and generally much less, than one hundred and sixty acres, but rights aggregating many times that number of acres may be and often are held by a single assignee. When the provision was adopted there were almost no restrictions upon the use of such rights outside Alaska. Indeed, the only restriction of any moment was one, uniformly respected, preventing the inclusion of more than one hundred and sixty acres in a single entry. But the number of such entries that might be made by the same person was not restricted, nor was there any limitation upon the amount of land in a single body that might be entered in that way. Thus an assignee having rights aggregating six hundred and forty acres could use them in entering that amount of land in a compact body one mile square, if only he did so through four entries of one hundred and sixty acres each. And, if he had rights the aggregate of which was sufficient, he could in a like way enter a body of land three miles square or even an entire township. See Rev. Stats., §§ 2289, 2304, 2306; <i>Webster</i> v. <i>Luther,</i> 163 U.S. 331; <i>Diamond Coal Co.</i> v. <i>United States,</i> 233 U.S. 236, 243; <i>Robinson</i> v. <i>Lundrigan,</i> 227 U.S. 173, 178-179; 3 L.D. 472; 29 L.D. 599 and 643; 30 L.D. 285; 31 L.D. 441; 32 L.D. 418; 33 L.D. 225; 45 L.D. 236, 3d par.; General Circular of 1904, pp. 11, 26-28.</p>\n<p>With this understanding of the circumstances in which <span class=\"star-pagination\">*226</span> the provision was incorporated into the Act of 1903 extending the homestead laws to Alaska, we think the meaning and purpose of the provision are manifest. It is in form a proviso and says \"no more than one hundred and sixty acres shall be entered in any single body\" by means of soldiers' additional homestead rights. A purpose to prevent the use of these rights in entering a large acreage in a single body hardly could be more plainly expressed. There is nothing in the provision indicating that it is concerned merely with what may be taken by a single entry; and to construe it in that way would make it practically useless, for a large acreage in a single body still could be taken by merely resorting to two or more entries. Besides, the amount of land that could be taken by a single entry had long been limited to one hundred and sixty acres, and of course to say that no greater amount should be taken in a single body by a single entry would add nothing to that limitation. But the provision does not speak of a single entry but only of the amount that may be \"entered in any single body,\" and if it is to have any real effect it must be construed according to the natural import of its words; that is to say, as limiting the amount of land in a compact or single body that may be entered by means of soldiers' additional homestead rights, whether the entering be by one or several entries. We conclude therefore that the provision, while leaving one who holds several rights free to exercise all of them and to make as many entries as his rights will sustain, prohibits him from using them to enter and acquire more than one hundred and sixty acres in a compact or single body.</p>\n<p>The court in Alaska regarded the provision as sufficiently like that relating to the area of placer mining claims (Rev. Stats., §§ 2330, 2331) to require that it be similarly construed. But we think there is a marked difference between the two provisions. That in the placer mining law says \"no location\" shall exceed a prescribed <span class=\"star-pagination\">*227</span> area and it means, as the statute otherwise shows, that no single location shall include more.</p>\n<p>The Circuit Court of Appeals was of opinion that \"what the statute was seeking to protect was the shores of the navigable waters of Alaska and not to prohibit the entry of a tract of land of more than 160 acres.\" In this the court apparently confused the present provision, which operates in the same way in all parts of Alaska, with another and wholly distinct provision, which relates only to entries along the shore. Their independence and the subjects to which they relate are best shown by quoting both in the order in which they appear in the statute, which we do </p>\n<p>\"And provided further that no more than one hundred and sixty acres shall be entered in any single body by . . . soldier's additional homestead right.\"</p>\n<p>\"<i>Provided,</i> That no entry shall be allowed extending more than one hundred and sixty rods along the shore of any navigable water, and along such shore a space of at least eighty rods shall be reserved from entry between all such claims.\"</p>\n<p>There is in this case no question as to what distance along the shore an entry may extend, or as to what space shall be reserved between claims along the shore, but only a question as to whether making separate entries of lands which in point of contiguity and compactness constitute a single body of 319.75 acres is in contravention of the provision first quoted, where both entries are by the same person and are based upon soldiers' additional homestead rights. That question we answer in the affirmative for the reasons before indicated.</p>\n<p>It follows that, if the facts be as alleged in the complaint, the second patent was issued in violation of law and the Government is entitled to demand that it be canceled, unless, as is asserted in the brief for the defendants, one of them is a <i>bona fide</i> purchaser. The complaint does not show that he is such, and the rule is that this is an <span class=\"star-pagination\">*228</span> affirmative defense which he must set up and establish. <i>Wright-Blodgett Co.</i> v. <i>United States,</i> 236 U.S. 397, 403; <i>Great Northern Ry. Co.</i> v. <i>Hower,</i> 236 U.S. 702, 710.</p>\n<p>If the patent is canceled Poland, or his assignee, will be free to exercise the rights with which the patent was obtained (see 6 L.D. 290 and 459), and also to ask repayment under the Act of June 16, 1880, c. 244, 21 Stat. 287, of the fees and commissions paid to the land officers.</p>\n<p><i>Decree reversed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">251</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">221</span></span> (1920)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nPOLAND ET AL.</h1></center>\n<center>No. 29.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 19, 1919.</center>\n<center>Decided January 5, 1920.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE NINTH CIRCUIT.\n<p><i>Mr. Assistant Attorney General Nebeker,</i> with whom <i>The Solicitor General</i> was on the brief, for the United States.</p>\n<p><span class=\"star-pagination\">*222</span> <i>Mr. Ira Bronson</i> and <i>Mr. George H. Patrick,</i> with whom <i>Mr. H.B. Jones</i> was on the brief, for respondents. Among the points presented by them was the following.</p>\n<p>MR. JUSTICE VAN DEVANTER delivered the opinion of the court.</p>\n<p>This is a suit to cancel a patent issued to William B. Poland for one hundred and sixty acres of land in Alaska, the gravamen of the complaint being that by this and another patent, both based upon soldiers' additional homestead rights, Poland acquired a single body of land of larger acreage than was permitted by the statute under which the patents were sought and issued. The defendants, who were the patentee and another claiming under him, separately demurred to the complaint, and the court sustained the demurrers and dismissed the suit. That decision was affirmed by the Circuit Court of Appeals, one judge dissenting, 231 Fed. Rep. 810, and the case is here on writ of certiorari.</p>\n<p>Of course, it rested with Congress to determine whether, when, and with what restrictions the general land laws should be extended to Alaska. For many years there was no affirmative action upon the subject. The first steps consisted of limited extensions of the laws relating to mining claims, c. 53, 23 Stat. 24, § 8, and town sites, c. 561, <span class=\"star-pagination\">*223</span> 26 Stat. 1095, § 11; but with these we are not now concerned. The homestead laws were the next to receive attention. By the Act of May 14, 1898, c. 299, 30 Stat. 409, they were extended to that district with the restrictions (a) that \"no homestead\" should exceed eighty acres in extent and (b) that \"no entry\" should extend more than eighty rods along the shore of any navigable water, and along such shore a space of at least eighty rods should be reserved from entry between all such claims. And by the amendatory Act of March 3, 1903, c. 1002, 32 Stat. 1028, the extension of the homestead laws was repeated and confirmed, but with the qualifications (a) that an <i>actual settler</i> intending to comply with the requirements in respect of continued residence, cultivation, etc., should be entitled to enter three hundred and twenty acres or a less quantity, (b) that \"no more than one hundred and sixty acres shall be entered in any single body\" by means of soldiers' additional homestead rights, and (c) that \"no entry\" should extend more than one hundred and sixty rods along the shore of any navigable water, and along such shore a space of at least eighty rods should be reserved from entry between all such claims. Further restrictions were imposed, but there is no present need for noticing them.</p>\n<p>The controversy here is over the meaning and purpose of the provision that no more than one hundred and sixty acres shall be entered in any single body by means of soldiers' additional homestead rights.</p>\n<p>The material facts to be gathered from the complaint are these: Poland, who was the assignee of certain soldiers' additional homestead rights entitling their owner to enter and acquire in the aggregate 319.75 acres, wished to use them in entering and acquiring certain land in Alaska. The regular public surveys had not been extended to that locality, so he caused a special survey of the land to be made at his expense, as was permitted by applicable <span class=\"star-pagination\">*224</span> regulations. 32 L.D. 424; 28 L.D. 149. By that survey the land, which was in a compact or single body, was divided into two tracts  one of 159.75 acres, designated as survey No. 241, and the other of 160 acres, designated as survey No. 242. As surveyed the north boundary of one tract was the south boundary of the other, and this was shown in the surveyor's return. On April 26, 1906, after the survey, he presented at the local land office two applications whereby he sought to make separate entries of the two tracts with his soldiers' additional rights  some of the rights being used on one tract and the others on the other tract. The applications were approved and passed to entry and patent  the patent for the 160 acres being issued a considerable period after the other.</p>\n<p>In these circumstances the complaint charges that the 319.75 acres, although surveyed in the form of two tracts, were but a single body of land in the sense of the provision in question; that the land officers in passing both applications to entry and patent acted upon a misconception of the law and of their authority, and that in consequence the later patent, whereby Poland's acquisition was made to exceed one hundred and sixty acres in a single body, was issued in violation of law and should be canceled.</p>\n<p>The complaint also contains an allegation that that patent was fraudulently procured in that among the proofs presented to the land officers was an affidavit falsely representing, in effect, that the two tracts were more than eighty rods apart, when in truth they were adjoining tracts. But this allegation must be put out of view, first, because the words of the affidavit as set forth in the complaint do not sustain the pleader's conclusion as to what was represented, and, second, because the complaint makes it certain that the application and other entry papers clearly disclosed that the two tracts were contiguous to the extent of having a common boundary one-half mile in length.</p>\n<p><span class=\"star-pagination\">*225</span> In approaching the consideration of the provision whose meaning and purpose are in question it is well to recall what soldiers' additional homestead rights are and what use could be made of them outside Alaska when the provision was adopted. They are rights to enter and acquire unappropriated non-mineral public land without settlement, residence, improvement or cultivation, and without payment of any purchase price. They are not personal to the original beneficiaries but are transferable at will, and the number that may be assigned to the same person is not limited. A single right is always for less, and generally much less, than one hundred and sixty acres, but rights aggregating many times that number of acres may be and often are held by a single assignee. When the provision was adopted there were almost no restrictions upon the use of such rights outside Alaska. Indeed, the only restriction of any moment was one, uniformly respected, preventing the inclusion of more than one hundred and sixty acres in a single entry. But the number of such entries that might be made by the same person was not restricted, nor was there any limitation upon the amount of land in a single body that might be entered in that way. Thus an assignee having rights aggregating six hundred and forty acres could use them in entering that amount of land in a compact body one mile square, if only he did so through four entries of one hundred and sixty acres each. And, if he had rights the aggregate of which was sufficient, he could in a like way enter a body of land three miles square or even an entire township. See Rev. Stats., §§ 2289, 2304, 2306; <i>Webster</i> v. <i>Luther,</i> 163 U.S. 331; <i>Diamond Coal Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"98151\"><a href=\"/opinion/98151/diamond-coal-coke-co-v-united-states/\"><span class=\"volume\">233</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">236</span></a></span>, 243; <i>Robinson</i> v. <i>Lundrigan,</i> <span class=\"citation\" data-id=\"97768\"><a href=\"/opinion/97768/robinson-v-lundrigan/\"><span class=\"volume\">227</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">173</span></a></span>, 178-179; 3 L.D. 472; 29 L.D. 599 and 643; 30 L.D. 285; 31 L.D. 441; 32 L.D. 418; 33 L.D. 225; 45 L.D. 236, 3d par.; General Circular of 1904, pp. 11, 26-28.</p>\n<p>With this understanding of the circumstances in which <span class=\"star-pagination\">*226</span> the provision was incorporated into the Act of 1903 extending the homestead laws to Alaska, we think the meaning and purpose of the provision are manifest. It is in form a proviso and says \"no more than one hundred and sixty acres shall be entered in any single body\" by means of soldiers' additional homestead rights. A purpose to prevent the use of these rights in entering a large acreage in a single body hardly could be more plainly expressed. There is nothing in the provision indicating that it is concerned merely with what may be taken by a single entry; and to construe it in that way would make it practically useless, for a large acreage in a single body still could be taken by merely resorting to two or more entries. Besides, the amount of land that could be taken by a single entry had long been limited to one hundred and sixty acres, and of course to say that no greater amount should be taken in a single body by a single entry would add nothing to that limitation. But the provision does not speak of a single entry but only of the amount that may be \"entered in any single body,\" and if it is to have any real effect it must be construed according to the natural import of its words; that is to say, as limiting the amount of land in a compact or single body that may be entered by means of soldiers' additional homestead rights, whether the entering be by one or several entries. We conclude therefore that the provision, while leaving one who holds several rights free to exercise all of them and to make as many entries as his rights will sustain, prohibits him from using them to enter and acquire more than one hundred and sixty acres in a compact or single body.</p>\n<p>The court in Alaska regarded the provision as sufficiently like that relating to the area of placer mining claims (Rev. Stats., §§ 2330, 2331) to require that it be similarly construed. But we think there is a marked difference between the two provisions. That in the placer mining law says \"no location\" shall exceed a prescribed <span class=\"star-pagination\">*227</span> area and it means, as the statute otherwise shows, that no single location shall include more.</p>\n<p>The Circuit Court of Appeals was of opinion that \"what the statute was seeking to protect was the shores of the navigable waters of Alaska and not to prohibit the entry of a tract of land of more than 160 acres.\" In this the court apparently confused the present provision, which operates in the same way in all parts of Alaska, with another and wholly distinct provision, which relates only to entries along the shore. Their independence and the subjects to which they relate are best shown by quoting both in the order in which they appear in the statute, which we do </p>\n<p>\"And provided further that no more than one hundred and sixty acres shall be entered in any single body by . . . soldier's additional homestead right.\"</p>\n<p>\"<i>Provided,</i> That no entry shall be allowed extending more than one hundred and sixty rods along the shore of any navigable water, and along such shore a space of at least eighty rods shall be reserved from entry between all such claims.\"</p>\n<p>There is in this case no question as to what distance along the shore an entry may extend, or as to what space shall be reserved between claims along the shore, but only a question as to whether making separate entries of lands which in point of contiguity and compactness constitute a single body of 319.75 acres is in contravention of the provision first quoted, where both entries are by the same person and are based upon soldiers' additional homestead rights. That question we answer in the affirmative for the reasons before indicated.</p>\n<p>It follows that, if the facts be as alleged in the complaint, the second patent was issued in violation of law and the Government is entitled to demand that it be canceled, unless, as is asserted in the brief for the defendants, one of them is a <i>bona fide</i> purchaser. The complaint does not show that he is such, and the rule is that this is an <span class=\"star-pagination\">*228</span> affirmative defense which he must set up and establish. <i>Wright-Blodgett Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"98376\"><a href=\"/opinion/98376/wright-blodgett-co-v-united-states/\"><span class=\"volume\">236</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">397</span></a></span>, 403; <i>Great Northern Ry. Co.</i> v. <i>Hower,</i> <span class=\"citation\" data-id=\"98405\"><a href=\"/opinion/98405/great-northern-r-co-v-hower/\"><span class=\"volume\">236</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">702</span></a></span>, 710.</p>\n<p>If the patent is canceled Poland, or his assignee, will be free to exercise the rights with which the patent was obtained (see 6 L.D. 290 and 459), and also to ask repayment under the Act of June 16, 1880, c. 244, 21 Stat. 287, of the fees and commissions paid to the land officers.</p>\n<p><i>Decree reversed.</i></p>\n</div>", "id": 99489, "judges": "Van Devanter", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/99489/", "sha1": "417f209baa97805dec23fd151963b0834d9d22c3", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:47:12"}