{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "106 U.S. 613", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/90724/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Albright v. Teas", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 75104, 
    "resource_uri": "/api/rest/v2/citation/75104/"
  }, 
  "id": 90724, 
  "blocked": false, 
  "judges": "Woods", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1883-01-22", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>106 U.S. 613 (____)</b></center>\n<center><h1>ALBRIGHT<br>\nv.<br>\nTEAS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*616</span> Mr. Anthony Q. Keasbey and Mr. Joseph C. Clayton for the appellants.</p>\n<p>Mr. Walter H. Smith for the appellee.</p>\n<p>MR. JUSTICE WOODS delivered the opinion of the court, and, after stating the case as above, proceeded as follows: \u0097</p>\n<p>The contention of the appellants is that the case is one \"arising under the ... laws of the United States,\" and was, therefore, properly removable from the State to the United States courts, and should not have been remanded.</p>\n<p>It is clear, from an inspection of the bill and answers, that the case is founded upon the agreement in writing between the appellee and the appellants Albright and Cahoone, by which the former, for a consideration therein specified, transferred to the latter his interest in certain letters-patent. The suit was brought to recover the consideration for this transfer, and was not based on the letters-patent.</p>\n<p>The appellants insist, however, that evidence was taken in the cause by the appellee for the purpose of proving that they were using his patented improvements in the manufacture of goods for which they paid him no royalty, and which they contended did not embody the improvements covered by his patents; that the testimony developed a controversy on the question whether the goods which they manufactured under other patents owned by them were or were not infringements on his patents; consequently, that questions of infringement and of the construction of the claims of his patents were necessarily involved in the case, and, therefore, it was one arising under the patent laws of the United States.</p>\n<p>We search the bill of complaint in vain to find any averments raising these questions. It makes no issue touching the construction of the patents granted the appellee, or their validity, or their infringement. The only complaint made in the bill is that the appellants were fraudulently excluding the appellee from an inspection of their books of account, and refusing to pay him the sums due for royalties under his contract <span class=\"star-pagination\">*617</span> And the prayer of the bill was for a discovery, an account of what was due the appellee under his contract, and a decree for the amount found to be due him.</p>\n<p>On the face of the bill, therefore, the case is not one arising under the patent laws of the United States. Wilson v. Sandford, 10 How. 99.</p>\n<p>The testimony on which the appellants rely to show the jurisdiction of the Circuit Court is not before us; but conceding that it discloses the controversy which they assert that it does, the question arises, Does this fact give the courts of the United States jurisdiction of the case?</p>\n<p>Tompkins is the only one of the appellants who questions the validity of the appellee's patents. But he is not a party to the contract between the appellee and Albright and Cahoone, and no relief is prayed against him by the bill; and though he says in his answer that he had always disputed the value and validity of those patents, he raises no issues thereon. The fact that he is made a party defendant to the bill can, therefore, have no effect on the question in hand.</p>\n<p>In passing on the question of jurisdiction, the case is to be considered as if Albright and Cahoone were the only defendants.</p>\n<p>The appellee, before the commencement of the suit, sold and transferred to Albright and Cahoone all his title and interest in the inventions covered by his patents. The transfer was absolute and unconditional. No right, therefore, secured to the appellee in the patent by any act of Congress remained in him. He had no right to prosecute any one for infringements of his patents, or to demand damages therefor, or an account of profits.</p>\n<p>He was entitled to the royalties secured by his contract, and nothing more. And the only question raised by the bill of complaint and the answer of Albright and Cahoone was simply this: What is the sum due the appellee from Albright and Cahoone for his royalties under his contract? In ascertaining this amount, it, of course, became necessary to inquire what goods were manufactured by the appellants under the patents of the appellee. In prosecuting this inquiry, an incidental question might arise, namely, What goods were manufactured <span class=\"star-pagination\">*618</span> by the appellants under other patents of which they were the owners or licensees? But this incidental and collateral inquiry does not change the nature of the litigation. The fact that Albright and Cahoone had licenses to use other patents under which they were manufacturing goods, does not give them the right to litigate their cause in the United States courts because certain goods, which they asserted were made under the other patents, the appellee asserted were really made under his. The suit, notwithstanding the collateral inquiry, still remains a suit on the contract to recover royalties, and not a suit upon the letters-patent. It arises solely upon the contract, and not upon the patent laws of the United States.</p>\n<p>In fact, it does not appear that there is any dispute whatever between the parties in reference to the construction of the patents of the appellee. The controversy between them, as stated by the appellants themselves, is whether certain goods manufactured by them embody the invention covered by the appellee's patents. This does not necessarily involve a construction of the patents. Both parties may agree as to what the patented invention is, and yet disagree on the question whether the invention is employed in the manufacture of certain specified goods. The controversy between the parties in this case is clearly of the latter kind.</p>\n<p>The case cannot, therefore, be said to be one which grows out of the legislation of Congress. Neither party asserts any right, privilege, claim, protection, or defence founded, in whole or in part, on any law of the United States.</p>\n<p>We are, therefore, of opinion that, even if we go outside the pleadings and look into the testimony, the case is not one arising under the laws of the United States, and, consequently, that the courts of the United States had no jurisdiction to entertain it.</p>\n<p>The cases adjudged by this and other courts of the United States sustain this conclusion. In the case of Wilson v. Sandford, ubi supra, the object of the bill was to set aside a contract made by the appellant with the appellees, by which he had granted them permission to use, and vend to others to be used, one of Woodworth's planing-machines in the cities of New Orleans and Lafayette, and also to obtain an injunction against <span class=\"star-pagination\">*619</span> the further use of the machine, on the ground that it was an infringement of his patent-rights. Upon this cause the court, speaking by Mr. Chief Justice Taney, said: \"The dispute in this case does not arise under any act of Congress, nor does the decision depend upon the construction of any law in relation to patents. It arises out of the contract stated in the bill, and there is no act of Congress providing for or regulating contracts of this kind. The rights of the parties depend altogether upon common law and equity principles.\"</p>\n<p>The case of Hartell v. Tilghman, 99 U.S. 547, is also in point. In that case Hartell, the complainant, alleged that he was the original patentee and inventor of a process for cutting and engraving stone, glass, metal, and other hard substances by what is known as the sand-blast process; that the defendants had paid him a considerable sum for machines necessary in the use of his invention, and had also paid him during several months the royalty which he asked for the use of the invention described in and secured by his patent; that the defendants refused to do certain other things, which he charged to have been a part of the consideration of the contract between them, whereupon he had forbidden them further to use his invention, and that they had disregarded this prohibition. The bill prayed for an injunction, an account of profits, and damages.</p>\n<p>The defendants admitted the validity of the patent, their use of it, and their liability for its use under their contract with the complainant, and offered to perform all that the contract required them to perform. All the parties were citizens of the same State.</p>\n<p>Upon this case the question of the jurisdiction of the United States courts was raised; and this court, after a review of several cases bearing on the subject, held that the suit was not one arising under the laws of the United States, and that the Circuit Court had no jurisdiction of the case. The decree was reversed, and the cause remanded with directions to dismiss the bill.</p>\n<p>The argument against the jurisdiction in the case under consideration is stronger than in the two cases above referred to. In each of these cases the object of the complainant in filing <span class=\"star-pagination\">*620</span> the bill was to go behind the agreement under which the defendant had contracted for the right to use the complainant's invention, and to obtain an injunction against the defendant as an infringer. In this case, the appellee admits the contract to be in force, and simply seeks to compel its performance.</p>\n<p>The following cases, cited by this court in Hartell v. Tilghman, are in accord with the views we have expressed: Goodyear v. India-Rubber Company, 4 Blatchf. 63; Merserole v. Union Paper Collar Co., 6 id. 356; Blanchard v. Sprague, 1 Cliff. 288; Hill v. Whitcomb, 1 Holmes, 317.</p>\n<p>From the conclusions reached by us, it follows that the decree of the Circuit Court remanding the cause to the State court must be</p>\n<p>Affirmed.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:02:39", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">613</span></span> (____)</b></center>\n<center><h1>ALBRIGHT<br>\nv.<br>\nTEAS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*616</span> Mr. Anthony Q. Keasbey and Mr. Joseph C. Clayton for the appellants.</p>\n<p>Mr. Walter H. Smith for the appellee.</p>\n<p>MR. JUSTICE WOODS delivered the opinion of the court, and, after stating the case as above, proceeded as follows: \u0097</p>\n<p>The contention of the appellants is that the case is one \"arising under the ... laws of the United States,\" and was, therefore, properly removable from the State to the United States courts, and should not have been remanded.</p>\n<p>It is clear, from an inspection of the bill and answers, that the case is founded upon the agreement in writing between the appellee and the appellants Albright and Cahoone, by which the former, for a consideration therein specified, transferred to the latter his interest in certain letters-patent. The suit was brought to recover the consideration for this transfer, and was not based on the letters-patent.</p>\n<p>The appellants insist, however, that evidence was taken in the cause by the appellee for the purpose of proving that they were using his patented improvements in the manufacture of goods for which they paid him no royalty, and which they contended did not embody the improvements covered by his patents; that the testimony developed a controversy on the question whether the goods which they manufactured under other patents owned by them were or were not infringements on his patents; consequently, that questions of infringement and of the construction of the claims of his patents were necessarily involved in the case, and, therefore, it was one arising under the patent laws of the United States.</p>\n<p>We search the bill of complaint in vain to find any averments raising these questions. It makes no issue touching the construction of the patents granted the appellee, or their validity, or their infringement. The only complaint made in the bill is that the appellants were fraudulently excluding the appellee from an inspection of their books of account, and refusing to pay him the sums due for royalties under his contract <span class=\"star-pagination\">*617</span> And the prayer of the bill was for a discovery, an account of what was due the appellee under his contract, and a decree for the amount found to be due him.</p>\n<p>On the face of the bill, therefore, the case is not one arising under the patent laws of the United States. Wilson v. Sandford, 10 How. 99.</p>\n<p>The testimony on which the appellants rely to show the jurisdiction of the Circuit Court is not before us; but conceding that it discloses the controversy which they assert that it does, the question arises, Does this fact give the courts of the United States jurisdiction of the case?</p>\n<p>Tompkins is the only one of the appellants who questions the validity of the appellee's patents. But he is not a party to the contract between the appellee and Albright and Cahoone, and no relief is prayed against him by the bill; and though he says in his answer that he had always disputed the value and validity of those patents, he raises no issues thereon. The fact that he is made a party defendant to the bill can, therefore, have no effect on the question in hand.</p>\n<p>In passing on the question of jurisdiction, the case is to be considered as if Albright and Cahoone were the only defendants.</p>\n<p>The appellee, before the commencement of the suit, sold and transferred to Albright and Cahoone all his title and interest in the inventions covered by his patents. The transfer was absolute and unconditional. No right, therefore, secured to the appellee in the patent by any act of Congress remained in him. He had no right to prosecute any one for infringements of his patents, or to demand damages therefor, or an account of profits.</p>\n<p>He was entitled to the royalties secured by his contract, and nothing more. And the only question raised by the bill of complaint and the answer of Albright and Cahoone was simply this: What is the sum due the appellee from Albright and Cahoone for his royalties under his contract? In ascertaining this amount, it, of course, became necessary to inquire what goods were manufactured by the appellants under the patents of the appellee. In prosecuting this inquiry, an incidental question might arise, namely, What goods were manufactured <span class=\"star-pagination\">*618</span> by the appellants under other patents of which they were the owners or licensees? But this incidental and collateral inquiry does not change the nature of the litigation. The fact that Albright and Cahoone had licenses to use other patents under which they were manufacturing goods, does not give them the right to litigate their cause in the United States courts because certain goods, which they asserted were made under the other patents, the appellee asserted were really made under his. The suit, notwithstanding the collateral inquiry, still remains a suit on the contract to recover royalties, and not a suit upon the letters-patent. It arises solely upon the contract, and not upon the patent laws of the United States.</p>\n<p>In fact, it does not appear that there is any dispute whatever between the parties in reference to the construction of the patents of the appellee. The controversy between them, as stated by the appellants themselves, is whether certain goods manufactured by them embody the invention covered by the appellee's patents. This does not necessarily involve a construction of the patents. Both parties may agree as to what the patented invention is, and yet disagree on the question whether the invention is employed in the manufacture of certain specified goods. The controversy between the parties in this case is clearly of the latter kind.</p>\n<p>The case cannot, therefore, be said to be one which grows out of the legislation of Congress. Neither party asserts any right, privilege, claim, protection, or defence founded, in whole or in part, on any law of the United States.</p>\n<p>We are, therefore, of opinion that, even if we go outside the pleadings and look into the testimony, the case is not one arising under the laws of the United States, and, consequently, that the courts of the United States had no jurisdiction to entertain it.</p>\n<p>The cases adjudged by this and other courts of the United States sustain this conclusion. In the case of Wilson v. Sandford, ubi supra, the object of the bill was to set aside a contract made by the appellant with the appellees, by which he had granted them permission to use, and vend to others to be used, one of Woodworth's planing-machines in the cities of New Orleans and Lafayette, and also to obtain an injunction against <span class=\"star-pagination\">*619</span> the further use of the machine, on the ground that it was an infringement of his patent-rights. Upon this cause the court, speaking by Mr. Chief Justice Taney, said: \"The dispute in this case does not arise under any act of Congress, nor does the decision depend upon the construction of any law in relation to patents. It arises out of the contract stated in the bill, and there is no act of Congress providing for or regulating contracts of this kind. The rights of the parties depend altogether upon common law and equity principles.\"</p>\n<p>The case of Hartell v. Tilghman, <span class=\"citation\" data-id=\"89978\"><a href=\"/opinion/89978/hartell-v-tilghman/\"><span class=\"volume\">99</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">547</span></a></span>, is also in point. In that case Hartell, the complainant, alleged that he was the original patentee and inventor of a process for cutting and engraving stone, glass, metal, and other hard substances by what is known as the sand-blast process; that the defendants had paid him a considerable sum for machines necessary in the use of his invention, and had also paid him during several months the royalty which he asked for the use of the invention described in and secured by his patent; that the defendants refused to do certain other things, which he charged to have been a part of the consideration of the contract between them, whereupon he had forbidden them further to use his invention, and that they had disregarded this prohibition. The bill prayed for an injunction, an account of profits, and damages.</p>\n<p>The defendants admitted the validity of the patent, their use of it, and their liability for its use under their contract with the complainant, and offered to perform all that the contract required them to perform. All the parties were citizens of the same State.</p>\n<p>Upon this case the question of the jurisdiction of the United States courts was raised; and this court, after a review of several cases bearing on the subject, held that the suit was not one arising under the laws of the United States, and that the Circuit Court had no jurisdiction of the case. The decree was reversed, and the cause remanded with directions to dismiss the bill.</p>\n<p>The argument against the jurisdiction in the case under consideration is stronger than in the two cases above referred to. In each of these cases the object of the complainant in filing <span class=\"star-pagination\">*620</span> the bill was to go behind the agreement under which the defendant had contracted for the right to use the complainant's invention, and to obtain an injunction against the defendant as an infringer. In this case, the appellee admits the contract to be in force, and simply seeks to compel its performance.</p>\n<p>The following cases, cited by this court in Hartell v. Tilghman, are in accord with the views we have expressed: Goodyear v. India-Rubber Company, 4 Blatchf. 63; Merserole v. Union Paper Collar Co., 6 id. 356; Blanchard v. Sprague, 1 Cliff. 288; Hill v. Whitcomb, 1 Holmes, 317.</p>\n<p>From the conclusions reached by us, it follows that the decree of the Circuit Court remanding the cause to the State court must be</p>\n<p>Affirmed.</p>\n</div>", 
  "sha1": "9fbb70f6852830a3fddf060eb88b0686f9c41db1", 
  "date_modified": "2014-12-21T01:29:28.089321", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/90724/albright-v-teas/", 
  "citation_count": 16, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/381564/", 
  "html": "<p class=\"case_cite\">106 U.S. 613</p>\n    <p class=\"case_cite\">1 S.Ct. 550</p>\n    <p class=\"case_cite\">27 L.Ed. 295</p>\n    <p class=\"parties\">ALBRIGHT and others<br>v.<br>TEAS.</p>\n    <p class=\"date\">January 22, 1883.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This was a suit in equity originally brought in the court of chancery of the state of New Jersey by Andrew Teas, the appellee, against the appellants, Andrew Albright, Edwin R. Cahoone, and Samuel E. Tompkins. The bill alleged that Teas was the inventor and patentee of certain improvements in coach-pads, harness-saddles, and saddletrees, covered by three certain letters patent issued to him; that on February 1, 1876, he made an agreement in writing of that date with Albright and Cahoone, which was in substance as follows: Teas agreed on his part to make assignments of said letters patent to Albright and Cahoone, and also of certain other letters patent for which he had made application to the patent-office, and also of any other patents which he might obtain for improvements in gig-saddles and coash-pads for harness; in consideration whereof Albright and Cahoone agreed that they would 'use their best endeavors to have the aforesaid inventions worked, goods manufactured and sold to the best advantage of themselves and said Teas,' and to pay Teas certain specified royalties for the use of the patented improvements, and pay 'all just and necessary expenses for the purpose of procuring and sustaining all of said letters patent against infringers,' provided it be for the mutual interests of and financial benefits to all the parties to the agreement.</p>\n      <p class=\"indent\">The bill further alleged that Teas did assign the patents as stipulated in the agreement and that the agreement was in full force; that a large amount of goods, in which the improvements covered by the patents of the complainant were used, had been manufactured by Albright and Cahoone under the name of the Cahoone Manufacturing Company, and by Tompkins, Albright, and Cahoone, under the firm name of Samuel E. Tompkins, Cahoone &amp; Co.; that the defendants had failed to render proper statements of the quantity of goods manufactured by them; that complainant believed there was a large amount due him under said contract for royalties; and that he had tried without success to obtain an inspection of the account books of defendants to ascertain what was so due him.</p>\n      <p class=\"indent\">The bill prayed for discovery, for an account of the sums due the complainant for royalties under said contract, and for a decree against Albright and Cahoone for the amount found to be due from them to him on said account and for general relief.</p>\n      <p class=\"indent\">Albright and Cahoone filed a joint and several answer and Tompkins a several answer to the bill.</p>\n      <p class=\"indent\">Albright and Cahoone in their answer neither admitted nor denied that Teas was the original inventor of the patents assigned to them, but they denied that he had not free access to their books of account. They averred that they had rendered full accounts and made all payments due to Teas under the agreement set forth in the bill; that if any disputes existed between Teas and defendants, they arose from a wrong construction put in the agreement by Teas, and from unfounded claims by him as to his rights under it; that at the time of the agreement they were in litigation with Tompkins in respect to certain patents held by him for improvements in saddle-trees; that the litigation and rivalry impaired the business of all three, and that in October, 1877, they settled their differences with Tompkins and united their business with his, and it had since been carried on by the firm of Tompkins, Cahoone &amp; Co., which had been entitled to use all the patents of both parties, and that the new firm had manufactured many goods without employing any of the improvements described in the patents of Teas, and had manufactured many to which they had applied the improvements covered by the Teas patents, in connection with those covered by patents of Tompkins and others; that Tompkins had always disputed the value and validity of the Teas patents, but that they&#8212;Albright and Cahoone&#8212;had always been anxious to fulfill their agreement with Teas, and had paid royalties on all goods to the manufacture of which it could, by any reasonable construction, be claimed that the improvements covered by the Teas patents had been applied, and that if Teas claimed more, it was because he insisted that goods made under the patents of Tompkins were infringements on his patents.</p>\n      <p class=\"indent\">Tompkins made substantially the same denials and averments in his answer. He also averred that he was not a party to the agreement with Teas, and denied all obligations under it. He alleged that, though he had always disputed the validity of the Teas patents, he had desired to enable his partners, Albright and Cahoone, fairly to fulfill their agreement with Teas, and that it had been fulfilled, and all moneys had been paid him to which he was entitled for goods made under his patents.</p>\n      <p class=\"indent\">Replications were filed to these answers, and the parties proceeded to take testimony. While the taking of the testimony was going on, some correspondence took place between the counsel of the parties, in which counsel for defendants specified a large number of articles which they admitted that the defendants were manufacturing under the Teas patents, and gave a list of 19 other articles manufactured by the defendants, which they contended were not made under the Teas patents, and did not, therefore, fall within the agreement between Teas and Albright and Cahoone. Thereupon the defendants filed a petition for the removal of the cause to the circuit court of the United States, in which they alleged that all the parties to the suit were citizens of the state of New Jersey, but that the suit was one arising under the patent laws of the United States, and exclusively within the cognizance of the courts of the United States, and removable under the act of March 3, 1875, (18 St. 470.) Upon this petition the cause was removed to the circuit court of the United States for the district of New Jersey. By consent of parties an interlocutory order was made in the circuit court referring the cause to a master to report the amount due the complaint, if anything, for royalty upon the articles, enumerating them, in the manufacture of which the patented improvements of the complainant were used.</p>\n      <p class=\"indent\">Upon final hearing, the testimony having been closed, the counsel for the complainant moved the circuit court to remand the cause to the state court of chancery, and the court declaring its opinion to be that the suit was not one arising under any of the laws of the United States, but was one over which the United States courts had no jurisdiction, and that it was a suit for an accounting and relief for the settlement of controversies under a contract of which the state courts had full cognizance, ordered the cause to be remanded to the state court. To obtain a review of this order the present appeal was taken by Tompkins, Albright, and Cahoone, defendants in the circuit court.</p>\n      <p class=\"indent\"><i>A. Q. Keasbey</i> and <i>J. C. Clayton</i>, for appellants.</p>\n      <p class=\"indent\"><i>Walter H. Smith</i>, for appellee.</p>\n      <p class=\"indent\">WOODS, J.</p>\n      <p class=\"indent\">The contention of the appellants is that the case is one 'arising under the * * * laws of the United States,' and was, therefore, properly removable from the state to the United States courts, and should not have been remanded. It is clear, from an inspection of the bill and answers, that the case is founded upon the agreement in writing between the appellee and the appellants Albright and Cahoone, by which the former, for a consideration therein specified, transferred to the latter his interest in certain letters patent. The suit was brought to recover the consideration for this transfer, and was not based on the letters patent. The appellants insist, however, that evidence was taken in the cause by the appellee for the purpose of proviing that they were using his patented improvements in the manufacture of goods for which they paid him no royalty, and which they contended did not embody the improvements covered by his patents; that the testimony developed a controversy between the parties on the question whether the goods manufactured by the appellants under the Tompkins and other patents owned by them, were or were not infringements on the patents of appellee; consequently that questions of infringement and of the construction of the claims of appellee's patents were necessarily involved in the case, and therefore it was one arising under the patent laws of the United States. We search the bill of complaint in vain to find any averments raising these questions. It makes no issue touching the construction of the patents granted the appellee, or their validity or their infringement. The only complaint made in the bill is that the appellants were fraudulently excluding the appellee from an inspection of their books of account, and refusing to pay him the sums due for royalties under his contract. And the prayer of the bill was for a discovery, an account of what was due appellee under his contract, and a decree for the amount found to be due him. On the face of the bill, therefore, the case is not one arising under the patent laws of the United States. <i>Wilson</i> v. <i>Sandford</i>, 10 How. 99.</p>\n      <p class=\"indent\">The testimony on which appellants rely to show the jurisdiction of the circuit court is not before us, but conceding that it discloses the controversy which appellants assert it does, the question arises, does this fact give the courts of the United States jurisdiction of the case? Tompkins is the only one of the appellants who questions the validity of the appellee's patents. But he is not a party to the contract between appellee and Albright and Cahoone, and no relief is prayed against him by the bill; and though he says in his answer that he had always disputed the value and validity of the patents of appellee, he raises no issues thereon. The fact that he is made a party defendant to the bill can, therefore, have no effect on the question in hand.</p>\n      <p class=\"indent\">In passing on the question of jurisdiction the case is to be considered as if Albright and Cahoone were the only defendants. The appellee, before the commencement of the suit, sold and transferred to Albright and Cahoone all his title and interest in the inventions covered by his patents. The transfer was absolute and unconditional. No right, therefore, secured to the appellee in the patent by any act of congress remained in him. He had no right to prosecute any one for infringements of his patents, or to demand damages therefor or an account of profits. He was entitled to the royalties secured by his contract and nothing more. And the only question raised by the bill of complaint and the answer of Albright and Cahoone was simply this : What is the sum due the appellee from Albright and Cahoone for his royalties under his contract? In ascertaining this amount, it, of course, became necessary to inquire what goods were manufactured by the appellants under the patents of the appellee. In prosecuting this inquiry an incidental question might arise, namely, what goods were manufactured by the appellants under other patents of which they were the owners or licensees? But this incidental and collateral inquiry does not change the nature of the litigation. The fact that Albright and Cahoone had licenses to use other patents under which they were manufacturing goods, does not give them the right to litigate their cause in the United States courts because certain goods, which they asserted were made under the other patents, the appellee asserted were really made under his. The suit, notwithstanding the collateral inquiry, still remains a suit on the contract to recover royalties, and not a suit upon the latters patent. It arises solely upon the contract and not upon the patent laws of the United States. In fact, it does not appear that there is any dispute whatever between the parties in reference to the construction of the patents of the appellee. The controversy between them, as stated by the appellants themselves, is whether certain goods manufactured by them embody the invention covered by the appellee's patents. This does not necessarily involve a construction of the patents. Both parties may agree as to what the patented invention is, and yet disagree on the question whether the invention is employed in the manufacture of certain specified goods. The controversy between the parties in this case is clearly of the latter kind. The case cannot, therefore, be said to be one which grows out of the legislation of congress. Neither party asserts any right, privilege, claim, protection, or defense founded, in whole or in part, on any law of the United States. We are, therefore, of opinion that, even if we go outside the pleadings and look into the testimony, the case is not one arising under the laws of the United States, and, consequently, that the courts of the United States had no jurisdiction to entertain it.</p>\n      <p class=\"indent\">The cases adjudged by this and other courts of the United States sustain this conclusion. In the case of <i>Wilson</i> v. <i>Sandford, ubi supra</i>, the object of the bill was to set aside a contract made by the appellant with the appellees, by which he had granted them permission to use and vend to others to be used one of Woodworth's planing-machines in the cities of New Orleans and Lafayette, and also to obtain an injunction against the further use of the machine, on the ground that it was an infringement of his patent rights. Upon this cause the court, speaking by Mr. Chief Justice TANEY, said:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">'The dispute in this case does not arise under any act of      congress, nor does the decision depend upon the construction      of any law in relation to patents. It arises out of the      contract stated in the bill, and there is no act of congress      providing for or regulating contracts of this kind. The      rights of the parties depend altogether upon common-law and      equity principles.'</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The case of <i>Hartell</i> v. <i>Tilghman</i>, 99 U. S. 547, is also in point. In that case Hartell, the complainant, alleged that he was the original patentee and inventor of a process for cutting and engraving stone, glass, metal, and other hard substances by what is known as the sand-blast process; that the defendants had paid him a considerable sum for machines necessary in the use of his invention, and had also paid him during several months the royalty which he asked for the use of the invention described in and secured by his patent; that the defendants refused to do certain other things, which the complainant charged to have been a part of the consideration of the contract between them, whereupon he had forbidden them further to use his invention, and that the defendants had disregarded this prohibition. The bill prayed for an injunction, an account of profits, and damages.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The defendants admitted the validity of the patent, their use of it, and their liability for its use under their contract with the complainant, and offered to perform all that the contract required them to perform. All the parties were citizens of the same state.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Upon this case the question of the jurisdiction of the United States courts was raised, and this court, after a review of several cases bearing on the subject, held that the suit was not one arising under the laws of the United States, and that the circuit court had no jurisdiction of the case, and reversed its decree, and remanded the cause, with directions to dismiss the bill.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The argument against the jurisdiction in the case under consideration is stronger than in the two cases above referred to. In each of these cases the object of the complaint in filing the bill was to go behind the agreement under which the defendant had contracted for the right to use the complainant's invention, and to obtain an injunction against the defendant as an infringer. In this case the appellee admits the contract to be in force, and simply seeks to compel its performance.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The following cases cited by this court in <i>Hartell</i> v. <i>Tilghman</i> are in accord with the views we have expressed: <i>Goodyear</i> v. <i>India Rubber Co.</i> 4 Blatchf. 63; <i>Merserole</i> v. <i>Union Paper Collar Co.</i> 6 Blatchf. 356; <i>Blanchard</i> v. <i>Sprague</i>, 1 Cliff. 288; <i>Hill</i> v. <i>Whitcomb</i>, 1 Holmes, 317.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">From the conclusions reached by us, it follows that the decree of the circuit court remanding the cause to the state court must be affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/90724/"
}