{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "107 U.S. 512", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/90785/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "The\" Adriatic\"", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 75165, 
    "resource_uri": "/api/rest/v2/citation/75165/"
  }, 
  "id": 90785, 
  "blocked": false, 
  "judges": "Field", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1883-03-19", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>107 U.S. 512 (____)</b></center>\n<center><h1>THE \"ADRIATIC.\"</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. William Allen Butler and Mr. Thomas E. Stillman for the appellant.</p>\n<p>Mr. Everett P. Wheeler and Mr. Joseph H. Choate, contra.</p>\n<p>MR. JUSTICE FIELD delivered the opinion of the court.</p>\n<p>This case comes before us on appeal from a decree of the Circuit Court, with a finding of facts upon which it was rendered. We are, therefore, relieved of much of the embarrassment experienced on the trial, both by that court and the District Court, from the difficulty of determining from the evidence the exact position of the vessels immediately preceding the collision. Here we must take the facts as found and apply the law to them. In cases of admiralty and maritime jurisdiction, on the instance side of the court, under the act of Congress of Feb. 16, 1875, c. 77, the finding has the effect of a special verdict in an action at law.</p>\n<p>There is, it is true, a bill of exceptions in the record, but it contains exceptions only to the finding, and to the refusal of the court to find otherwise. It presents no question for our consideration except such as arises upon the facts as found. There is no occasion in any case to except specially to a finding, as its sufficiency, in connection with the pleadings, to support the decree rendered, is always open to consideration on appeal.</p>\n<p><span class=\"star-pagination\">*513</span> On the evening of Dec. 30, 1875, the ship \"Harvest Queen,\" an American vessel, sailed from the harbor of Queenstown, Ireland, for the port of Liverpool, England. She was 187 feet long, of 1,626 tons burden, and had at the time a cargo of grain on board. On the same day the steamer \"Adriatic,\" a British vessel, left Liverpool for New York, and proceeded down the Irish Channel. She was 450 feet long, and of over 3,000 tons burden. Her forward deck was roofed with what is termed a turtle-back, so called from its shape. The spray of the sea dashed over this roof, and her lookouts were, therefore, stationed on a house just abaft of it.</p>\n<p>The wheel-house was on deck, and above and a little forward of it was the bridge, on which the officer on watch usually took his position. Adjoining the wheel-house, and opening into it, was the chart-room. At a quarter past two on the morning of December 31, the captain, who had been on duty all the time after leaving Liverpool, went into that room and lay down on a sofa, giving orders to be called at four, or sooner if any vessels came in sight. The first officer was then on watch, standing on the bridge, most of the time on the starboard side. Three seamen were on the lookout, one on each side of the house mentioned, and one on the port side of the bridge. At thirty-five minutes past two the first officer, looking through a night-glass, saw a green light about two points on his starboard bow. It could not be seen by the naked eye. It proved afterwards to be a light on the \"Harvest Queen.\" At this time the sky was clear, with scattering clouds, but on the water the night was dark; the wind was blowing a fresh breeze from the southwest, and the sea was running high. The steamer was going about twelve knots an hour, having all her lights in their proper places and burning brightly. Soon afterwards the light on the \"Harvest Queen\" was seen by one of the lookouts, and two strokes were given to the bell on the turtle-deck as a signal that a light was seen on the starboard bow.</p>\n<p>Four minutes after that \u0097 at thirty-nine minutes past two \u0097 the green light of the ship, which had broadened to three and a half points, changed to red. Up to this time the steamer had not altered her course. The character of the approaching <span class=\"star-pagination\">*514</span> vessel was not known, nothing but her light being seen. But whether she was propelled by wind or steam, the steamer pursued the proper course to prevent the danger of collision. Her green light must have been equally visible from the \"Harvest Queen;\" and when two vessels keep the same colored lights in view of each other, collision is impossible, for they are then moving on parallel lines. The lights on vessels are required to be so placed as not to be seen across their bows. The red light coming in sight indicated that the ship had changed her course, and was no longer running on a parallel line, but in a direction which, if continued, would bring her across the bow of the steamer. The first officer, therefore, at once gave an order to port the helm, and signalled the engineer to stand by the engine, following this with a further order to slow the engine. Both these orders were promptly obeyed, and the steamer slowly swung to the right.</p>\n<p>As already stated, the steamer was going at the rate of twelve knots an hour. The \"Harvest Queen\" \u0097 judging from the time she occupied in passing over the distance from Queenstown \u0097 must have been sailing at the rate of eight knots an hour; that is, the two vessels were approaching each other at a speed equal to about twenty miles an hour. The light on the \"Harvest Queen\" could not have been seen that night further than two miles and a half; and over this distance the steamer with her speed had passed four-fifths of a mile, and the \"Harvest Queen\" a little more than one-half of a mile. So that at this time, when the red light was seen, the vessels must have been about a mile and a quarter apart. At the rate they were moving they would come together or pass each other in four minutes. The first officer of the steamer at once perceived the necessity of an immediate change in her course so as to bring her on a parallel line with the approaching ship. To accomplish this it was necessary to port the helm of the steamer, which was at once done. The order to do this was, under the circumstances, the proper one to be given. The slowing of the speed of the steamer by reason of the proximity of the other vessel was also a proper proceeding. When a steamer is nearing another vessel, and the is danger of collision from continuing the rate of speed at which she is going, it is the duty of her captain to <span class=\"star-pagination\">*515</span> slacken her speed, and, if necessary, to reverse her engines and move her backwards. Such is the express language of Rule 21 adopted by Congress for the prevention of collisions on the water, which is as follows: \"Every steam vessel, when approaching another vessel, so as to involve risk of collision, shall slacken her speed, or, if necessary, stop and reverse; and every steam vessel shall, when in a fog, go at a moderate speed.\" Rev. Stat., sect. 4233.</p>\n<p>Had there been no other change in the course of the \"Harvest Queen,\" the new direction taken by the steamer would have carried her past that vessel without collision. But about a minute afterwards, or forty minutes past two, the red light of the \"Harvest Queen\" changed again to green. The steamer had then yielded to her helm and gone off a point to the starboard, and was swinging further in that direction. The first officer, seeing the reappearance of the green light, at once gave an order to stop the engine, and, as soon as it could be done, to back the steamer at full speed. This order was obeyed, and the engine was put in a reverse motion at about forty-one minutes past two.</p>\n<p>The captain was then called, and immediately came on deck. Looking ahead he saw a green light not far away about two points off the starboard bow; then green and red lights appeared together, and then the red alone. He noticed also that the helm was to the port side and that the engine was under reversed action. Thereupon he gave the order from the deck, \"Hard-a-starboard,\" which was obeyed. He then went on the bridge.</p>\n<p>Had the steamer been then going astern, there could be no question as to the propriety of this order; it would have turned her to the right, and she would have passed on the left side of the \"Harvest Queen,\" showing red light to red light, the two vessels in that event moving on parallel lines. The effect of a starboard helm, when a vessel is going astern, is directly the opposite of that produced when she is going ahead. But at the time the order was given, the forward motion of the steamer had not been entirely overcome, and she was still moving ahead slowly. It appears, however, that whilst thus moving with the reversed action of her engine the steamer did not yield to her <span class=\"star-pagination\">*516</span> helm so as to materially change her forward direction. The order could not, therefore, have contributed to the collision. But were it otherwise, we cannot say that the captain could be justly blamed. In considering his action, the question is not whether the order given was the best when viewed in the light of subsequent events, but whether under the circumstances in which he was placed it was that of a prudent and skilful commander. The nearness of the approaching ship and the frequent change in her lights, whilst calling for prompt action on his part, were well calculated to embarrass and confuse him. Delay in acting was full of danger; there was no time for deliberation and consultation with others; and seeing the reversed movement of the engine, he would naturally conclude that the steamer had yielded or would soon yield to it and pass the approaching ship in safety.</p>\n<p>Soon after he reached the bridge the \"Harvest Queen\" appeared through the darkness under full sail and bore down directly on the steamer. Before anything could be done her jibboom ran over the turtle-back of the steamer, and was broken in two, one part falling into the water. The engines of the steamer were then backing at full speed, and if she was not in fact going astern, she was, according to the finding of the Circuit Court, \"not going ahead much, if any.\" She continued backing after the collision; and when the vessels separated, the \"Harvest Queen\" passed across the bow of the \"Adriatic\" from port to starboard. Her masts were standing and her sails were all set. The first officer of the steamer hailed her, but received no answer from any one; no hail came from her. She gave no signs of serious injury, yet she was in some way injured so severely that soon afterwards she sank with all on board.</p>\n<p>Immediately after the separation of the vessels, the captain of the steamer gave orders to clear away the boats; but the \"Harvest Queen\" keeping in sight, the orders were countermanded, and the \"Adriatic\" steamed slowly towards her until she became lost to view. It was about that time that cries for help were heard in the water in the direction where the ship was last seen. The engines were stopped, and an order to lower the boats was immediately given. Two boats under <span class=\"star-pagination\">*517</span> command of officers of the steamer put out in search of the parties from whom the cries were heard. They were rowed in the direction whence the cries came; but after remaining out for half an hour to an hour they were recalled by a signal from the steamer. Nothing was ever afterwards heard of any of the ship's crew, and only a few fragments of the vessel were ever found. The vessel and cargo were a total loss.</p>\n<p>The present libel was filed to recover their value in damages, alleged to be $225,000. The libellants charge that the collision was caused by the negligence and improper conduct of those on board the steamer:\u0097</p>\n<p>1st, In not having a good and sufficient lookout;</p>\n<p>2d, In running at too great a speed;</p>\n<p>3d, In not keeping out of the way of the \"Harvest Queen;\" and,</p>\n<p>4th, In not stopping and backing in time to avoid the collision.</p>\n<p>From the narrative we have given of the facts of the case, which is but a summary of the findings of the Circuit Court, stating the facts with much greater detail and particularity, it is evident that these allegations are not sustained in any essential particular.</p>\n<p>Whilst the vessels were over two miles apart, the green light on the \"Harvest Queen\" was distinctly seen. A similar light on the \"Adriatic\" could easily have been seen, and, if the lookouts were attending to their duty, probably was seen from the ship. Those lights being visible, it was only necessary for the vessels to keep in their course, and collision would have been impossible. The subsequent changes made by the steamer were caused by previous changes on the course of the ship, as indicated by the showing of her lights. Whilst it was the duty of the steamer to keep out of the way of the ship, being more under control, it was no less the duty of the ship to avoid anything tending to mislead and embarrass the steamer in the performance of this duty. That she did thus mislead and embarrass the steamer is plain from the statement already made. To one at a distance her changing lights were confusing, \u0097 indicating either doubt on the part of her officers as to the course to be taken, or, what is more likely to have been the case, <span class=\"star-pagination\">*518</span> the absence of a good and sufficient lookout on board of the ship to report the sight and approach of the steamer.</p>\n<p>The continued appearance of the green light for the first four minutes after it was seen answers the suggestion that the change of lights on the \"Harvest Queen\" was the result of the swinging of the vessel from the wind and sea, and not from an alteration in her course.</p>\n<p>The general rule as to the conduct of a ship under circumstances like those presented in this case is much stronger against the course the \"Harvest Queen\" pursued than we have stated. The rule is for a sailing-vessel meeting a steamer to keep her course, while the steamer takes the necessary measures to avoid collision. In Crockett v. Newton we said that \"though this rule should not be observed when circumstances are such that it is apparent its observance must occasion a collision, while a departure from it will prevent one, yet it must be a strong case which puts the sailing-vessel in the wrong for obeying the rule,\" 18 How. 581, 583; and in New York &amp; Liverpool U.S. Mail Steamship Co. v. Rumball, that \"under the rule that a steamer must keep out of the way, she must of necessity determine for herself and upon her own responsibility, independently of the sailing-vessel, whether it is safer to go to the right or left or to stop; and in order that she may not be deprived of the means of determining the matter wisely, and that she may not be defeated or baffled in the attempt to perform her duty in the emergency, it is required, in the admiralty jurisprudence of the United States, that the sailing-vessel shall keep her course, and allow the steamer to pass either on the right or left, or to adopt such measures of precaution as she may deem best suited to enable her to perform her duty and fulfil the requirement of the law to keep out of the way.\" 21 How. 372, 384.</p>\n<p>Here, so far from observing this rule, the ship, by her frequent changes, embarrassed the action of the steamer, and prevented her from continuing in a course which would have avoided the disastrous result. If the ship had kept on the course she was sailing when first seen, or had adhered to the first new course afterwards taken, no collision would have happened.</p>\n<p><span class=\"star-pagination\">*519</span> It seems to us plain, upon the facts found by the Circuit Court, that whatever fault there was which caused the collision, it originated with the ship and not the steamer.</p>\n<p>Decree affirmed.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:02:40", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">512</span></span> (____)</b></center>\n<center><h1>THE \"ADRIATIC.\"</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. William Allen Butler and Mr. Thomas E. Stillman for the appellant.</p>\n<p>Mr. Everett P. Wheeler and Mr. Joseph H. Choate, contra.</p>\n<p>MR. JUSTICE FIELD delivered the opinion of the court.</p>\n<p>This case comes before us on appeal from a decree of the Circuit Court, with a finding of facts upon which it was rendered. We are, therefore, relieved of much of the embarrassment experienced on the trial, both by that court and the District Court, from the difficulty of determining from the evidence the exact position of the vessels immediately preceding the collision. Here we must take the facts as found and apply the law to them. In cases of admiralty and maritime jurisdiction, on the instance side of the court, under the act of Congress of Feb. 16, 1875, c. 77, the finding has the effect of a special verdict in an action at law.</p>\n<p>There is, it is true, a bill of exceptions in the record, but it contains exceptions only to the finding, and to the refusal of the court to find otherwise. It presents no question for our consideration except such as arises upon the facts as found. There is no occasion in any case to except specially to a finding, as its sufficiency, in connection with the pleadings, to support the decree rendered, is always open to consideration on appeal.</p>\n<p><span class=\"star-pagination\">*513</span> On the evening of Dec. 30, 1875, the ship \"Harvest Queen,\" an American vessel, sailed from the harbor of Queenstown, Ireland, for the port of Liverpool, England. She was 187 feet long, of 1,626 tons burden, and had at the time a cargo of grain on board. On the same day the steamer \"Adriatic,\" a British vessel, left Liverpool for New York, and proceeded down the Irish Channel. She was 450 feet long, and of over 3,000 tons burden. Her forward deck was roofed with what is termed a turtle-back, so called from its shape. The spray of the sea dashed over this roof, and her lookouts were, therefore, stationed on a house just abaft of it.</p>\n<p>The wheel-house was on deck, and above and a little forward of it was the bridge, on which the officer on watch usually took his position. Adjoining the wheel-house, and opening into it, was the chart-room. At a quarter past two on the morning of December 31, the captain, who had been on duty all the time after leaving Liverpool, went into that room and lay down on a sofa, giving orders to be called at four, or sooner if any vessels came in sight. The first officer was then on watch, standing on the bridge, most of the time on the starboard side. Three seamen were on the lookout, one on each side of the house mentioned, and one on the port side of the bridge. At thirty-five minutes past two the first officer, looking through a night-glass, saw a green light about two points on his starboard bow. It could not be seen by the naked eye. It proved afterwards to be a light on the \"Harvest Queen.\" At this time the sky was clear, with scattering clouds, but on the water the night was dark; the wind was blowing a fresh breeze from the southwest, and the sea was running high. The steamer was going about twelve knots an hour, having all her lights in their proper places and burning brightly. Soon afterwards the light on the \"Harvest Queen\" was seen by one of the lookouts, and two strokes were given to the bell on the turtle-deck as a signal that a light was seen on the starboard bow.</p>\n<p>Four minutes after that \u0097 at thirty-nine minutes past two \u0097 the green light of the ship, which had broadened to three and a half points, changed to red. Up to this time the steamer had not altered her course. The character of the approaching <span class=\"star-pagination\">*514</span> vessel was not known, nothing but her light being seen. But whether she was propelled by wind or steam, the steamer pursued the proper course to prevent the danger of collision. Her green light must have been equally visible from the \"Harvest Queen;\" and when two vessels keep the same colored lights in view of each other, collision is impossible, for they are then moving on parallel lines. The lights on vessels are required to be so placed as not to be seen across their bows. The red light coming in sight indicated that the ship had changed her course, and was no longer running on a parallel line, but in a direction which, if continued, would bring her across the bow of the steamer. The first officer, therefore, at once gave an order to port the helm, and signalled the engineer to stand by the engine, following this with a further order to slow the engine. Both these orders were promptly obeyed, and the steamer slowly swung to the right.</p>\n<p>As already stated, the steamer was going at the rate of twelve knots an hour. The \"Harvest Queen\" \u0097 judging from the time she occupied in passing over the distance from Queenstown \u0097 must have been sailing at the rate of eight knots an hour; that is, the two vessels were approaching each other at a speed equal to about twenty miles an hour. The light on the \"Harvest Queen\" could not have been seen that night further than two miles and a half; and over this distance the steamer with her speed had passed four-fifths of a mile, and the \"Harvest Queen\" a little more than one-half of a mile. So that at this time, when the red light was seen, the vessels must have been about a mile and a quarter apart. At the rate they were moving they would come together or pass each other in four minutes. The first officer of the steamer at once perceived the necessity of an immediate change in her course so as to bring her on a parallel line with the approaching ship. To accomplish this it was necessary to port the helm of the steamer, which was at once done. The order to do this was, under the circumstances, the proper one to be given. The slowing of the speed of the steamer by reason of the proximity of the other vessel was also a proper proceeding. When a steamer is nearing another vessel, and the is danger of collision from continuing the rate of speed at which she is going, it is the duty of her captain to <span class=\"star-pagination\">*515</span> slacken her speed, and, if necessary, to reverse her engines and move her backwards. Such is the express language of Rule 21 adopted by Congress for the prevention of collisions on the water, which is as follows: \"Every steam vessel, when approaching another vessel, so as to involve risk of collision, shall slacken her speed, or, if necessary, stop and reverse; and every steam vessel shall, when in a fog, go at a moderate speed.\" Rev. Stat., sect. 4233.</p>\n<p>Had there been no other change in the course of the \"Harvest Queen,\" the new direction taken by the steamer would have carried her past that vessel without collision. But about a minute afterwards, or forty minutes past two, the red light of the \"Harvest Queen\" changed again to green. The steamer had then yielded to her helm and gone off a point to the starboard, and was swinging further in that direction. The first officer, seeing the reappearance of the green light, at once gave an order to stop the engine, and, as soon as it could be done, to back the steamer at full speed. This order was obeyed, and the engine was put in a reverse motion at about forty-one minutes past two.</p>\n<p>The captain was then called, and immediately came on deck. Looking ahead he saw a green light not far away about two points off the starboard bow; then green and red lights appeared together, and then the red alone. He noticed also that the helm was to the port side and that the engine was under reversed action. Thereupon he gave the order from the deck, \"Hard-a-starboard,\" which was obeyed. He then went on the bridge.</p>\n<p>Had the steamer been then going astern, there could be no question as to the propriety of this order; it would have turned her to the right, and she would have passed on the left side of the \"Harvest Queen,\" showing red light to red light, the two vessels in that event moving on parallel lines. The effect of a starboard helm, when a vessel is going astern, is directly the opposite of that produced when she is going ahead. But at the time the order was given, the forward motion of the steamer had not been entirely overcome, and she was still moving ahead slowly. It appears, however, that whilst thus moving with the reversed action of her engine the steamer did not yield to her <span class=\"star-pagination\">*516</span> helm so as to materially change her forward direction. The order could not, therefore, have contributed to the collision. But were it otherwise, we cannot say that the captain could be justly blamed. In considering his action, the question is not whether the order given was the best when viewed in the light of subsequent events, but whether under the circumstances in which he was placed it was that of a prudent and skilful commander. The nearness of the approaching ship and the frequent change in her lights, whilst calling for prompt action on his part, were well calculated to embarrass and confuse him. Delay in acting was full of danger; there was no time for deliberation and consultation with others; and seeing the reversed movement of the engine, he would naturally conclude that the steamer had yielded or would soon yield to it and pass the approaching ship in safety.</p>\n<p>Soon after he reached the bridge the \"Harvest Queen\" appeared through the darkness under full sail and bore down directly on the steamer. Before anything could be done her jibboom ran over the turtle-back of the steamer, and was broken in two, one part falling into the water. The engines of the steamer were then backing at full speed, and if she was not in fact going astern, she was, according to the finding of the Circuit Court, \"not going ahead much, if any.\" She continued backing after the collision; and when the vessels separated, the \"Harvest Queen\" passed across the bow of the \"Adriatic\" from port to starboard. Her masts were standing and her sails were all set. The first officer of the steamer hailed her, but received no answer from any one; no hail came from her. She gave no signs of serious injury, yet she was in some way injured so severely that soon afterwards she sank with all on board.</p>\n<p>Immediately after the separation of the vessels, the captain of the steamer gave orders to clear away the boats; but the \"Harvest Queen\" keeping in sight, the orders were countermanded, and the \"Adriatic\" steamed slowly towards her until she became lost to view. It was about that time that cries for help were heard in the water in the direction where the ship was last seen. The engines were stopped, and an order to lower the boats was immediately given. Two boats under <span class=\"star-pagination\">*517</span> command of officers of the steamer put out in search of the parties from whom the cries were heard. They were rowed in the direction whence the cries came; but after remaining out for half an hour to an hour they were recalled by a signal from the steamer. Nothing was ever afterwards heard of any of the ship's crew, and only a few fragments of the vessel were ever found. The vessel and cargo were a total loss.</p>\n<p>The present libel was filed to recover their value in damages, alleged to be $225,000. The libellants charge that the collision was caused by the negligence and improper conduct of those on board the steamer:\u0097</p>\n<p>1st, In not having a good and sufficient lookout;</p>\n<p>2d, In running at too great a speed;</p>\n<p>3d, In not keeping out of the way of the \"Harvest Queen;\" and,</p>\n<p>4th, In not stopping and backing in time to avoid the collision.</p>\n<p>From the narrative we have given of the facts of the case, which is but a summary of the findings of the Circuit Court, stating the facts with much greater detail and particularity, it is evident that these allegations are not sustained in any essential particular.</p>\n<p>Whilst the vessels were over two miles apart, the green light on the \"Harvest Queen\" was distinctly seen. A similar light on the \"Adriatic\" could easily have been seen, and, if the lookouts were attending to their duty, probably was seen from the ship. Those lights being visible, it was only necessary for the vessels to keep in their course, and collision would have been impossible. The subsequent changes made by the steamer were caused by previous changes on the course of the ship, as indicated by the showing of her lights. Whilst it was the duty of the steamer to keep out of the way of the ship, being more under control, it was no less the duty of the ship to avoid anything tending to mislead and embarrass the steamer in the performance of this duty. That she did thus mislead and embarrass the steamer is plain from the statement already made. To one at a distance her changing lights were confusing, \u0097 indicating either doubt on the part of her officers as to the course to be taken, or, what is more likely to have been the case, <span class=\"star-pagination\">*518</span> the absence of a good and sufficient lookout on board of the ship to report the sight and approach of the steamer.</p>\n<p>The continued appearance of the green light for the first four minutes after it was seen answers the suggestion that the change of lights on the \"Harvest Queen\" was the result of the swinging of the vessel from the wind and sea, and not from an alteration in her course.</p>\n<p>The general rule as to the conduct of a ship under circumstances like those presented in this case is much stronger against the course the \"Harvest Queen\" pursued than we have stated. The rule is for a sailing-vessel meeting a steamer to keep her course, while the steamer takes the necessary measures to avoid collision. In Crockett v. Newton we said that \"though this rule should not be observed when circumstances are such that it is apparent its observance must occasion a collision, while a departure from it will prevent one, yet it must be a strong case which puts the sailing-vessel in the wrong for obeying the rule,\" <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">How.</span> <span class=\"page\">581</span></span>, 583; and in New York &amp; Liverpool U.S. Mail Steamship Co. v. Rumball, that \"under the rule that a steamer must keep out of the way, she must of necessity determine for herself and upon her own responsibility, independently of the sailing-vessel, whether it is safer to go to the right or left or to stop; and in order that she may not be deprived of the means of determining the matter wisely, and that she may not be defeated or baffled in the attempt to perform her duty in the emergency, it is required, in the admiralty jurisprudence of the United States, that the sailing-vessel shall keep her course, and allow the steamer to pass either on the right or left, or to adopt such measures of precaution as she may deem best suited to enable her to perform her duty and fulfil the requirement of the law to keep out of the way.\" <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">How.</span> <span class=\"page\">372</span></span>, 384.</p>\n<p>Here, so far from observing this rule, the ship, by her frequent changes, embarrassed the action of the steamer, and prevented her from continuing in a course which would have avoided the disastrous result. If the ship had kept on the course she was sailing when first seen, or had adhered to the first new course afterwards taken, no collision would have happened.</p>\n<p><span class=\"star-pagination\">*519</span> It seems to us plain, upon the facts found by the Circuit Court, that whatever fault there was which caused the collision, it originated with the ship and not the steamer.</p>\n<p>Decree affirmed.</p>\n</div>", 
  "sha1": "f95081055419d3f653aa1c63aea9c3654c7005f3", 
  "date_modified": "2014-12-21T01:29:31.394741", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/90785/the-adriatic/", 
  "citation_count": 5, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/988258/", 
  "html": "<p class=\"case_cite\">107 U.S. 512</p>\n    <p class=\"case_cite\">2 S.Ct. 355</p>\n    <p class=\"case_cite\">27 L.Ed. 497</p>\n    <p class=\"parties\">MARSHALL and others<br>v.<br>THE ADRIATIO, her Engines, etc.</p>\n    <p class=\"date\">March 19, 1883.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Wm. Allen Butler, Thos. E. Stillman</i>, and <i>Thos. H. Hubbard</i>, for appellants.</p>\n      <p class=\"indent\"><i>E. P. Wheeler</i> and <i>Joe. H. Choate</i>, for appellee.</p>\n      <p class=\"indent\">FIELD, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case comes before us on appeal from a decree of the circuit court, with a finding of facts upon which it was rendered. We are, therefore, relieved of much of the embarrassment experienced on the trial, both by that court and the district court, from the difficulty of determining from the evidence the exact position of the vessels immediately preceding the collision. Here we must take the facts as found and apply the law to them. In cases of admiralty and maritime jurisdiction, on the instance side of the court, under the act of congress of 1875, the finding has the effect of a special verdict in an action at law. There is, it is true, a bill of exceptions in the record, but it contains exceptions only to the finding, and to the refusal of the court to find otherwise. It presents no question for our consideration except such as arises upon the facts as found. There is no occasion in any case to except specially to a finding, as its sufficiency, in connection with the pleadings, to support the decree rendered, is always open to consideration on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On the evening of December 30, 1875, the ship Harvest Queen, an American vessel, sailed from the harbor of Queenstown, Ireland, for the port of Liverpool, England. She was 187 feel long, of 1,626 tons burden, and had at the time a cargo of grain on board. On the same day the steamer Adriatic, a British vessel, left Liverpool for New York, and proceeded down the Irish channel. She was 450 feet long, and of over 3,000 tons burden. Her forward deck was roofed with what is termed a turble-back, so called from its shape. The spray of the sea dashed over this roof, and the lookouts of the steamer were, therefore, stationed on a house just abaft of it.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The wheel-house was on deck, and above and a little forward of it was the bridge on which the officer on watch usually took his position. Adjoining the wheel-house, and opening into it, was the chartroom. At a quarter past 2 on the morning of December 31st, the captain, who had been on duty all the time after leaving Liverpool, went into that room and lay down on a sofa, giving orders to be called at 4, or sooner if any vessels came in sight. The first officer was then on watch, standing on the bridge, most of the time on the starboard side. Three seamen were on the lookout,&#8212;one on each side of the house mentioned, and one on the port side of the bridge. At 35 minutes past 2 the first officer, looking through a night-glass, saw a green light about two points on his starboard bow. It could not be seen by the naked eye. It proved afterwards to be a light on the Harvest Queen. At this time the sky was clear, with scattering clouds, but on the water the night was dark; the wind was blowing a fresh breeze from the S. W., and the sea was running high. The steamer was going about 12 knots an hour, having all her lights in their proper places and burning brightly. Soon afterwards the light on the Harvest Queen was seen by one of the lookouts, and two strokes were given to the bell on the turtle-deck as a signal that a light was seen on the starboard bow.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Four minutes after that&#8212;at 39 minutes past 2&#8212;the green light of the ship, which had broadened to three and a half points, changed to red. Up to this time the steamer had not altered her course. The character of the approaching vessel was not known, nothing but her light being seen. But, whether she was propelled by wind or steam, the steamer pursued the proper course to prevent the danger of collision. Her green light must have been equally visible from the Harvest Queen; and when two vessels keep the same colored lights in view of each other, collision is impossible, for they are them moving on parallel lines. The lights on vessels are required to be so placed as not to be seen across their bows. The red light coming in sight indicated that the ship had changed her course, and was no longer running on a parallel line, but in a direction which, if continued, would bring her across the bow of the steamer. The first officer, therefore, at once gave an order to port the helm, and signaled the engineer to stand by the engine, following this with a further order to slow the engine. Both these orders were promptly obeyed, and the steamer slowly swung to the right.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As already stated, the steamer was going at the rate of 12 knots an hour. The Harvest Queen&#8212;judging from the time she occupied in passing over the distance from Queenstown&#8212;must have been sailing at the rate of eight knots an hour; that is, the two vessels were approaching each other at a speed equal to about 20 miles an hour. The light on the Harvest Queen could not have been seen that night further than two miles and a half, and over this distance the steamer with her speed had passed four-fifths of a mile, and the Harvest Queen a little more than one-half of a mile. So that, at this time, when the red light was seen, the vessels must have been about a mile and a quarter apart. At the rate they were moving they would come together or pass each other in four minutes. The first officer of the steamer at once perceived the necessity of an immediate change in her course so as to bring her on a parallel line with the approaching ship. To accomplish this it was necessary to port the helm of the steamer, which was at once done. The order to do this was, under the circumstances, the proper one to be given. The slowing of the speed of the steamer, by reason of the proximity of the other vessel, was also a proper proceeding. When a steamer is nearing another vessel, and there is danger of collision from continuing the rate of speed at which she is going, it is the duty of her captain to slacken her speed, and, if necessary, to reverse her engines and move her backwards. Such is the express language of rule 21, adopted by congress for the prevention of collisions on the water, which is as follows: 'Every steam-vessel, when approaching another vessel so as to involve risk of collision, shall slacken her speed, or, if necessary, stop and reverse; and every steam-vessel shall, when in a fog, go at a moderate speed.' Rev. St. &#167; 4233.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Had there been no other change in the course of the Harvest Queen, the new direction taken by the steamer would have carried her past that vessel without collision. But about a minute afterwards, or 40 minutes past 2, the red light of the Harvest Queen changed again to green. The steamer had then yielded to her helm and gone off a point to the starboard, and was swinging further in that direction. The first officer, seeing the reappearance of the green light, at once gave an order to stop the engine, and, as soon as it could be done, to back the steamer at full speed. This order was obeyed, and the engine was put in a reverse motion at about 41 minutes past 2. The captain was then called and immediately came on deck. Looking ahead he saw a green light not far away, about two points off the starboard bow; then green and red lights appeared together, and then the red alone. He noticed also that the helm was to the port side, and that the engine was under reversed action. Thereupon he gave the order from the deck, 'hard a-starboard,' which was obeyed. He then went on the bridge. Had the steamer been then going astern there could be no question as the propriety of this order; it would have turned her to the right and she would have passed on the left side of the Harvest Queen, showing red light to red light, the two vessels in that event moving on parallel lines. The effect of a starboard helm when a vessel is going astern is directly the opposite of that produced when she is going ahead. But at the time the order was given, the forward motion of the steamer had not been entirely overcome, and she was still moving ahead slowly. It appears, however, that, while thus moving with the reversed action of her engine, the steamer did not yield to her helm so as to materially change her forward direction. The order could not, therefore, have contributed to the collision. But, were it otherwise, we cannot say that the captain could be justly blamed. In considering his action, the question is not whether the order given was the best when viewed in the light of subsequent events, but whether under the circumstances in which he was placed it was that of a prudent and skillful commander. The nearness of the approaching ship and the frequent change in her light, while calling for prompt action on his part, were well calculated to embarrass and confuse him. Delay in acting was full of danger; there was no time for deliberation and consultation with others; and seeing the reversed movement of the engine he would naturally conclude that the ship had yielded or would soon yield to it and pass the approaching ship in safety.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Soon after he reached the bridge the Harvest Queen appeared through the darkness under full sail and bore down directly on the steamer. Before anything could be done her jib-boom ran over the turtle-back of the steamer, and was broken in two, one part falling into the water. The engines of the steamer were then backing at full speed, and if she was not in fact going astern, she was, according to the finding of the circuit court, 'not going ahead much, if any.' She continued backing after the collision; and when the vessels separated the Harvest Queen passed across the bow her sails atic from port to starboard. Her masts were standing and her sails were all set. The first officer of the steamer hailed her, but received no answer from any one; no hail came from her. She gave no signs of serious injury, yet she was in some way injured so severely that soon afterwards she sank with all on board.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Immediately after the separation of the vessels, the captain of the steamer gave orders to clear away the boats; but, the Harvest Queen keeping in sight, the orders were countermanded, and the Adriatic steamed slowly towards her until she became lost to view. It was about that time that cries for help were heard in the water, in the direction where the ship was last seen. The engines were stopped and an order to lower the boats was immediately given. Two boats, under command of officers of the steamer, put out in search of the parties from whom the cries were heard. They were rowed in the direction whence the cries came; but after remaining out for half an hour to an hour they were recalled by a signal from the steamer. Nothing was ever afterwards heard of any of the ship's crew, and only a few fragments of the vessel were ever found. The vessel and cargo were a total loss.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The present libel was filed to recover their value in damages, alleged to be $225,000. The libelants charge that the collision was caused by the negligence and improper conduct of those on board the steamer (1) in not having a good and sufficient lookout; (2) in running at too great a speed; (3) in not keeping out of the way of the Harvest Queen; and (4) in not stopping and backing in time to avoid the collision.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">From the narrative we have given of the facts of the case, which is but a summary of the findings of the circuit court, stating the facts with much greater detail and particularity, it is evident that these allegations are not sustained in any essential particular.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">While the vessels were over two miles apart, the green light on the Harvest Queen was distinctly seen. A similar light on the Adriatic could easily have been seen, and, if the lookouts were attending to their duty, probably was seen, from the ship. Those light being visible, it was only necessary for the vessels to keep in their course, and collision would have been impossible. The subsequent changes made by the steamer were caused by previous changes in the course of the ship, as indicated by the showing of her lights. While it was the duty of the steamer to keep out of the way of the ship, being more under control, it was no less the duty of the ship to avoid anything tending to mislead and embarrass the steamer in the performance of this duty. That she did thus mislead and embarrass the steamer is plain from the statement already made. To one at a distance her changing lights were confusing&#8212;indicating either doubt on the part of her officers as to the course to be taken, or, what is more likely to have been the case, the absence of a good and sufficient lookout on board of the ship to report the sight and approach of the steamer.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The continued appearance of the green light for the first four minutes after it was seen, answers the suggestion that the change of lights on the Harvest Queen was the result of the swinging of the vessel from the wind and sea, and not from an alteration in her course.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The general rule as to the conduct of a ship under circumstances like those presented in this case in much stronger against the course the Harvest Queen pursued than we have stated. That rule is for a sailing vessel meeting a steamer to keep her course, while the steamer takes the necessary measures to avoid collision. In <i>Crockett</i> v. <i>Newton</i> this court said that 'though the rule should not be observed when circumstances are such that it is apparent its observance must occasion a collision, while a departure from it will prevent one, yet it must be a strong case which puts the sailing vessel in the wrong for obeying the rule,' (18 How. 583;) and in <i>New York &amp; Liverpool U. S. Mail Steam-ship Co.</i> v. <i>Rumball</i>, that 'under the rule that a steamer must keep out of the way, she must of necessity determine for herself and upon her own responsibility, independently of the sailing vessel, whether it is safer to go to the right or left or to stop; and in order that she may not be deprived of the means of determining the matter wisely, and that she may not be defeated or baffled in the attempt to perform her duty in the emergency, it is required, in the admiralty jurisprudence of the United States, that the sailing vessel shall keep her course, and allow the steamer to pass either on the right or left, or to adopt such measures of precaution as she may deem best suited to enable her to perform her duty and fulfill the requirement of the law to keep out of the way.' 21 How. 384.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Here, so far from observing this rule the ship, by her frequent changes, embarrassed the action of the steamer, and prevented her from continuing in a course which would have avoided the disastrous result. If the ship had kept on the course she was sailing when first seen, or had adhered to the first new course afterwards taken, no collision would have happened.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It seems to us plain, upon the facts found by the circuit court, that whatever fault there was which caused the collision it originated with the ship and not the steamer. The decree is therefore affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/90785/"
}