{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "109 U.S. 285", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/90939/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Louisiana Ex Rel. Folsom v. Mayor and Administrators of New Orleans", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "Decided November 19th, 1883", 
    "id": 75319, 
    "resource_uri": "/api/rest/v2/citation/75319/"
  }, 
  "id": 90939, 
  "blocked": false, 
  "judges": "Field", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1883-11-26", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>109 U.S. 285 (1883)</b></center>\n<center><h1>STATE OF LOUISIANA ex rel. FOLSOM<br>\nv.<br>\nMAYOR AND ADMINISTRATORS OF NEW ORLEANS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 9th and 10th, 1883.</center>\n<center>Decided November 19th, 1883.</center>\nIN ERROR TO THE SUPREME COURT OF THE STATE OF LOUISIANA.\n<p><span class=\"star-pagination\">*286</span> <i>Mr. Thomas J. Semmes</i> for the plaintiffs in error.</p>\n<p><i>Mr. W.F. Morris</i> for the defendants in error.</p>\n<p>MR. JUSTICE FIELD delivered the opinion of the court.</p>\n<p>The relators are the holders of two judgments against the city of New Orleans, one for $26,850, the other for $2,000. Both were recovered in the courts of Louisiana; the first in June, 1877, by the relators; the second in June, 1874, by parties who assigned it to them. Both judgments were for damages done to the property of the plaintiffs therein by a mob or riotous assemblage of people in the year 1873. A statute of the State made municipal corporations liable for damages thus caused within their limits. Rev. Stats. of La., 1870, sect. 2453.</p>\n<p>The judgments were duly registered in the office of the comptroller of the city, pursuant to the provisions of the act known as No. 5 of the extra session of 1870, and the present proceeding was taken by the relators to compel the authorities of the city to provide for their payment. At the time the injuries complained of were committed, and one of the judgments was recovered, the city of New Orleans was authorized to levy and collect a tax upon property within its limits of one dollar and seventy-five cents upon every one hundred dollars of its assessed value. At the time the other judgment <span class=\"star-pagination\">*287</span> was recovered this limit of taxation was reduced to one dollar and fifty cents on every one hundred dollars of the assessed value of the property. By the Constitution of the State, adopted in 1879, the power of the city to impose taxes on property within its limits was further restricted to ten mills on the dollar of the valuation.</p>\n<p>The effect of this last limitation is to prevent the relators, who are not allowed to issue executions against the city, from collecting their judgments, as the funds receivable from the tax thus authorized to be levied are exhausted by the current expenses of the city, which must first be met.</p>\n<p>The relators sought in the State courts to compel a levy by the city of taxes to meet their judgments at the rate permitted when the damages were done for which the judgments were obtained. They contended that the subsequent limitation imposed upon its powers violated that clause of the federal Constitution which prohibits a State from passing a law impairing the obligation of contracts, and also that clause of the Fourteenth Amendment which forbids a State to deprive any person of life, liberty, or property without due process of law. The supreme court of the State, reversing the lower court, decided against the relators, and the same contention is renewed here.</p>\n<p>The right to reimbursement for damages caused by a mob or riotous assemblage of people is not founded upon any contract between the city and the sufferers. Its liability for the damages is created by a law of the legislature, and can be withdrawn or limited at its pleasure. Municipal corporations are instrumentalities of the State for the convenient administration of government within their limits. They are invested with authority to establish a police to guard against disturbance; and it is their duty to exercise their authority so as to prevent violence from any cause, and particularly from mobs and riotous assemblages. It has, therefore, been generally considered as a just burden cast upon them to require them to make good any loss sustained from the acts of such assemblages which they should have repressed. The imposition has been supposed to create, in the holders of property liable to taxation <span class=\"star-pagination\">*288</span> within their limits, an interest to discourage and prevent any movements tending to such violent proceedings. But, however considered, the imposition is simply a measure of legislative policy, in no respect resting upon contract, and subject, like all other measures of policy, to any change the legislature may see fit to make, either in the extent of the liability or in the means of its enforcement. And its character is not at all changed by the fact that the amount of loss, in pecuniary estimation, has been ascertained and established by the judgments rendered. The obligation to make indemnity created by the statute has no more element of contract in it because merged in the judgments than it had previously. The term \"contract\" is used in the Constitution in its ordinary sense, as signifying the agreement of two or more minds, for considerations proceeding from one to the other, to do, or not to do, certain acts. Mutual assent to its terms is of its very essence.</p>\n<p>A judgment for damages, estimated in money, is sometimes called by text writers a specialty or contract of record, because it establishes a legal obligation to pay the amount recovered; and, by a fiction of law, a promise to pay is implied where such legal obligation exists. It is on this principle that an action <i>ex contractu</i> will lie upon a judgment. Chitty on Contracts, Perkins' Ed., 87. But this fiction cannot convert a transaction wanting the assent of parties into one which necessarily implies it. Judgments for torts are usually the result of violent contests, and, as observed by the court below, are imposed upon the losing party by a higher authority against his will and protest. The prohibition of the federal Constitution was intended to secure the observance of good faith in the stipulation of parties against any State action. Where a transaction is not based upon any assent of parties, it cannot be said that any faith is pledged with respect to it; and no case arises for the operation of the prohibition. <i>Garrison</i> v. <i>City of New York,</i> 21 Wall. 203. There is, therefore, nothing in the liabilities of the city by reason of which the relators recovered their judgments, that precluded the State from changing the taxing power of the city, even though the taxation be so limited as to postpone the payment of the judgments.</p>\n<p><span class=\"star-pagination\">*289</span> The clause of the Fourteenth Amendment cited is equally in operative to restrain the action of the State. Conceding that the judgments, though founded upon claims to indemnity for unlawful acts of mobs or riotous assemblages, are property in the sense that they are capable of ownership, and may have a pecuniary value, the relators cannot be said to be deprived of them so long as they continue an existing liability against the city. Although the present limitation of the taxing power of the city may prevent the receipt of sufficient funds to pay the judgments, the legislature of the State may, upon proper appeal, make other provision for their satisfaction. The judgments may also, perhaps, be used by the relators or their assignees as offsets to demands of the city; at least it is possible that they may be available in various ways. Be this as it may, the relators have no such vested right in the taxing power of the city as to render its diminution by the State to a degree affecting the present collection of their judgments a deprivation of their property in the sense of the constitutional prohibition. A party cannot be said to be deprived of his property in a judgment because at the time he is unable to collect it.</p>\n<p>The cases in which we have held that the taxing power of a municipality continues, notwithstanding a legislative act of limitation or repeal, are founded upon contracts; and decisions in them do not rest upon the principle that the party affected in the enforcement of his contract rights has been thereby deprived of any property, but upon the principle that the remedies for the enforcement of his contracts existing when they were made have been by such legislation impaired. The usual mode in which municipal bodies meet their pecuniary contracts is by taxation. And when, upon the faith that such taxation will be levied, contracts have been made, the constitutional inhibition has been held to restrain the State from repealing or diminishing the power of the corporation so as to deprive the holder of the contract of all adequate and efficacious remedy. As we have often said, the power of taxation belongs exclusively to the legislative department of the government, and the extent to which it shall be delegated to a municipal body is a matter of discretion, and may be limited or revoked at the pleasure of <span class=\"star-pagination\">*290</span> the legislature. But, as we held in <i>Wolff</i> v. <i>New Orleans,</i> 103 U.S. 358, and repeated in <i>Louisiana</i> v. <i>Pilsbury,</i> 105 U.S. 278, in both cases by the unanimous judgment of the court, the legislation in that respect is subject to this qualification, which attends all State legislation, that it \"shall not conflict with the prohibitions of the Constitution of the United States, and, among other things, shall not operate directly upon contracts of the corporation, so as to impair their obligation by abrogating or lessening the means of their enforcement. Legislation producing this latter result, not indirectly as a consequence of legitimate measures taken, as will sometimes happen, but directly by operating upon those means, is prohibited by the Constitution, and must be disregarded \u0097 treated as if never enacted \u0097 by all courts recognizing the Constitution as the paramount law of the land. This doctrine has been repeatedly asserted by this court when attempts have been made to limit the power of taxation of a municipal body, upon the faith of which contracts have been made, and by means of which alone they could be performed... . . However great the control of the legislature over the corporation while it is in existence, it must be exercised in subordination to the principle which secures the inviolability of contracts.\"</p>\n<p>This doctrine can have no application to claims against municipal corporations, founded upon torts of the character mentioned. Whether or not the State, in so limiting the power of the city to raise funds by taxation that it cannot satisfy all claims against it recognized by law, though not resting upon contract, does a wrong to the relators, which a wise policy and a just sense of public honor should not sanction, is not a question upon which this court can pass. If the action of the State does not fall within any prohibition of the federal Constitution, it lies beyond the reach of our authority.</p>\n<p>The question of the effect of legislation upon the means of enforcing an ordinary judgment of damages for a tort, rendered against the person committing it, in favor of the person injured, may involve other considerations, and is not presented by the case before us.</p>\n<p><i>Judgment affirmed.</i></p>\n<p><span class=\"star-pagination\">*291</span> MR. JUSTICE BRADLEY.</p>\n<p>I concur in the judgment in this case, on the special ground that remedies against municipal bodies for damages caused by mobs, or other violators of law unconnected with the municipal government, are purely matters of legislative policy, depending on positive law, which may at any time be repealed or modified, either before or after the damage has occurred, and the repeal of which causes the remedy to cease. In giving or withholding remedies of this kind, it is simply a question whether the public shall, or shall not, indemnify those who sustain losses from the unlawful acts or combinations of individuals; and whether it shall, or shall not, do so, is a matter of legislative discretion; just as it is whether the public shall, or shall not, indemnify those who suffer losses at the hands of a public enemy, or from intestine commotions or rebellion. And, as the judgments in the present case were founded upon a law giving this kind of remedy, I agree with the court, that any restraint of taxation which may affect the means of enforcing them is within the constitutional power of the legislature. Until the claim is reduced to possession, it is subject to legislative regulation. But an ordinary judgment of damages for a tort, rendered against the person committing it, in favor of the person injured, stands upon a very different footing. Such a judgment is founded upon an absolute right, and is as much an article of property as anything else that a party owns; and the legislature can no more violate it without due process of law, than it can any other property. To abrogate the remedy for enforcing it, and to give no other adequate remedy in its stead, is to deprive the owner of his property within the meaning of the Fourteenth Amendment. The remedy for enforcing a judgment is the life of a judgment, just as much as the remedy for enforcing a contract is the life of the contract. Whilst the original Constitution protected only contracts from being impaired by State law, the Fourteenth Amendment protects every species of property alike, except such as in its nature and origin is subject to legislative control. Hence I regard it important clearly to distinguish between this kind of judgment, now under consideration, and other judgments for claims based upon the absolute right of the party.</p>\n<p><span class=\"star-pagination\">*292</span> MR. JUSTICE HARLAN dissenting.</p>\n<p>By the Constitution of Louisiana adopted in 1879, and which went into effect January 1st, 1880, it is declared, \"no parish or municipal tax, for all purposes whatever, shall exceed ten mills on the dollar of valuation.\"</p>\n<p>The judgments held by plaintiff in error against the city of New Orleans were rendered and became final long before the adoption of that constitutional provision. At the time of their rendition, the law forbade execution against the defendant, but the city had the power, and was under a duty, which the courts could compel it to discharge, to include in its budget or annual estimate for contingent expenses, a sum sufficient to pay these judgments. At that time, also, the rate of taxation prescribed by law was ample to enable the city to meet all such obligations. But if the limitation upon taxation imposed by the State Constitution be applied to the judgments in question, then, it is conceded, the city cannot raise more money than will be required to meet the ordinary and necessary expenses of municipal administration. Consequently, under the limit of ten mills on the dollar of valuation, the judgments of plaintiffs become as valueless as they would be had the State Constitution, in terms, forbidden the city from paying them.</p>\n<p>1. Are the judgments in question contracts? This question is answered by the Court of Appeals of New York, speaking by Woodruff, J., in <i>Taylor</i> v. <i>Root,</i> 4 Keyes, 344. It is there said:</p>\n<p>\"Contracts are of three kinds: Simple contracts, contracts by specialty, and contracts of record. A judgment is a contract of the highest nature known to the law ... The cause or consideration of the judgment is of no possible importance; that is merged in the judgment. When recovered, the judgment stands as a conclusive declaration that the plaintiff therein is entitled to the sum of money recovered. No matter what may have been the original cause of action, the judgment forever settles the plaintiff's claim and the defendant's assent thereto; this assent may have been reluctant, but in law it is an assent, and the defendant is estopped by the judgment to dissent. Forever thereafter, <span class=\"star-pagination\">*293</span> any claim on the judgment is setting up a cause of action on contract.\"</p>\n<p>Blackstone says that \"when any specific sum is adjudged to be due from the defendant to the plaintiff on an action or suit at law, this is a contract of the highest nature, being established by the sentence of a court of judicature.\" 3 Bl. 465. Chitty enumerates judgments among contracts or obligations of record, and observes that they \"are of superior force, because they have been promulgated by, or are founded upon, the authority and have received the sanction of, a court of record.\" Chitty on Contracts, 3. An action in form <i>ex contractu</i> will lie on a judgment of a court of record, because the law implies a contract to pay it from the fact of there being a legal obligation to do so, \"although,\" says Chitty, \"the transaction in its origin was totally unconnected with contract, and there has been no promise in fact.\" Id. 87.</p>\n<p>It seems to me that these judgments are contracts, within any reasonable interpretation of the contract clause of the national Constitution. It can hardly be that the framers of that instrument attached less consequence to contracts of record than to simple contracts. If this view be correct, then the withdrawal from the city of New Orleans of the authority which it possessed when they were rendered, to levy taxes sufficient for their payment, impaired the obligation of the contracts evidenced by those judgments.</p>\n<p>2. But if this view be erroneous, it seems quite clear that the State Constitution of 1879 cannot be applied to these judgments without bringing it into conflict with that provision of the Constitution, which declares that no State shall deprive any person of property without due process of law. That these judgments are property within the meaning of the Constitution cannot, it seems to me, be doubted. They are none the less property because the original cause of action did not arise out of contract, in the literal meaning of that word, but rests upon a statute making municipal corporations liable for property destroyed by a mob. If a judgment giving damages for such a tort is not a contract within the meaning of the Constitution, it is, <span class=\"star-pagination\">*294</span> nevertheless, property, of which the owner may not be deprived without due process of law. Its value as property depends in every legal sense upon the remedies which the law gives to enforce its collection. To withhold from the citizen who has a judgment for money the judicial means of enforcing its collection \u0097 or, what is, in effect, the same thing, to withdraw from the judgment debtor, a municipal corporation, the authority to levy taxes for its payment \u0097 is to destroy the value of the judgment as property. In <i>Pumpelly</i> v. <i>Green Bay Co.,</i> 13 Wall. 166, this court had occasion to consider the meaning of that provision in the constitutions of the several States which forbids private property from being taken for public purposes without just compensation therefor. Under the authority of statutes of Wisconsin, certain dams were constructed across a public navigable stream of that State. The dams so constructed caused the waters to overflow the land of a citizen, resulting in the almost complete destruction of its value. The argument was there made that the land was not <i>taken</i> within the meaning of the Constitution, and that the damage was only the consequential result of such use of a navigable stream as the government had a right to make for the purposes of navigation. But, touching that suggestion, this court said:</p>\n<p>\"It would be a very curious and unsatisfactory result if in construing a provision of constitutional law, always understood to have been adopted for protection and security to the rights of the individual as against the government, and which has received the commendation of jurists, statesmen, and commentators as placing the just principles of the common law on that subject beyond the power of ordinary legislation to change or control them, it shall be held that if the government refrains from the absolute conversion of real property to the uses of the public, it can destroy its value entirely, can inflict irreparable and permanent injury to any extent, can, in effect, subject it to total destruction without making any compensation, because, in the narrowest sense of that word, it is not <i>taken</i> for the public use. Such a construction would pervert the constitutional provision into a restriction upon the rights of the citizen as those rights stood at the common law, instead of the government, and make it an authority for invasion <span class=\"star-pagination\">*295</span> of private rights under the pretext of the public good, which had no warrant in the laws or practice of our ancestors.\"</p>\n<p>These principles of constitutional construction have an important bearing upon the present case. If the property of the citizen is \"taken,\" within the meaning of the Constitution, when its value is destroyed or permanently impaired through the act of the government, or by the acts of others under the sanction or authority of the government, it would seem that the citizen, holding a judgment for money against a municipal corporation \u0097 which judgment is capable of enforcement by judicial proceedings at the time of its rendition \u0097 is deprived of his property without due process of law, if the State, by a subsequent law, so reduces the rate of taxation as to make it impossible for the corporation to satisfy such judgment. Since the value of the judgment, as property, depends necessarily upon the remedies given for its enforcement, the withdrawal of all remedies for its enforcement, and compelling the owner to rely exclusively upon the generosity of the judgment debtor, is, I submit, to deprive the owner of his property.</p>\n<p>But it is said that the plaintiffs are not deprived of their judgments, so long as they continue to be existing liabilities against the city. My answer is, that such liability upon the part of the city is of no consequence, unless, when payment is refused, it can be enforced by legal proceedings. A money judgment which cannot be collected is of as little value as Pumpelly's farm was, when covered by water to such an extent that it could not be used for any of the purposes for which land is desired.</p>\n<p>It is also said by my brethren that plaintiffs are not deprived of their property in these judgments, because at the time they are unable to collect them. No State shall \"deprive any person of life, liberty, or property, without due process of law,\" is the mandate of the Constitution. Could a State law depriving a person of his liberty be sustained upon the ground that such deprivation was only for a time? Pumpelly's land was adjudged to have been <i>taken</i> within the meaning of the Constitution, although it was possible that, at some future time, the <span class=\"star-pagination\">*296</span> dams constructed under the authority of the State might be abandoned, or might give way, causing the waters to retire within their original limits, and thereby enabling the owner to re-occupy his farm. It is barely possible that the people of Louisiana may, at some future period in their history, amend her Constitution, so as to permit the city of New Orleans to levy taxes sufficient to meet its indebtedness, as established by the judicial tribunals of that State. But such a possibility cannot properly be recognized as an element in the legal inquiry whether the State may so reduce the rate of taxation by one of its municipal corporations, as to deprive it altogether of the power to pay valid judgments against it, which, at the time of their rendition, and under the rate of taxation which then obtained, were collectable through judicial proceedings.</p>\n<p>It is further said that these judgments may also, \"perhaps,\" be used by the relators or their assignees as offsets to demands of the city. My answer is, that the city may never have such demands. The possibility that it may have ought not to control the determination of this case, involving, I submit, a present deprivation of property, without due process of law.</p>\n<p>In this case, before the adoption of the Constitution of 1879-80, before even the convention that framed it met, the plaintiffs had obtained, in the inferior State court, a final order in a mandamus suit, requiring the city of New Orleans to include in its next budget or statement of liabilities (and in succeeding budgets, until they were paid), the amounts of existing judgments against it, including those held by plaintiffs, and to levy a tax to the extent of $1.75 on every $100 of valuation to meet them. This judgment in the mandamus suit was in accordance with the law of the State as it then was. Plaintiffs, by the application of the constitutional limitation upon municipal taxation, <i>adopted after rendition of judgment in the mandamus suit,</i> is thus deprived not only of the benefit of that judgment, but of all power to enforce the collection of the original judgments, in the only way they can be enforced or be made of any value. If this be not a deprivation of property without due process of law, it is, I think, difficult to conceive of a case involving such a deprivation.</p>\n<p><span class=\"star-pagination\">*297</span> For these reasons, I feel constrained to dissent from the judgment.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:02:45", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">285</span></span> (1883)</b></center>\n<center><h1>STATE OF LOUISIANA ex rel. FOLSOM<br>\nv.<br>\nMAYOR AND ADMINISTRATORS OF NEW ORLEANS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 9th and 10th, 1883.</center>\n<center>Decided November 19th, 1883.</center>\nIN ERROR TO THE SUPREME COURT OF THE STATE OF LOUISIANA.\n<p><span class=\"star-pagination\">*286</span> <i>Mr. Thomas J. Semmes</i> for the plaintiffs in error.</p>\n<p><i>Mr. W.F. Morris</i> for the defendants in error.</p>\n<p>MR. JUSTICE FIELD delivered the opinion of the court.</p>\n<p>The relators are the holders of two judgments against the city of New Orleans, one for $26,850, the other for $2,000. Both were recovered in the courts of Louisiana; the first in June, 1877, by the relators; the second in June, 1874, by parties who assigned it to them. Both judgments were for damages done to the property of the plaintiffs therein by a mob or riotous assemblage of people in the year 1873. A statute of the State made municipal corporations liable for damages thus caused within their limits. Rev. Stats. of La., 1870, sect. 2453.</p>\n<p>The judgments were duly registered in the office of the comptroller of the city, pursuant to the provisions of the act known as No. 5 of the extra session of 1870, and the present proceeding was taken by the relators to compel the authorities of the city to provide for their payment. At the time the injuries complained of were committed, and one of the judgments was recovered, the city of New Orleans was authorized to levy and collect a tax upon property within its limits of one dollar and seventy-five cents upon every one hundred dollars of its assessed value. At the time the other judgment <span class=\"star-pagination\">*287</span> was recovered this limit of taxation was reduced to one dollar and fifty cents on every one hundred dollars of the assessed value of the property. By the Constitution of the State, adopted in 1879, the power of the city to impose taxes on property within its limits was further restricted to ten mills on the dollar of the valuation.</p>\n<p>The effect of this last limitation is to prevent the relators, who are not allowed to issue executions against the city, from collecting their judgments, as the funds receivable from the tax thus authorized to be levied are exhausted by the current expenses of the city, which must first be met.</p>\n<p>The relators sought in the State courts to compel a levy by the city of taxes to meet their judgments at the rate permitted when the damages were done for which the judgments were obtained. They contended that the subsequent limitation imposed upon its powers violated that clause of the federal Constitution which prohibits a State from passing a law impairing the obligation of contracts, and also that clause of the Fourteenth Amendment which forbids a State to deprive any person of life, liberty, or property without due process of law. The supreme court of the State, reversing the lower court, decided against the relators, and the same contention is renewed here.</p>\n<p>The right to reimbursement for damages caused by a mob or riotous assemblage of people is not founded upon any contract between the city and the sufferers. Its liability for the damages is created by a law of the legislature, and can be withdrawn or limited at its pleasure. Municipal corporations are instrumentalities of the State for the convenient administration of government within their limits. They are invested with authority to establish a police to guard against disturbance; and it is their duty to exercise their authority so as to prevent violence from any cause, and particularly from mobs and riotous assemblages. It has, therefore, been generally considered as a just burden cast upon them to require them to make good any loss sustained from the acts of such assemblages which they should have repressed. The imposition has been supposed to create, in the holders of property liable to taxation <span class=\"star-pagination\">*288</span> within their limits, an interest to discourage and prevent any movements tending to such violent proceedings. But, however considered, the imposition is simply a measure of legislative policy, in no respect resting upon contract, and subject, like all other measures of policy, to any change the legislature may see fit to make, either in the extent of the liability or in the means of its enforcement. And its character is not at all changed by the fact that the amount of loss, in pecuniary estimation, has been ascertained and established by the judgments rendered. The obligation to make indemnity created by the statute has no more element of contract in it because merged in the judgments than it had previously. The term \"contract\" is used in the Constitution in its ordinary sense, as signifying the agreement of two or more minds, for considerations proceeding from one to the other, to do, or not to do, certain acts. Mutual assent to its terms is of its very essence.</p>\n<p>A judgment for damages, estimated in money, is sometimes called by text writers a specialty or contract of record, because it establishes a legal obligation to pay the amount recovered; and, by a fiction of law, a promise to pay is implied where such legal obligation exists. It is on this principle that an action <i>ex contractu</i> will lie upon a judgment. Chitty on Contracts, Perkins' Ed., 87. But this fiction cannot convert a transaction wanting the assent of parties into one which necessarily implies it. Judgments for torts are usually the result of violent contests, and, as observed by the court below, are imposed upon the losing party by a higher authority against his will and protest. The prohibition of the federal Constitution was intended to secure the observance of good faith in the stipulation of parties against any State action. Where a transaction is not based upon any assent of parties, it cannot be said that any faith is pledged with respect to it; and no case arises for the operation of the prohibition. <i>Garrison</i> v. <i>City of New York,</i> 21 Wall. 203. There is, therefore, nothing in the liabilities of the city by reason of which the relators recovered their judgments, that precluded the State from changing the taxing power of the city, even though the taxation be so limited as to postpone the payment of the judgments.</p>\n<p><span class=\"star-pagination\">*289</span> The clause of the Fourteenth Amendment cited is equally in operative to restrain the action of the State. Conceding that the judgments, though founded upon claims to indemnity for unlawful acts of mobs or riotous assemblages, are property in the sense that they are capable of ownership, and may have a pecuniary value, the relators cannot be said to be deprived of them so long as they continue an existing liability against the city. Although the present limitation of the taxing power of the city may prevent the receipt of sufficient funds to pay the judgments, the legislature of the State may, upon proper appeal, make other provision for their satisfaction. The judgments may also, perhaps, be used by the relators or their assignees as offsets to demands of the city; at least it is possible that they may be available in various ways. Be this as it may, the relators have no such vested right in the taxing power of the city as to render its diminution by the State to a degree affecting the present collection of their judgments a deprivation of their property in the sense of the constitutional prohibition. A party cannot be said to be deprived of his property in a judgment because at the time he is unable to collect it.</p>\n<p>The cases in which we have held that the taxing power of a municipality continues, notwithstanding a legislative act of limitation or repeal, are founded upon contracts; and decisions in them do not rest upon the principle that the party affected in the enforcement of his contract rights has been thereby deprived of any property, but upon the principle that the remedies for the enforcement of his contracts existing when they were made have been by such legislation impaired. The usual mode in which municipal bodies meet their pecuniary contracts is by taxation. And when, upon the faith that such taxation will be levied, contracts have been made, the constitutional inhibition has been held to restrain the State from repealing or diminishing the power of the corporation so as to deprive the holder of the contract of all adequate and efficacious remedy. As we have often said, the power of taxation belongs exclusively to the legislative department of the government, and the extent to which it shall be delegated to a municipal body is a matter of discretion, and may be limited or revoked at the pleasure of <span class=\"star-pagination\">*290</span> the legislature. But, as we held in <i>Wolff</i> v. <i>New Orleans,</i> <span class=\"citation\" data-id=\"90335\"><a href=\"/opinion/90335/wolff-v-new-orleans/\"><span class=\"volume\">103</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">358</span></a></span>, and repeated in <i>Louisiana</i> v. <i>Pilsbury,</i> <span class=\"citation\" data-id=\"90575\"><a href=\"/opinion/90575/louisiana-v-pilsbury/\"><span class=\"volume\">105</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">278</span></a></span>, in both cases by the unanimous judgment of the court, the legislation in that respect is subject to this qualification, which attends all State legislation, that it \"shall not conflict with the prohibitions of the Constitution of the United States, and, among other things, shall not operate directly upon contracts of the corporation, so as to impair their obligation by abrogating or lessening the means of their enforcement. Legislation producing this latter result, not indirectly as a consequence of legitimate measures taken, as will sometimes happen, but directly by operating upon those means, is prohibited by the Constitution, and must be disregarded \u0097 treated as if never enacted \u0097 by all courts recognizing the Constitution as the paramount law of the land. This doctrine has been repeatedly asserted by this court when attempts have been made to limit the power of taxation of a municipal body, upon the faith of which contracts have been made, and by means of which alone they could be performed... . . However great the control of the legislature over the corporation while it is in existence, it must be exercised in subordination to the principle which secures the inviolability of contracts.\"</p>\n<p>This doctrine can have no application to claims against municipal corporations, founded upon torts of the character mentioned. Whether or not the State, in so limiting the power of the city to raise funds by taxation that it cannot satisfy all claims against it recognized by law, though not resting upon contract, does a wrong to the relators, which a wise policy and a just sense of public honor should not sanction, is not a question upon which this court can pass. If the action of the State does not fall within any prohibition of the federal Constitution, it lies beyond the reach of our authority.</p>\n<p>The question of the effect of legislation upon the means of enforcing an ordinary judgment of damages for a tort, rendered against the person committing it, in favor of the person injured, may involve other considerations, and is not presented by the case before us.</p>\n<p><i>Judgment affirmed.</i></p>\n<p><span class=\"star-pagination\">*291</span> MR. JUSTICE BRADLEY.</p>\n<p>I concur in the judgment in this case, on the special ground that remedies against municipal bodies for damages caused by mobs, or other violators of law unconnected with the municipal government, are purely matters of legislative policy, depending on positive law, which may at any time be repealed or modified, either before or after the damage has occurred, and the repeal of which causes the remedy to cease. In giving or withholding remedies of this kind, it is simply a question whether the public shall, or shall not, indemnify those who sustain losses from the unlawful acts or combinations of individuals; and whether it shall, or shall not, do so, is a matter of legislative discretion; just as it is whether the public shall, or shall not, indemnify those who suffer losses at the hands of a public enemy, or from intestine commotions or rebellion. And, as the judgments in the present case were founded upon a law giving this kind of remedy, I agree with the court, that any restraint of taxation which may affect the means of enforcing them is within the constitutional power of the legislature. Until the claim is reduced to possession, it is subject to legislative regulation. But an ordinary judgment of damages for a tort, rendered against the person committing it, in favor of the person injured, stands upon a very different footing. Such a judgment is founded upon an absolute right, and is as much an article of property as anything else that a party owns; and the legislature can no more violate it without due process of law, than it can any other property. To abrogate the remedy for enforcing it, and to give no other adequate remedy in its stead, is to deprive the owner of his property within the meaning of the Fourteenth Amendment. The remedy for enforcing a judgment is the life of a judgment, just as much as the remedy for enforcing a contract is the life of the contract. Whilst the original Constitution protected only contracts from being impaired by State law, the Fourteenth Amendment protects every species of property alike, except such as in its nature and origin is subject to legislative control. Hence I regard it important clearly to distinguish between this kind of judgment, now under consideration, and other judgments for claims based upon the absolute right of the party.</p>\n<p><span class=\"star-pagination\">*292</span> MR. JUSTICE HARLAN dissenting.</p>\n<p>By the Constitution of Louisiana adopted in 1879, and which went into effect January 1st, 1880, it is declared, \"no parish or municipal tax, for all purposes whatever, shall exceed ten mills on the dollar of valuation.\"</p>\n<p>The judgments held by plaintiff in error against the city of New Orleans were rendered and became final long before the adoption of that constitutional provision. At the time of their rendition, the law forbade execution against the defendant, but the city had the power, and was under a duty, which the courts could compel it to discharge, to include in its budget or annual estimate for contingent expenses, a sum sufficient to pay these judgments. At that time, also, the rate of taxation prescribed by law was ample to enable the city to meet all such obligations. But if the limitation upon taxation imposed by the State Constitution be applied to the judgments in question, then, it is conceded, the city cannot raise more money than will be required to meet the ordinary and necessary expenses of municipal administration. Consequently, under the limit of ten mills on the dollar of valuation, the judgments of plaintiffs become as valueless as they would be had the State Constitution, in terms, forbidden the city from paying them.</p>\n<p>1. Are the judgments in question contracts? This question is answered by the Court of Appeals of New York, speaking by Woodruff, J., in <i>Taylor</i> v. <i>Root,</i> 4 Keyes, 344. It is there said:</p>\n<p>\"Contracts are of three kinds: Simple contracts, contracts by specialty, and contracts of record. A judgment is a contract of the highest nature known to the law ... The cause or consideration of the judgment is of no possible importance; that is merged in the judgment. When recovered, the judgment stands as a conclusive declaration that the plaintiff therein is entitled to the sum of money recovered. No matter what may have been the original cause of action, the judgment forever settles the plaintiff's claim and the defendant's assent thereto; this assent may have been reluctant, but in law it is an assent, and the defendant is estopped by the judgment to dissent. Forever thereafter, <span class=\"star-pagination\">*293</span> any claim on the judgment is setting up a cause of action on contract.\"</p>\n<p>Blackstone says that \"when any specific sum is adjudged to be due from the defendant to the plaintiff on an action or suit at law, this is a contract of the highest nature, being established by the sentence of a court of judicature.\" 3 Bl. 465. Chitty enumerates judgments among contracts or obligations of record, and observes that they \"are of superior force, because they have been promulgated by, or are founded upon, the authority and have received the sanction of, a court of record.\" Chitty on Contracts, 3. An action in form <i>ex contractu</i> will lie on a judgment of a court of record, because the law implies a contract to pay it from the fact of there being a legal obligation to do so, \"although,\" says Chitty, \"the transaction in its origin was totally unconnected with contract, and there has been no promise in fact.\" Id. 87.</p>\n<p>It seems to me that these judgments are contracts, within any reasonable interpretation of the contract clause of the national Constitution. It can hardly be that the framers of that instrument attached less consequence to contracts of record than to simple contracts. If this view be correct, then the withdrawal from the city of New Orleans of the authority which it possessed when they were rendered, to levy taxes sufficient for their payment, impaired the obligation of the contracts evidenced by those judgments.</p>\n<p>2. But if this view be erroneous, it seems quite clear that the State Constitution of 1879 cannot be applied to these judgments without bringing it into conflict with that provision of the Constitution, which declares that no State shall deprive any person of property without due process of law. That these judgments are property within the meaning of the Constitution cannot, it seems to me, be doubted. They are none the less property because the original cause of action did not arise out of contract, in the literal meaning of that word, but rests upon a statute making municipal corporations liable for property destroyed by a mob. If a judgment giving damages for such a tort is not a contract within the meaning of the Constitution, it is, <span class=\"star-pagination\">*294</span> nevertheless, property, of which the owner may not be deprived without due process of law. Its value as property depends in every legal sense upon the remedies which the law gives to enforce its collection. To withhold from the citizen who has a judgment for money the judicial means of enforcing its collection \u0097 or, what is, in effect, the same thing, to withdraw from the judgment debtor, a municipal corporation, the authority to levy taxes for its payment \u0097 is to destroy the value of the judgment as property. In <i>Pumpelly</i> v. <i>Green Bay Co.,</i> <span class=\"citation\" data-id=\"88448\"><a href=\"/opinion/88448/pumpelly-v-green-bay-co/\"><span class=\"volume\">13</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">166</span></a></span>, this court had occasion to consider the meaning of that provision in the constitutions of the several States which forbids private property from being taken for public purposes without just compensation therefor. Under the authority of statutes of Wisconsin, certain dams were constructed across a public navigable stream of that State. The dams so constructed caused the waters to overflow the land of a citizen, resulting in the almost complete destruction of its value. The argument was there made that the land was not <i>taken</i> within the meaning of the Constitution, and that the damage was only the consequential result of such use of a navigable stream as the government had a right to make for the purposes of navigation. But, touching that suggestion, this court said:</p>\n<p>\"It would be a very curious and unsatisfactory result if in construing a provision of constitutional law, always understood to have been adopted for protection and security to the rights of the individual as against the government, and which has received the commendation of jurists, statesmen, and commentators as placing the just principles of the common law on that subject beyond the power of ordinary legislation to change or control them, it shall be held that if the government refrains from the absolute conversion of real property to the uses of the public, it can destroy its value entirely, can inflict irreparable and permanent injury to any extent, can, in effect, subject it to total destruction without making any compensation, because, in the narrowest sense of that word, it is not <i>taken</i> for the public use. Such a construction would pervert the constitutional provision into a restriction upon the rights of the citizen as those rights stood at the common law, instead of the government, and make it an authority for invasion <span class=\"star-pagination\">*295</span> of private rights under the pretext of the public good, which had no warrant in the laws or practice of our ancestors.\"</p>\n<p>These principles of constitutional construction have an important bearing upon the present case. If the property of the citizen is \"taken,\" within the meaning of the Constitution, when its value is destroyed or permanently impaired through the act of the government, or by the acts of others under the sanction or authority of the government, it would seem that the citizen, holding a judgment for money against a municipal corporation \u0097 which judgment is capable of enforcement by judicial proceedings at the time of its rendition \u0097 is deprived of his property without due process of law, if the State, by a subsequent law, so reduces the rate of taxation as to make it impossible for the corporation to satisfy such judgment. Since the value of the judgment, as property, depends necessarily upon the remedies given for its enforcement, the withdrawal of all remedies for its enforcement, and compelling the owner to rely exclusively upon the generosity of the judgment debtor, is, I submit, to deprive the owner of his property.</p>\n<p>But it is said that the plaintiffs are not deprived of their judgments, so long as they continue to be existing liabilities against the city. My answer is, that such liability upon the part of the city is of no consequence, unless, when payment is refused, it can be enforced by legal proceedings. A money judgment which cannot be collected is of as little value as Pumpelly's farm was, when covered by water to such an extent that it could not be used for any of the purposes for which land is desired.</p>\n<p>It is also said by my brethren that plaintiffs are not deprived of their property in these judgments, because at the time they are unable to collect them. No State shall \"deprive any person of life, liberty, or property, without due process of law,\" is the mandate of the Constitution. Could a State law depriving a person of his liberty be sustained upon the ground that such deprivation was only for a time? Pumpelly's land was adjudged to have been <i>taken</i> within the meaning of the Constitution, although it was possible that, at some future time, the <span class=\"star-pagination\">*296</span> dams constructed under the authority of the State might be abandoned, or might give way, causing the waters to retire within their original limits, and thereby enabling the owner to re-occupy his farm. It is barely possible that the people of Louisiana may, at some future period in their history, amend her Constitution, so as to permit the city of New Orleans to levy taxes sufficient to meet its indebtedness, as established by the judicial tribunals of that State. But such a possibility cannot properly be recognized as an element in the legal inquiry whether the State may so reduce the rate of taxation by one of its municipal corporations, as to deprive it altogether of the power to pay valid judgments against it, which, at the time of their rendition, and under the rate of taxation which then obtained, were collectable through judicial proceedings.</p>\n<p>It is further said that these judgments may also, \"perhaps,\" be used by the relators or their assignees as offsets to demands of the city. My answer is, that the city may never have such demands. The possibility that it may have ought not to control the determination of this case, involving, I submit, a present deprivation of property, without due process of law.</p>\n<p>In this case, before the adoption of the Constitution of 1879-80, before even the convention that framed it met, the plaintiffs had obtained, in the inferior State court, a final order in a mandamus suit, requiring the city of New Orleans to include in its next budget or statement of liabilities (and in succeeding budgets, until they were paid), the amounts of existing judgments against it, including those held by plaintiffs, and to levy a tax to the extent of $1.75 on every $100 of valuation to meet them. This judgment in the mandamus suit was in accordance with the law of the State as it then was. Plaintiffs, by the application of the constitutional limitation upon municipal taxation, <i>adopted after rendition of judgment in the mandamus suit,</i> is thus deprived not only of the benefit of that judgment, but of all power to enforce the collection of the original judgments, in the only way they can be enforced or be made of any value. If this be not a deprivation of property without due process of law, it is, I think, difficult to conceive of a case involving such a deprivation.</p>\n<p><span class=\"star-pagination\">*297</span> For these reasons, I feel constrained to dissent from the judgment.</p>\n</div>", 
  "sha1": "629484b3ccdb0243af4674efe9c878060325fcb0", 
  "date_modified": "2014-12-21T01:29:36.614204", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/90939/louisiana-ex-rel-folsom-v-mayor-and-administrators/", 
  "citation_count": 24, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/197917/", 
  "html": "<p class=\"case_cite\">109 U.S. 285</p>\n    <p class=\"case_cite\">3 S.Ct. 211</p>\n    <p class=\"case_cite\">27 L.Ed. 936</p>\n    <p class=\"parties\">STATE OF LOUISIANA ex rel. FOLSOM and another<br>v.<br>MAYOR, ETC., OF THE CITY OF NEW ORLEANS.</p>\n    <p class=\"date\">November 19, 1883.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Robert Mott,</i> <i>Thos. J. Semmes</i> and <i>Henry B. Kelly</i>, for plaintiffs in error.</p>\n      <p class=\"indent\"><i>Henry C. Miller</i>, for defendant in error.</p>\n      <p class=\"indent\">FIELD, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The relators are the holders of two judgments against the city of New Orleans,&#8212;one for $26,850, the other for $2,000. Both were recovered in the courts of Louisiana,&#8212;the first in June, 1877, by the relators; the second in June, 1874, by parties who assigned it to them. Both judgments were for damages done to the property of the plaintiffs therein by a mob or riotous assemblage of people in the year 1873. A statute of the state made municipal corporations liable for damages thus caused within their limits. Rev. St. La. 1870, &#167; 2453. The judgments were duly registered in the office of the comptroller of the city, pursuant to the provisions of the act known as No. 5 of the extra session of 1870, and the present proceeding was taken by the relators to compel the authorities of the city to provide for their payment. At the time the injuries complained of were committed, and one of the judgments was recovered, the city of New Orleans was authorized to levy and collect a tax upon property within its limits of $1.75 upon every $100 of its assessed value. At the time the other judgment was recovered this limit of taxation was reduced to $1.50 on every $100 of the assessed value of the property. By the constitution of the state adopted in 1879 the power of the city to impose taxes on property within its limits was further restricted to 10 mills on the dollar of the valuation. The effect of this last limitation is to prevent the relators, who are not allowed to issue executions against the city, from collecting their judgments, as the funds receivable from the tax thus authorized to be levied are exhausted by the current expenses of the city, which must first be met. The relators sought in the state courts to compel a levy by the city of taxes to meet their judgments at the rate permitted when the damages were done for which the judgments were obtained. They contended that the subsequent limitation imposed upon its power violated that clause of the federal constitution which prohibits a state from passing a law impairing the obligation of contracts, and also that clause of the fourteenth amendment which forbids a state to deprive any person of life, liberty, or property without due process of law. The supreme court of the state, reversing the lower court, decided against the relators, and the same contention is renewed here.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The right to reimbursement for damages caused by a mob or riotous assemblage of people is not founded upon any contract between the city and the sufferers. Its liability for the damages is created by a law of the legislature, and can be withdrawn or limited at its pleasure. Municipal corporations are instrumentalities of the state for the convenient administration of government within their limits. They are invested with authority to establish a police to guard against disturbance; and it is their duty to exercise their authority so as to prevent violence from any cause, and particularly from mobs and riotous assemblages. It has therefore been generally considered as a just burden cast upon them to require them to make good any loss sustained from the acts of such assemblages which they should have repressed. The imposition has been supposed to create, in the holders of property liable to taxation within their limits, an interest to discourage and prevent any movements tending to such violent proceedings. But, however considered, the imposition is simply a measure of legislative policy, in no respect resting upon contract, and subject, like all other measures of policy, to any change the legislature may see fit to make, either in the extent of the liability or in the means of its enforcement. And its character is not at all changed by the fact that the amount of loss, in pecuniary estimation, has been ascertained and established by the judgments rendered. The obligation to make indemnity created by the statute has no more element of contract in it because merged in the judgments than it had previously. The term 'contract' is used in the constitution in its ordinary sense, as signifying the agreement of two or more minds, for considerations proceeding from one to the other, to do or not to do certain acts. Mutual assent to its terms is of its very essence.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A judgment for damages, estimated in money, is sometimes called by text writers a specialty or contract of record, because it establishes a legal obligation to pay the amount recovered; and, by a fiction of law, a promise to pay is implied where such legal obligation exists. It is on this principle that an action <i>ex contractu</i> will lie upon a judgment. Chit. Cont. (Perkins Ed.) 87. But this fiction cannot convert a transaction wanting the assent of parties into one which necessarily implies it. Judgments for torts are usually the result of violent contests, and, as observed by the court below, are imposed upon the losing party by a higher authority against his will and protest. The prohibition of the federal constitution was intended to secure the observance of good faith in the stipulation of parties against any state action. Where a transaction is not based upon any assent of parties, it cannot be said that any faith is pledged with respect to it; and no case arises for the operation of the prohibition. <i>Garrison</i> v. <i>City of New York</i>, 21 Wall. 203. There is therefore nothing in the liabilities of the city, by reason of which the relators recovered their judgments, that precluded the state from changing the taxing power of the city, even though the taxation be so limited as to postpone the payment of the judgments.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The clause of the fourteenth amendment cited is equally inoperative to restrain the action of the state. Conceding that the judgments, though founded upon claims to indemnity for unlawful acts of mobs or riotous assemblages, are property in the sense that they are capable of ownership and may have a pecuniary value, the relators cannot be said to be deprived of them so long as they continue an existing liability against the city. Although the present limitation of the taxing power of the city may prevent the receipt of sufficient funds to pay the judgments, the legislature of the state may, upon proper appeal, make other provision for their satisfaction. The judgments may also, perhaps, be used by the relators or their assigns as offsets to demands of the city; at least, it is possible that they may be available in various ways. Be this as it may, the relators have no such vested right in the taxing power of the city as to render its diminution by the state, to a degree affecting the present collection of their judgments, a deprivation of their property in the sense of the constitutional prohibition. A party cannot be said to be deprived of his property in a judgment because at the time he is unable to collect it.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The cases in which we have held that the taxing power of a municipality continues, notwithstanding a legislative act of limitation or repeal, are founded upon contracts; and decisions in them do not rest upon the principle that the party affected in the enforcement of his contract rights has been thereby deprived of any property, but upon the principle that the remedies for the enforcement of his contracts, existing when they were made, have been by such legislation impaired. The usual mode in which municipal bodies meet their pecuniary contracts is by taxation. And when, upon the faith that such taxation will be levied contracts have been made, the constitutional inhibition has been held to restrain the state from repealing or diminishing the power of the corporation so as to deprive the holder of the contract of all adequate and efficacious remedy. As we have often said, the power of taxation belongs exclusively to the legislative department of the government, and the extent to which it shall be delegated to a municipal body is a matter of discretion, and may be limited or revoked at the pleasure of the legislature. But, as we held in <i>Wolff</i> v. <i>New Orleans</i>, 103 U. S. 358, and repeated in <i>Louisiana</i> v. <i>Pilsbury</i>, 105 U. S. 278, in both cases, by the unanimous judgment of the court, the legislation in that respect is subject to this qualification, which attends all state legislation, that it&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'shall not conflict with the prohibitions of the constitution      of the United States, and, among other things, shall not      operate directly upon contracts of the corporation, so as to      impair their obligation by abrogating or lessening the means      of their enforcement. Legislation producing this latter      result, not indirectly as a consequence of legitimate      measures taken, as will sometimes happen, but directly by      operating upon those means, is prohibited by the      constitution, and must be disregarded,&#8212;treated as if never      enacted,&#8212;by all courts recognizing the constitution as the      paramount law of the land. This doctrine has been repeatedly      asserted by this court when attempts have been made to limit      the power of taxation of a municipal body, upon the faith of      which contracts have been made, and by means of which alone      they could be performed. * * * However great the control of      the legislature over the corporation while it is in      existence, it must be exercised in subordination to the      principle which secures the inviolability of contracts.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This doctrine can have no application to claims against municipal corporations founded upon torts of the character mentioned. Whether or not the state, in so limiting the power of the city to raise funds by taxation that it cannot satisfy all claims against it recognized by law, though not resting upon contract, does a wrong to the relators, which a wise policy and a just sense of public honor should not sanction, is not a question upon which this court can pass. If the action of the state does not fall within any prohibition of the federal constitution, it lies beyond the reach of our authority.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The question of the effect of legislation upon the means of enforcing an ordinary judgment of damages for a tort, rendered against the person committing it, in favor of the person injured, may involve other considerations, and is not presented by the case before us. Judgment affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">BRADLEY, J.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">I concur in the judgment in this case on the special ground that remedies against municipal bodies, for damages caused by mobs, or other violators of law, unconnected with the municipal government, are purely matters of legislative policy, depending on positive law, which may at any time be repealed or modified, either before or after the damage has occurred, and the repeal of which causes the remedy to cease. In giving or withholding remedies of this kind, it is simply a question whether the public shall or shall not indemnify those who sustain losses from the unlawful acts or combinations of individuals; and whether it shall or shall not do so is a matter of legislative discretion; just as it is whether the public shall or shall not indemnify those who suffer losses at the hands of a public enemy, or from intestine commotions or rebellion; and, as the judgments in the present case were founded upon a law giving this kind of remedy, I agree with the court that any restraint of taxation which may affect the means of enforcing them is within the constitutional power of the legislature. Until the claim is reduced to possession, it is subject to legislative regulation. But an ordinary judgment of damages for a tort, rendered against the person committing it, in favor of the person injured, stands upon a very different footing. Such a judgment is founded upon an absolute right, and is as much an article of property as anything else that a party owns; and the legislature can no more violate it without due process of law than it can any other property. To abrogate the remedy for enforcing it, and to give no other adequate remedy in its stead, is to deprive the owner of his property within the meaning of the fourteenth amendment. The remedy for enforcing a judgment is the life of the judgment, just as much as the remedy for enforcing a contract is the life of the contract. While the original constitution protected only contracts from being impaired by state laws, the fourteenth amendment protects every species of property alike, except such as in its nature and origin is subject to legislative control. Hence, I regard it important clearly to distinguish between this kind of judgment now under consideration and other judgments, for claims based upon the absolute right of the party.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">HARLAN, J., <i>dissenting</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">By the constitution of Louisiana adopted in 1879, and which went into effect January 1, 1880, it is declared that 'no parish or municipal tax for all purposes whatever shall exceed ten mills on the dollar of valuation.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The judgments held by plaintiffs in error against the city of New Orleans were rendered and became final long before the adoption of that constitutional provision. At the time of their rendition, the law forbade execution against the defendant, but the city had the power, and was under a duty, which the courts could compel it to discharge, to include in its budget or annual estimate for contingent expenses a sum sufficient to pay these judgments. At that time, also, the rate of taxation prescribed by law was ample to enable the city to meet all such obligations. But if the limitation upon taxation imposed by the state constitution be applied to the judgments in question, then it is conceded the city cannot raise more money than will be required to meet the ordinary and necessary expenses of municipal administration. Consequently, under the limit of 10 mills on the dollar of valuation, the judgments of plaintiffs become as valueless as they would be had the state constitution in terms forbidden the city from paying them.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">1. Are the judgments in the question contracts? This question is answered by the Court of Appeals of New York, speaking by Woodruff, J., in <i>Taylor</i> v. <i>Root,</i> 4 Keyes, 344. It is there said:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">\"Contracts are of three kinds: Simple contracts, contracts by specialty, and contracts of record. A judgment is a contract of the highest nature known to the law ... The cause or consideration of the judgment is of no possible importance; that is merged in the judgment. When recovered, the judgment stands as a conclusive declaration that the plaintiff therein is entitled to the sum of money recovered. No matter what may have been the original cause of action, the judgment forever settles the plaintiff's claim and the defendant's assent thereto; this assent may have been reluctant, but in law it is an assent, and the defendant is estopped by the judgment to dissent. Forever thereafter, any claim on the judgment is setting up a cause of action on contract.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Blackstone says that \"when any specific sum is adjudged to be due from the defendant to the plaintiff on an action or suit at law, this is a contract of the highest nature, being established by the sentence of a court of judicature.\" 3 Bl. 465. Chitty enumerates judgments among contracts or obligations of record, and observes that they \"are of superior force, because they have been promulgated by, or are founded upon, the authority and have received the sanction of, a court of record.\" Chitty on Contracts, 3. An action in form <i>ex contractu</i> will lie on a judgment of a court of record, because the law implies a contract to pay it from the fact of there being a legal obligation to do so, \"although,\" says Chitty, \"the transaction in its origin was totally unconnected with contract, and there has been no promise in fact.\" Id. 87.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It seems to me that these judgments are contracts, within any reasonable interpretation of the contract clause of the national Constitution. It can hardly be that the framers of that instrument attached less consequence to contracts of record than to simple contracts. If this view be correct, then the withdrawal from the city of New Orleans of the authority which it possessed when they were rendered, to levy taxes sufficient for their payment, impaired the obligation of the contracts evidenced by those judgments.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">2. But if this view be erroneous, it seems quite clear that the state constitution of 1879 cannot be applied to these judgments without bringing it into conflict with that provision of the national constitution which declares that no state shall deprive any person of property without due process of law. That these judgments are property within the meaning of the constitution cannot, it seems to me, be doubted. They are none the less property because the original cause of action did not arise out of contract in the literal meaning of that word, but rests upon a statute making municipal corporations liable for property destroyed by a mob. If a judgment giving damages for such a tort is not a contract within the meaning of the contract clause of the constitution, it is, nevertheless, property, of which the owner may not be deprived without due process of law. Its value as property depends in every legal sense upon the remedies which the law gives to enforce its collection. To withhold from the citizen who has a judgment for money the judicial means of enforcing its collection&#8212;or, what is, in effect, the same thing, to withdraw from the judgment debtor, a municipal corporation, the authority to levy taxes for its payment is to destroy the value of the judgment as property.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In <i>Pumpelly</i> v. <i>Green Bay Co.</i> 13 Wall. 166, this court had occasion to consider the meaning of that provision in the constitutions of the several states which forbids private property from being taken for public purposes without just compensation therefor. Under the authority of statutes of Wisconsin certain dams were constructed across a public navigable stream of that state. The dams so constructed caused the waters to overflow the land of a citizen, resulting in the almost complete destruction of its value. The argument was there made that the land was not <i>taken</i> within the meaning of the constitution, and that the damage was only the consequential result of such use of a navigable stream as the government had a right to make for the purposes of navigation. But, touching that suggestion, this court said:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'It would be a very curious and unsatisfactory result if, in      construing a provision of constitutional law, always      understood to have been adopted for protection and security      to the rights of the individual as against the government,      and which has received the commendation of jurists,      statesmen, and commentators, as placing the just principles      of the common law on that subject beyond the power of      ordinary legislation to change or control them, it shall be      held that if the government refrains from the absolute      conversion of real property to the uses of the public it can      destroy its value entirely, can inflict irreparable and      permanent injury to any extent, can, in effect, subject it to      total destruction without making any compensation, because,      in the narrowest sense of that word, it is not <i>taken</i> for the      public use. Such a construction would pervert the      constitutional provision into a restriction upon the rights      of the citizen, as those rights stood at the common law,      instead of the government, and make it an authority for      invasion of private rights under the pretext of the public good, which      had no warrant in the laws or practice of our ancestors.'</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">These principles of constitutional construction have an important bearing upon the present case. If the property of the citizen is 'taken,' within the meaning of the constitution, when its value is destroyed or permanently impaired through the act of the government, or by the act of others under the sanction or authority of the government, it would seem that the citizen, holding a judgment for money against a municipal corporation, which judgment is capable of enforcement by judicial proceedings at the time of its rendition,&#8212;is deprived of his property without due process of law, if the state, by a subsequent law, so reduces the rate of taxation as to make it impossible for the corporation to satisfy such judgment. Since the value of the judgment, as property, depends necessarily upon the remedies given for its enforcement, the withdrawal of all remedies for its enforcement, and compelling the owner to rely exclusively upon the generosity of the judgment debtor, is, I submit, to deprive the owner of his property.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">But it is said that the plaintiffs are not deprived of their judgments, so long as they continue to be existing liabilities against the city. My answer is, that such liability upon the part of the city is of no consequence, unless, when payment is refused, it can be enforced by legal proceedings. A money judgment which cannot be collected is of as little value as Pumpelly's farm was, when covered by water to such an extent that it could not be used for any of the purposes for which land is desired.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It is also said by my brethren that plaintiffs are not deprived of their property in these judgments because at the time they are unable to collect them. No state shall 'deprive any person of life, liberty, or property without due process of law,' is the mandate of the constitution. Could a state law depriving a person of his liberty be sustained upon the ground that such deprivation was only for a time? Pumpelly's land was adjudged to have been <i>taken</i> within the meaning of the constitution, although it was possible that, at some future time, the dams constructed under the authority of the state might be abandoned, or might give way, causing the waters to retire within their original limits, and thereby enabling the owner to reoccupy his farm. It is barely possible that the people of Louisiana may, at some future period in their history, amend her constitution, so as to permit the city of New Orleans to levy taxes sufficient to meet its indebtedness, as established by the judicial tribunals of that state. But such a possibility cannot properly be recognized as an element in the legal inquiry whether the state may so reduce the rate of taxation, by one of its municipal corporations, as to deprive it altogether of the power to pay valid judgments against it, which, at the time of their rendition, and under the rate of taxation which then obtained, were collectible through judicial proceedings. It is further said that these judgments may also, 'perhaps,' be used by the relators or their assignees as offsets to demands of the city. My answer is, that the city may never have such demands. The possibility that it may have, ought not to control the determination of this case, involving, I submit, a present deprivation of property without due process of law.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In this case, before the adoption of the constitution of 1879-80, before even the convention that framed it met, the plaintiffs had obtained, in the inferior state court, a final order, in a <i>mandamus</i> suit, requiring the city of New Orleans to include in its next budget or statement of liabilities (and in succeeding budgets, until they were paid) the amounts of existing judgments against it, including those held by plaintiffs, and to levy a tax to the extent of $1.75 on every $100 of valuation to meet them. This judgment, in the <i>mandamus</i> suit, was in accordance with the law of the state as it then was. Plaintiffs, by the application of the constitutional limitation upon municipal taxation, <i>adopted after rendition of judgment in the mandamus suit</i>, is thus deprived not only of the benefit of that judgment, but of all power to enforce the collection of the original judgments, in the only way they can be enforced, or be made of any value. If this be not a deprivation of property without due process of law, it is, I think, difficult to conceive of a case involving such a deprivation.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">For these reasons, I feel constrained to dissent from the judgment.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/90939/"
}