{"absolute_url": "/opinion/84894/bank-of-united-states-v-deveaux/", "blocked": false, "citation": {"case_name": "Bank of United States v. Deveaux", "docket_number": null, "document_uris": ["/api/rest/v2/document/84894/"], "federal_cite_one": "9 U.S. 61", "federal_cite_three": null, "federal_cite_two": null, "id": 51982, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/51982/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 29, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1809-03-15", "date_modified": "2014-12-21T01:23:46.476970", "docket": "/api/rest/v2/docket/1666465/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">9 U.S. 61</p>\n    <p class=\"case_cite\">5 Cranch 61</p>\n    <p class=\"case_cite\">3 L.Ed. 38</p>\n    <p class=\"parties\">THE BANK OF THE UNITED STATES<br>v.<br>DEVEAUX ET AL.</p>\n    <p class=\"date\">February Term, 1809</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">ERROR to the circuit court for the district of Georgia.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The declaration, or <i>petition</i>, as it is there called, was as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">District of Georgia.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">To the honourable the judges of the sixth circuit court of the United States, in and for the district aforesaid.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The petition of <i>The President, Directors and Company, of the Bank of the United States, which said bank was established under an act of congress entitled 'An act to incorporate the subscribers to the Bank of the United States,' passed the 25th day of February</i>, 1791, <i>showeth</i>,</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">That Peter Deveaux and Thomas Robertson, both of the city of Savannah, Esquires, have endamaged your petitioners in the sum of three thousand dollars for this, to wit, that the said Thomas Robertson, then acting under authority from the said Peter Deveaux, on the 20th day of April, 1807, at Savannah, in the district aforesaid, and within the jurisdiction of this honourable court, with force and arms entered into <i>the house and premises of your petitioners</i>, at Savannah aforesaid, and then and there seized, took, and detained, two boxes (the goods and chattels of your petitioners) containing each one thousand dollars in silver, then and there found in the possession of your petitioners, and being of the value of two thousand and four dollars, and carried the same away, and converted and disposed thereof to their own use, and other wrongs to your petitioners then and there did against the peace of the <i>district</i>, and to the great damage of your petitioners, therefore your petitioners say they are injured, and have sustained damage to the value of three thousand dollars, and therefore they bring suit. <i>Any your petitioners aver that they are citizens of the State of Pennsylvania</i>, and the said <i>Peter Deveaux and Thomas Robertson are citizens of the State of Georgia</i>. Wherefore your petitioners pray process, &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">And the said Peter and Thomas, by R. L. their attorney, come and defend the force and injury, when, &amp;c. and pray judgment of the declaration aforesaid, because they say that the sixth circuit court of the United States ought not to have and entertain jurisdiction of the said declaration, and the matters therein contained, for that the said president, directors and company of the bank of the United States aver themselves to be a body politic and corporate, and that in that capacity these defendants say they cannot sue or be sued, plead or be impleaded in this honourable court, by any thing contained in the constitution or laws of the same United States, and this they are ready to verify; wherefore, for want of jurisdiction in this behalf, they pray judgment, and their costs, &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">To this plea there was a demurrer and joinder, and judgment in favour of the defendants upon the demurrer.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\"><i>Binney</i>, for the plaintiffs in error.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the year 1805 the State of Georgia passed a law to tax the Branch Bank of the United States, at Savannah. The bank having refused to pay the tax, the state officers entered their office of discount and deposit, and took and carried away two thousand dollars, for which the bank of the United States brought their action of trespass in the circuit court of the United States for the district of Georgia. The plea to the jurisdiction does not deny that the plaintiffs were citizens of the State of Pennsylvania, but relies upon the fact that the plaintiffs sue as a body corporate.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The record presents two questions.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">1. Whether a body politic, composed exclusively of citizens of one state, can sue a citizen of another state in the circuit court of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">2. Whether the bank of the United States has not a peculiar right to sue in that court.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The objections to this right are two.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">1. That the individual character of the members is so wholly lost in that of the corporation, that the court cannot take notice of it.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">2. That the suit being in a corporate capacity, it is impossible by the pleadings to bring into question the fact of citizenship of the individual members.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The answer to the <i>first</i> objection embraces three propositions.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">1. That in many instances, the character, situation and attributes of the members of a corporation, are brought into notice in judicial proceedings against the corporate body.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">2. That even if it were otherwise, still the spirit of the federal constitution and laws demands, that the citizenship of the members should be noticed, as well to affect the question of jurisdiction, as for other purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">3. That the constant practice in the circuit courts, and the tacit approbation of this court, have sanctioned their jurisdiction in such cases.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">1. What is a corporation aggregate? It is a collection of many individuals united into one body, under a special name, having perpetual succession under an artificial form, and vested, by the policy of the law, with the capacity of acting in several respects as an individual. 1 <i>Kyd. on Corp.</i> 13. To say that it is an '<i>ens civile, a jus habendi et agendi</i>, an <i>ens rationis</i>, a <i>mere metaphysical being</i>, and that it rests only in consideration and intendment of law,' are terms calculated to mislead the understanding.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">A corporation is composed of natural persons; it is a visible, tangible body; and although the whole collectively have faculties in law which the individuals have not, yet it does not follow that the whole body may not be seen, examined, sifted, and contemplated, as any other body of individuals having collectively a particular faculty. 11 <i>Co.</i> 98. b. The individuals hold their rights as members in their <i>natural</i>, and not in a <i>politic</i> capacity. A corporation is a mere collection of men having collectively certain faculties.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">When the president, directors and company of a bank are assembled, the corporation is visible. If all the members should die, or surrender their charter to the king, the corporation would be extinct. A corporation must exist by means of natural persons; and the law will examine whether the natural persons claiming to be members have all the necessary qualifications according to their charter. If any individual member does not possess them, he is to be disfranchised.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">If a suit were brought against a corporation it would be a decisive bar that all the members were dead.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">A corporation as a 'faculty' has no 'local habitation,' though it has a 'name.' If it is an <i>ens rationis</i> only, it cannot be said to reside anywhere; and it certainly occupies nothing; yet <i>habitancy</i>, residence, and occupation may be predicated of a corporation aggregate. The residence and inhabitancy of the particular members have been taken into consideration, and have been deemed to impart these characters to the corporation.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Lord Coke, in his exposition of the statute of 22 <i>Hen.</i> VIII. <i>c.</i> 5. concerning the repairing of decayed bridges in highways, (2 <i>Inst.</i> 697. 703.) says, 'the persons to be charged by this act are comprehended under this only word '<i>inhabitants</i>.' 'Every corporation and body politic <i>residing</i> in any county,' &amp; c. 'or having any lands or tenements in any shire,' &amp;c. '<i>quoe propriis manibus et sumptibus possident et habent</i>, are said to be inhabitants there within the purview of this statute.' In the case of <i>Rex</i> v. <i>Gardner, Cowp.</i> 83. it was decided that a corporation aggregate was an inhabitant or occupier of certain lands, and therefore liable to be taxed for them under the act of 43 <i>Eliz. c.</i> 2.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">It must be an inhabitant or resident where its members or officers inhabit or reside. If an action be brought against the corporation in respect of its residence or occupation, it must be competent to the corporation to show that it does not so reside or occupy, which can only be done by showing that this is not true of its members or officers.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">But the characters of individual members are in many cases examined for the purpose of settling the very question of jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The division of corporations into <i>ecclesiastical</i> and <i>lay</i>, is familiar. There is nothing in the name or patent to distinguish them. 1 <i>Bla. Com.</i> 470. An ecclesiastical corporation is subject to the <i>ordinary</i> alone. His court alone has jurisdiction of proceedings by or against the corporation. 1 <i>Bla. Com.</i> 480. A <i>lay</i> corporation is visited by the founder. The king is the founder of all civil corporations, and he visits them in the king's bench.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">By ascertaining the characters of the members of the corporation alone can it be decided whether the corporation be <i>lay</i> or <i>ecclesiastical;</i> and, consequently, whether the king's bench or the ordinary has jurisdiction. Blackstone says, that an ecclesiastical corporation is where the members that compose it are <i>entirely</i> spiritual persons; and that the universities of Oxford and Cambridge are not ecclesiastical corporations, '<i>being composed of more laymen than clergy</i>.' In this question of jurisdiction, therefore, is always involved the character of the individual members who compose the body.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The members of a corporation are further noticed in chancery, and are compelled as individuals to execute a trust, which at common law they were not bound to do. <i>Gilb. Uses</i>, 5. 174. 1 <i>Kyd</i>, 73. 2 <i>Leon.</i> 122. A corporation trustee is the same in chancery as an individual, or number of individuals. 2 <i>Ves.</i> jun. 46. <i>Attorney-General</i> v. <i>Foundling Hospital</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The rule seems to be, not that the individuals confer their private privileges upon the body corporate, but that as often as justice or convenience require that the corporation should be considered as composed of natural persons, the individuals are disclosed, and their character becomes the subject of legal contemplation.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">2. The spirit of the constitution and laws of the United States, demands that the citizenship of the members of a corporation should be noticed in order to decide the question of jurisdiction, as well as for other purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The constitution has conferred on the courts of the United States jurisdiction in two classes of cases.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">1. Where the peace of the confederacy might be involved.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">2. Where the state tribunals could not be supposed to be impartial.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The one upon the ground that the union was answerable for the misconduct of its members, who, by unjust decisions against aliens, might furnish a just ground of war.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The other to preserve the real equality of citizens throughout the union, by guarding against fraudulent laws and local prejudices, in particular states.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The design of the constitution was to retain jurisdiction in those cases where substantially these great interests were to be affected. It cannot be supposed that it was to be <i>retained</i> only where there was a <i>nominal</i> character, <i>alien</i> or <i>citizen</i>, and abandoned where substantially aliens or citizens were concerned, but whose names did not appear. It is unimportant by what name citizens are by the laws of their own state <i>permitted to sue</i>, they are still citizens, and entitled to that substantial justice, and the benefit of those independent tribunals, which were intended to be secured by the federal constitution. The constitution does not speak of the <i>name on record;</i> of the <i>nominal</i> party; it speaks of '<i>controversies</i>' 'between citizens of different states.' The question is not, what <i>names</i> appear upon the record, but between whom is the <i>controversy;</i> who are the <i>real litigants</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In conformity with the spirit of the constitution, the federal courts have always inquired after the real parties. Although the nominal parties are really persons competent to sue in those courts, yet they will inquire into the character of the real litigants, and if they find <i>them</i> unable to sue there, they will dismiss the suit. 4 <i>Dal.</i> 330. <i>Mansfield's Lessee</i> v. <i>Levy</i>. They will allow no fiction to give jurisdiction to the court where the substance is wanting. Can it be admitted then that they will allow the jurisdiction to be excluded by a name, if the substance exists which gives jurisdiction?</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">If a state be substantially a party, is the jurisdiction cut off if her agent brings a suit? The case of <i>Fowter</i> v. <i>Lindsey</i>, 3 <i>Dal.</i> 412. clearly implies the contrary.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">It is the privilege of <i>citizens</i> of one state to have their controversies with citizens of another state tried in the federal courts. The constitution guaranties it to them. It cannot be taken away, because they are authorized to bring one joint suit in a particular name, instead of bringing it in the names of each individual. Their corporate name is given them as a benefit, and ought not to be converted into an injury. Besides, if the bank cannot sue, they cannot be sued in the federal courts; nor any other corporation. The consequence is, that if a citizen of Georgia would sue the bank of the United States, at Philadelphia, he must go into the state courts. If he would sue the corporation of Philadelphia, he must sue in the state courts; nay, even in the county court of Philadelphia itself.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">But it is not more a question of jurisdiction than of right. If you cannot inquire who are the members of a corporation, whenever a right depends upon the question of citizenship, that right cannot be enjoyed by a corporation.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">If <i>citizenship</i> of the members cannot give jurisdiction, neither can their <i>alienage</i>. A corporation composed of aliens cannot sue in the federal courts. Neither the <i>East-India Company, the Bank of England</i>, nor even a sole corporation, such as the Chamberlain of London, can sue in those courts; for in his corporate capacity he is not an alien.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">An alien cannot sue a domestic corporation unless in the state courts. Although you permit an obscure alien to sue a citizen in the federal courts, yet you deny that privilege to a corporation consisting of a great number of aliens.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Again: by the constitution, the jurisdiction of the federal courts is to extend to 'controversies between citizens of the same state, claiming lands under grants of different states;' yet a corporation of Pennsylvania claiming lands under Virginia, against a citizen of Pennsylvania claiming the same lands under Pennsylvania, must go into the courts of Pennsylvania, and cannot get into the federal courts.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">This would be a result clearly contrary to the intention and spirit of the constitution, which meant that no man claiming land by title adverse to a state should be obliged to resort to the courts of that state to try his title.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The argument from inconvenience is very strong. Lord Coke says <i>plurimum valet</i>. When other reasoning is nearly on an equipoise, it ought to turn the scale.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The court cannot consider the individual members as citizens for <i>any</i> purpose, if it cannot for that of jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">How is it under the act of congress for registering vessels? <i>Laws of the U. S. vol.</i> 2. <i>p.</i> 147. A corporation cannot hold an American registered vessel. An insurance company to whom an American vessel is abandoned must forfeit her register, although every member of that corporation be an American citizen. A foreign corporation, although composed entirely of aliens, may yet hold lands in this country, although <i>an alien</i> cannot.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">3. The practice of the courts of the United States has been uniforn and never questioned. This court has decided a great number of cases in which a corporation has been a party. It is no answer to these to say that there was no plea to the jurisdiction; for none was necessary. Whenever the court sees that it has not jurisdiction, or that its jurisdiction does not appear upon the record, it dismisses the suit. And in every case where a corporation is a party, the title of the suit alone was sufficient to give the court information.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">But this point may be considered as almost, if not quite, decided by the case of <i>The Bank of North America</i> v. <i>Turner</i>, 4 <i>Dal.</i> 8. where the plaintiffs were described in the same manner as the present plaintiffs, and <i>Ch. J. Ellsworth</i>, in delivering the opinion of the court, says, 'the plaintiffs are <i>well described</i> as citizens of Pennsylvania.'</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The second objection is, that by no form of pleadings can the citizenship of the members be put in issue.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">But if the citizenship be material, it may be averred; and if averred, it may be put in issue. The materiality of the averment it indeed the only question.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">2. The second question upon this record is, whether the bank of the United States has not a peculiar right to sue in the federal courts?</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">This right depends upon two questions;</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">1. Whether congress could, under the constitution, give such a jurisdiction to the circuit courts? And,</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">2. Whether congress <i>has</i> given it?</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">1. The judicial power of the United States is coextensive with the legislative. It extends to <i>all</i> cases arising under the laws of the United States. Every case in which the bank of the United States is a party must be a case arising under those laws; for the only capacity which the bank has to sue or be sued is derived from a law of the United States. No contract can be made with the bank, no trespass can be committed upon its property, without involving the question of its existence as a corporate body, and of its rights, powers and duties, all of which depend upon the laws of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Congress, therefore, had a right to give to the circuit courts of the United States cognisance of all cases in which the bank should be a party.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">2. Have they done it?</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The 3d section of the act of congress which incorporated the bank, gave them the power and capacity '<i>to sue' 'in courts of record, or any other place whatsoever</i>.'</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">If they have a right to sue in courts of record, can it be presumed that congress meant to exclude them from the courts of the United States? the only courts over whom congress could exercise any control, and to whom alone they could imperatively impart jurisdiction. If the bank has a capacity to sue in the circuit courts, the circuit courts are bound to take cognisance of their suits.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The presumption that congress meant to give such jurisdiction to the circuit courts is fortified by the reasonableness of the jurisdiction, the extensiveness of the institution, and its character as an agent in the fiscal operations of the United States; by the danger of an attack from some of the states; by the jealousies of state banks; by the inconvenience of discordant decisions upon the construction of their charter, and the certainty that all cases in which the bank is a party must involve questions arising under the laws of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\"><i>P. B. Key</i>, contra.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Two questions arise in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">1. Whether a body politic, a corporation aggregate, created by a law of the United States, is competent to sue in the circuit courts of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">2. Does the averment of citizenship give jurisdiction to those courts.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">1. The first point depends upon the constitution and laws of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The 2d section of the 3d article of the constitution designates the limits of judicial authority which congress could confer on the several courts of the United States, but it confers no powers on the circuit courts. It defines the limits which neither congress, nor the courts erected by congress, can transcend. It was within the discretion of congress to organize courts, and grant them powers to the whole extent of the constitution; but they were under no obligation to do it.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The question then, is, not what powers might congress give to the circuit courts, but what have they given.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">By the <i>judiciary law of</i> 1789, <i>vol.</i> 1. <i>p.</i> 55. &#167; 10. the circuit court has original cognisance of civil suits, in <i>three</i> cases only. 1. Where the United States is plaintiff; 2. Where an <i>alien</i> is a party; and, 3. Where the suit is between a citizen of the state where the suit is brought, and a citizen of another state.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The president, directors and company of the bank of the United States do not answer to either of those cases. They are neither the United States, nor an alien, nor a citizen of a state.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">They are a corporation aggregate, consisting of many natural persons, created by the act of congress of the 25th of February, 1791, <i>vol.</i> 1. <i>p.</i> 283. under the name and style of 'The President, Directors and Company of the Bank of the United States,' and by that name only can they sue and be sued. The present suit is brought by them in their corporate name and capacity.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">A corporation aggregate is an <i>artificial, invisible</i> body, existing only in <i>contemplation of law</i>. It has no analogy to a natural person. It has no organ but its <i>seal</i>. It cannot sue, or be sued, for any personal injury. It cannot be outlawed. It is not subject to an attachment of contempt. It never dies. It cannot be a citizen of any state, because it cannot owe allegiance. It cannot commit treason nor felony. It can have no residence, because it is an artificial, invisible, intangible body. It cannot appear in person, but must appear by attorney. For all these reasons it cannot come within the description of those who are entitled to sue in the circuit courts of the United States. Neither residence nor inhabitancy is sufficient to give jurisdiction. It must be a <i>citizen</i>, possessing political rights, and owing allegiance to some state.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The bank has mistaken its proper course. Wherever the only ground of jurisdiction is a question upon the construction of the constitution, or of a law, or treaty of the United States, the only remedy is by writ of error from this court to the highest state tribunal having cognisance of the cause, agreeably to the provisions of the 25th section of the judiciary act of 1789. <i>Vol.</i> 1. <i>p.</i> 63.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">If an act of congress could authorize any person to sue in the federal courts, on the ground of its being a case arising under a law of the United States, it would be in the power of congress to give unlimited jurisdiction to its courts. But it is only when the state courts disregard or misconstrue the constitution, laws, or treaties, of the United States, that the federal courts have cognisance under that clause of the constitution which declares that the judicial power shall extend to all cases arising under the constitution, laws and treaties of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">It is supposed to be absurd to say that the United States have erected a body corporate, and given it a power to sue and be sued in any courts but those of the power creating the corporation. But there is nothing absurd in the idea. Persons are daily becoming citizens of the United States, under an act of congress, and yet they have no right to sue in the federal courts except in particular cases, and under special circumstances; if the bank can bring itself within one of those cases, and clothe itself with those special circumstances, it may sue in those courts.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">But it is contended that it has brought itself within one of those cases, by the averment that the president, directors and <i>company</i> of the bank of the United States are citizens of the state of Pennsylvania, and the defendants citizens of the state of Georgia.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">This averment cannot give jurisdiction; because,</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">1. It is repugnant and void; and,</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">2. It is contrary to their own showing on the face of the declaration.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">1. It is repugnant because the suit is brought in the corporate name. The corporation is the plaintiff, and it is absurd and impossible to say that a corporation aggregate is a citizen or citizens. The body politic is the plaintiff, and not the individual stockholders.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">2. It is contrary to their own showing, because they have in the declaration expressly averred themselves to be a body corporate, and to sue in that capacity; and an averment relative to the individual sharacters of the stockholders is in contradiction to the corporate character in which they sue. No corporation aggregate can derive aid from the personal character of its members; nor does it incur any disability from the disabilities of the individuals who compose the society. Neither the infancy, coverture, nor outlawry of the individuals can affect the body corporate.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">It is laid down in the books that 'an averment contrary to that which appears to the court, shall not avail.' <i>Com. Dig.</i> tit. <i>Pleader</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">But it is said that you may raise the veil which the corporate name interposes, and see who stand behind it. You may strip them of the corporate capacity in which they sue, to give the court a jurisdiction which they cannot claim in their corporate capacity.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">But the name of a corporation is not a mere accident. It is <i>substance</i>. It is the <i>knot</i> of its combination. It is its <i>essence</i>. It is <i>the thing itself</i>. 1 <i>Tuck. Bl.</i> 474, 475.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">As to the case of ejectment from 4 <i>Dal.</i> 333. the nominal plaintiff must have the same character, as to citizenship, as his lessor; and the court will be <i>astute</i> to see that no deception be practised upon them to give them a jurisdiction which they could not otherwise exercise.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">The authority from 2 <i>Inst.</i> 697. only proves that a corporation aggregate may be adjudged to be an inhabitant in respect to its holding of lands, and so as to render those lands liable to taxes for the repair of bridges and highways under the statute of 22 <i>H.</i> VIII. <i>c.</i> 5.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">In the case of <i>The King</i> v. <i>The Inhabitants of St. Bartholomews</i>, in 4 <i>Burr.</i> 2435. Lord Mansfield said the corporation were not <i>occupiers</i>. And in <i>Rex</i> v. <i>Gardner, Cowp.</i> 84. the question was whether a corporation, seised in fee for its own profit, was ratable to the poor, under a law which taxed all <i>inhabitants</i>. The court decided that inasmuch as persons seised in fee were always assessed as inhabitants of the land, if there was no other tenant upon it, a corporation seised in fee should, <i>pro hac vice</i>, be deemed an inhabitant within the meaning of that statute. But this goes but a little way towards proving that a corporation aggregate may be a citizen for the purpose of giving jurisdiction to the federal courts; or towards establishing the point that the court will inquire into the individual circumstances of the members of a corporation, for the same purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">Of still less weight is the doctrine respecting the <i>visitatortal</i> power in England. That power is given for the express purpose of examining the <i>qualifications</i> of the members, to see whether the charter of the corporation has been adhered to in the election of members, and whether the corporation has acted consistently with the purposes of its creation. It is not a power to examine the character of the individuals to ascertain whether the corporation has a right to sue in a certain court.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">At law, a corporation cannot be a trustee. And a court of equity acts <i>in persons</i> to compel the members to perform their corporate functions; but even this doctrine depends upon the mere <i>dictum</i> of a lord chancellor.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">In the case cited from 4 <i>Dal.</i> 8. the question respecting the averment of citizenship was not raised. The gentlemen of the bar were not very desirous of raising questions as to the jurisdiction of the federal courts.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">If denial of justice be a cause of war, as is alleged, the person who claims it must preserve an <i>entirety</i> of character; he must not associate himself with others who have no right to claim it in that form. Foreign nations have no right to prescribe the <i>mode</i> of administering justice to their subjects in this country. If they have the same resort to the same courts which our own citizens enjoy, they cannot complain.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">But it is said that the death of all the members of a corporation is a fact which may be pleaded; that cannot be pleaded unless you can go into the question who were the last members of the corporation. And if you can plead any thing respecting the individual members, you may plead their citizenship. But if this be true, it must be pleaded in a different manner. The name of each individual must be set forth, and his death averred. And it may well be doubted whether even such a plea would be good; and whether the only remedy would not be by <i>quo warranto;</i> or a rule to show cause.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">If the averment in the declaration relate to the body politic, it is repugnant. If to the individual members, it is immaterial. No issue could have been taken upon it. It does not name a single individual member of the corporation. If they had named every individual, it would have appeared that some of them were citizens of Georgia. If the defendant had pleaded that <i>A. B.</i>, one of the members, was a citizen of Georgia, it would have been a bad plea, because immaterial and argumentative.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\"><i>Jones</i>, on the same side, cited <i>Co. Litt.</i> 66. b. 10 <i>Co.</i> 32. b. 1 <i>Ld. Raym.</i> 80. 2 <i>Cranch</i>, 445. 2 <i>Burr.</i> 1054. 1 <i>Bl. Com.</i> 497. 512. 10 <i>Co.</i> 30. 1 <i>Bl. Com.</i> 502. 1 <i>Leach's Cr. Law</i>, 287.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">This cause being argued in connection with the cases of <i>The Hope Insurance Company of Providence</i> against <i>Boardman et al., ante</i>, p. 57. and <i>The Maryland Insurance Company</i> against <i>Wood, post</i>, in the latter of which Mr. Harper was counsel for the defendant in error, he was permitted to reply to the arguments of the plaintiffs in error in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\"><i>Harper</i>, in reply.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">The point of jurisdiction gives rise to two questions.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">1. As to the form of the averment.</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">2. As to the effect of the incorporation on the original character of the members.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">1. In the case of The Maryland Insurance Company against Wood, the averment is, '<i>The Maryland Insurance Company, citizens of the state of Maryland</i>.'</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">This does not mean that the corporation, as such, is a citizen of Maryland, but that the individuals who compose it are citizens. It is the same thing in substance as to say, 'The Maryland Insurance Company, a corporate body composed of persons who are citizens of Maryland.'</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">It is objected that such an averment cannot be true; but it is surely possible that all the members of a corporate body may be citizens of one state; and with regard to insurance companies it is almost always true. But if not true, the contrary may be shown.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">It is also objected that the averment is defective, because it does not name the individuals who are affirmed to be citizens.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">But it may be answered that they need not be named, because they have authority to join in the suit in their corporate name, and therefore in that name may make the averment. There is no uncertainty, because it is averred that they are <i>all</i> citizens. But if it were necessary to aver that <i>some</i> were citizens, in that case it would be necessary to show who they were. If the fact be not as averred, it may be pleaded, and the plea may state that A., B. and C. are members of the corporation, and are citizens of another state.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">2. As to the effect of the incorporation.</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">The question is not whether a corporation can be a citizen in its corporate capacity.</p>\n    </div>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">But whether, by becoming members of the corporation, the individuals who compose it lose, in their corporate affairs, those privileges which as individuals they possessed before.</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p class=\"indent\">This leads us to inquire into the nature and objects of an incorporation.</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">1. Of its nature.</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">It is a <i>privilege</i> conferred on a number of <i>individuals</i>. The corporate body is the <i>form</i> under which the privilege is enjoyed and exercised. The individuals are the <i>substance</i>. It is a <i>fiction</i> of law; the individuals are the <i>real parties</i>. It is a <i>trustee;</i> the individuals are the <i>cestui que trusts</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">It is a privilege conferred and accepted. But neither the grant nor the acceptance deprives the party accepting it of other privileges which he before possessed, unless they be incompatible with each other.</p>\n    </div>\n    <div class=\"num\" id=\"p115\">\n      <span class=\"num\">115</span>\n      <p class=\"indent\">Thus the law confers on infants the privilege of being free from the obligation of their contracts; and it takes from them the privilege of acquiring rights under those contracts, because these two privileges are incompatible; but it does not take from them the privilege of suing for rights derived otherwise than from their contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p116\">\n      <span class=\"num\">116</span>\n      <p class=\"indent\">So a woman, by entering into wedlock, acquires the privilege of being free from arrest for debt. And she renounces the privilege of making contracts, because that would be incompatible; but she does not renounce the privilege of taking land by descent, gift or devise.</p>\n    </div>\n    <div class=\"num\" id=\"p117\">\n      <span class=\"num\">117</span>\n      <p class=\"indent\">So a man, by entering into civil society, acquires the privilege of being protected by the society; and he renounces the privilege of seeking, by his own force, redress for his wrongs, because incompatible. But he does not renounce the privilege of defending himself against personal violence.</p>\n    </div>\n    <div class=\"num\" id=\"p118\">\n      <span class=\"num\">118</span>\n      <p class=\"indent\">The privileges of a corporation are,</p>\n    </div>\n    <div class=\"num\" id=\"p119\">\n      <span class=\"num\">119</span>\n      <p class=\"indent\">1. To sue and be sued by a corporate name.</p>\n    </div>\n    <div class=\"num\" id=\"p120\">\n      <span class=\"num\">120</span>\n      <p class=\"indent\">2. To have perpetual succession by the transfer or transmission of the shares, &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p121\">\n      <span class=\"num\">121</span>\n      <p class=\"indent\">3. To make contracts by which the separate property or persons of the individuals shall not be bound.</p>\n    </div>\n    <div class=\"num\" id=\"p122\">\n      <span class=\"num\">122</span>\n      <p class=\"indent\">These privileges are not incompatible with that now claimed.</p>\n    </div>\n    <div class=\"num\" id=\"p123\">\n      <span class=\"num\">123</span>\n      <p class=\"indent\">But an incorporation is not only a privilege, but it is a privilege conferred on <i>individuals</i>. Individuals are the basis and essence of the corporation. It cannot subsist without them. The law must take notice of them. It must take notice of their character and privileges as individuals. The existence of the corporate body cannot be known without taking notice of the individuals. The most important of its privileges, that of perpetual succession, depends upon it.</p>\n    </div>\n    <div class=\"num\" id=\"p124\">\n      <span class=\"num\">124</span>\n      <p class=\"indent\">If the law cannot notice the privileges of individuals, neither can it notice their obligations or disabilities.</p>\n    </div>\n    <div class=\"num\" id=\"p125\">\n      <span class=\"num\">125</span>\n      <p class=\"indent\">It may happen that all the members of a corporation may be infants or <i>femes covert</i>. Suppose in an action brought by this corporation the statute of limitations should be pleaded, could not the plaintiff reply the infancy or coverture?</p>\n    </div>\n    <div class=\"num\" id=\"p126\">\n      <span class=\"num\">126</span>\n      <p class=\"indent\">Again, suppose a corporation to have existed and made a contract in Pennsylvania with a citizen of Maryland; suppose that all the members came into Maryland, and after remaining there some time returned to Pennsylvania; and that three years afterwards the corporation brought suit in Maryland, on the contract; could not the statute of limitations be pleaded? And if the plaintiffs should reply absence from the state, might not the defendant rejoin the special matter?</p>\n    </div>\n    <div class=\"num\" id=\"p127\">\n      <span class=\"num\">127</span>\n      <p class=\"indent\">Suppose all the members of a corporation to be outlawed, could not the outlawry be pleaded to an action brought by the corporation?</p>\n    </div>\n    <div class=\"num\" id=\"p128\">\n      <span class=\"num\">128</span>\n      <p class=\"indent\">Suppose the corporation to hold land, and all the members to be attained of treason, would not the land be forfeited?</p>\n    </div>\n    <div class=\"num\" id=\"p129\">\n      <span class=\"num\">129</span>\n      <p class=\"indent\">Suppose a corporation to be composed entirely of alien enemies, could such a corporation sue? Might not the special matter be pleaded?</p>\n    </div>\n    <div class=\"num\" id=\"p130\">\n      <span class=\"num\">130</span>\n      <p class=\"indent\">The corporate body is the <i>form;</i> the individuals are the <i>substance</i>. The purpose of the incorporation is to enable <i>individuals</i> to transact business more conveniently for their mutual benefit. Individual benefit is the object. The incorporation is the instrument and means, like the fictitious lessee, and casual ejector, in ejectment.</p>\n    </div>\n    <div class=\"num\" id=\"p131\">\n      <span class=\"num\">131</span>\n      <p class=\"indent\">The construction contended for would sacrifice the substance to the form, and would make the means defeat the end.</p>\n    </div>\n    <div class=\"num\" id=\"p132\">\n      <span class=\"num\">132</span>\n      <p class=\"indent\">The corporation is a <i>fiction</i> of law; the individual members are the <i>real parties</i>. But fictions of law are introduced for the <i>benefit</i> of the real parties, not for their <i>injury;</i> and they are to be so moulded as to answer the purpose. Fictions of law never must shut out the truth. But the construction contended for would set up a fiction against the truth. The parties here are in fact citizens of different states; but this <i>fiction</i>, it is said, must preclude them from averring the <i>fact</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p133\">\n      <span class=\"num\">133</span>\n      <p class=\"indent\">The corporate body is a <i>trustee</i>. The individual members are the <i>cestui que trusts</i>. It is like infant and <i>prochein ami</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p134\">\n      <span class=\"num\">134</span>\n      <p class=\"indent\">Suppose a man, seised in fee of lands in Pennsylvania, mortgages it to a citizen of that state, and then devises it in fee to a citizen of Maryland in trust for a <i>feme covert</i> also a citizen of Maryland and her heirs. The trustee dies, and his heir on whom the trust descends, is a citizen of Pennsylvania. The <i>feme covert</i> dies, leaving issue citizens of Maryland, upon whom the trust estate descends.</p>\n    </div>\n    <div class=\"num\" id=\"p135\">\n      <span class=\"num\">135</span>\n      <p class=\"indent\">Cannot the issue, joining the heir of the trustee, bring a bill to redeem in the circuit court of Pennsylvania? Would not the court look to the real parties?</p>\n    </div>\n    <div class=\"num\" id=\"p136\">\n      <span class=\"num\">136</span>\n      <p class=\"indent\">Again, suppose an infant citizen of Maryland sues in the circuit court of Pennsylvania, by a <i>prochein ami</i> who is a citizen of Pennsylvania, has not that court jurisdiction of the case?</p>\n    </div>\n    <div class=\"num\" id=\"p137\">\n      <span class=\"num\">137</span>\n      <p class=\"indent\">2. Of the object of the incorporation.</p>\n    </div>\n    <div class=\"num\" id=\"p138\">\n      <span class=\"num\">138</span>\n      <p class=\"indent\">It is to confer additional privileges and advantages,           not to take away those formerly held. To the privilege           of suing in the federal courts in their individual capacity, was superadded the privilege of so suing in their      corporate capacity.</p>\n    </div>\n    <div class=\"num\" id=\"p139\">\n      <span class=\"num\">139</span>\n      <p class=\"indent\">The true construction is, that they should sue and be sued in their corporate capacity, to the whole extent, and in as beneficial a manner, as in their individual capacity.</p>\n    </div>\n    <div class=\"num\" id=\"p140\">\n      <span class=\"num\">140</span>\n      <p class=\"indent\">The construction contended for would restrict the privilege of suing; and would take away one of its most important properties.</p>\n    </div>\n    <div class=\"num\" id=\"p141\">\n      <span class=\"num\">141</span>\n      <p class=\"indent\">One great object in allowing citizens of different states to sue in the federal courts, was to obtain a uniformity of decision in cases of a commercial nature. The most numerous and important class of those cases, and the class in which it is most important to have uniform rules and principles, is that of insurance cases. They are almost wholly confined to corporations, though most frequently, in fact, between citizens of different states.</p>\n    </div>\n    <div class=\"num\" id=\"p142\">\n      <span class=\"num\">142</span>\n      <p class=\"indent\"><i>Ingersoll, on the same side, and also in reply to the argument of Mr. Adams, in the case of The Hope Insurance Company</i> v. <i>Boardman et al.</i></p>\n    </div>\n    <div class=\"num\" id=\"p143\">\n      <span class=\"num\">143</span>\n      <p class=\"indent\">The character of the corporation must follow the character of its members. The averment of the citizenship of its members is sufficient. But it is clear that a corporation aggregate cannot be a citizen. An averment of <i>residence</i> is not sufficient. 1 <i>Cranch</i>, 343. <i>Abercrombie</i> v. <i>Dupuis</i>. The place of its establishment does not make it a citizen. It is not necessary, under its charter, that all the members of The Hope Insurance Company of Providence should be citizens of the state of Rhode Island. The declaration in that case does not even aver either the corporation or its members to be citizens of any state whatever. If any one of the members be a citizen of the state in which the suit is brought, the federal court has no jurisdiction. 3 <i>Cranch</i>, 267. <i>Strawbridge</i> v. <i>Curtiss</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p144\">\n      <span class=\"num\">144</span>\n      <p class=\"indent\">It is a bold proposition to say that no corporation can sue in the federal courts. It would be in hostility to the spirit of the constitution, and would deprive the citizens of one state of that chance of justice in their contests with citizens of another state, which the constitution intended to secure to all; and this merely because they have been enabled to sue under a fictitious name.</p>\n    </div>\n    <div class=\"num\" id=\"p145\">\n      <span class=\"num\">145</span>\n      <p class=\"indent\">Every corporation aggregate must be composed of natural persons, and courts of law will take notice of them as members of the corporate body. If a suit be brought by or against the inhabitants of an incorporated town, the court will inquire whether any of the jurors or witnesses are inhabitants. So a corporate body may own an American registered ship, and one of the corporation may take the necessary oaths.</p>\n    </div>\n    <div class=\"num\" id=\"p146\">\n      <span class=\"num\">146</span>\n      <p class=\"indent\">Numerous cases have already been decided in the federal courts, in which a corporation has been a party, involving the right of property to the amount of millions. What will become of all these cases? In all the cases within the last five years writs of error will be brought.</p>\n    </div>\n    <div class=\"num\" id=\"p147\">\n      <span class=\"num\">147</span>\n      <p class=\"indent\">In ejectment, the court, on a question of jurisdiction, always inquires who are the real parties.</p>\n    </div>\n    <div class=\"num\" id=\"p148\">\n      <span class=\"num\">148</span>\n      <p class=\"indent\">The constitution declares that the judicial power shall extend to '<i>controversies</i>' 'between citizens of different states.' It is necessary, therefore, that the court should inquire between whom the real controversy exists.</p>\n    </div>\n    <p class=\"center\"><i>March</i> 15.</p>\n    <div class=\"num\" id=\"p149\">\n      <span class=\"num\">149</span>\n      <p class=\"indent\">MARSHALL, Ch. J. delivered the opinion of the court as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p150\">\n      <span class=\"num\">150</span>\n      <p class=\"indent\">Two points have been made in this cause.</p>\n    </div>\n    <div class=\"num\" id=\"p151\">\n      <span class=\"num\">151</span>\n      <p class=\"indent\">1. That a corporation, composed of citizens of one state, may sue a citizen of another state, in the federal courts.</p>\n    </div>\n    <div class=\"num\" id=\"p152\">\n      <span class=\"num\">152</span>\n      <p class=\"indent\">2. I hat a right to sue in those courts is conferred on this bank by the law which incorporates it.</p>\n    </div>\n    <div class=\"num\" id=\"p153\">\n      <span class=\"num\">153</span>\n      <p class=\"indent\">The last point will be first considered.</p>\n    </div>\n    <div class=\"num\" id=\"p154\">\n      <span class=\"num\">154</span>\n      <p class=\"indent\">The judicial power of the United States, as defined in the constitution, is dependent, 1st. On the nature of the case; and, 2d. On the character of the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p155\">\n      <span class=\"num\">155</span>\n      <p class=\"indent\">By the judicial act, the jurisdiction of the circuit courts is extended to cases where the constitutional right to plead and be impleaded, in the courts of the union, depends on the character of the parties; but where that right depends on the nature of the case, the circuit courts derive no jurisdiction from that act, except in the single case of a controversy between citizens of the same state, claiming lands under grants from different states.</p>\n    </div>\n    <div class=\"num\" id=\"p156\">\n      <span class=\"num\">156</span>\n      <p class=\"indent\">Unless, then, jurisdiction over this cause has been given to the circuit court by some other than the judicial act, the bank of the United States had not a right to sue in that court, upon the principle that the case arises under a law of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p157\">\n      <span class=\"num\">157</span>\n      <p class=\"indent\">The plaintiffs contend that the incorporating act confers this jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p158\">\n      <span class=\"num\">158</span>\n      <p class=\"indent\">That act creates the corporation, gives it a capacity to make contracts and to acquire property, and enables it 'to sue and be sued, plead and be impleaded, answer and be answered, defend and be defended, in courts of record, or any other place whatsoever.'</p>\n    </div>\n    <div class=\"num\" id=\"p159\">\n      <span class=\"num\">159</span>\n      <p class=\"indent\">This power, if not incident to a corporation, is conferred by every incorporating act, and is not understood to enlarge the jurisdiction of any particular court, but to give a capacity to the corporation to appear, as a corporation, in any court which would, by law, have cognisance of the cause, if brought by individuals. If jurisdiction is given by this clause to the federal courts, it is equally given to all courts having original jurisdiction, and for all sums however small they may be.</p>\n    </div>\n    <div class=\"num\" id=\"p160\">\n      <span class=\"num\">160</span>\n      <p class=\"indent\">But the 9th article of the 7th section of the act furnishes a conclusive argument against the construction for which the plaintiffs contend. That section subjects the president and directors, in their individual capacity, to the suit of any person aggrieved by their putting into circulation more notes than is permitted by law, and expressly authorizes the bringing of that action in the federal or state courts.</p>\n    </div>\n    <div class=\"num\" id=\"p161\">\n      <span class=\"num\">161</span>\n      <p class=\"indent\">This evinces the opinion of congress, that the right to sue does not imply a right to sue in the courts of the union, unless it be expressed. This idea is strengthened also by the law respecting patent rights. That law expressly recognises the right of the patentee to sue in the circuit courts of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p162\">\n      <span class=\"num\">162</span>\n      <p class=\"indent\">The court, then, is of opinion, that no right is conferred on the bank, by the act of incorporation, to sue in the federal courts.</p>\n    </div>\n    <div class=\"num\" id=\"p163\">\n      <span class=\"num\">163</span>\n      <p class=\"indent\">2. The other point is one of much more difficulty.</p>\n    </div>\n    <div class=\"num\" id=\"p164\">\n      <span class=\"num\">164</span>\n      <p class=\"indent\">The jurisdiction of this court being limited, so far as respects the character of the parties in this particular case, 'to controversies between citizens of different states,' both parties must be citizens, to come within the description.</p>\n    </div>\n    <div class=\"num\" id=\"p165\">\n      <span class=\"num\">165</span>\n      <p class=\"indent\">That invisible, intangible, and artificial being, that mere legal entity, a corporation aggregate, is certainly not a citizen; and, consequently, cannot sue or be sued in the courts of the United States, unless the rights of the members, in this respect, can be exercised in their corporate name. If the corporation be considered as a mere faculty, and not as a company of individuals, who, in transacting their joint concerns, may use a legal name, they must be excluded from the courts of the union.</p>\n    </div>\n    <div class=\"num\" id=\"p166\">\n      <span class=\"num\">166</span>\n      <p class=\"indent\">The duties of this court, to exercise jurisdiction where it is conferred, and not to usurp it where it is not conferred, are of equal obligation. The constitution, therefore, and the law, are to be expounded, without a leaning the one way or the other, according to those general principles which usually govern in the construction of fundamental or other laws.</p>\n    </div>\n    <div class=\"num\" id=\"p167\">\n      <span class=\"num\">167</span>\n      <p class=\"indent\">A constitution, from its nature, deals in generals, not in detail. Its framers cannot perceive minute distinctions which arise in the progress of the nation, and therefore confine it to the establishment of broad and general principles.</p>\n    </div>\n    <div class=\"num\" id=\"p168\">\n      <span class=\"num\">168</span>\n      <p class=\"indent\">The judicial department was introduced into the American constitution under impressions, and with views, which are too apparent not to be perceived by all. However, true the fact may be, that the tribunals of the states will administer justice as impartially as those of the nation, to parties of every description, it is not less true that the constitution itself either entertains apprehensions on this subject, or views with such indulgence the possible fears and apprehensions of suitors, that it has established national tribunals for the decision of controversies between aliens and a citizen, or between citizens of different states. Aliens, or citizens of different states, are not less susceptible of these apprehensions, nor can they be supposed to be less the objects of constitutional provision, because they are allowed to sue by a corporate name. That name, indeed, cannot be an alien or a citizen; but the persons whom it represents may be the one or the other; and the controversy is, in fact and in law, between those persons suing in their corporate character, by their corporate name, for a corporate right, and the individual against whom the suit may be instituted. Substantially and essentially, the parties in such a case, where the members of the corporation are aliens, or citizens of a different state from the opposite party, come within the spirit and terms of the jurisdiction conferred by the constitution of the national tribunals.</p>\n    </div>\n    <div class=\"num\" id=\"p169\">\n      <span class=\"num\">169</span>\n      <p class=\"indent\">Such has been the universal understanding on the subject. Repeatedly has this court decided causes between a corporation and an individual without feeling a doubt respecting its jurisdiction. Those decisions are not cited as authority; for they were made without considering this particular point; but they have much weight, as they show that this point neither occurred to the bar or the bench; and that the common understanding of intelligent men is in favour of the right of incorporated aliens, or citizens of a different state from the defendant, to sue in the national courts. It is by a course of acute, metaphysical and abstruse reasoning, which has been most ably employed on this occasion, that this opinion is shaken.</p>\n    </div>\n    <div class=\"num\" id=\"p170\">\n      <span class=\"num\">170</span>\n      <p class=\"indent\">As our ideas of a corporation, its privileges and its disabilities, are derived entirely from the English books, we resort to them for aid, in ascertaining its character. It is defined as a mere creature of the law, invisible, intangible, and incorporeal. Yet, when we examine the subject further, we find that corporations have been included within terms of description appropriated to real persons.</p>\n    </div>\n    <div class=\"num\" id=\"p171\">\n      <span class=\"num\">171</span>\n      <p class=\"indent\">The statute of Henry VIII. concerning bridges and highways, enacts, that bridges and highways shall be made and repaired by the '<i>inhabitants</i> of the city, shire, or riding,' and that the justices shall have power to tax every '<i>inhabitant</i> of such city,' &amp;c. and that the collectors may 'distrain every such <i>inhabitant</i> as shall be taxed and refuse payment thereof, in his lands, goods and chattels.'</p>\n    </div>\n    <div class=\"num\" id=\"p172\">\n      <span class=\"num\">172</span>\n      <p class=\"indent\">Under this statute those have been construed inhabitants who hold lands within the city where the bridge to be repaired lies, although they reside elsewhere.</p>\n    </div>\n    <div class=\"num\" id=\"p173\">\n      <span class=\"num\">173</span>\n      <p class=\"indent\">Lord Coke says, 'every corporation and body politic residing in any county, riding, city, or town corporate, or having lands or tenements in any shire, <i>quae propriis manibus et sumptibus possident et habent</i>, are said to be inhabitants there, within the purview of this statute.'</p>\n    </div>\n    <div class=\"num\" id=\"p174\">\n      <span class=\"num\">174</span>\n      <p class=\"indent\">The tax is not imposed on the person, whether he be a member of the corporation or not, who may happen to reside on the lands; but is imposed on the corporation itself, and, consequently, this ideal existence is considered as an inhabitant, when the general spirit and purpose of the law requires it.</p>\n    </div>\n    <div class=\"num\" id=\"p175\">\n      <span class=\"num\">175</span>\n      <p class=\"indent\">In the case of <i>The King</i> v. <i>Gardner</i>, reported by <i>Cowper</i>, a corporation was decided, by the court of king's bench, to come within the description of 'occupiers or inhabitants.' In that case the poor rates, to which the lands of the corporation were declared to be liable, were not assessed to the actual occupant, for there was none, but to the corporation. And the principle established by the case appears to be, that the poor rates, on vacant ground belonging to a corporation, may be assessed to the corporation, as being inhabitants or occupiers of that ground. In this case Lord Mansfield notices and overrules an inconsiderate <i>dictum</i> of Justice Yates, that a corporation could not be an inhabitant or occupier.</p>\n    </div>\n    <div class=\"num\" id=\"p176\">\n      <span class=\"num\">176</span>\n      <p class=\"indent\">These opinions are not precisely in point; but they serve to show that, for the general purposes and objects of a law, this invisible, incorporeal creature of the law may be considered as having corporeal qualities.</p>\n    </div>\n    <div class=\"num\" id=\"p177\">\n      <span class=\"num\">177</span>\n      <p class=\"indent\">It is true that as far as these cases go they serve to show that the corporation itself, in its incorporeal character, may be considered as an inhabitant or an occupier; and the argument from them would be more strong in favour of considering the corporation itself as endowed for this special purpose with the character of a citizen, then to consider the character of the individuals who compose it as a subject which the court can inspect, when they use the name of the corporation, for the purpose of asserting their corporate rights. Still the cases show that this technical definition of a corporation does not uniformly circumscribe its capacities, but that courts for legitimate purposes will contemplate it more substantially.</p>\n    </div>\n    <div class=\"num\" id=\"p178\">\n      <span class=\"num\">178</span>\n      <p class=\"indent\">There is a case, however, reported in 12 Mod. which is thought precisely in point. The corporation of London brought a suit against Wood, by their corporate name, in the mayor's court. The suit was brought by the mayor and commonalty, and was tried before the mayor and aldermen. The judgment rendered in this cause was brought before the court of king's bench and reversed, because the court was deprived of its jurisdiction by the character of the individuals who were members of the corporation.</p>\n    </div>\n    <div class=\"num\" id=\"p179\">\n      <span class=\"num\">179</span>\n      <p class=\"indent\">In that case the objection, that a corporation was an invisible, intangible thing, a mere incorporeal legal entity, in which the characters of the individuals who composed it were completely merged, was urged and was considered. The judges unanimously declared that they could look beyond the corporate name, and notice the character of the individual. In the opinions, which were delivered <i>seriatim</i>, several cases are put which serve to illustrate the principle, and fortify the decision.</p>\n    </div>\n    <div class=\"num\" id=\"p180\">\n      <span class=\"num\">180</span>\n      <p class=\"indent\">The case of <i>The Mayor and Commonalty</i> v. <i>Wood</i>, is the stronger, because it is on the point of jurisdiction. It appears to the court to be a full authority for the case now under consideration. It seems not possible to distinguish them from each other.</p>\n    </div>\n    <div class=\"num\" id=\"p181\">\n      <span class=\"num\">181</span>\n      <p class=\"indent\">If, then, the congress of the United States had, in terms, enacted that incorporated aliens might sue a citizen, or that the incorporated citizens of one state might sue a citizen of another state, in the federal courts, by its corporate name, this court would not have felt itself justified in declaring that such a law transcended the constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p182\">\n      <span class=\"num\">182</span>\n      <p class=\"indent\">The controversy is substantially between aliens, suing by a corporate name, and a citizen, or between citizens of one state, suing by a corporate name, and those of another state. When these are said to be substantially the parties to the controversy, the court does not mean to liken it to the case of a trustee. A trustee is a real person capable of being a citizen or an alien, who has the whole legal estate in himself. At law, he is the real proprietor, and he represents himself, and sues in his own right. But in this case the corporate name represents persons who are members of the corporation.</p>\n    </div>\n    <div class=\"num\" id=\"p183\">\n      <span class=\"num\">183</span>\n      <p class=\"indent\">If the constitution would authorize congress to give the courts of the union jurisdiction in this case, in consequence of the character of the members of the corporation, then the judicial act ought to be construed to give it. For the term citizen ought to be understood as it is used in the constitution, and as it is used in other laws. That is, to describe the real persons who come into court, in this case, under their corporate name.</p>\n    </div>\n    <div class=\"num\" id=\"p184\">\n      <span class=\"num\">184</span>\n      <p class=\"indent\">That corporations composed of citizens are considered by the legislature as citizens, under certain circumstances, is to be strongly inferred from the registering act. It never could be intended that an American registered vessel, abandoned to an insurance company composed of citizens, should lose her character as an American vessel; and yet this would be the consequence of declaring that the members of the corporation were, to every intent and purpose, out of view, and merged in the corporation.</p>\n    </div>\n    <div class=\"num\" id=\"p185\">\n      <span class=\"num\">185</span>\n      <p class=\"indent\">The court feels itself authorized by the case in 12 <i>Mod.</i> on a question of jurisdiction, to look to the character of the individuals who compose the corporation, and they think that the precedents of this court, though they were not decisions on argument, ought not to be absolutely disregarded.</p>\n    </div>\n    <div class=\"num\" id=\"p186\">\n      <span class=\"num\">186</span>\n      <p class=\"indent\">If a corporation may sue in the courts of the union, the court is of opinion that the averment in this case is sufficient.</p>\n    </div>\n    <div class=\"num\" id=\"p187\">\n      <span class=\"num\">187</span>\n      <p class=\"indent\">Being authorized to sue in their corporate name, they could make the averment, and it must apply to the plaintiffs as individuals, because it could not be true as applied to the corporation.</p>\n    </div>\n    <div class=\"num\" id=\"p188\">\n      <span class=\"num\">188</span>\n      <p class=\"indent\"><i>Judgment reversed; plea in abatement overruled, and cause remanded</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p189\">\n      <span class=\"num\">189</span>\n      <p class=\"indent\">Judge LIVINGSTON, having an interest in the question, gave no opinion.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>9 U.S. 61 (1809)</b></center>\n<center><b>5 Cranch 61</b></center>\n<center><h1>THE BANK OF THE UNITED STATES<br>\nv.<br>\nDEVEAUX ET AL.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>March 15, 1809.</center>\n<p><span class=\"star-pagination\">*63</span> <i>Binney,</i> for the plaintiffs in error.</p>\n<p><i>P.B. Key,</i> contra.</p>\n<p><span class=\"star-pagination\">*84</span> MARSHALL, Ch. J. delivered the opinion of the court as follows:</p>\n<p>Two points have been made in this cause.</p>\n<p>1. That a corporation, composed of citizens of <span class=\"star-pagination\">*85</span> one state, may sue a citizen of another state, in the federal courts.</p>\n<p>2. That a right to sue in those courts is conferred on this bank by the law which incorporates it.</p>\n<p>The last point will be first considered.</p>\n<p>The judicial power of the United States, as defined in the constitution, is dependent, 1st. On the nature of the case; and, 2d. On the character of the parties.</p>\n<p>By the judicial act, the jurisdiction of the circuit courts is extended to cases where the constitutional right to plead and be impleaded, in the courts of the union, depends on the character of the parties; but where that right depends on the nature of the case, the circuit courts derive no jurisdiction from that act, except in the single case of a controversy between citizens of the same state, claiming lands under grants from different states.</p>\n<p>Unless, then, jurisdiction over this cause has been given to the circuit court by some other than the judicial act, the bank of the United States had not a right to sue in that court, upon the principle that the case arises under a law of the United States.</p>\n<p>The plaintiffs contend that the incorporating act confers this jurisdiction.</p>\n<p>That act creates the corporation, gives it a capacity to make contracts and to acquire property, and enables it \"to sue and be sued, plead and be impleaded, answer and be answered, defend and be defended, in courts of record, or any other place whatsoever.\"</p>\n<p>This power, if not incident to a corporation, is conferred by every incorporating act, and is not understood to enlarge the jurisdiction of any particular court, but to give a capacity to the corporation to <span class=\"star-pagination\">*86</span> appear, as a corporation, in any court which would, by law, have cognisance of the cause, if brought by individuals. If jurisdiction is given by this clause to the federal courts, it is equally given to all courts having original jurisdiction, and for all sums however small they may be.</p>\n<p>But the 9th article of the 7th section of the act furnishes a conclusive argument against the construction for which the plaintiffs contend. That section subjects the president and directors, in their individual capacity, to the suit of any person aggrieved by their putting into circulation more notes than is permitted by law, and expressly authorizes the bringing of that action in the federal or state courts.</p>\n<p>This evinces the opinion of congress, that the right to sue does not imply a right to sue in the courts of the union, unless it be expressed. This idea is strengthened also by the law respecting patent rights. That law expressly recognizes the right of the patentee to sue in the circuit courts of the United States.</p>\n<p>The court, then, is of opinion, that no right is conferred on the bank, by the act of incorporation, to sue in the federal courts.</p>\n<p>2. The other point is one of much more difficulty.</p>\n<p>The jurisdiction of this court being limited, so far as respects the character of the parties in this particular case, \"to controversies between citizens of different states,\" both parties must be citizens, to come within the description.</p>\n<p>That invisible, intangible, and artificial being, that mere legal entity, a corporation aggregate, is certainly not a citizen; and, consequently, cannot sue or be sued in the courts of the United States, unless the rights of the members, in this respect, can be exercised in their corporate name. If the corporation <span class=\"star-pagination\">*87</span> be considered as a mere faculty, and not as a company of individuals, who, in transacting their joint concerns, may use a legal name, they must be excluded from the courts of the union.</p>\n<p>The duties of this court, to exercise jurisdiction where it is conferred, and not to usurp it where it is not conferred, are of equal obligation. The constitution, therefore, and the law, are to be expounded, without a leaning the one way or the other, according to those general principles which usually govern in the construction of fundamental or other laws.</p>\n<p>A constitution, from its nature, deals in generals, not in detail. Its framers cannot perceive minute distinctions which arise in the progress of the nation, and therefore confine it to the establishment of broad and general principles.</p>\n<p>The judicial department was introduced into the American constitution under impressions, and with views, which are too apparent not to be perceived by all. However true the fact may be, that the tribunals of the states will administer justice as impartially as those of the nation, to parties of every description, it is not less true that the constitution itself either entertains apprehensions on this subject, or views with such indulgence the possible fears and apprehensions of suitors, that it has established national tribunals for the decision of controversies between aliens and a citizen, or between citizens of different states. Aliens, or citizens of different states, are not less susceptible of these apprehensions, nor can they be supposed to be less the objects of constitutional provision, because they are allowed to sue by a corporate name. That name, indeed, cannot be an alien or a citizen; but the persons whom it represents may be the one or the other; and the controversy is, in fact and in law, between those persons suing in their corporate character, by their corporate name, for a corporate right, and the individual against whom the suit may be instituted. Substantially <span class=\"star-pagination\">*88</span> and essentially, the parties in such a case, where the members of the corporation are aliens, or citizens of a different state from the opposite party, come within the spirit and terms of the jurisdiction conferred by the constitution on the national tribunals.</p>\n<p>Such has been the universal understanding on the subject. Repeatedly has this court decided causes between a corporation and an individual without feeling a doubt respecting its jurisdiction. Those decisions are not cited as authority; for they were made without considering this particular point; but they have much weight, as they show that this point neither occurred to the bar or the bench; and that the common understanding of intelligent men is in favor of the right of incorporated aliens, or citizens of a different state from the defendant, to sue in the national courts. It is by a course of acute, metaphysical and abstruse reasoning, which has been most ably employed on this occasion, that this opinion is shaken.</p>\n<p>As our ideas of a corporation, its privileges and its disabilities, are derived entirely from the English books, we resort to them for aid, in ascertaining its character. It is defined as a mere creature of the law, invisible, intangible, and incorporeal. Yet, when we examine the subject further, we find that corporations have been included within terms of description appropriated to real persons.</p>\n<p>The statute of Henry VIII. concerning bridges and highways, enacts, that bridges and highways shall be made and repaired by the \"<i>inhabitants</i> of the city, shire, or riding,\" and that the justices shall have power to tax every \"<i>inhabitant</i> of such city,\" &amp;c. and that the collectors may \"distrain every such <i>inhabitant</i> as shall be taxed and refuse payment thereof, in his lands, goods and chattels.\"</p>\n<p>Under this statute those have been construed inhabitants who hold lands within the city where the <span class=\"star-pagination\">*89</span> bridge to be repaired lies, although they reside elsewhere.</p>\n<p>Lord Coke says, \"every corporation and body politic residing in any county, riding, city, or town corporate, or having lands or tenements in any shire, <i>qu propriis manibus et sumptibus possident et habent,</i> are said to be inhabitants there, within the purview of this statute.\"</p>\n<p>The tax is not imposed on the person, whether he be a member of the corporation or not, who may happen to reside on the lands; but is imposed on the corporation itself, and, consequently, this ideal existence is considered as an inhabitant, when the general spirit and purpose of the law requires it.</p>\n<p>In the case of <i>The King</i> v. <i>Gardner,</i> reported by <i>Cowper,</i> a corporation was decided, by the court of king's bench, to come within the description of \"occupiers or inhabitants.\" In that case the poor rates, to which the lands of the corporation were declared to be liable, were not assessed to the actual occupant, for there was none, but to the corporation. And the principle established by the case appears to be, that the poor rates, on vacant ground belonging to a corporation, may be assessed to the corporation, as being inhabitants or occupiers of that ground. In this case Lord Mansfield notices and overrules an inconsiderate <i>dictum</i> of Justice Yates, that a corporation could not be an inhabitant or occupier.</p>\n<p>These opinions are not precisely in point; but they serve to show that, for the general purposes and objects of a law, this invisible, incorporeal creature of the law may be considered as having corporeal qualities.</p>\n<p>It is true that as far as these cases go they serve to show that the corporation itself, in its incorporeal character, may be considered as an inhabitant or an occupier; and the argument from them would be more strong in favour of considering the corporation <span class=\"star-pagination\">*90</span> itself as endowed for this special purpose with the character of a citizen, than to consider the character of the individuals who compose it as a subject which the court can inspect, when they use the name of the corporation, for the purpose of asserting their corporate rights. Still the cases show that this technical definition of a corporation does not uniformly circumscribe its capacities, but that courts for legitimate purposes will contemplate it more substantially.</p>\n<p>There is a case, however, reported in 12 Mod. which is thought precisely in point. The corporation of London brought a suit against Wood, by their corporate name, in the mayor's court. The suit was brought by the mayor and commonalty, and was tried before the mayor and aldermen. The judgment rendered in this cause was brought before the court of king's bench and reversed, because the court was deprived of its jurisdiction by the character of the individuals who were members of the corporation.</p>\n<p>In that case the objection, that a corporation was an invisible, intangible thing, a mere incorporeal legal entity, in which the characters of the individuals who composed it were completely merged, was urged and was considered. The judges unanimously declared that they could look beyond the corporate name, and notice the character of the individual. In the opinions, which were delivered <i>seriatim,</i> several cases are put which serve to illustrate the principle, and fortify the decision.</p>\n<p>The case of <i>The Mayor and Commonalty</i> v. <i>Wood,</i> is the stronger, because it is on the point of jurisdiction. It appears to the court to be a full authority for the case now under consideration. It seems not possible to distinguish them from each other.</p>\n<p>If, then, the congress of the United States had, in terms, enacted that incorporated aliens might suc <span class=\"star-pagination\">*91</span> a citizen, or that the incorporated citizens of one state might sue a citizen of another state, in the federal courts, by its corporate name, this court would not have felt itself justified in declaring that such a law transcended the constitution.</p>\n<p>The controversy is substantially between aliens, suing by a corporate name, and a citizen, or between citizens of one state, suing by a corporate name, and those of another state. When these are said to be substantially the parties to the controversy, the court does not mean to liken it to the case of a trustee. A trustee is a real person capable of being a citizen or an alien, who has the whole legal estate in himself. At law, he is the real proprietor, and he represents himself, and sues in his own right. But in this case the corporate name represents persons who are members of the corporation.</p>\n<p>If the constitution would authorize congress to give the courts of the union jurisdiction in this case, in consequence of the character of the members of the corporation, then the judicial act ought to be construed to give it. For the term citizen ought to be understood as it is used in the constitution, and as it is used in other laws. That is, to describe the real persons who come into court, in this case, under their corporate name.</p>\n<p>That corporations composed of citizens are considered by the legislature as citizens, under certain circumstances, is to be strongly inferred from the registering act. It never could be intended that an American registered vessel, abandoned to an insurance company composed of citizens, should lose her character as an American vessel; and yet this would be the consequence of declaring that the members of the corporation were, to every intent and purpose, out of view, and merged in the corporation.</p>\n<p>The court feels itself authorized by the case in 12 <i>Mod.</i> on a question of jurisdiction, to look to <span class=\"star-pagination\">*92</span> the character of the individuals who compose the corporation, and they think that the precedents of this court, though they were not decisions on argument, ought not to be absolutely disregarded.</p>\n<p>If a corporation may sue in the courts of the union, the court is of opinion that the averment in this case is sufficient.</p>\n<p>Being authorized to sue in their corporate name, they could make the averment, and it must apply to the plaintiffs as individuals, because it could not be true as applied to the corporation.</p>\n<p><i>Judgment reversed; plea in abatement overruled, and cause remanded.</i></p>\n<p>Judge LIVINGSTON, having an interest in the question, gave no opinion.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">61</span></span> (1809)</b></center>\n<center><b>5 Cranch 61</b></center>\n<center><h1>THE BANK OF THE UNITED STATES<br>\nv.<br>\nDEVEAUX ET AL.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>March 15, 1809.</center>\n<p><span class=\"star-pagination\">*63</span> <i>Binney,</i> for the plaintiffs in error.</p>\n<p><i>P.B. Key,</i> contra.</p>\n<p><span class=\"star-pagination\">*84</span> MARSHALL, Ch. J. delivered the opinion of the court as follows:</p>\n<p>Two points have been made in this cause.</p>\n<p>1. That a corporation, composed of citizens of <span class=\"star-pagination\">*85</span> one state, may sue a citizen of another state, in the federal courts.</p>\n<p>2. That a right to sue in those courts is conferred on this bank by the law which incorporates it.</p>\n<p>The last point will be first considered.</p>\n<p>The judicial power of the United States, as defined in the constitution, is dependent, 1st. On the nature of the case; and, 2d. On the character of the parties.</p>\n<p>By the judicial act, the jurisdiction of the circuit courts is extended to cases where the constitutional right to plead and be impleaded, in the courts of the union, depends on the character of the parties; but where that right depends on the nature of the case, the circuit courts derive no jurisdiction from that act, except in the single case of a controversy between citizens of the same state, claiming lands under grants from different states.</p>\n<p>Unless, then, jurisdiction over this cause has been given to the circuit court by some other than the judicial act, the bank of the United States had not a right to sue in that court, upon the principle that the case arises under a law of the United States.</p>\n<p>The plaintiffs contend that the incorporating act confers this jurisdiction.</p>\n<p>That act creates the corporation, gives it a capacity to make contracts and to acquire property, and enables it \"to sue and be sued, plead and be impleaded, answer and be answered, defend and be defended, in courts of record, or any other place whatsoever.\"</p>\n<p>This power, if not incident to a corporation, is conferred by every incorporating act, and is not understood to enlarge the jurisdiction of any particular court, but to give a capacity to the corporation to <span class=\"star-pagination\">*86</span> appear, as a corporation, in any court which would, by law, have cognisance of the cause, if brought by individuals. If jurisdiction is given by this clause to the federal courts, it is equally given to all courts having original jurisdiction, and for all sums however small they may be.</p>\n<p>But the 9th article of the 7th section of the act furnishes a conclusive argument against the construction for which the plaintiffs contend. That section subjects the president and directors, in their individual capacity, to the suit of any person aggrieved by their putting into circulation more notes than is permitted by law, and expressly authorizes the bringing of that action in the federal or state courts.</p>\n<p>This evinces the opinion of congress, that the right to sue does not imply a right to sue in the courts of the union, unless it be expressed. This idea is strengthened also by the law respecting patent rights. That law expressly recognizes the right of the patentee to sue in the circuit courts of the United States.</p>\n<p>The court, then, is of opinion, that no right is conferred on the bank, by the act of incorporation, to sue in the federal courts.</p>\n<p>2. The other point is one of much more difficulty.</p>\n<p>The jurisdiction of this court being limited, so far as respects the character of the parties in this particular case, \"to controversies between citizens of different states,\" both parties must be citizens, to come within the description.</p>\n<p>That invisible, intangible, and artificial being, that mere legal entity, a corporation aggregate, is certainly not a citizen; and, consequently, cannot sue or be sued in the courts of the United States, unless the rights of the members, in this respect, can be exercised in their corporate name. If the corporation <span class=\"star-pagination\">*87</span> be considered as a mere faculty, and not as a company of individuals, who, in transacting their joint concerns, may use a legal name, they must be excluded from the courts of the union.</p>\n<p>The duties of this court, to exercise jurisdiction where it is conferred, and not to usurp it where it is not conferred, are of equal obligation. The constitution, therefore, and the law, are to be expounded, without a leaning the one way or the other, according to those general principles which usually govern in the construction of fundamental or other laws.</p>\n<p>A constitution, from its nature, deals in generals, not in detail. Its framers cannot perceive minute distinctions which arise in the progress of the nation, and therefore confine it to the establishment of broad and general principles.</p>\n<p>The judicial department was introduced into the American constitution under impressions, and with views, which are too apparent not to be perceived by all. However true the fact may be, that the tribunals of the states will administer justice as impartially as those of the nation, to parties of every description, it is not less true that the constitution itself either entertains apprehensions on this subject, or views with such indulgence the possible fears and apprehensions of suitors, that it has established national tribunals for the decision of controversies between aliens and a citizen, or between citizens of different states. Aliens, or citizens of different states, are not less susceptible of these apprehensions, nor can they be supposed to be less the objects of constitutional provision, because they are allowed to sue by a corporate name. That name, indeed, cannot be an alien or a citizen; but the persons whom it represents may be the one or the other; and the controversy is, in fact and in law, between those persons suing in their corporate character, by their corporate name, for a corporate right, and the individual against whom the suit may be instituted. Substantially <span class=\"star-pagination\">*88</span> and essentially, the parties in such a case, where the members of the corporation are aliens, or citizens of a different state from the opposite party, come within the spirit and terms of the jurisdiction conferred by the constitution on the national tribunals.</p>\n<p>Such has been the universal understanding on the subject. Repeatedly has this court decided causes between a corporation and an individual without feeling a doubt respecting its jurisdiction. Those decisions are not cited as authority; for they were made without considering this particular point; but they have much weight, as they show that this point neither occurred to the bar or the bench; and that the common understanding of intelligent men is in favor of the right of incorporated aliens, or citizens of a different state from the defendant, to sue in the national courts. It is by a course of acute, metaphysical and abstruse reasoning, which has been most ably employed on this occasion, that this opinion is shaken.</p>\n<p>As our ideas of a corporation, its privileges and its disabilities, are derived entirely from the English books, we resort to them for aid, in ascertaining its character. It is defined as a mere creature of the law, invisible, intangible, and incorporeal. Yet, when we examine the subject further, we find that corporations have been included within terms of description appropriated to real persons.</p>\n<p>The statute of Henry VIII. concerning bridges and highways, enacts, that bridges and highways shall be made and repaired by the \"<i>inhabitants</i> of the city, shire, or riding,\" and that the justices shall have power to tax every \"<i>inhabitant</i> of such city,\" &amp;c. and that the collectors may \"distrain every such <i>inhabitant</i> as shall be taxed and refuse payment thereof, in his lands, goods and chattels.\"</p>\n<p>Under this statute those have been construed inhabitants who hold lands within the city where the <span class=\"star-pagination\">*89</span> bridge to be repaired lies, although they reside elsewhere.</p>\n<p>Lord Coke says, \"every corporation and body politic residing in any county, riding, city, or town corporate, or having lands or tenements in any shire, <i>qu propriis manibus et sumptibus possident et habent,</i> are said to be inhabitants there, within the purview of this statute.\"</p>\n<p>The tax is not imposed on the person, whether he be a member of the corporation or not, who may happen to reside on the lands; but is imposed on the corporation itself, and, consequently, this ideal existence is considered as an inhabitant, when the general spirit and purpose of the law requires it.</p>\n<p>In the case of <i>The King</i> v. <i>Gardner,</i> reported by <i>Cowper,</i> a corporation was decided, by the court of king's bench, to come within the description of \"occupiers or inhabitants.\" In that case the poor rates, to which the lands of the corporation were declared to be liable, were not assessed to the actual occupant, for there was none, but to the corporation. And the principle established by the case appears to be, that the poor rates, on vacant ground belonging to a corporation, may be assessed to the corporation, as being inhabitants or occupiers of that ground. In this case Lord Mansfield notices and overrules an inconsiderate <i>dictum</i> of Justice Yates, that a corporation could not be an inhabitant or occupier.</p>\n<p>These opinions are not precisely in point; but they serve to show that, for the general purposes and objects of a law, this invisible, incorporeal creature of the law may be considered as having corporeal qualities.</p>\n<p>It is true that as far as these cases go they serve to show that the corporation itself, in its incorporeal character, may be considered as an inhabitant or an occupier; and the argument from them would be more strong in favour of considering the corporation <span class=\"star-pagination\">*90</span> itself as endowed for this special purpose with the character of a citizen, than to consider the character of the individuals who compose it as a subject which the court can inspect, when they use the name of the corporation, for the purpose of asserting their corporate rights. Still the cases show that this technical definition of a corporation does not uniformly circumscribe its capacities, but that courts for legitimate purposes will contemplate it more substantially.</p>\n<p>There is a case, however, reported in 12 Mod. which is thought precisely in point. The corporation of London brought a suit against Wood, by their corporate name, in the mayor's court. The suit was brought by the mayor and commonalty, and was tried before the mayor and aldermen. The judgment rendered in this cause was brought before the court of king's bench and reversed, because the court was deprived of its jurisdiction by the character of the individuals who were members of the corporation.</p>\n<p>In that case the objection, that a corporation was an invisible, intangible thing, a mere incorporeal legal entity, in which the characters of the individuals who composed it were completely merged, was urged and was considered. The judges unanimously declared that they could look beyond the corporate name, and notice the character of the individual. In the opinions, which were delivered <i>seriatim,</i> several cases are put which serve to illustrate the principle, and fortify the decision.</p>\n<p>The case of <i>The Mayor and Commonalty</i> v. <i>Wood,</i> is the stronger, because it is on the point of jurisdiction. It appears to the court to be a full authority for the case now under consideration. It seems not possible to distinguish them from each other.</p>\n<p>If, then, the congress of the United States had, in terms, enacted that incorporated aliens might suc <span class=\"star-pagination\">*91</span> a citizen, or that the incorporated citizens of one state might sue a citizen of another state, in the federal courts, by its corporate name, this court would not have felt itself justified in declaring that such a law transcended the constitution.</p>\n<p>The controversy is substantially between aliens, suing by a corporate name, and a citizen, or between citizens of one state, suing by a corporate name, and those of another state. When these are said to be substantially the parties to the controversy, the court does not mean to liken it to the case of a trustee. A trustee is a real person capable of being a citizen or an alien, who has the whole legal estate in himself. At law, he is the real proprietor, and he represents himself, and sues in his own right. But in this case the corporate name represents persons who are members of the corporation.</p>\n<p>If the constitution would authorize congress to give the courts of the union jurisdiction in this case, in consequence of the character of the members of the corporation, then the judicial act ought to be construed to give it. For the term citizen ought to be understood as it is used in the constitution, and as it is used in other laws. That is, to describe the real persons who come into court, in this case, under their corporate name.</p>\n<p>That corporations composed of citizens are considered by the legislature as citizens, under certain circumstances, is to be strongly inferred from the registering act. It never could be intended that an American registered vessel, abandoned to an insurance company composed of citizens, should lose her character as an American vessel; and yet this would be the consequence of declaring that the members of the corporation were, to every intent and purpose, out of view, and merged in the corporation.</p>\n<p>The court feels itself authorized by the case in 12 <i>Mod.</i> on a question of jurisdiction, to look to <span class=\"star-pagination\">*92</span> the character of the individuals who compose the corporation, and they think that the precedents of this court, though they were not decisions on argument, ought not to be absolutely disregarded.</p>\n<p>If a corporation may sue in the courts of the union, the court is of opinion that the averment in this case is sufficient.</p>\n<p>Being authorized to sue in their corporate name, they could make the averment, and it must apply to the plaintiffs as individuals, because it could not be true as applied to the corporation.</p>\n<p><i>Judgment reversed; plea in abatement overruled, and cause remanded.</i></p>\n<p>Judge LIVINGSTON, having an interest in the question, gave no opinion.</p>\n</div>", "id": 84894, "judges": "", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/84894/", "sha1": "40643ad3cbcd1bb67a40d507db9bdaf0a7ea664a", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T08:59:31"}