{"absolute_url": "/opinion/84905/hepburn-v-auld/", "blocked": false, "citation": {"case_name": "Hepburn v. Auld", "docket_number": null, "document_uris": ["/api/rest/v2/document/84905/"], "federal_cite_one": "9 U.S. 262", "federal_cite_three": null, "federal_cite_two": null, "id": 51997, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/51997/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1809-03-14", "date_modified": "2014-12-21T01:23:47.721868", "docket": "/api/rest/v2/docket/214503/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">9 U.S. 262</p>\n    <p class=\"case_cite\">5 Cranch 262</p>\n    <p class=\"case_cite\">3 L.Ed. 96</p>\n    <p class=\"parties\">HEPBURN <i>and</i> DUNDAS, <i>plaintiffs in error</i>,<br>v.<br>COLIN AULD, <i>defendants in error;</i> and<br>HEPBURN <i>and</i> DUNDAS, <i>appellants</i>,<br>v.<br>COLIN AULD, <i>appellee</i>.</p>\n    <p class=\"date\">February Term, 1809</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">THE <i>first</i> of these cases was a <i>writ of error</i> to the judgment of the circuit court of the district of Columbia, in an action of debt at common law brought by <i>Auld</i>, agent and attorney in fact for Dunlop &amp; Co. against Hepburn and Dundas for 45,000 dollars, the penalty of the same article of agreement which are recited in the case of <i>Hepburn and Dundas</i> v. <i>Auld, ante, vol.</i> 1. <i>p.</i> 321.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The <i>second</i> of these cases was an <i>appeal</i> from a decree of the same court dismissing the bill in equity brought by Hepburn and Dundas against Colin Auld, to compel him to accept the land, and pay the difference between the agreed value of the land and the award.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The questions in the two cases being substantially the same, they were heard and argued together.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The breaches assigned in the declaration, in the action of debt by <i>Auld</i> were, that Hepburn and Dundas did not, on the 2d of January, 1800, pay the amount of the award in cash, nor bills of exchange, and did not on that day assign and transfer to Auld, the contract of Graham, with full powers, &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Hepburn and Dundas pleaded a tender of the assignment of Graham's contract in three different pleas, the pleadings upon which ended in demurrers. The first raised the question whether Auld was obliged to accept a deed of assignment, the preamble of which stated a part of the consideration of the assignment to be 'a full acquittance and discharge of all the claims and demands of the said John Dunlop &amp; Co. against them being made and executed by the said Colin Auld.' The other two demurrers brought into view the title of Hepburn and Dundas to the land sold to Graham.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The <i>bill</i> of Hepburn and Dundas alleges that the agreement by Auld to accept an assignment of <i>Graham's</i> contract towards the discharge of the debt due from them to <i>Dunlop &amp; Co.</i> and to give an acquittance and discharge of that debt, and of all demands, was the inducement for them to submit the accounts to arbitration. It also states the acts and letters of <i>Auld</i> subsequent to the tender, to show that he considered himself bound to accept the assignment. That on the 27th of June, 1801, after recovering judgment in ejectment against <i>Graham's</i> heirs, <i>Hepburn and Dundas</i> offered to make him a deed for the land, but he refused to accept it.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The <i>answer</i> of <i>Auld</i> denies that he was bound to accept an assignment of <i>Graham's</i> contract which should bind him to give an acquittance and discharge of all demands of <i>Dunlop &amp; Co.</i> against <i>Hepburn and Dundas</i>. He endeavours to explain his conduct and letters subsequent to the tender by saying that he was induced to do it by the representations of Hepburn and Dundas that it was necessary, and that the money due to them by Graham might be sooner recovered, or raised, by sale of the land, than by any contest at law relative to the transaction of the 2d of January, 1800. He denies that he ever considered the tender as good, but was willing to cooperate with them in bringing to an end the suit with Graham, until which time it would be doubtful whether a sufficient title in fee-simple could be obtained from them.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">He avers that the <i>compromise</i> made with Graham's heirs was <i>without his consent</i>, and may be set aside when they come of age.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">He says the offer of a deed on the 27th of June, 1801, was after he had brought suit against them upon the award, and when it was apparent that their title was bad, or at all events doubtful.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In an amended answer, he states that he had requested them to exhibit to him their title papers, which they refused to do; and requires that they should produce them in court. He avers his belief that their title is defective.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Hepburn and Dundas filed a supplemental bill which states their title. It avers possession ever since 1773, and refers to certain title papers; they say that they verily believe their title to be good, and never heard a doubt till long after the tender of the assignment; that as soon as the objections were made known they took pains to remove them, and have lately obtained deeds of confirmation from the surviving patentees. That the title of <i>Sarah</i>, one of the co-devisees of <i>John West</i>, after her death in 1795, descended upon her brothers <i>Thomas, John</i> and <i>Hugh</i>, and her sister <i>Catharine</i>, and that <i>John, Hugh</i>, and <i>Catharine</i> have lately confirmed their title, and refer to the deeds; and they suppose that <i>Thomas</i> had passed all his title to <i>Sarah's</i> part by a deed executed before her death.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The title which they show in their supplemental bill is as follows, viz.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The six thousand acres were included in a patent for 51,302 acres of land, granted on the 15th of December, 1772, by the State of Virginia to George Muse, Adam Stephen, Andrew Lewis, Peter Hog, John West, John Polson, and Andrew Waggoner. This tract of 51,302 acres was in 1773 divided between the patentees who have occupied in severalty ever since. One of the shares containing 6,000 acres, was allotted to John West, who died seised thereof, and devised all his Ohio lands to be equally divided among his children Thomas, John, Hugh, Catharine, Sarah and Francina, excepting that Hugh was to have 1,000 acres more than any of the other children. The testator had but two tracts on the waters of the Ohio, viz. that of 6,000 acres on the banks of the Ohio, and one of 1,400 acres on Pokitallico creek. The devisees made a partition among themselves; Francina's one thousand acres were allotted to her out of the 1,400 acres on Pokitallico creek, and she, and those claiming under her, have ever since held and enjoyed the same exclusively.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The tract of 6,000 was divided between the others; Hugh having 2,000, and the other four having 1,000 each.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\"><i>Thomas</i>, by deed of 20th of May, 1788, conveyed his 1,000 acres to Hepburn and Dundas.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\"><i>John</i>, by deed of 21st of February, 1790, also conveyed his 1,000 acres, in which deed Thomas was a party.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\"><i>Hugh</i>, also, by deed of 24th of April, 1788, conveyed his 2,000 acres.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\"><i>Catharine</i> intermarried with Baldwin Dade, who, with her and Thomas West, by deed of 20th of June, 1788, conveyed to Hepburn and Dundas her 1,000 acres.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\"><i>Sarah</i> intermarried with John Bronaugh, who, with her and Thomas West, conveyed to Hepburn and Dundas her 1,000 acres, by deed of 21st of February, 1790.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\"><i>Thomas</i>, also, by deed of 25th of April, 1788, quitclaimed to Hepburn and Dundas the 2,000 acres conveyed by Hugh.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">By virtue of these deeds Hepburn and Dundas aver that they were seised of the 6,000 acres, and so continued seised and possessed until the contract with Graham.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">They then proceed to answer some objections to their title which had been suggested by Auld. They say that he had objected that the original patentees were joint-tenants, and that it does not appear that partition was made among them <i>by deed</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">To this they answer, first, that after such a lapse of time a deed ought to be presumed. And, secondly, that upon inquiry they found that <i>George Muse, Andrew Lewis</i>, and <i>Peter Hog</i> died before 1787; that <i>Adam Stephen</i> died since 1787, and Andrew Waggoner and <i>John Polson</i> were still alive, who made deeds of confirmation to Hepburn and Dundas. That they also obtained a like deed from the residuary devisee of <i>Adam Stephen</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">They also state that <i>Auld</i> had objected, that the partition between the devisees of <i>John West</i>, not being by deed, was not valid; and that <i>Francina</i>, although she had consented to take her thousand acres on <i>Pokitallico creek</i>, might yet claim a share of the 6,000 acres.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">To this they answer, that a parol partition among the devisees was valid.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">They state that it was further objected by <i>Auld</i>, that <i>Sarah Bronaugh</i> had never duly conveyed her 1,000 acres to Hepburn and Dundas, and that she was not privily examined according to the laws of Virginia.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">To this they answer, that they believe she was privily examined, but the commission is lost or mislaid so that they cannot find it. And further that <i>Sarah Bronaugh</i> died in 1795, without issue; and <i>Francina</i>, who had intermarried with <i>Charles Turner</i>, died without issue in 1796, and her husband in 1802, by which deaths the interest of those ladies in the 6,000 acres, if any they had, devolved upon their brothers <i>Thomas, John</i>, and <i>Hugh</i>, and their sister <i>Catharine Dade</i>, whereupon Hepburn and Dundas obtained from <i>John</i> and <i>Hugh</i>, and <i>Baldwin Dade and Catharine Dade</i>, deeds of confirmation as to the shares of <i>Sarah</i> and <i>Francina</i>. They did not get such a deed from <i>Thomas</i>, because he had before conveyed to them his interest in those lands.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\"><i>Auld's</i> answer to the supplemental bill, denies that any division ever took place between the devisees of John West, under his will, and avers that Francina always refused to sell her interest in the Ohio lands to Hepburn and Dundas, and that it was settled upon her husband Charles Turner, who died leaving two children by a second marriage.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">That the interest of Sarah Bronaugh never passed from her to Hepburn and Dundas, for want of her privy examination.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">That the deeds from Hugh West and Thomas West, were not recorded within the eight months, so as to be valid against creditors or subsequent purchasers without notice. That Thomas was embarrassed in his circumstances for many years previous to his death, and there are still debts due from him by bonds and judgments, which bind any lands which descended to him from his sisters Sarah and Francina.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\"><i>Swann</i> and <i>P. B. Key</i>, for the appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\"><i>E. J. Lee</i> and <i>C. Lee</i>, for the appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\"><i>On the part of the appellants</i>, it was contended,</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">1. That Hepburn and Dundas had done every thing on their part necessary to entitle them to a specific execution of the agreement, and to compel Auld to accept the land and give a release of all demands of Dunlop &amp; Co. against them.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">That they were entitled to such a release upon making the assignment of Graham's contract.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Upon this point the argument took nearly the same course as in the case between the same parties, <i>ante, vol.</i> 1. <i>p.</i> 324.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">They further attempted to show, from the evidence, that it was the intention of the parties that such a release should be given in case of the assignment of Graham's contract, and that instructions to that effect were given to the scrivener who drew the articles of agreement. In support of their right to prove those facts by parol evidence, they cited 1 <i>Fonb.</i> 188. 2 <i>Atk.</i> 203. 3 <i>Atk.</i> 388. 1 <i>Ves.</i> jun. 456.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">2. That it was not necessary that Hepburn and Dundas should have had a complete legal title in fee-simple at the time of the agreement, nor at the time of the tender of the assignment of Graham's contract. But it is sufficient to entitle them to a specific execution of the agreement if they can now give a good title. <i>Sugden's Law of Vendors</i>, 249, 250.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Where time is not of the essence of the contract, the lapse of time is no bar to a specific execution. 1 <i>Atk.</i> 12. <i>Sug.</i> 246. 248. 2 <i>P. Wms.</i> 630. <i>Longford</i> v. <i>Pitt.</i> 2 <i>Pow.</i> 266. <i>Newland</i>, 230. 236. 238. 241.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Even if in this case time were material, Auld has waived it by his subsequent conduct. He never objected on account of defect of title. He never asked for the title papers till 1804, nor has the defect of title caused any delay. The title was never questioned until March, 1805, long after the present bill was filed.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The title is now complete. The only question which can possibly be raised is as to any supposed interest which may have descended from Sarah Bronaugh and Francina Turner upon Thomas West. But Thomas West, by joining in the deed from Mrs. Bronaugh, as well as by his own deed, has estopped himself from claiming any title. 5 <i>Bac. Abr.</i> 440, 445. tit. <i>Warranty</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">A deed of partition between the original patentees ought now to be presumed after thirty-six years' possession in severalty. <i>Sug.</i> 213. 4 <i>Term Rep.</i> 482. <i>Cowp.</i> 216, 217.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">It is not necessary under the law of Virginia that a deed of a partition should be recorded.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\"><i>For the appellee</i>, it was said,</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">That Auld is a defendant. He does not come here to ask any thing. A court of equity will not decree that to be done which in equity and conscience ought <i>not</i> to be done. He is a mere agent. The intention of the parties was to pay a debt, not to purchase land. The agreement was that Graham's contract should be so assigned to Auld that he should either have the land, or the money, at his option. In order to do that, Hepburn and Dundas ought then to have had a good title; for Auld could not compel Graham to pay the money, if Hepburn and Dundas had not a good title. Auld did every thing that he ought to have done. He offered to receive such an assignment, and to give such a receipt, as were conformable to the agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">If the vendor has not a good title at the time when the agreement is to be performed, and the vendee brings an action at law upon the articles, the vendor cannot have a decree for a specific performance, although he afterwards obtain a good title before judgment in the suit at law.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In April, 1801, Auld brought his suit at law upon the articles, and, as late as 1806, Hepburn and Dundas had not a good title.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The original patentees were joint-tenants. The will of John West did not sever the joint-tenancy, but all his interest vested in the survivors. They could only sever <i>by deed</i>. 2 <i>Bl. Com.</i> 186.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Neither joint-tenants nor tenants in common in Virginia, could make partition by parol since the statutes for recording deeds.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">That the completion of the title in Hepburn and Dundas, after suit brought by Auld upon the articles, was too late to entitle them to a specific execution. The counsel for <i>Auld</i> cited <i>Newland on Contracts</i>, 206, 207. 227. <i>Sugd.</i> 90, 91. 2 <i>Pow.</i> 19. 37. 69. 75. 79. 221. 267. 4 <i>Ves.</i> jun. 849. 5 <i>Ves.</i> jun. 818. 3 <i>Atk.</i> 388. 573. 1 <i>Hen. &amp; Munf.</i> 131. 2 <i>Bro. Chan. Cas.</i> 343. 1 <i>Bro. Chan. Cas.</i> 93. 440. 2 <i>Pow.</i> 14. 2 <i>Ves.</i> 389. <i>Sugd.</i> 165. 5 <i>East</i>, 198. 1 <i>Wash.</i> 14. 1 <i>Vern.</i> 366. 1 <i>Ves.</i> 319. 1 <i>Fonb.</i> 107. 7 <i>Ves.</i> 211.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Even if there be only <i>doubts</i> about the title, a court of equity will not compel the purchaser to take it.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Parol testimony cannot be admitted to vary the written agreement. 1 <i>Ves.</i> 319. 426. 3 <i>Call</i>, 139. 2 <i>Bro. Chan. Cas.</i> 343. 4 <i>Ves.</i> jun. 849. 1 <i>Fonb.</i> 129.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The title as to Thomas West's part of Sarah Bronaugh's and Francina Turner's shares of the 6,000 acres, is clearly defective. He is not estopped by his deed to claim under a title which he has since acquired.</p>\n    </div>\n    <p class=\"center\"><i>March</i> 14.</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">MARSHALL, Ch. J. delivered the opinion of the court as follows, viz.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">By the agreement of the 27th of September, 1799, the plaintiffs bound themselves, in the event of not paying, on the 2d of January, in bills of exchange, or money, the amount of the award to be rendered between the parties, to assign and transfer, on that day, to the defendant, a contract they had made with Graham, by which they had sold to him a tract of land containing 6,000 acres for the sum of 18,000 dollars, payable at differenttimes, with interest. They also bound themselves to execute an irrevocable power of attorney enabling the defendant, in their names, to recover the possession of the land, or to enforce the payment of the purchase-money, at his election.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The defendant covenanted to accept this assignment, <i>towards</i> the discharge of the award, and, if it should exceed the amount thereof, to pay the excess.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">On the part of the defendant it has been contended that this assignment was to be received as security for, and not as payment of, the debt due to Dunlop &amp; Co. But on this point it is impossible to entertain a doubt. The contract itself is conclusive. The word '<i>towards</i>' was obviously introduced because, the award not being then made, it was uncertain whether the assignment would completely discharge its amount. But the words of the agreement admit of no other construction than that it was to be received either in part or in full payment, as the sum awarded might be of a greater or less amount than the stipulated value of the contract to be assigned. All the testimony connected with the agreement of September, 1799, tends to confirm this construction.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The next inquiry respects the transactions of the 2d of January, 1800. The plaintiffs insist, and the defendant denies, that the tender made by Hepburn and Dundas on that day was a legal offer to do what they had covenanted to perform.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The efficacy of the assignment itself is not questioned; but it is contended on the part of the defendant that the instrument is vitiated by the clause which is introduced into it, reciting, as a part of the consideration on which it was made, that a release of all claims and demands whatsoever, on the part of John Dunlop &amp; Co. against them, had been given.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The contract of September, 1799, certainly does not, in terms, stipulate for such a release; and if this recital in the deed of assignment could possibly prejudice John Dunlop &amp; Co. that circumstance would unquestionably invalidate the tender. But if it should be deemed an unimportant recital, then the tender is a substantial performance of the contract, so far as it was to be performed on the 2d of January, 1800, and at least imposed on Colin Auld the duty of preparing an unexceptionable deed, and demanding its execution.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">It has already been stated that, under the agreement of September, 1799, the assignment of Graham's contract was to be received in payment, and consequently that assignment, accompanied with a proper power of attorney, would discharge the award as fully as a payment in bills of exchange or money. Had the deed, therefore, limited its recital to a discharge of all claims and demands under the award, it would have been strictly correct; for to such a discharge Hepburn and Dundas were entitled. The deed of assignment, properly executed and received, and the power of attorney would, in law, have been a full payment of the award; and the subsequent claims of John Dunlop &amp; Co. would grow out of the agreement of September, 1799.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The inquiry, whether the general terms of the recital affords any substantial objection to the deed, produces two questions.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">1. Could John Dunlop &amp; Co. have had any other claims and demands on Hepburn and Dundas, than were comprehended in this award?</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">2. Would this recital in the deed of assignment impair those claims which grew out of the agreement?</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">1. The papers themselves sufficiently show that every claim whatever of John Dunlop &amp; Co. on Hepburn and Dundas was settled in the award. The general complexion of the agreement of September, 1799, proves this; but the particular stipulation to give 'a full receipt and discharge of all claims and demands of John Dunlop &amp; Co. against them,' in the event of payment of the award being made in money or bills of exchange, places the subject beyond any doubt. Dunlop &amp; Co. had no claims and demands on Hepburn and Dundas, which were not settled in the award.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">2. Could this recital impair the rights of Dunlop &amp; Co. under the agreement of 1799?</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The covenants of that agreement which were not completely satisfied were, 1st. That Hepburn and Dundas would not, after executing the deed of assignment, interfere with the measures which Colin Auld might think proper to pursue for the recovery of either the land sold to Graham, or the money due under Graham's contract; 2d. That they would convey the said lands in fee-simple, after the termination of the suit then depending, to the person who should be decided to be entitled to them.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">1. The covenant not to interfere was not a present duty. The obligation it created did not come into existence until after the execution of the deed of assignment. It was to be a consequence of that deed. At the time of its execution, this was not a claim or a demand. Taking the words in their most literal sense, the covenant not to interfere would not, in the opinion of the court, be released by them: but the court is also of opinion that, if this was in any degree doubtful, these general terms would be restrained by the manifest intent of the parties, apparent on the face of the papers.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">2. This release could not discharge the obligation to convey the lands, after the termination of the suit with Graham, for the reasons assigned against the foregoing objection, and for this additional reason; the deed intended to transfer to Auld all the rights of Graham under the contract, and is so expressed; and one of the covenants in the contract assigned was, to make a conveyance with a general warranty of a title free from all encumbrances.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The recital, then, presents no solid objection to the deed of assignment, because it could not impair the rights of Dunlop &amp; Co. Yet it is unusual and unnecessary, and had Colin Auld prepared a deed which was perfectly unexceptionable, and Hepburn and Dundas had refused to execute it, this court, although the tender might have been good at law, would probably have held them responsible for any injury which might have been sustained in consequence of such refusal.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The power of attorney, which was tendered at the same time with the deed of assignment, appears entirely unexceptionable.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">It is, then, the opinion of the court that, on the 2d of January, 1800, Hepburn and Dundas offered to do every thing which it was at that time incumbent on them to do; and that the tender made on that day, with the refusal of that tender, do in law amount to a performance, so far as to place Hepburn and Dundas in the same situation, with regard to the claims of Dunlop &amp; Co. under the award, as if Colin Auld had accepted the deed. This, however, did not discharge them from the duty of executing a proper deed when required, nor from the duty of making conveyances for the land which was the subject of the agreement of September, 1799.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">If a doubt existed on this point, the subsequent conduct of Colin Auld would, in a court of equity, amount to a waiver of the day, so far as respects the tender of the deed, and a consent to accept such deed at an after day within a reasonable time.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">The subsequent demand of a deed by Colin Auld, when the tendered the money which was due on account of the excess of value in the estimated price of the land over the sum awarded to John Dunlop &amp; Co. was made in a manner, and under circumstances, which are not deemed reasonable. Hepburn and Dundas had a right to consider and to take counsel on the deed they were required to execute; and although their delay was unnecessarily great, yet the offer they made might have been acceded to. In fact, they might reasonably insist on leaving the transaction on the ground on which it was placed by the contract of September, 1799, which would have been done in a manner free from all exception by executing such a deed as that tendered on the 2d of January, 1800, after striking out that part of the recital which respected the release.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">The interference of Hepburn and Dundas, in accommodating the suit with Graham, is also urged as an objection to their conduct. They had certainly no right to interfere without the consent of Colin Auld. But when the correspondence is inspected, and it is perceived that they interfered only to effect the object he had himself desired, and which he had avowed his own inability to effect without their consent, the interference must be considered as innocent in point of intention, and unproductive of injury in fact.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The court, then, perceive nothing in the conduct of the plaintiffs, up to the decision of the suit with Graham, which ought to defeat their right to demand a specific performance of this contract. Could they at that time have conveyed a good title, Colin Auld ought to have accepted it.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">It is alleged that the title, sold by the heirs of West to Hepburn and Dundas, was not a title to 6,000 acres of land in severalty, but an undivided interest in a much larger tract, and that, as this purchase was made, not for the purpose of acquiring an estate, but for the purpose of immediately selling and paying a debt which Auld was authorized to collect, the time of executing the contract is very material.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">It is not to be denied that circumstances may render the time material; and the court does not decide that this case is not of that description. But the majority of the court is of opinion, that the estate is to be considered as an estate held in severalty.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">That a complete partition was made by an agreement, binding on all the parties who were interested, is in full proof. This partition would unquestionably have been protected in equity, and the majority of the court conceive that after such a lapse of time, and such a long separate possession, a deed of partition ought to be presumed; and that the court, in which the verdict in the ejectment against Graham was found, might so have directed the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">It remains, then, only to inquire whether Hepburn and Dundas hold a title under West, which is so free from exception that the defendant ought to be decreed to take it.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Long previous to the contract with Colin Auld, Hepburn and Dundas had obtained deeds from all the devisees of John West, jun. who were entitled to undivided parts of the 6,000 acres lying on the Ohio. But the deeds from Thomas West, and Hugh West, were not recorded, and the privy examination on Mrs. Bronaugh, one of the devisees, does not appear. By her deed, therefore, nothing passed, and the deeds of Thomas and Hugh West were liable to very serious objections.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">Had Colin Auld refused to receive a conveyance from Hepburn and Dundas after the termination of Graham's suit, because they were unable to make a good title, the objection would certainly have been entitled to very serious consideration. But his rejection of the conveyance then offered was not induced by any defect in the title. He previously determined not to receive a conveyance, because Graham's contract had not been assigned in such manner as he conceived to be a full execution of the agreement of September, 1799. These omissions, then, to record the deeds of Thomas and Hugh West, and the total want of title as to Mrs. Bronaugh's part, have produced no real inconvenience to Colin Auld. Had the title been unexceptionable, it would still have been refused; and this contest would still have been carried on with the same determined perseverance which marks the conduct of the parties. Under these circumstances, it is the opinion of the majority of the court, that this case ought to be governed by those general principles which regulate the conduct of a court of chancery in decreeing a specific performance, if the defect of title, which existed at the time of contract, be cured before the <i>decree</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Are Hepburn and Dundas now able to convey a perfect title?</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Mrs. Bronaugh and Mrs. Turner, two of the devisees of John West, jun. are dead. On the death of Mrs. Bronaugh, her real estate descended on her brothers and sisters, who were her coheirs. Deeds of confirmation from Hugh and John West, and from Dade and wife have been obtained. Thomas West joined in the deed from Bronaugh and wife for the purpose of releasing his supposed reversion; but there is no conveyance from Francina Turner.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">The court is not satisfied that Thomas West, by uniting in the deed for the purpose of conveying his reversionary interest, has conveyed a title which afterwards descended on him, or has estopped himself from asserting that title. To Thomas West's part of Mrs. Bronaugh's 1,000 acres, then, Hepburn and Dundas have no title.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">On the death of Francina Turner, her interest in her sister Bronaugh's estate, passed to her brothers and sister, who were her coheirs. To Thomas West's share Hepburn and Dundas have no title.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">The undivided interest of Thomas West, which descended on him, at the death of Mrs. Bronaugh, is 166 2-3 acres; and the undivided interest which descended on him, at the death of Francina Turner, is 41 1-3 acres; making 208 acres, to which Hepburn and Dundas have, at this time, no title.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">The omission to record the deed from Thomas West is not cured; and this court is now to decide whether, under these circumstances, Hepburn and Dundas are entitled to claim a specific performance.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">Had there been simply a deficiency of 208 acres, the majority of the court would have considered it as a case for compensation; or had the parties entitled to this land been before the court, a division might possibly have been directed, and compensation for that quantity ordered: but, however this might be, as persons not before the court hold this interest, no order can be made respecting it; and it may very much embarrass those acts for asserting the title which may possibly be necessary. The part actually conveyed by Thomas West, too, never having been confirmed by a deed from himself or his heirs, properly recorded, might impose on Colin Auld the necessity of bringing a suit in chancery to perfect his title; or of being subjected to the inconveniences constantly attending the establishment of a deed not recorded, and the risks inseparable from such a deed.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">This, therefore, is thought by a majority of the court to be a case not proper for a specific performance; <i>and the bill is to be dismissed</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">LIVINGSTON, J. expressed his non-concurrence in the reasoning of the court, in the latter part of the opinion just delivered by the chief justice.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">He would dismiss the bill, even if a good title could now be given by the complainants. This court can no more dispense with punctuality <i>as to time</i> in any case, than with any other part of the agreement. But in this particular case, time was of the essence of the contract. The object was payment of a debt; and from the anxiety of the defendant to resist a decree for a conveyance, and the desire of the complainants to urge it upon him, it is to be presumed that the lands have fallen in value during this delay of the title. The remedy by a decree for a specific performance is a departure from common law, and ought to be granted only in cases where the party who seeks it has strictly entitled himself to it. It is said that by the English authorities, the lapse of time may be disregarded in equity, in decreeing a specific execution of a contract for land. But there is a vast difference between contracts for land in that country and in this. There the lands have a known, fixed, and stable value. Here the price is continually fluctuating and uncertain. A single day often makes a great difference; and in almost every case time is a very material circumstance.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">He dissented also from another part of the opinion, which intimates that if this were simply a deficiency of a few hundred acres, it would be considered as a case of <i>compensation</i>. This part of the opinion does not seem to be necessary, and does not affect the present case; but this court can in no case compel a specific performance on terms and conditions. We cannot decree a special execution for part, and assess damages as to the residue.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">This is like a contract for 5,000 bushels of wheat. A tender of 4,500 would not be good; and we could not compel the purchaser to take a less quantity than he contracted for. So here the contract was for 6,000 acres. The complainants have a title to a part only; we could not compel the defendant to take that part, and give him damages for the non-conveyance of the residue.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">JOHNSON, J. observed, that he had perhaps taken a peculiar view of this subject, but he should be in favour of decreeing a specific performance generally; leaving Auld to his remedy upon the warranty of the complainants for any defect of title which might appear.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">Auld, perhaps, thought it would be a good speculation, and had stipulated for a general warranty.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">He acquiesced, however, in dismissing the bill, because he considered the judgment in the action at law brought by Auld against the complainants, as equivalent to a decree for a specific execution of the agreement, inasmuch as it prevents him from obtaining satisfaction in any other way for the sum awarded.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">MARSHALL, Ch. J. declared the opinion of the court, <i>in the action at law</i>, to be, that the tender of the assignment of Graham's contract, and the power of attorney, was good as pleaded, and that Auld ought to have accepted it.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">Judgment reversed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>9 U.S. 262 (1809)</b></center>\n<center><b>5 Cranch 262</b></center>\n<center><h1>HEPBURN and DUNDAS, plaintiffs in error,<br>\nv.<br>\nCOLIN AULD, defendants in error; and<br>\nHEPBURN and DUNDAS, appellants,<br>\nv.<br>\nCOLIN AULD, appellee.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>March 14, 1809.</center>\n<p><span class=\"star-pagination\">*267</span> <i>Swann</i> and <i>P.B. Key,</i> for the appellants.</p>\n<p><i>E.J. Lee</i> and <i>C. Lee,</i> for the appellee.</p>\n<p><span class=\"star-pagination\">*270</span> MARSHALL, Ch. J. delivered the opinion of the court as follows, viz.</p>\n<p>By the agreement of the 27th of September, 1799, the plaintiffs bound themselves, in the event of not paying, on the 2d of January, in bills of exchange, or money, the amount of the award to be rendered between the parties, to assign and transfer, on that day, to the defendant, a contract they had made with Graham, by which they had sold to him a tract of land containing 6,000 acres for the sum of 18,000 <span class=\"star-pagination\">*271</span> dollars, payable at different times, with interest. They also bound themselves to execute an irrevocable power of attorney enabling the defendant, in their names, to recover the possession of the land, or to enforce the payment of the purchase-money, at his election.</p>\n<p>The defendant covenanted to accept this assignment, <i>towards</i> the discharge of the award, and, if it should exceed the amount thereof, to pay the excess.</p>\n<p>On the part of the defendant it has been contended that this assignment was to be received as security for, and not as payment of, the debt due to Dunlop &amp; Co. But on this point it is impossible to entertain a doubt. The contract itself is conclusive. The word \"<i>towards</i>\" was obviously introduced because, the award not being then made, it was uncertain whether the assignment would completely discharge its amount. But the words of the agreement admit of no other construction than that it was to be received either in part or in full payment, as the sum awarded might be of a greater or less amount than the stipulated value of the contract to be assigned. All the testimony connected with the agreement of September, 1799, tends to confirm this construction.</p>\n<p>The next inquiry respects the transactions of the 2d of January, 1800. The plaintiffs insist, and the defendant denies, that the tender made by Hepburn and Dundas on that day was a legal offer to do what they had covenanted to perform.</p>\n<p>The efficacy of the assignment itself is not questioned; but it is contended on the part of the defendant that the instrument is vitiated by the clause which is introduced into it, reciting, as a part of the consideration on which it was made, that a release of all claims and demands whatsoever, on the part of John Dunlop &amp; Co. against them, had been given.</p>\n<p><span class=\"star-pagination\">*272</span> The contract of September, 1799, certainly does not, in terms, stipulate for such a release; and if this recital in the deed of assignment could possibly prejudice John Dunlop &amp; Co. that circumstance would unquestionably invalidate the tender. But if it should be deemed an unimportant recital, then the tender is a substantial performance of the contract, so far as it was to be performed on the 2d of January, 1800, and at least imposed on Colin Auld the duty of preparing an unexceptionable deed, and demanding its execution.</p>\n<p>It has already been stated that, under the agreement of September, 1799, the assignment of Graham's contract was to be received in payment, and consequently that assignment, accompanied with a proper power of attorney, would discharge the award as fully as a payment in bills of exchange or money. Had the deed, therefore, limited its recital to a discharge of all claims and demands under the award, it would have been strictly correct; for to such a discharge Hepburn and Dundas were entitled. The deed of assignment, properly executed and received, and the power of attorney would, in law, have been a full payment of the award; and the subsequent claims of John Dunlop &amp; Co. would grow out of the agreement of September, 1799.</p>\n<p>The inquiry, whether the general terms of the recital affords any substantial objection to the deed, produces two questions.</p>\n<p>1. Could John Dunlop &amp; Co. have had any other claims and demands on Hepburn and Dundas, than were comprehended in this award?</p>\n<p>2. Would this recital in the deed of assignment impair those claims which grew out of the agreement?</p>\n<p>1. The papers themselves sufficiently show that every claim whatever of John Dunlop &amp; Co. on Hepburn and Dundas was settled in the award. The <span class=\"star-pagination\">*273</span> general complexion of the agreement of September, 1799, proves this; but the particular stipulation to give \"a full receipt and discharge of all claims and demands of John Dunlop &amp; Co. against them,\" in the event of payment of the award being made in money or bills of exchange, places the subject beyond any doubt. Dunlop &amp; Co. had no claims and demands on Hepburn and Dundas, which were not settled in the award.</p>\n<p>2. Could this recital impair the rights of Dunlop &amp; Co. under the agreement of 1799?</p>\n<p>The covenants of that agreement which were not completely satisfied were, 1st. That Hepburn and Dundas would not, after executing the deed of assignment, interfere with the measures which Colin Auld might think proper to pursue for the recovery of either the land sold to Graham, or the money due under Graham's contract; 2d. That they would convey the said lands in fee-simple, after the termination of the suit then depending, to the person who should be decided to be entitled to them.</p>\n<p>1. The covenant not to interfere was not a present duty. The obligation it created did not come into existence until after the execution of the deed of assignment. It was to be a consequence of that deed. At the time of its execution, this was not a claim or a demand. Taking the words in their most literal sense, the covenant not to interfere would not, in the opinion of the court, be released by them: but the court is also of opinion that, if this was in any degree doubtful, these general terms would be restrained by the manifest intent of the parties, apparent on the face of the papers.</p>\n<p>2. This release could not discharge the obligation to convey the lands, after the termination of the suit with Graham, for the reasons assigned against the foregoing objection, and for this additional reason; the deed intended to transfer to <span class=\"star-pagination\">*274</span> Auld all the rights of Graham under the contract, and is so expressed; and one of the covenants in the contract assigned was, to make a conveyance with a general warranty of a title free from all encumbrances.</p>\n<p>The recital, then, presents no solid objection to the deed of assignment, because it could not impair the rights of Dunlop &amp; Co. Yet it is unusual and unnecessary, and had Colin Auld prepared a deed which was perfectly unexceptionable, and Hepburn and Dundas had refused to execute it, this court, although the tender might have been good at law, would probably have held them responsible for any injury which might have been sustained in consequence of such refusal.</p>\n<p>The power of attorney, which was tendered at the same time with the deed of assignment, appears entirely unexceptionable.</p>\n<p>It is, then, the opinion of the court that, on the 2d of January, 1800, Hepburn and Dundas offered to do every thing which it was at that time incumbent on them to do; and that the tender made on that day, with the refusal of that tender, do in law amount to a performance, so far as to place Hepburn and Dundas in the same situation, with regard to the claims of Dunlop &amp; Co. under the award, as if Colin Auld had accepted the deed. This, however, did not discharge them form the duty of executing a proper deed when required, nor from the duty of making conveyances for the land which was the subject of the agreement of September, 1799.</p>\n<p>If a doubt existed on this point, the subsequent conduct of Colin Auld would, in a court of equity, amount to a waiver of the day, so far as respects the tender of the deed, and a consent to accept such deed at an after day within a reasonable time.</p>\n<p>The subsequent demand of a deed by Colin Auld, when he tendered the money which was due on account <span class=\"star-pagination\">*275</span> of the excess of value in the estimated price of the land over the sum awarded to John Dunlop &amp; Co. was made in a manner, and under circumstances, which are not deemed reasonable. Hepburn and Dundas had a right to consider and to take counsel on the deed they were required to execute; and although their delay was unnecessarily great, yet the offer they made might have been acceded to. In fact, they might reasonably insist on leaving the transaction on the ground on which it was placed by the contract of September, 1799, which would have been done in a manner free from all exception by executing such a deed as that tendered on the 2d of January, 1800, after striking out that part of the recital which respected the release.</p>\n<p>The interference of Hepburn and Dundas, in accommodating the suit with Graham, is also urged as an objection to their conduct. They had certainly no right to interfere without the consent of Colin Auld. But when the correspondence is inspected, and it is perceived that they interfered only to effect the object he had himself desired, and which he had avowed his own inability to effect without their consent, the interference must be considered as innocent in point of intention, and unproductive of injury in fact.</p>\n<p>The court, then, perceive nothing in the conduct of the plaintiffs, up to the decision of the suit with Graham, which ought to defeat their right to demand a specific performance of this contract. Could they at that time have conveyed a good title, Colin Auld ought to have accepted it.</p>\n<p>It is alleged that the title, sold by the heirs of West to Hepburn and Dundas, was not a title to 6,000 acres of land in severalty, but an undivided interest in a much larger tract, and that, as this purchase was made, not for the purpose of acquiring an estate, but for the purpose of immediately selling and paying a debt which Auld was authorized to collect, the time of executing the contract is very material.</p>\n<p><span class=\"star-pagination\">*276</span> It is not to be denied that circumstances may tender the time material; and the court does not decide that this case is not of that description. But the majority of the court is of opinion, that the estate is to be considered as an estate held in severalty.</p>\n<p>That a complete partition was made by an agreement, binding on all the parties who were interested, is in full proof. This partition would unquestionably have been protected in equity, and the majority of the court conceive that after such a lapse of time, and such a long separate possession, a deed of partition ought to be presumed; and that the court, in which the verdict in the ejectment against Graham was found, might so have directed the jury.</p>\n<p>It remains, then, only to inquire whether Hepburn and Dundas hold a title under West, which is so free from exception that the defendant ought to be decreed to take it.</p>\n<p>Long previous to the contract with Colin Auld, Hepburn and Dundas had obtained deeds from all the devisees of John West, jun. who were entitled to undivided parts of the 6,000 acres lying on the Ohio. But the deeds from Thomas West, and Hugh West, were not recorded, and the privy examination of Mrs. Bronaugh, one of the devisees, does not appear. By her deed, therefore, nothing passed, and the deeds of Thomas and Hugh West were liable to very serious objections.</p>\n<p>Had Colin Auld refused to receive a conveyance from Hepburn and Dundas after the termination of Graham's suit, because they were unable to make a good title, the objection would certainly have been entitled to very serious consideration. But his rejection of the conveyance then offered was not induced by any defect in the title. He previously determined not to receive a conveyance, because Graham's contract had not been assigned in such manner as he conceived to be a full execution of <span class=\"star-pagination\">*277</span> the agreement of September, 1799. These omissions, then, to record the deeds of Thomas and Hugh West, and the total want of title as to Mrs. Bronaugh's part, have produced no real inconvenience to Colin Auld. Had the title been unexceptionable, it would still have been refused; and this contest would still have been carried on with the same determined perseverance which marks the conduct of the parties. Under these circumstances, it is the opinion of the majority of the court, that this case ought to be governed by those general principles which regulate the conduct of a court of chancery in decreeing a specific performance, if the defect of title, which existed at the time of contract, be cured before the <i>decree.</i></p>\n<p>Are Hepburn and Dundas now able to convey a perfect title?</p>\n<p>Mrs. Bronaugh and Mrs. Turner, two of the devisees of John West, jun. are dead. On the death of Mrs. Bronaugh, her real estate descended on her brothers and sisters, who were her coheirs. Deeds of confirmation from Hugh and John West, and from Dade and wife have been obtained. Thomas West joined in the deed from Bronaugh and wife for the purpose of releasing his supposed reversion; but there is no conveyance from Francina Turner.</p>\n<p>The court is not satisfied that Thomas West, by uniting in the deed for the purpose of conveying his reversionary interest, has conveyed a title which afterwards descended on him, or has estopped himself from asserting that title. To Thomas West's part of Mrs. Bronaugh's 1,000 acres, then, Hepburn and Dundas have no title.</p>\n<p>On the death of Francina Turner, her interest in her sister Bronaugh's estate, passed to her brothers and sister, who were her coheirs. To Thomas West's share Hepburn and Dundas have no title.</p>\n<p><span class=\"star-pagination\">*278</span> The undivided interest of Thomas West, which descended on him, at the death of Mrs. Bronaugh, is 166 2-3 acres; and the undivided interest which descended on him, at the death of Francina Turner, is 41 1-3 acres; making 208 acres, to which Hepburn and Dundas have, at this time, no title.</p>\n<p>The omission to record the deed from Thomas West is not cured; and this court is now to decide whether, under these circumstances, Hepburn and Dundas are entitled to claim a specific performance.</p>\n<p>Had there been simply a deficiency of 208 acres, the majority of the court would have considered it as a case for compensation; or had the parties entitled to this land been before the court, a division might possibly have been directed, and compensation for that quantity ordered: but, however this might be, as persons not before the court hold this interest, no order can be made respecting it; and it may very much embarrass those acts for asserting the title which may possibly be necessary. The part actually conveyed by Thomas West, too, never having been confirmed by a deed from himself or his heirs, properly recorded, might impose on Colin Auld the necessity of bringing a suit in chancery to perfect his title; or of being subjected to the inconveniences constantly attending the establishment of a deed not recorded, and the risks inseparable from such a deed.</p>\n<p>This, therefore, is thought by a majority of the court to be a case not proper for a specific performance; <i>and the bill is to be dismissed.</i></p>\n<p>LIVINGSTON, J. expressed his non-concurrence in the reasoning of the court, in the latter part of the opinion just delivered by the chief justice. He would dismiss the bill, even if a good title could now be given by the complainants. This court can no more dispense with punctuality <i>as to time</i> in any case, than with any other part of the <span class=\"star-pagination\">*279</span> agreement. But in this particular case, time was of the essence of the contract. The object was payment of a debt; and from the anxiety of the defendant to resist a decree for a conveyance, and the desire of the complainants to urge it upon him, it is to be presumed that the lands have fallen in value during this delay of the title. The remedy by a decree for a specific performance is a departure from common law, and ought to be granted only in cases where the party who seeks it has strictly entitled himself to it. It is said that by the English authorities, the lapse of time may be disregarded in equity, in decreeing a specific execution of a contract for land. But there is a vast difference between contracts for land in that country and in this. There the lands have a known, fixed, and stable value. Here the price is continually fluctuating and uncertain. A single day often makes a great difference; and in almost every case time is a very material circumstance.</p>\n<p>He dissented also from another part of the opinion, which intimates that if this were simply a deficiency of a few hundred acres, it would be considered as a case of <i>compensation.</i> This part of the opinion does not seem to be necessary, and does not affect the present case; but this court can in no case compel a specific performance on terms and conditions. We cannot decree a special execution for part, and assess damages as to the residue.</p>\n<p>This is like a contract for 5,000 bushels of wheat. A tender of 4,500 would not be good; and we could not compel the purchaser to take a less quantity than he contracted for. So here the contract was for 6,000 acres. The complainants have a title to a part only; we could not compel the defendant to take that part, and give him damages for the non-conveyance of the residue.</p>\n<p>JOHNSON, J. observed, that he had perhaps taken a peculiar view of this subject, but he should be in favour of decreeing a specific performance generally; <span class=\"star-pagination\">*280</span> leaving Auld to his remedy upon the warranty of the complainants for any defect of title which might appear. Auld, perhaps, thought it would be a good speculation, and had stipulated for a general warranty.</p>\n<p>He acquiesced, however, in dismissing the bill, because he considered the judgment in the action at law brought by Auld against the complainants, as equivalent to a decree for a specific execution of the agreement, inasmuch as it prevents him from obtaining satisfaction in any other way for the sum awarded.</p>\n<p>MARSHALL, Ch. J. declared the opinion of the court, <i>in the action at law,</i> to be, that the tender of the assignment of Graham's contract, and the power of attorney, was good as pleaded, and that Auld ought to have accepted it.</p>\n<p>Judgment reversed.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">262</span></span> (1809)</b></center>\n<center><b>5 Cranch 262</b></center>\n<center><h1>HEPBURN and DUNDAS, plaintiffs in error,<br>\nv.<br>\nCOLIN AULD, defendants in error; and<br>\nHEPBURN and DUNDAS, appellants,<br>\nv.<br>\nCOLIN AULD, appellee.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>March 14, 1809.</center>\n<p><span class=\"star-pagination\">*267</span> <i>Swann</i> and <i>P.B. Key,</i> for the appellants.</p>\n<p><i>E.J. Lee</i> and <i>C. Lee,</i> for the appellee.</p>\n<p><span class=\"star-pagination\">*270</span> MARSHALL, Ch. J. delivered the opinion of the court as follows, viz.</p>\n<p>By the agreement of the 27th of September, 1799, the plaintiffs bound themselves, in the event of not paying, on the 2d of January, in bills of exchange, or money, the amount of the award to be rendered between the parties, to assign and transfer, on that day, to the defendant, a contract they had made with Graham, by which they had sold to him a tract of land containing 6,000 acres for the sum of 18,000 <span class=\"star-pagination\">*271</span> dollars, payable at different times, with interest. They also bound themselves to execute an irrevocable power of attorney enabling the defendant, in their names, to recover the possession of the land, or to enforce the payment of the purchase-money, at his election.</p>\n<p>The defendant covenanted to accept this assignment, <i>towards</i> the discharge of the award, and, if it should exceed the amount thereof, to pay the excess.</p>\n<p>On the part of the defendant it has been contended that this assignment was to be received as security for, and not as payment of, the debt due to Dunlop &amp; Co. But on this point it is impossible to entertain a doubt. The contract itself is conclusive. The word \"<i>towards</i>\" was obviously introduced because, the award not being then made, it was uncertain whether the assignment would completely discharge its amount. But the words of the agreement admit of no other construction than that it was to be received either in part or in full payment, as the sum awarded might be of a greater or less amount than the stipulated value of the contract to be assigned. All the testimony connected with the agreement of September, 1799, tends to confirm this construction.</p>\n<p>The next inquiry respects the transactions of the 2d of January, 1800. The plaintiffs insist, and the defendant denies, that the tender made by Hepburn and Dundas on that day was a legal offer to do what they had covenanted to perform.</p>\n<p>The efficacy of the assignment itself is not questioned; but it is contended on the part of the defendant that the instrument is vitiated by the clause which is introduced into it, reciting, as a part of the consideration on which it was made, that a release of all claims and demands whatsoever, on the part of John Dunlop &amp; Co. against them, had been given.</p>\n<p><span class=\"star-pagination\">*272</span> The contract of September, 1799, certainly does not, in terms, stipulate for such a release; and if this recital in the deed of assignment could possibly prejudice John Dunlop &amp; Co. that circumstance would unquestionably invalidate the tender. But if it should be deemed an unimportant recital, then the tender is a substantial performance of the contract, so far as it was to be performed on the 2d of January, 1800, and at least imposed on Colin Auld the duty of preparing an unexceptionable deed, and demanding its execution.</p>\n<p>It has already been stated that, under the agreement of September, 1799, the assignment of Graham's contract was to be received in payment, and consequently that assignment, accompanied with a proper power of attorney, would discharge the award as fully as a payment in bills of exchange or money. Had the deed, therefore, limited its recital to a discharge of all claims and demands under the award, it would have been strictly correct; for to such a discharge Hepburn and Dundas were entitled. The deed of assignment, properly executed and received, and the power of attorney would, in law, have been a full payment of the award; and the subsequent claims of John Dunlop &amp; Co. would grow out of the agreement of September, 1799.</p>\n<p>The inquiry, whether the general terms of the recital affords any substantial objection to the deed, produces two questions.</p>\n<p>1. Could John Dunlop &amp; Co. have had any other claims and demands on Hepburn and Dundas, than were comprehended in this award?</p>\n<p>2. Would this recital in the deed of assignment impair those claims which grew out of the agreement?</p>\n<p>1. The papers themselves sufficiently show that every claim whatever of John Dunlop &amp; Co. on Hepburn and Dundas was settled in the award. The <span class=\"star-pagination\">*273</span> general complexion of the agreement of September, 1799, proves this; but the particular stipulation to give \"a full receipt and discharge of all claims and demands of John Dunlop &amp; Co. against them,\" in the event of payment of the award being made in money or bills of exchange, places the subject beyond any doubt. Dunlop &amp; Co. had no claims and demands on Hepburn and Dundas, which were not settled in the award.</p>\n<p>2. Could this recital impair the rights of Dunlop &amp; Co. under the agreement of 1799?</p>\n<p>The covenants of that agreement which were not completely satisfied were, 1st. That Hepburn and Dundas would not, after executing the deed of assignment, interfere with the measures which Colin Auld might think proper to pursue for the recovery of either the land sold to Graham, or the money due under Graham's contract; 2d. That they would convey the said lands in fee-simple, after the termination of the suit then depending, to the person who should be decided to be entitled to them.</p>\n<p>1. The covenant not to interfere was not a present duty. The obligation it created did not come into existence until after the execution of the deed of assignment. It was to be a consequence of that deed. At the time of its execution, this was not a claim or a demand. Taking the words in their most literal sense, the covenant not to interfere would not, in the opinion of the court, be released by them: but the court is also of opinion that, if this was in any degree doubtful, these general terms would be restrained by the manifest intent of the parties, apparent on the face of the papers.</p>\n<p>2. This release could not discharge the obligation to convey the lands, after the termination of the suit with Graham, for the reasons assigned against the foregoing objection, and for this additional reason; the deed intended to transfer to <span class=\"star-pagination\">*274</span> Auld all the rights of Graham under the contract, and is so expressed; and one of the covenants in the contract assigned was, to make a conveyance with a general warranty of a title free from all encumbrances.</p>\n<p>The recital, then, presents no solid objection to the deed of assignment, because it could not impair the rights of Dunlop &amp; Co. Yet it is unusual and unnecessary, and had Colin Auld prepared a deed which was perfectly unexceptionable, and Hepburn and Dundas had refused to execute it, this court, although the tender might have been good at law, would probably have held them responsible for any injury which might have been sustained in consequence of such refusal.</p>\n<p>The power of attorney, which was tendered at the same time with the deed of assignment, appears entirely unexceptionable.</p>\n<p>It is, then, the opinion of the court that, on the 2d of January, 1800, Hepburn and Dundas offered to do every thing which it was at that time incumbent on them to do; and that the tender made on that day, with the refusal of that tender, do in law amount to a performance, so far as to place Hepburn and Dundas in the same situation, with regard to the claims of Dunlop &amp; Co. under the award, as if Colin Auld had accepted the deed. This, however, did not discharge them form the duty of executing a proper deed when required, nor from the duty of making conveyances for the land which was the subject of the agreement of September, 1799.</p>\n<p>If a doubt existed on this point, the subsequent conduct of Colin Auld would, in a court of equity, amount to a waiver of the day, so far as respects the tender of the deed, and a consent to accept such deed at an after day within a reasonable time.</p>\n<p>The subsequent demand of a deed by Colin Auld, when he tendered the money which was due on account <span class=\"star-pagination\">*275</span> of the excess of value in the estimated price of the land over the sum awarded to John Dunlop &amp; Co. was made in a manner, and under circumstances, which are not deemed reasonable. Hepburn and Dundas had a right to consider and to take counsel on the deed they were required to execute; and although their delay was unnecessarily great, yet the offer they made might have been acceded to. In fact, they might reasonably insist on leaving the transaction on the ground on which it was placed by the contract of September, 1799, which would have been done in a manner free from all exception by executing such a deed as that tendered on the 2d of January, 1800, after striking out that part of the recital which respected the release.</p>\n<p>The interference of Hepburn and Dundas, in accommodating the suit with Graham, is also urged as an objection to their conduct. They had certainly no right to interfere without the consent of Colin Auld. But when the correspondence is inspected, and it is perceived that they interfered only to effect the object he had himself desired, and which he had avowed his own inability to effect without their consent, the interference must be considered as innocent in point of intention, and unproductive of injury in fact.</p>\n<p>The court, then, perceive nothing in the conduct of the plaintiffs, up to the decision of the suit with Graham, which ought to defeat their right to demand a specific performance of this contract. Could they at that time have conveyed a good title, Colin Auld ought to have accepted it.</p>\n<p>It is alleged that the title, sold by the heirs of West to Hepburn and Dundas, was not a title to 6,000 acres of land in severalty, but an undivided interest in a much larger tract, and that, as this purchase was made, not for the purpose of acquiring an estate, but for the purpose of immediately selling and paying a debt which Auld was authorized to collect, the time of executing the contract is very material.</p>\n<p><span class=\"star-pagination\">*276</span> It is not to be denied that circumstances may tender the time material; and the court does not decide that this case is not of that description. But the majority of the court is of opinion, that the estate is to be considered as an estate held in severalty.</p>\n<p>That a complete partition was made by an agreement, binding on all the parties who were interested, is in full proof. This partition would unquestionably have been protected in equity, and the majority of the court conceive that after such a lapse of time, and such a long separate possession, a deed of partition ought to be presumed; and that the court, in which the verdict in the ejectment against Graham was found, might so have directed the jury.</p>\n<p>It remains, then, only to inquire whether Hepburn and Dundas hold a title under West, which is so free from exception that the defendant ought to be decreed to take it.</p>\n<p>Long previous to the contract with Colin Auld, Hepburn and Dundas had obtained deeds from all the devisees of John West, jun. who were entitled to undivided parts of the 6,000 acres lying on the Ohio. But the deeds from Thomas West, and Hugh West, were not recorded, and the privy examination of Mrs. Bronaugh, one of the devisees, does not appear. By her deed, therefore, nothing passed, and the deeds of Thomas and Hugh West were liable to very serious objections.</p>\n<p>Had Colin Auld refused to receive a conveyance from Hepburn and Dundas after the termination of Graham's suit, because they were unable to make a good title, the objection would certainly have been entitled to very serious consideration. But his rejection of the conveyance then offered was not induced by any defect in the title. He previously determined not to receive a conveyance, because Graham's contract had not been assigned in such manner as he conceived to be a full execution of <span class=\"star-pagination\">*277</span> the agreement of September, 1799. These omissions, then, to record the deeds of Thomas and Hugh West, and the total want of title as to Mrs. Bronaugh's part, have produced no real inconvenience to Colin Auld. Had the title been unexceptionable, it would still have been refused; and this contest would still have been carried on with the same determined perseverance which marks the conduct of the parties. Under these circumstances, it is the opinion of the majority of the court, that this case ought to be governed by those general principles which regulate the conduct of a court of chancery in decreeing a specific performance, if the defect of title, which existed at the time of contract, be cured before the <i>decree.</i></p>\n<p>Are Hepburn and Dundas now able to convey a perfect title?</p>\n<p>Mrs. Bronaugh and Mrs. Turner, two of the devisees of John West, jun. are dead. On the death of Mrs. Bronaugh, her real estate descended on her brothers and sisters, who were her coheirs. Deeds of confirmation from Hugh and John West, and from Dade and wife have been obtained. Thomas West joined in the deed from Bronaugh and wife for the purpose of releasing his supposed reversion; but there is no conveyance from Francina Turner.</p>\n<p>The court is not satisfied that Thomas West, by uniting in the deed for the purpose of conveying his reversionary interest, has conveyed a title which afterwards descended on him, or has estopped himself from asserting that title. To Thomas West's part of Mrs. Bronaugh's 1,000 acres, then, Hepburn and Dundas have no title.</p>\n<p>On the death of Francina Turner, her interest in her sister Bronaugh's estate, passed to her brothers and sister, who were her coheirs. To Thomas West's share Hepburn and Dundas have no title.</p>\n<p><span class=\"star-pagination\">*278</span> The undivided interest of Thomas West, which descended on him, at the death of Mrs. Bronaugh, is 166 2-3 acres; and the undivided interest which descended on him, at the death of Francina Turner, is 41 1-3 acres; making 208 acres, to which Hepburn and Dundas have, at this time, no title.</p>\n<p>The omission to record the deed from Thomas West is not cured; and this court is now to decide whether, under these circumstances, Hepburn and Dundas are entitled to claim a specific performance.</p>\n<p>Had there been simply a deficiency of 208 acres, the majority of the court would have considered it as a case for compensation; or had the parties entitled to this land been before the court, a division might possibly have been directed, and compensation for that quantity ordered: but, however this might be, as persons not before the court hold this interest, no order can be made respecting it; and it may very much embarrass those acts for asserting the title which may possibly be necessary. The part actually conveyed by Thomas West, too, never having been confirmed by a deed from himself or his heirs, properly recorded, might impose on Colin Auld the necessity of bringing a suit in chancery to perfect his title; or of being subjected to the inconveniences constantly attending the establishment of a deed not recorded, and the risks inseparable from such a deed.</p>\n<p>This, therefore, is thought by a majority of the court to be a case not proper for a specific performance; <i>and the bill is to be dismissed.</i></p>\n<p>LIVINGSTON, J. expressed his non-concurrence in the reasoning of the court, in the latter part of the opinion just delivered by the chief justice. He would dismiss the bill, even if a good title could now be given by the complainants. This court can no more dispense with punctuality <i>as to time</i> in any case, than with any other part of the <span class=\"star-pagination\">*279</span> agreement. But in this particular case, time was of the essence of the contract. The object was payment of a debt; and from the anxiety of the defendant to resist a decree for a conveyance, and the desire of the complainants to urge it upon him, it is to be presumed that the lands have fallen in value during this delay of the title. The remedy by a decree for a specific performance is a departure from common law, and ought to be granted only in cases where the party who seeks it has strictly entitled himself to it. It is said that by the English authorities, the lapse of time may be disregarded in equity, in decreeing a specific execution of a contract for land. But there is a vast difference between contracts for land in that country and in this. There the lands have a known, fixed, and stable value. Here the price is continually fluctuating and uncertain. A single day often makes a great difference; and in almost every case time is a very material circumstance.</p>\n<p>He dissented also from another part of the opinion, which intimates that if this were simply a deficiency of a few hundred acres, it would be considered as a case of <i>compensation.</i> This part of the opinion does not seem to be necessary, and does not affect the present case; but this court can in no case compel a specific performance on terms and conditions. We cannot decree a special execution for part, and assess damages as to the residue.</p>\n<p>This is like a contract for 5,000 bushels of wheat. A tender of 4,500 would not be good; and we could not compel the purchaser to take a less quantity than he contracted for. So here the contract was for 6,000 acres. The complainants have a title to a part only; we could not compel the defendant to take that part, and give him damages for the non-conveyance of the residue.</p>\n<p>JOHNSON, J. observed, that he had perhaps taken a peculiar view of this subject, but he should be in favour of decreeing a specific performance generally; <span class=\"star-pagination\">*280</span> leaving Auld to his remedy upon the warranty of the complainants for any defect of title which might appear. Auld, perhaps, thought it would be a good speculation, and had stipulated for a general warranty.</p>\n<p>He acquiesced, however, in dismissing the bill, because he considered the judgment in the action at law brought by Auld against the complainants, as equivalent to a decree for a specific execution of the agreement, inasmuch as it prevents him from obtaining satisfaction in any other way for the sum awarded.</p>\n<p>MARSHALL, Ch. J. declared the opinion of the court, <i>in the action at law,</i> to be, that the tender of the assignment of Graham's contract, and the power of attorney, was good as pleaded, and that Auld ought to have accepted it.</p>\n<p>Judgment reversed.</p>\n</div>", "id": 84905, "judges": "", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/84905/", "sha1": "d8e29a8e23684e02d05f2388854f113055f45379", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T08:59:31"}