{"absolute_url": "/opinion/1087914/louisville-nashville-r-co-v-ohio-valley-tie-co/", "blocked": false, "citation": {"case_name": "Louisville & Nashville R. Co. v. Ohio Valley Tie Co.", "docket_number": "66", "document_uris": ["/api/rest/v2/document/1087914/"], "federal_cite_one": "242 U.S. 288", "federal_cite_three": null, "federal_cite_two": null, "id": 1060685, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/1060685/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 1, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1916-12-18", "date_modified": "2014-10-30T10:15:49.644852", "docket": "/api/rest/v2/docket/1507948/", "download_url": null, "extracted_by_ocr": false, "html": "", "html_lawbox": "<div>\n<center><b>242 U.S. 288 (1916)</b></center>\n<center><h1>LOUISVILLE &amp; NASHVILLE RAILROAD COMPANY<br>\nv.<br>\nOHIO VALLEY TIE COMPANY.</h1></center>\n<center>No. 66.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 3, 6, 1916.</center>\n<center>Decided December 18, 1916.</center>\nERROR TO THE COURT OF APPEALS OF THE STATE OF KENTUCKY.\n<p><i>Mr. Helm Bruce,</i> with whom <i>Mr. Henry L. Stone</i> was on the briefs, for plaintiff in error.</p>\n<p><i>Mr. Edward W. Hines</i> and <i>Mr. John Bryce Baskin,</i> with whom <i>Mr. J.V. Norman</i> was on the briefs, for defendant in error.</p>\n<p><span class=\"star-pagination\">*289</span> MR. JUSTICE HOLMES delivered the opinion of the court.</p>\n<p>This is a suit brought by the defendant in error in 1911 against the Railroad Company to recover for injury to business and other damages alleged to have been caused by the Railroad's acts. The most important feature at this stage is that the Railroad maintained and collected a higher rate for cross-ties than it did for lumber when they were carried between States, although the state commission required the same rate upon both for carriage within the State, and although, as the Railroad knew, the Interstate Commerce Commission repeatedly had decided that the rates for cross-ties and lumber should be the same. It is alleged that these and the other acts complained of were done for the purpose of getting rid of the plaintiff as a competitive buyer, and, in that sense, maliciously. The plaintiff tried to meet the higher rate by directing delivery within the State of ties intended to go beyond, which attempt the defendant encountered by refusal to carry them except on its interstate tariff, and hampered the plaintiff by declining to let its cars leave its road, by deliveries at points requiring a haul by wagon and so forth, and, in short, it may be assumed that the Railroad did other acts to further the alleged end, not necessary to be stated here.</p>\n<p>Shortly before bringing this suit the plaintiff complained to the Interstate Commerce Commission in respect of charges collected upon ninety-one carloads of ties, and in 1912 obtained an order that the Railroad pay to it $6198 as reparation for unreasonable rates, and establish a rate for ties not to exceed its contemporaneous one for lumber of the same kind of wood. This order was pleaded by an amendment to the petition and it appeared at the trial that the sum awarded had been paid. As the damage alleged was attributed mainly to the publication and exaction of excessive charges, the defendant insisted at <span class=\"star-pagination\">*290</span> the trial and before the Court of Appeals upon its rights under the Act to Regulate Commerce, and those rights were passed upon by the court, so that there is no doubt of the jurisdiction here, although some questions were raised that we think it unnecessary to discuss.</p>\n<p>The defendant contended and asked for a ruling that in this action no damages could be allowed \"on account of defendant having charged to and collected from plaintiff unreasonable rates of freight for the carriage of interstate shipments of cross-ties\" and other rulings to similar effect. It also asked an instruction that under the Act to Regulate Commerce it was required to collect the rates fixed by its tariff on file and in effect. These requests were refused, and the jury were told that if they believed that the rates found by the Interstate Commerce Commission to be unreasonable were wilfully and maliciously maintained with intent to injure the plaintiff's business, and that the defendant knew them to be unreasonable, and that by its acts it tied up a part of the plaintiff's capital, and so damaged the plaintiff's business, then upon this, as well as on several other possible findings stated, they would find for the plaintiff. The jury found a verdict for the plaintiff for certain itemized expenses and for $50,000 damage to plaintiff's business and credit as mentioned in the above instruction. Judgment on the verdict was affirmed by the Court of Appeals. 161 Kentucky, 212.</p>\n<p>The Court of Appeals decided that the Act to Regulate Commerce committed to the Interstate Commerce Commission only the granting of special relief against the making of an overcharge and that the satisfaction of the Commission's award still left open an action in the state courts to recover what are termed general damages  such as are supposed to have been recovered in this case. In this we are of opinion that the court was wrong.</p>\n<p>By § 8 a common carrier violating the commands of the act is made liable to the person injured thereby \"for the <span class=\"star-pagination\">*291</span> full amount of damages sustained in consequence\" of the violation. By § 9 any person so injured may make complaint to the Commission or may sue in a court of the United States to recover the damages for which the carrier is liable under the act, but must elect in each case which of the two methods of procedure he will adopt. The rule of damages in one hardly can be different from that proper for the other. An award directing the carrier to pay to the complainant the sum to which he is entitled is provided for by § 16. By the same section if the carrier does not comply in due time with the order the complainant may sue in a state court  which implies that if the order has been complied with and the money paid no suit can be maintained. It is to be noticed further that reparation before answer is contemplated as possible by § 13 and in that case the carrier shall be relieved of liability to the complainant though only of course for the particular violation of law. The decisions say that whatever the damages were they could be recovered; <i>Pennsylvania R.R. Co.</i> v. <i>International Coal Mining Co.,</i> 230 U.S. 184, 202, 203; <i>Meeker</i> v. <i>Lehigh Valley R.R. Co.,</i> 236 U.S. 412, 429; and that the statute determines the extent of damages. <i>Pennsylvania R.R. Co.</i> v. <i>Clark Brothers Coal Mining Co.,</i> 238 U.S. 456, 472. We are of opinion that all damage that properly can be attributed to an overcharge, whether it be the keeping of the plaintiff out of its money, dwelt upon by the trial court, or the damage to its business following as a remoter result of the same cause, must be taken to have been considered in the award of the Commission and compensated when that award was paid.</p>\n<p>If at a new trial the plaintiff can prove that the defendant unjustifiably refused cars or caused it other damage not attributable to the overcharge of freight, our decision does not prevent a recovery; but it is evident that the present judgment embraces elements that cannot be allowed.</p>\n<p><i>Judgment reversed.</i></p>\n</div>", "html_with_citations": "", "id": 1087914, "judges": "Holmes", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/1087914/", "sha1": "c8ad0302d07623395734ca6de1e432d242784ea7", "source": "L", "time_retrieved": "2013-10-29T20:03:47.876731"}