{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "204 U.S. 43", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/96561/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Kann v. King", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "Nos. 16, 17", 
    "id": 80944, 
    "resource_uri": "/api/rest/v2/citation/80944/"
  }, 
  "id": 96561, 
  "blocked": false, 
  "judges": "White", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1907-01-07", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>204 U.S. 43 (1907)</b></center>\n<center><h1>KANN<br>\nv.<br>\nKING.<br>\nWEBB<br>\nv.<br>\nKING.</h1></center>\n<center>Nos. 16, 17.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 8, 9, 1906.</center>\n<center>Decided January 7, 1907.</center>\nAPPEALS FROM THE COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA.\n<p><i>Mr. William G. Johnson</i> for appellants, Kann.</p>\n<p><i>Mr. R. Ross Perry,</i> with whom <i>Mr. R. Ross Perry, Jr.</i> and <i>Mr. E.S. Theall</i> were on the brief, for appellant, Webb.</p>\n<p><i>Mr. J.J. Darlington</i> and <i>Mr. Leon Tobriner</i> for appellee.</p>\n<p><span class=\"star-pagination\">*47</span> MR. JUSTICE WHITE delivered the opinion of the court.</p>\n<p>These appeals are from a decree of the Court of Appeals of the District of Columbia, which adjudged that a tax-sale of certain real estate in the District was void, and which relieved the lessee of the premises from a threatened forfeiture of the lease, asserted to have resulted from the failure of the tenant to pay the taxes to enforce which the tax-sale was made. The complainant in the original bill was Caroline King, the lessee <span class=\"star-pagination\">*48</span> of the premises, and the defendants were Marianne A.B. Kennedy (the lessor) and Louis Kann, Sigmund Kann and Myer Cohen, whom it was alleged claimed to be either the equitable or legal owners of the tax-title in question. The defendant Kennedy died the day the bill was filed, and Henry Randall Webb, as her executor, and Maria G. Dewey, as her heir at law, were substituted as defendants.</p>\n<p>The lessor prosecuted an appeal from an order granting an injunction <i>pendente lite,</i> restraining him, among other things, from prosecuting landlord and tenant proceedings, based upon a right of reentry arising from the alleged forfeiture caused by the non-payment of taxes and tax sale referred to in the bill. The Court of Appeals on the face of the bill sustained the order of injunction. 21 App. D.C. 141. The cause having been put at issue by separate answers asserting the right of the lessor to forfeit and the right of the holders of the tax title was tried on the merits and was decided in favor of the complainant. It was taken to the Court of Appeals on behalf of all the defendants except Mrs. Dewey, and the decree of the lower court, adjudging the tax sale to be void and relieving from the alleged forfeiture, was affirmed. 25 App. D.C. 182.</p>\n<p>The origin of the controversy and the facts as to which there are no dispute are as follows:</p>\n<p>The property in controversy, No. 715 Market Space, in the City of Washington, was owned by and assessed for taxation in the name of Maria T. Gillis at the time of her death, intestate, in 1871. Marianne A.B. Kennedy, as the heir at law of Mrs. Gillis, took possession of the property as owner, without any administration upon the estate of Mrs. Gillis. After the death of Mrs. Gillis, continuously up to the making of the tax-sale hereafter referred to, the property remained on the public records and continued to be assessed in the name of Mrs. Gillis, except that a small portion of the rear end of the premises was, at a time not shown, but prior to the tax-sale before referred to, assessed for taxation in the name of Mrs. Kennedy and her husband.</p>\n<p><span class=\"star-pagination\">*49</span> In 1890, Mrs. Kennedy leased in writing the premises to Henry King, Jr., the husband of complainant, for use as a fancy dry-goods store, and by several extensions the period of expiration of this lease came to be October 1, 1908. By the lease the lessee, his executors and administrators or assigns, were bound, \"during the continuance and until the end and determination of the said term, for which the said premises are demised, to pay or cause to be paid in each and every year thereof the taxes, general and special, of every character and description, assessed against and levied upon the said premises by the authorities of the general or local government.\" The right to terminate the lease and to reenter upon the breach of any of the conditions was stipulated. When the lease was made King, the lessee, was engaged in the dry-goods business in a store on Seventh street, not far from the Market Space store. Under the lease he entered into possession of the Market Space store and carried on, in addition, business there until his death on August 18, 1897. Sanctioned by an order of the Probate Court, an assignment of the lease covering the store on Market Space was made to Caroline King, the widow. The business was thereafter conducted for a time solely in her name. She did not, however, actively supervise it. Her elder son, Harry King, who had been, during the latter years of his father's life, in general charge of the business for his father, remained in that capacity, after the death of the father, as the representative of his mother, assisted at the Market Space store, in a subordinate capacity, by a brother, Joseph King, who, during the father's life, had also, in a subordinate capacity, been engaged in business at that place. From the making of the lease in 1890 to the death of King in 1897 it was the habit of Mrs. Kennedy, when the tax on the Market Space store was about to become payable, to request the lessee to send her a check for the amount of the tax, and on the receipt thereof the tax was paid either by Mrs. Kennedy or her agent. This course was not, however, followed, after the death of King. The first installment of taxes which fell due in November, 1897, soon after the <span class=\"star-pagination\">*50</span> death of King, was directly discharged by Mrs. King, who took and retained the receipt. This was done at the request of Mrs. Kennedy, who called at the Market Space store about Christmas, 1897, and asked that the tax be paid. From that time no request was made by the lessor to the tenant, as the taxes fell due, to send her the money to enable her to pay them, nor is it shown that any express demands were made that the tenant pay the taxes directly. From the time of the payment by the tenant, near the close of 1897, of the first installment of taxes which fell due after the death of her husband, until the summer of 1900, a period of more than two and a-half years, no taxes whatever were paid upon the leased premises. In the interval the following taxes became overdue:</p>\n<blockquote>Second installment of tax for 1898, due in May, 1898;</blockquote>\n<blockquote>First installment of tax for 1899, due in November, 1898;</blockquote>\n<blockquote>Second installment of tax for 1899, due in May, 1899;</blockquote>\n<blockquote>First installment of tax for 1900, due in November, 1899; and,</blockquote>\n<blockquote>Second installment of tax for 1900, due in May, 1900.</blockquote>\n<p>On July 24, 1900, the two installments of the tax for 1900, due in November, 1899, and May, 1900, with accrued penalties, were paid by the tenant under the following circumstances: As testified by Harry King, he being concerned over past due taxes, owing on a large number of tracts of real estate owned by the estate of his father, it \"occurred\" to him to have the \"bookkeeper go down to the tax office and inquire for the tax bills of 715 Market Space.\" The bookkeeper went and subsequently reported that the two installments for 1900 were due, and Harry King paid them. The nature of the inquiry made by the bookkeeper at the tax office, and what occurred, is the subject of controversy, and we pretermit its consideration. Nearly a year after, in May, 1901, the two installments of taxes for 1899, due in November, 1898, and May, 1899, with interest and penalties, along with the taxes for 1901, were paid by the tenant. The payment of the 1899 taxes was by way of redemption of a sale of the property for such taxes made on April 12, <span class=\"star-pagination\">*51</span> 1900. There is no doubt that the payment of the arrears for 1899 was a result of the visit by the bookkeeper to the tax office. It will be observed that the payments which were made in 1900 and 1901, of taxes which were in arrears, did not embrace the second installment of the tax of 1898, due in May, 1898. To enforce that installment a sale had been made in April, 1899, and a certificate was issued to the purchaser a few days thereafter, which was subject to a right of redemption during a period of two years. In other words, when the installments of taxes which were in arrears were paid on July 24, 1900, the property had been sold for the last half of the tax of 1898, and when the payment was made in 1901 of the arrears for 1899 the period for redemption had elapsed.</p>\n<p>On July 25, 1901, Mrs. King received a letter sent from Rochester, New York, by one Wiltsie, stating that he had bought the property in April, 1899, at a tax sale to enforce the tax for the second half of the year 1898, and that he was entitled to a deed of the property, but would surrender the tax certificate if immediate payment was made of the amount of his, Wiltsie's, advance, viz., $143.93, together with the statutory interest at the rate of fifteen per cent, and a charge for releasing to be agreed upon. Harry King replied to this letter on July 30, 1901, and asked to be informed of the charge for redemption. Wiltsie answered on August 1, 1901, calculating the statutory interest at $50.38, and naming $100 as his fee or charge for releasing. To this letter reply was made that Harry King was out of town, and that on his return the letter of Wiltsie would be laid before him. On September 17, 1901, Wiltsie wrote King, and called attention to the fact that he had not heard from him, and requested to be informed by return mail when the matter would have attention. To this, King replied, objecting to the charge of $100 for releasing, and stated that in his opinion $50 would be an equitable charge. The letter concluded as follows:</p>\n<p>\"Unfortunately we have paid you quite a considerable amount of money in the past for tax-sales. We are not interested <span class=\"star-pagination\">*52</span> in this piece of property in any way except as tenant, as we are not the owners or the mortgagees. If it should meet with your approval send us a bill and we will send check.\"</p>\n<p>It was replied on September 24, 1901, that if the matter was attended to promptly $75 would be accepted for the release certificate, and that the papers had been sent to the Central National Bank of Washington where, on payment of $272.90, they would be delivered up.</p>\n<p>Neither Mrs. King nor her representatives, after learning in July of the sale of the property and of the outstanding tax title, gave any notice of that fact to the lessor, nor did they apparently concern themselves further about the matter, until the purchase of the certificate from Wiltsie, as hereafter stated, by Cohen, one of the defendants.</p>\n<p>Both the Kann defendants carried on business on Market Space, having stores on each side of the property leased to King, and the situation was therefore such that the possession of that property was particularly advantageous to the Kanns. Indeed, they had at some previous time stated to Webb, the attorney of the lessor, that if they could obtain a long lease of the premises they would be willing to pay a rent much in advance of that paid by Mrs. King. Some time in September, 1901, one Knight called upon the Kanns and informed them that the property at 715 Market Space had been sold for taxes. They referred him to Webb, the attorney of the lessor. Knight called upon Webb, said to him that Wiltsie had bought the property at the tax sale, and solicited employment to set aside the sale. Webb on the next day made inquiry, and discovered the fact of the sale and the outstanding certificate and the lapse of the period of redemption. He informed the lessor of the fact and of her right to forfeit the lease. Mrs. Kennedy, who was advance in age, being nearly eighty years old, was perturbed, and, in a letter to Webb, expressed solicitude as to obtaining a new tenant in case the lease of Mrs. King was forfeited. As a result of the conferences and the correspondence between Mrs. Kennedy and her counsel, the latter called on Cohen, <span class=\"star-pagination\">*53</span> another defendant, who was the attorney of the Kanns, and desired to know whether the Kanns were yet willing to lease at an increased rent, and was informed they were. Shortly after Cohen advised the Kanns to purchase the Wiltsie tax-certificate, and upon their giving him authority to use his discretion in the matter he determined to go at once to Rochester to accomplish that purpose. He communicated his intentions to Webb, who endeavored to dissuade him. Cohen went to Rochester. The papers which had been sent to Washington in consequence of the correspondence between Wiltsie and King were returned to Rochester. Cohen bought the certificate, took an assignment of the same in October, 1901, and, returning to Washington procured a tax-deed for the property from the Commissioners of the District, which was duly recorded. Thereafter Mrs. Kennedy notified Mrs. King of her intention to reenter because of the forfeiture of the lease resulting from the sale of the property for the non-payment of taxes. Harry King then called at the bank to take up the certificate, and found that it had been returned to Wiltsie. Negotiations ensued between Mrs. King and Mrs. Kennedy, looking to a compromise of the matter, and a letter was written by the counsel of Mrs. King to Mrs. Kennedy, asking to be permitted to use her name in proceedings to be brought to cancel the tax-sale. This was declined. At all times Mrs. King insisted upon her right to continue in possession under the lease despite the default. The Kanns notified Mrs. Kennedy that they were the real holders of the tax-title, and would attempt to enforce their rights under it unless a lease of the property was made to them at the previously suggested increased rental. The counsel of Mrs. Kennedy, Webb, advised making such a lease. Placed between the threatened assertion by the Kanns of the tax-title, unless they obtained a lease, and the insistance of Mrs. King that she was entitled to retain the property under her lease, Mrs. Kennedy wavered. The result was a letter addressed by Webb, the counsel for Mrs. Kennedy, to the counsel for Mrs. King, submitting a proposition of compromise, which was in substance <span class=\"star-pagination\">*54</span> that Mrs. Kennedy would waive the forfeiture upon condition that Mrs. King promptly commenced and prosecuted proceedings to have the tax-deed to Cohen declared a nullity or defend against any claim under the tax title, and upon the further condition that Mrs. King furnish a bond with sufficient surety to pay the sum of seventy thousand dollars in the event that the tax title was held to be valid. Counsel for Mrs. King in writing declined this offer. The letter doing this made no counter proposition, but referred to and did not expressly withdraw the previous offer of Mrs. King, if she were allowed the use of Mrs. Kennedy's name, to conduct proceedings to vacate the tax title. In addition the letter, which was quite lengthy, expressly stated the opinion of the counsel of Mrs. King to be that the tax title was void and could be set aside. It insisted that Mrs. King would be relieved by a court of equity from the forfeiture alleged to have resulted from her inadvertent omission to pay the tax, and besides stated various grounds, which, it was deemed, placed Mrs. Kennedy in a position where she could not, as against Mrs. King, ask to be protected against the risk, if any, of the outstanding tax-title held by the Kanns. These grounds were, in substance, that the tax-certificate had been bought by the Kanns at the instance of the counsel of Mrs. Kennedy, for the purpose of making sure of a forfeiture of Mrs. King's rights, and with the knowledge that negotiations were pending between Mrs. King and Wiltsie, and for the purpose of forestalling the acquisition by Mrs. King of the tax-certificate.</p>\n<p>The negotiations having failed, Mrs. Kennedy commenced landlord and tenant proceedings to recover possession. Before the time set for the trial of the proceedings Mrs. King commenced this suit, which, as we at the outset stated, sought to have the tax-title declared void, to have complainant relieved from the forfeiture, and for an injunction restraining the prosecution of a landlord and tenant proceeding.</p>\n<p>That a court of equity, even in the absence of special circumstances of fraud, accident or mistake, may relieve against a <span class=\"star-pagination\">*55</span> forfeiture incurred by the breach of a covenant to pay rent, on the payment or tender of all arrears of rent and interest by a defaulting lessee, is elementary. <i>Sheets</i> v. <i>Selden,</i> 7 Wall. 416. But that principle cannot control this case, even if it be conceded, for the sake of argument, that it applies to collateral covenants in leases, such as the obligation to repair, to insure, (and even to pay taxes), said in the <i>Sheets</i><i> case</i> to be settled in England adversely to such right, but to be an open question in this country, and as to which there may be differences of opinion in state courts of last resort. <i>Noyes</i> v. <i>Anderson,</i> 124 N.Y. 175; <i>Giles</i> v. <i>Austin,</i> 62 N.Y. 486, 491; <i>Gordon</i> v. <i>Richardson,</i> 185 Massachusetts, 492; <i>Lundin</i> v. <i>Schaeffel,</i> 167 Massachusetts, 465; <i>Mactier</i> v. <i>Osborn,</i> 146 Massachusetts, 399; <i>Tibbetts</i> v. <i>Cate,</i> 66 N.H. 550; <i>Bacon</i> v. <i>Park,</i> 19 Utah, 246. We say this, because the general principle, as declared in the <i>Sheets</i><i> case,</i> rests upon the ground that \"the rent is the object of the parties, and the forfeiture only an incident intended to secure its payment; that the measure of damages is fixed and certain, and that when the principal and interest are paid the compensation is complete.\" When the foundation upon which the doctrine is based is borne in mind it becomes apparent that it affords no ground for the contention that it is applicable to a case where the failure to perform a covenant to pay taxes has led to a tax-sale, ripening into a <i>prima facie</i> irredeemable title held adversely to the lessor. In other words, the doctrine lends no support to the proposition that a court of equity can require an owner to risk the loss of his property by compelling him to engage in a contest involving the validity of an irredeemable tax sale, for the purpose of endowing the tenant with the right, if the tax-title be held invalid, to pay the taxes and thus be relieved of a forfeiture. To extend the principle to such a degree would be destructive of rights of property, since it would subject everyone who made a lease of his property, containing a covenant by the lessee to pay taxes, to the hazard of the loss of his title, if only the tenant chose to violate the covenant, and thus give rise to the coming into existence of a tax-title, <i>prima</i> <span class=\"star-pagination\">*56</span> <i>facie</i> valid and irredeemable in character. And the force of these considerations is not avoided by the reasoning which led the court below to its conclusion or by the arguments at bar advanced to support that conclusion.</p>\n<p>Thus, the court, in its opinion, considering the paramount issue to be the validity of the tax-sale, first disposed of that question, and, concluding that the sale was void, proceeded to determine its power to grant relief from the forfeiture, upon the hypothesis that there never had been a tax-sale, that the taxes were still due, and could be paid, and that the tenant was willing to pay them. But thus to contemplate the controversy was to assume the very question for decision, that is, the power of a court of equity, in order to relieve from a forfeiture, to endow a tenant with the right to create, at the risk of the owner, a primary controversy, viz., to compel the owner against his will to jeopardize his title by testing the validity of the irredeemable tax-sale, a hazard which the owner was desirous of avoiding. The paramount issue was not, as assumed, the invalidity of the tax-sale as a mere abstract question, but, we repeat, was the right of the tenant to invoke at the hands of the court a determination of that question at the risk of the owner. And this view is not changed by saying that the decision at the instance of the tenant as to the validity of an irredeemable tax-title, held by a third person, was an incident to the right of the tenant to be relieved from the forfeiture, for to so say is but to destroy the foundation upon which the right to relief from the forfeiture rested, that is, the ability of the tenant when applying for relief to make complete compensation. And the misconception of the general doctrine just pointed out pervades the argument at bar of the appellee. Thus while no authority is referred to sustaining the right of a tenant to test the validity of an outstanding <i>prima facie</i> irredeemable tax deed, caused to exist by the default of the tenant, the ultimate result of the contentions is to assume that principle as established and to predicate rights upon that hypothesis. In other words, in substance, by a <i>petitio principii,</i> the propositions <span class=\"star-pagination\">*57</span> urged treat the outstanding tax-title as void and proceeded to demonstrate the right to relief under that assumption.</p>\n<p>There being, then, no foundation for the contention that it was within the ordinary power of a court of equity to relieve from the forfeiture, we come to consider whether the case as made by the record is brought within the general authority of a court of equity to relieve in cases of fraud, accident or mistake. We put out of view, for ulterior consideration, the question of fraud, and therefore presently examine only the contentions as to the existence of the elements of accident or mistake. In considering this subject two propositions are obvious: First, where the forfeiture from which relief is sought has been occasioned by the gross negligence of the person claiming to be relieved, the default so occasioned is not one brought about by accident or mistake; and, second, that even where accident or mistake has been shown, especially in the absence of culpability or fraud on the part of the other party, a court of equity will not grant relief from the forfeiture, unless it can be done with justice to that party.</p>\n<p>Referring to its opinion on the appeal from the order granting an injunction <i>pendente lite,</i> and in effect reiterating the view therein expressed, that the averments of the bill justified the relief prayed, the court in its opinion on the final hearing said:</p>\n<p>\"But the testimony makes it more plain than even the allegations of the bill of complaint did that she is entitled to the relief which she asks. The testimony shows quite conclusively that, while the lease required the annual taxes on the property to be paid by the lessee, yet the invariable custom of the lessor down to the time of the default had been to demand and receive the amount of the taxes from the lessee, and to pay the taxes herself by her own agents. For the taxes of the second half of the year 1898, in connection with which the default occurred, the lessor failed for some reason to make the usual demand for the money wherewith to pay the taxes; and the lessee was in the midst of financial trouble and distress caused by the recent death of her husband, who had been the lessee down to the <span class=\"star-pagination\">*58</span> time of his death. The record shows to us quite plainly that the default of the lessee was excusable under the circumstances; and that no harm would be done to any one by her relief from the nominal forfeiture which she has incurred.\"</p>\n<p>By this reasoning it was assumed the case was brought within the grounds of relief for accident or mistake upon two inferences, both treated as alleged in the bill and established by the testimony: first, the prior practice of the lessor in calling upon the tenant to hand her the money to pay the taxes and then herself paying them; and, second, the failure of the lessee, after this practice was discontinued, to call to mind that the tax was due and payable, owing to her disturbed state of mind at that particular time. In the argument at bar reliance is principally rested upon the first of these grounds, and indeed it is insisted that the testimony goes much further than implied by the court below, and demonstrates that the conduct of the lessor was such as to mislead the lessee, and thereby estop the former from asserting the forfeiture.</p>\n<p>Let us consider separately the two grounds: First, accident or mistake as engendered by the course of dealing of the lessor, and, second, accident or mistake arising from oversight, the alleged result of the particular circumstances surrounding the tenant at the time of the failure to pay the taxes. As to the first ground it would seem to be an afterthought, since it was not suggested in the correspondence between the parties immediately preceding the litigation that Mrs. Kennedy by her conduct had in anywise led to the default of the tenant. To the contrary, that view was excluded, for in the letter written to Mrs. Kennedy, dated October 8, 1901, asking authority to use her name in proceedings to be brought by the tenant to cancel the tax-sale, the attorneys of Mrs. King said:</p>\n<p>\"We assume that you are aware that your tenant has always paid the taxes upon the demised premises, and the failure to pay the one made the basis of the notice was an oversight, caused by the death of Mr. Henry King, Jr., which was being remedied at the time your notice was received.\"</p>\n<p><span class=\"star-pagination\">*59</span> And although it would seem that the court below assumed to the contrary, the fact is the bill contained no averment justifying the default in paying, upon the theory that it had been induced by the conduct of the lessor. To the reverse it was specifically stated in the fifth paragraph of the bill that the alleged single default in the payment of taxes arose \"wholly through oversight and inadvertence,\" without in anywise charging that the conduct of Mrs. Kennedy was in whole or in part the cause of the oversight or inadvertence. Besides, in the eleventh paragraph of the bill, explicit reference was made to the letter to which we have just above referred, and it was alleged that by its terms Mrs. Kennedy was notified, \"that the failure to pay the taxes was simply an oversight, which was being remedied at the time the notice of refusal to accept the rent was received.\" True it is that the testimony shows that prior to the death of Henry King, Jr., in August, 1897, the lessor was in the habit of calling upon the tenant for the amount required to pay the tax then due or about to become due, in order that she might herself pay it. True also is it that Harry King, in testifying, made statements from which the inference can be deduced that in conducting the business for his mother, after the assignment of the lease subsequent to the death of his father, he relied upon a continuance of this practice. But it must be borne in mind these statements were made after the death of Mrs. Kennedy, who died on the day the bill was filed, and their inaccuracy is, we think, conclusively shown by the mode of dealing following the assignment of the lease and the conduct of the tenant in respect to the matter of taxes. The very first payment of taxes made after the death of Henry King, Jr., was made by the tenant herself, paying the taxes at the request of Mrs. Kennedy and retaining the receipt. Nearly three years of default followed, without any payment of taxes by the tenant whatever and without any inquiry being made by the tenant on the subject. When in July, 1900, the two defaulting installments of the tax for 1900 were paid by the tenant they were not paid at the instance of Mrs. Kennedy, or because <span class=\"star-pagination\">*60</span> of any request upon her part, but because it \"occurred\" to the tenant to do so. When they were paid the payment embraced interest and penalties, for which the tenant could not have deemed herself responsible if the course of dealing asserted had been relied upon. Despite this fact, no proof whatever was made of any notice to Mrs. Kennedy of the fact or of any claim being made against her in the premises. And the same thing is true as to the payments made in May, 1901, of the current taxes and some of the overdue installments. Besides, when these payments were made the property had been sold for the overdue installments, but was yet subject to redemption, and the statutory interest of fifteen per cent was paid by the tenant without any intimation of a claim of any character against the lessor. Indeed, the conduct of the tenant in respect to the very tax for which a forfeiture was asserted is absolutely inconsistent with the theory that she deemed that her landlord was the cause of the default, for when notice was received by the tenant from the purchaser at the tax-sale of the outstanding irredeemable tax-certificate more than two months and a half elapsed before the purchase of the certificate by Cohen, and no complaint was made to the landlord that she had neglected to demand payment of the tax, and that in consequence the default and loss was occasioned, but a negotiation was opened to purchase the outstanding title for the account of the tenant alone. When this line of conduct is considered in connection with the fact, already stated, the conclusion is inevitable that the suggestion that the conduct of the landlord had induced the failure to pay, first made after the death of Mrs. Kennedy, is without foundation.</p>\n<p>And the facts which we have just stated also render it impossible to conclude that the non-payment of the tax was due to a mere temporary oversight, and not to gross negligence. How can an inference of temporary oversight be possible when the long period of the failure by the tenant to pay any tax whatever is borne in mind, and when we also consider the delay of more than two months and a half which took place after <span class=\"star-pagination\">*61</span> knowledge was conveyed, by the letter of Wiltsie, of the outstanding irredeemable tax certificate?</p>\n<p>The fact that the tenant was a merchant, and of necessity kept mercantile books, is significant. The mind cannot conceive of adequate entries being made of the taxes which were belatedly paid, which would not have at once suggested those which were unpaid. The inference fairly deducible from the letter to Wiltsie \u0097 \"Unfortunately we have paid you quite a considerable amount of money in the past for tax sales\" \u0097 adds cogency to the irresistible inferences as to negligence.</p>\n<p>And even if the foregoing considerations which establish the absence of accident or mistake and demonstrate the presence of gross negligence are put out of mind, and accident or mistake be assumed, for the sake of the argument nevertheless, under the circumstances of the case, a court of equity could not give relief. This follows, since the relief sought could not be afforded without subjecting the lessor to the peril of contesting the validity of the outstanding <i>prima facie</i> irredeemable tax-title.</p>\n<p>We come to the question which we hitherto put aside for final consideration, viz., the alleged fraud. It, in any event, only involves a consideration of what took place with regard to the purchase of the tax-certificate by Cohen as the agent of the Kanns, and the circumstances surrounding and connected with that purchase and the use made of the certificate. Concerning these matters the court below said:</p>\n<p>\"We find no evidence whatever in the record of any fraud or wrongdoing perpetrated by anyone concerned. We only find the evidence of a situation created by a keen commercial rivalry and shrewd management, wholly untainted by wrongdoing, but still a situation from which injury is threatened to the complainant's rights of property, and against which she is entitled to be relieved. For that there was an arrangement between the defendants whereby the tax-certificate was to be used to oust the complainant from the property, we think is too plain to be reasonably questioned. There was undoubtedly a concurrence of effort for that purpose, perhaps no formal combination <span class=\"star-pagination\">*62</span> or preconcerted action. But it matters not what we call it. The undoubted fact is there was cooperation between the defendants to use the tax-certificate to the detriment of the complainant's rights; and there being such cooperation, the defense of multifariousness cannot prevail. The one purpose of the bill is to relieve the complainant from the effect of this tax-certificate and of the tax-title based upon it.\"</p>\n<p>For the reason that we agree with the finding that there is no evidence whatever of any fraud or wrongdoing by anyone concerned, we are constrained to disagree with the conclusion that the complainant was entitled to relief. We say this, because we are of opinion that the relief awarded could only have been justified upon the finding that there was fraud and wrongdoing. We so conclude, because if it be accepted that there was an agreement and combination as to the certificate, entirely free from every element of fraud or wrongdoing, we fail to perceive how an agreement of that character afforded ground for granting the relief which was given. But disregarding mere forms of expression and assuming that the general finding that there was no fraud or wrongdoing was intended to be limited to intentional as distinguished from constructive fraud or wrongdoing, let us briefly review the facts concerning the acquisition and use made of the certificate, in order to fix whether such a finding is at all sustained by the record. Although we think it immaterial, as there was no evidence whatever tending to show that the lessor or her attorney procured the purchase of the certificate by Cohen, that subject may be put out of view. The irredeemable tax-certificate was in the hands of an belonged to Wiltsie. He notified the tenant that he held it more than two months and a half before the purchase by Cohen, and proffered his willingness to assign it to the tenant. As shown by the undisputed facts which we have stated, with indifference both to her own interest and the interest of the landlord, the tenant neither acted for herself by accepting the offer nor gave any notification whatever to the landlord on the subject. Cohen, as the agent of the Kanns, learned of the existence of the <span class=\"star-pagination\">*63</span> irredeemable tax-sale and of the person who held the certificate. He purchased it by the authority of and for the benefit of his principals, the Kanns. By the express terms of the statute under which the certificate was issued it was assignable. Granting that the purchase was made in order to aid the Kanns in obtaining a lease of the property, in the absence of any legal duty owing by them to the tenant, we fail to perceive how the motive of Cohen or his principals could operate to make the otherwise lawful action constructively wrongful. The tenant, by whose negligent default the sale of the property had been occasioned, certainly had no exclusive preemptive right to the purchase of the certificate, which would operate to render its purchase by anyone else in his own interest void. After the purchase of the certificate by Cohen, what was the position of the landlord? On the one hand confronted by the assertion of the tenant that the outstanding tax-title was void, that she had a right to be relieved from the forfeiture caused by the non-payment of the tax, and was entitled to continue in possession under the lease, and on the other with an offer on the part of the holder of the tax-title to quitclaim the same, and thus avoid testing its validity, if only a lease was made which would be advantageous. When it is again borne in mind that this situation was brought about by the neglect of the tenant to perform his covenant to pay the taxes, and by his procrastination in respect to acquiring the tax-certificate which had been previously offered to him, we can conceive of no principle of equity preventing the landlord from taking a course not forbidden by law which was not only most conducive to her own interest, but which besides obviated the danger of submitting her title to a contest concerning the validity of a tax-sale. But if an equitable principle could be conceived of which prevented the landlord from so acting under the circumstances stated, that principle would be inapplicable to the case before us, when one of the undisputed facts to which we have already called attention is considered. That fact is this: Before the landlord irrevocably determined to avail of the forfeiture and thus avoid <span class=\"star-pagination\">*64</span> the risk to herself concerning the outstanding tax-title, she offered to condone the forfeiture, provided the tenant commenced proceedings to have the outstanding tax-title declared invalid, and also secured the landlord from loss in the event that such tax title should be sustained, which offer was declined on grounds substantially asserting that the risk resulting from the default of the tenant should be borne by the owner and not by the tenant.</p>\n<p>The decree of the court below is reversed and the cause remanded with instructions to dismiss the bill for want of equity.</p>\n<p><i>Reversed.</i></p>\n<p>THE CHIEF JUSTICE and MR. JUSTICE HARLAN dissent.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:41:36", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">204</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">43</span></span> (1907)</b></center>\n<center><h1>KANN<br>\nv.<br>\nKING.<br>\nWEBB<br>\nv.<br>\nKING.</h1></center>\n<center>Nos. 16, 17.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 8, 9, 1906.</center>\n<center>Decided January 7, 1907.</center>\nAPPEALS FROM THE COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA.\n<p><i>Mr. William G. Johnson</i> for appellants, Kann.</p>\n<p><i>Mr. R. Ross Perry,</i> with whom <i>Mr. R. Ross Perry, Jr.</i> and <i>Mr. E.S. Theall</i> were on the brief, for appellant, Webb.</p>\n<p><i>Mr. J.J. Darlington</i> and <i>Mr. Leon Tobriner</i> for appellee.</p>\n<p><span class=\"star-pagination\">*47</span> MR. JUSTICE WHITE delivered the opinion of the court.</p>\n<p>These appeals are from a decree of the Court of Appeals of the District of Columbia, which adjudged that a tax-sale of certain real estate in the District was void, and which relieved the lessee of the premises from a threatened forfeiture of the lease, asserted to have resulted from the failure of the tenant to pay the taxes to enforce which the tax-sale was made. The complainant in the original bill was Caroline King, the lessee <span class=\"star-pagination\">*48</span> of the premises, and the defendants were Marianne A.B. Kennedy (the lessor) and Louis Kann, Sigmund Kann and Myer Cohen, whom it was alleged claimed to be either the equitable or legal owners of the tax-title in question. The defendant Kennedy died the day the bill was filed, and Henry Randall Webb, as her executor, and Maria G. Dewey, as her heir at law, were substituted as defendants.</p>\n<p>The lessor prosecuted an appeal from an order granting an injunction <i>pendente lite,</i> restraining him, among other things, from prosecuting landlord and tenant proceedings, based upon a right of reentry arising from the alleged forfeiture caused by the non-payment of taxes and tax sale referred to in the bill. The Court of Appeals on the face of the bill sustained the order of injunction. 21 App. D.C. 141. The cause having been put at issue by separate answers asserting the right of the lessor to forfeit and the right of the holders of the tax title was tried on the merits and was decided in favor of the complainant. It was taken to the Court of Appeals on behalf of all the defendants except Mrs. Dewey, and the decree of the lower court, adjudging the tax sale to be void and relieving from the alleged forfeiture, was affirmed. 25 App. D.C. 182.</p>\n<p>The origin of the controversy and the facts as to which there are no dispute are as follows:</p>\n<p>The property in controversy, No. 715 Market Space, in the City of Washington, was owned by and assessed for taxation in the name of Maria T. Gillis at the time of her death, intestate, in 1871. Marianne A.B. Kennedy, as the heir at law of Mrs. Gillis, took possession of the property as owner, without any administration upon the estate of Mrs. Gillis. After the death of Mrs. Gillis, continuously up to the making of the tax-sale hereafter referred to, the property remained on the public records and continued to be assessed in the name of Mrs. Gillis, except that a small portion of the rear end of the premises was, at a time not shown, but prior to the tax-sale before referred to, assessed for taxation in the name of Mrs. Kennedy and her husband.</p>\n<p><span class=\"star-pagination\">*49</span> In 1890, Mrs. Kennedy leased in writing the premises to Henry King, Jr., the husband of complainant, for use as a fancy dry-goods store, and by several extensions the period of expiration of this lease came to be October 1, 1908. By the lease the lessee, his executors and administrators or assigns, were bound, \"during the continuance and until the end and determination of the said term, for which the said premises are demised, to pay or cause to be paid in each and every year thereof the taxes, general and special, of every character and description, assessed against and levied upon the said premises by the authorities of the general or local government.\" The right to terminate the lease and to reenter upon the breach of any of the conditions was stipulated. When the lease was made King, the lessee, was engaged in the dry-goods business in a store on Seventh street, not far from the Market Space store. Under the lease he entered into possession of the Market Space store and carried on, in addition, business there until his death on August 18, 1897. Sanctioned by an order of the Probate Court, an assignment of the lease covering the store on Market Space was made to Caroline King, the widow. The business was thereafter conducted for a time solely in her name. She did not, however, actively supervise it. Her elder son, Harry King, who had been, during the latter years of his father's life, in general charge of the business for his father, remained in that capacity, after the death of the father, as the representative of his mother, assisted at the Market Space store, in a subordinate capacity, by a brother, Joseph King, who, during the father's life, had also, in a subordinate capacity, been engaged in business at that place. From the making of the lease in 1890 to the death of King in 1897 it was the habit of Mrs. Kennedy, when the tax on the Market Space store was about to become payable, to request the lessee to send her a check for the amount of the tax, and on the receipt thereof the tax was paid either by Mrs. Kennedy or her agent. This course was not, however, followed, after the death of King. The first installment of taxes which fell due in November, 1897, soon after the <span class=\"star-pagination\">*50</span> death of King, was directly discharged by Mrs. King, who took and retained the receipt. This was done at the request of Mrs. Kennedy, who called at the Market Space store about Christmas, 1897, and asked that the tax be paid. From that time no request was made by the lessor to the tenant, as the taxes fell due, to send her the money to enable her to pay them, nor is it shown that any express demands were made that the tenant pay the taxes directly. From the time of the payment by the tenant, near the close of 1897, of the first installment of taxes which fell due after the death of her husband, until the summer of 1900, a period of more than two and a-half years, no taxes whatever were paid upon the leased premises. In the interval the following taxes became overdue:</p>\n<blockquote>Second installment of tax for 1898, due in May, 1898;</blockquote>\n<blockquote>First installment of tax for 1899, due in November, 1898;</blockquote>\n<blockquote>Second installment of tax for 1899, due in May, 1899;</blockquote>\n<blockquote>First installment of tax for 1900, due in November, 1899; and,</blockquote>\n<blockquote>Second installment of tax for 1900, due in May, 1900.</blockquote>\n<p>On July 24, 1900, the two installments of the tax for 1900, due in November, 1899, and May, 1900, with accrued penalties, were paid by the tenant under the following circumstances: As testified by Harry King, he being concerned over past due taxes, owing on a large number of tracts of real estate owned by the estate of his father, it \"occurred\" to him to have the \"bookkeeper go down to the tax office and inquire for the tax bills of 715 Market Space.\" The bookkeeper went and subsequently reported that the two installments for 1900 were due, and Harry King paid them. The nature of the inquiry made by the bookkeeper at the tax office, and what occurred, is the subject of controversy, and we pretermit its consideration. Nearly a year after, in May, 1901, the two installments of taxes for 1899, due in November, 1898, and May, 1899, with interest and penalties, along with the taxes for 1901, were paid by the tenant. The payment of the 1899 taxes was by way of redemption of a sale of the property for such taxes made on April 12, <span class=\"star-pagination\">*51</span> 1900. There is no doubt that the payment of the arrears for 1899 was a result of the visit by the bookkeeper to the tax office. It will be observed that the payments which were made in 1900 and 1901, of taxes which were in arrears, did not embrace the second installment of the tax of 1898, due in May, 1898. To enforce that installment a sale had been made in April, 1899, and a certificate was issued to the purchaser a few days thereafter, which was subject to a right of redemption during a period of two years. In other words, when the installments of taxes which were in arrears were paid on July 24, 1900, the property had been sold for the last half of the tax of 1898, and when the payment was made in 1901 of the arrears for 1899 the period for redemption had elapsed.</p>\n<p>On July 25, 1901, Mrs. King received a letter sent from Rochester, New York, by one Wiltsie, stating that he had bought the property in April, 1899, at a tax sale to enforce the tax for the second half of the year 1898, and that he was entitled to a deed of the property, but would surrender the tax certificate if immediate payment was made of the amount of his, Wiltsie's, advance, viz., $143.93, together with the statutory interest at the rate of fifteen per cent, and a charge for releasing to be agreed upon. Harry King replied to this letter on July 30, 1901, and asked to be informed of the charge for redemption. Wiltsie answered on August 1, 1901, calculating the statutory interest at $50.38, and naming $100 as his fee or charge for releasing. To this letter reply was made that Harry King was out of town, and that on his return the letter of Wiltsie would be laid before him. On September 17, 1901, Wiltsie wrote King, and called attention to the fact that he had not heard from him, and requested to be informed by return mail when the matter would have attention. To this, King replied, objecting to the charge of $100 for releasing, and stated that in his opinion $50 would be an equitable charge. The letter concluded as follows:</p>\n<p>\"Unfortunately we have paid you quite a considerable amount of money in the past for tax-sales. We are not interested <span class=\"star-pagination\">*52</span> in this piece of property in any way except as tenant, as we are not the owners or the mortgagees. If it should meet with your approval send us a bill and we will send check.\"</p>\n<p>It was replied on September 24, 1901, that if the matter was attended to promptly $75 would be accepted for the release certificate, and that the papers had been sent to the Central National Bank of Washington where, on payment of $272.90, they would be delivered up.</p>\n<p>Neither Mrs. King nor her representatives, after learning in July of the sale of the property and of the outstanding tax title, gave any notice of that fact to the lessor, nor did they apparently concern themselves further about the matter, until the purchase of the certificate from Wiltsie, as hereafter stated, by Cohen, one of the defendants.</p>\n<p>Both the Kann defendants carried on business on Market Space, having stores on each side of the property leased to King, and the situation was therefore such that the possession of that property was particularly advantageous to the Kanns. Indeed, they had at some previous time stated to Webb, the attorney of the lessor, that if they could obtain a long lease of the premises they would be willing to pay a rent much in advance of that paid by Mrs. King. Some time in September, 1901, one Knight called upon the Kanns and informed them that the property at 715 Market Space had been sold for taxes. They referred him to Webb, the attorney of the lessor. Knight called upon Webb, said to him that Wiltsie had bought the property at the tax sale, and solicited employment to set aside the sale. Webb on the next day made inquiry, and discovered the fact of the sale and the outstanding certificate and the lapse of the period of redemption. He informed the lessor of the fact and of her right to forfeit the lease. Mrs. Kennedy, who was advance in age, being nearly eighty years old, was perturbed, and, in a letter to Webb, expressed solicitude as to obtaining a new tenant in case the lease of Mrs. King was forfeited. As a result of the conferences and the correspondence between Mrs. Kennedy and her counsel, the latter called on Cohen, <span class=\"star-pagination\">*53</span> another defendant, who was the attorney of the Kanns, and desired to know whether the Kanns were yet willing to lease at an increased rent, and was informed they were. Shortly after Cohen advised the Kanns to purchase the Wiltsie tax-certificate, and upon their giving him authority to use his discretion in the matter he determined to go at once to Rochester to accomplish that purpose. He communicated his intentions to Webb, who endeavored to dissuade him. Cohen went to Rochester. The papers which had been sent to Washington in consequence of the correspondence between Wiltsie and King were returned to Rochester. Cohen bought the certificate, took an assignment of the same in October, 1901, and, returning to Washington procured a tax-deed for the property from the Commissioners of the District, which was duly recorded. Thereafter Mrs. Kennedy notified Mrs. King of her intention to reenter because of the forfeiture of the lease resulting from the sale of the property for the non-payment of taxes. Harry King then called at the bank to take up the certificate, and found that it had been returned to Wiltsie. Negotiations ensued between Mrs. King and Mrs. Kennedy, looking to a compromise of the matter, and a letter was written by the counsel of Mrs. King to Mrs. Kennedy, asking to be permitted to use her name in proceedings to be brought to cancel the tax-sale. This was declined. At all times Mrs. King insisted upon her right to continue in possession under the lease despite the default. The Kanns notified Mrs. Kennedy that they were the real holders of the tax-title, and would attempt to enforce their rights under it unless a lease of the property was made to them at the previously suggested increased rental. The counsel of Mrs. Kennedy, Webb, advised making such a lease. Placed between the threatened assertion by the Kanns of the tax-title, unless they obtained a lease, and the insistance of Mrs. King that she was entitled to retain the property under her lease, Mrs. Kennedy wavered. The result was a letter addressed by Webb, the counsel for Mrs. Kennedy, to the counsel for Mrs. King, submitting a proposition of compromise, which was in substance <span class=\"star-pagination\">*54</span> that Mrs. Kennedy would waive the forfeiture upon condition that Mrs. King promptly commenced and prosecuted proceedings to have the tax-deed to Cohen declared a nullity or defend against any claim under the tax title, and upon the further condition that Mrs. King furnish a bond with sufficient surety to pay the sum of seventy thousand dollars in the event that the tax title was held to be valid. Counsel for Mrs. King in writing declined this offer. The letter doing this made no counter proposition, but referred to and did not expressly withdraw the previous offer of Mrs. King, if she were allowed the use of Mrs. Kennedy's name, to conduct proceedings to vacate the tax title. In addition the letter, which was quite lengthy, expressly stated the opinion of the counsel of Mrs. King to be that the tax title was void and could be set aside. It insisted that Mrs. King would be relieved by a court of equity from the forfeiture alleged to have resulted from her inadvertent omission to pay the tax, and besides stated various grounds, which, it was deemed, placed Mrs. Kennedy in a position where she could not, as against Mrs. King, ask to be protected against the risk, if any, of the outstanding tax-title held by the Kanns. These grounds were, in substance, that the tax-certificate had been bought by the Kanns at the instance of the counsel of Mrs. Kennedy, for the purpose of making sure of a forfeiture of Mrs. King's rights, and with the knowledge that negotiations were pending between Mrs. King and Wiltsie, and for the purpose of forestalling the acquisition by Mrs. King of the tax-certificate.</p>\n<p>The negotiations having failed, Mrs. Kennedy commenced landlord and tenant proceedings to recover possession. Before the time set for the trial of the proceedings Mrs. King commenced this suit, which, as we at the outset stated, sought to have the tax-title declared void, to have complainant relieved from the forfeiture, and for an injunction restraining the prosecution of a landlord and tenant proceeding.</p>\n<p>That a court of equity, even in the absence of special circumstances of fraud, accident or mistake, may relieve against a <span class=\"star-pagination\">*55</span> forfeiture incurred by the breach of a covenant to pay rent, on the payment or tender of all arrears of rent and interest by a defaulting lessee, is elementary. <i>Sheets</i> v. <i>Selden,</i> 7 Wall. 416. But that principle cannot control this case, even if it be conceded, for the sake of argument, that it applies to collateral covenants in leases, such as the obligation to repair, to insure, (and even to pay taxes), said in the <i>Sheets</i><i> case</i> to be settled in England adversely to such right, but to be an open question in this country, and as to which there may be differences of opinion in state courts of last resort. <i>Noyes</i> v. <i>Anderson,</i> 124 N.Y. 175; <i>Giles</i> v. <i>Austin,</i> <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">486</span></span>, 491; <i>Gordon</i> v. <i>Richardson,</i> 185 Massachusetts, 492; <i>Lundin</i> v. <i>Schaeffel,</i> 167 Massachusetts, 465; <i>Mactier</i> v. <i>Osborn,</i> 146 Massachusetts, 399; <i>Tibbetts</i> v. <i>Cate,</i> 66 N.H. 550; <i>Bacon</i> v. <i>Park,</i> 19 Utah, 246. We say this, because the general principle, as declared in the <i>Sheets</i><i> case,</i> rests upon the ground that \"the rent is the object of the parties, and the forfeiture only an incident intended to secure its payment; that the measure of damages is fixed and certain, and that when the principal and interest are paid the compensation is complete.\" When the foundation upon which the doctrine is based is borne in mind it becomes apparent that it affords no ground for the contention that it is applicable to a case where the failure to perform a covenant to pay taxes has led to a tax-sale, ripening into a <i>prima facie</i> irredeemable title held adversely to the lessor. In other words, the doctrine lends no support to the proposition that a court of equity can require an owner to risk the loss of his property by compelling him to engage in a contest involving the validity of an irredeemable tax sale, for the purpose of endowing the tenant with the right, if the tax-title be held invalid, to pay the taxes and thus be relieved of a forfeiture. To extend the principle to such a degree would be destructive of rights of property, since it would subject everyone who made a lease of his property, containing a covenant by the lessee to pay taxes, to the hazard of the loss of his title, if only the tenant chose to violate the covenant, and thus give rise to the coming into existence of a tax-title, <i>prima</i> <span class=\"star-pagination\">*56</span> <i>facie</i> valid and irredeemable in character. And the force of these considerations is not avoided by the reasoning which led the court below to its conclusion or by the arguments at bar advanced to support that conclusion.</p>\n<p>Thus, the court, in its opinion, considering the paramount issue to be the validity of the tax-sale, first disposed of that question, and, concluding that the sale was void, proceeded to determine its power to grant relief from the forfeiture, upon the hypothesis that there never had been a tax-sale, that the taxes were still due, and could be paid, and that the tenant was willing to pay them. But thus to contemplate the controversy was to assume the very question for decision, that is, the power of a court of equity, in order to relieve from a forfeiture, to endow a tenant with the right to create, at the risk of the owner, a primary controversy, viz., to compel the owner against his will to jeopardize his title by testing the validity of the irredeemable tax-sale, a hazard which the owner was desirous of avoiding. The paramount issue was not, as assumed, the invalidity of the tax-sale as a mere abstract question, but, we repeat, was the right of the tenant to invoke at the hands of the court a determination of that question at the risk of the owner. And this view is not changed by saying that the decision at the instance of the tenant as to the validity of an irredeemable tax-title, held by a third person, was an incident to the right of the tenant to be relieved from the forfeiture, for to so say is but to destroy the foundation upon which the right to relief from the forfeiture rested, that is, the ability of the tenant when applying for relief to make complete compensation. And the misconception of the general doctrine just pointed out pervades the argument at bar of the appellee. Thus while no authority is referred to sustaining the right of a tenant to test the validity of an outstanding <i>prima facie</i> irredeemable tax deed, caused to exist by the default of the tenant, the ultimate result of the contentions is to assume that principle as established and to predicate rights upon that hypothesis. In other words, in substance, by a <i>petitio principii,</i> the propositions <span class=\"star-pagination\">*57</span> urged treat the outstanding tax-title as void and proceeded to demonstrate the right to relief under that assumption.</p>\n<p>There being, then, no foundation for the contention that it was within the ordinary power of a court of equity to relieve from the forfeiture, we come to consider whether the case as made by the record is brought within the general authority of a court of equity to relieve in cases of fraud, accident or mistake. We put out of view, for ulterior consideration, the question of fraud, and therefore presently examine only the contentions as to the existence of the elements of accident or mistake. In considering this subject two propositions are obvious: First, where the forfeiture from which relief is sought has been occasioned by the gross negligence of the person claiming to be relieved, the default so occasioned is not one brought about by accident or mistake; and, second, that even where accident or mistake has been shown, especially in the absence of culpability or fraud on the part of the other party, a court of equity will not grant relief from the forfeiture, unless it can be done with justice to that party.</p>\n<p>Referring to its opinion on the appeal from the order granting an injunction <i>pendente lite,</i> and in effect reiterating the view therein expressed, that the averments of the bill justified the relief prayed, the court in its opinion on the final hearing said:</p>\n<p>\"But the testimony makes it more plain than even the allegations of the bill of complaint did that she is entitled to the relief which she asks. The testimony shows quite conclusively that, while the lease required the annual taxes on the property to be paid by the lessee, yet the invariable custom of the lessor down to the time of the default had been to demand and receive the amount of the taxes from the lessee, and to pay the taxes herself by her own agents. For the taxes of the second half of the year 1898, in connection with which the default occurred, the lessor failed for some reason to make the usual demand for the money wherewith to pay the taxes; and the lessee was in the midst of financial trouble and distress caused by the recent death of her husband, who had been the lessee down to the <span class=\"star-pagination\">*58</span> time of his death. The record shows to us quite plainly that the default of the lessee was excusable under the circumstances; and that no harm would be done to any one by her relief from the nominal forfeiture which she has incurred.\"</p>\n<p>By this reasoning it was assumed the case was brought within the grounds of relief for accident or mistake upon two inferences, both treated as alleged in the bill and established by the testimony: first, the prior practice of the lessor in calling upon the tenant to hand her the money to pay the taxes and then herself paying them; and, second, the failure of the lessee, after this practice was discontinued, to call to mind that the tax was due and payable, owing to her disturbed state of mind at that particular time. In the argument at bar reliance is principally rested upon the first of these grounds, and indeed it is insisted that the testimony goes much further than implied by the court below, and demonstrates that the conduct of the lessor was such as to mislead the lessee, and thereby estop the former from asserting the forfeiture.</p>\n<p>Let us consider separately the two grounds: First, accident or mistake as engendered by the course of dealing of the lessor, and, second, accident or mistake arising from oversight, the alleged result of the particular circumstances surrounding the tenant at the time of the failure to pay the taxes. As to the first ground it would seem to be an afterthought, since it was not suggested in the correspondence between the parties immediately preceding the litigation that Mrs. Kennedy by her conduct had in anywise led to the default of the tenant. To the contrary, that view was excluded, for in the letter written to Mrs. Kennedy, dated October 8, 1901, asking authority to use her name in proceedings to be brought by the tenant to cancel the tax-sale, the attorneys of Mrs. King said:</p>\n<p>\"We assume that you are aware that your tenant has always paid the taxes upon the demised premises, and the failure to pay the one made the basis of the notice was an oversight, caused by the death of Mr. Henry King, Jr., which was being remedied at the time your notice was received.\"</p>\n<p><span class=\"star-pagination\">*59</span> And although it would seem that the court below assumed to the contrary, the fact is the bill contained no averment justifying the default in paying, upon the theory that it had been induced by the conduct of the lessor. To the reverse it was specifically stated in the fifth paragraph of the bill that the alleged single default in the payment of taxes arose \"wholly through oversight and inadvertence,\" without in anywise charging that the conduct of Mrs. Kennedy was in whole or in part the cause of the oversight or inadvertence. Besides, in the eleventh paragraph of the bill, explicit reference was made to the letter to which we have just above referred, and it was alleged that by its terms Mrs. Kennedy was notified, \"that the failure to pay the taxes was simply an oversight, which was being remedied at the time the notice of refusal to accept the rent was received.\" True it is that the testimony shows that prior to the death of Henry King, Jr., in August, 1897, the lessor was in the habit of calling upon the tenant for the amount required to pay the tax then due or about to become due, in order that she might herself pay it. True also is it that Harry King, in testifying, made statements from which the inference can be deduced that in conducting the business for his mother, after the assignment of the lease subsequent to the death of his father, he relied upon a continuance of this practice. But it must be borne in mind these statements were made after the death of Mrs. Kennedy, who died on the day the bill was filed, and their inaccuracy is, we think, conclusively shown by the mode of dealing following the assignment of the lease and the conduct of the tenant in respect to the matter of taxes. The very first payment of taxes made after the death of Henry King, Jr., was made by the tenant herself, paying the taxes at the request of Mrs. Kennedy and retaining the receipt. Nearly three years of default followed, without any payment of taxes by the tenant whatever and without any inquiry being made by the tenant on the subject. When in July, 1900, the two defaulting installments of the tax for 1900 were paid by the tenant they were not paid at the instance of Mrs. Kennedy, or because <span class=\"star-pagination\">*60</span> of any request upon her part, but because it \"occurred\" to the tenant to do so. When they were paid the payment embraced interest and penalties, for which the tenant could not have deemed herself responsible if the course of dealing asserted had been relied upon. Despite this fact, no proof whatever was made of any notice to Mrs. Kennedy of the fact or of any claim being made against her in the premises. And the same thing is true as to the payments made in May, 1901, of the current taxes and some of the overdue installments. Besides, when these payments were made the property had been sold for the overdue installments, but was yet subject to redemption, and the statutory interest of fifteen per cent was paid by the tenant without any intimation of a claim of any character against the lessor. Indeed, the conduct of the tenant in respect to the very tax for which a forfeiture was asserted is absolutely inconsistent with the theory that she deemed that her landlord was the cause of the default, for when notice was received by the tenant from the purchaser at the tax-sale of the outstanding irredeemable tax-certificate more than two months and a half elapsed before the purchase of the certificate by Cohen, and no complaint was made to the landlord that she had neglected to demand payment of the tax, and that in consequence the default and loss was occasioned, but a negotiation was opened to purchase the outstanding title for the account of the tenant alone. When this line of conduct is considered in connection with the fact, already stated, the conclusion is inevitable that the suggestion that the conduct of the landlord had induced the failure to pay, first made after the death of Mrs. Kennedy, is without foundation.</p>\n<p>And the facts which we have just stated also render it impossible to conclude that the non-payment of the tax was due to a mere temporary oversight, and not to gross negligence. How can an inference of temporary oversight be possible when the long period of the failure by the tenant to pay any tax whatever is borne in mind, and when we also consider the delay of more than two months and a half which took place after <span class=\"star-pagination\">*61</span> knowledge was conveyed, by the letter of Wiltsie, of the outstanding irredeemable tax certificate?</p>\n<p>The fact that the tenant was a merchant, and of necessity kept mercantile books, is significant. The mind cannot conceive of adequate entries being made of the taxes which were belatedly paid, which would not have at once suggested those which were unpaid. The inference fairly deducible from the letter to Wiltsie \u0097 \"Unfortunately we have paid you quite a considerable amount of money in the past for tax sales\" \u0097 adds cogency to the irresistible inferences as to negligence.</p>\n<p>And even if the foregoing considerations which establish the absence of accident or mistake and demonstrate the presence of gross negligence are put out of mind, and accident or mistake be assumed, for the sake of the argument nevertheless, under the circumstances of the case, a court of equity could not give relief. This follows, since the relief sought could not be afforded without subjecting the lessor to the peril of contesting the validity of the outstanding <i>prima facie</i> irredeemable tax-title.</p>\n<p>We come to the question which we hitherto put aside for final consideration, viz., the alleged fraud. It, in any event, only involves a consideration of what took place with regard to the purchase of the tax-certificate by Cohen as the agent of the Kanns, and the circumstances surrounding and connected with that purchase and the use made of the certificate. Concerning these matters the court below said:</p>\n<p>\"We find no evidence whatever in the record of any fraud or wrongdoing perpetrated by anyone concerned. We only find the evidence of a situation created by a keen commercial rivalry and shrewd management, wholly untainted by wrongdoing, but still a situation from which injury is threatened to the complainant's rights of property, and against which she is entitled to be relieved. For that there was an arrangement between the defendants whereby the tax-certificate was to be used to oust the complainant from the property, we think is too plain to be reasonably questioned. There was undoubtedly a concurrence of effort for that purpose, perhaps no formal combination <span class=\"star-pagination\">*62</span> or preconcerted action. But it matters not what we call it. The undoubted fact is there was cooperation between the defendants to use the tax-certificate to the detriment of the complainant's rights; and there being such cooperation, the defense of multifariousness cannot prevail. The one purpose of the bill is to relieve the complainant from the effect of this tax-certificate and of the tax-title based upon it.\"</p>\n<p>For the reason that we agree with the finding that there is no evidence whatever of any fraud or wrongdoing by anyone concerned, we are constrained to disagree with the conclusion that the complainant was entitled to relief. We say this, because we are of opinion that the relief awarded could only have been justified upon the finding that there was fraud and wrongdoing. We so conclude, because if it be accepted that there was an agreement and combination as to the certificate, entirely free from every element of fraud or wrongdoing, we fail to perceive how an agreement of that character afforded ground for granting the relief which was given. But disregarding mere forms of expression and assuming that the general finding that there was no fraud or wrongdoing was intended to be limited to intentional as distinguished from constructive fraud or wrongdoing, let us briefly review the facts concerning the acquisition and use made of the certificate, in order to fix whether such a finding is at all sustained by the record. Although we think it immaterial, as there was no evidence whatever tending to show that the lessor or her attorney procured the purchase of the certificate by Cohen, that subject may be put out of view. The irredeemable tax-certificate was in the hands of an belonged to Wiltsie. He notified the tenant that he held it more than two months and a half before the purchase by Cohen, and proffered his willingness to assign it to the tenant. As shown by the undisputed facts which we have stated, with indifference both to her own interest and the interest of the landlord, the tenant neither acted for herself by accepting the offer nor gave any notification whatever to the landlord on the subject. Cohen, as the agent of the Kanns, learned of the existence of the <span class=\"star-pagination\">*63</span> irredeemable tax-sale and of the person who held the certificate. He purchased it by the authority of and for the benefit of his principals, the Kanns. By the express terms of the statute under which the certificate was issued it was assignable. Granting that the purchase was made in order to aid the Kanns in obtaining a lease of the property, in the absence of any legal duty owing by them to the tenant, we fail to perceive how the motive of Cohen or his principals could operate to make the otherwise lawful action constructively wrongful. The tenant, by whose negligent default the sale of the property had been occasioned, certainly had no exclusive preemptive right to the purchase of the certificate, which would operate to render its purchase by anyone else in his own interest void. After the purchase of the certificate by Cohen, what was the position of the landlord? On the one hand confronted by the assertion of the tenant that the outstanding tax-title was void, that she had a right to be relieved from the forfeiture caused by the non-payment of the tax, and was entitled to continue in possession under the lease, and on the other with an offer on the part of the holder of the tax-title to quitclaim the same, and thus avoid testing its validity, if only a lease was made which would be advantageous. When it is again borne in mind that this situation was brought about by the neglect of the tenant to perform his covenant to pay the taxes, and by his procrastination in respect to acquiring the tax-certificate which had been previously offered to him, we can conceive of no principle of equity preventing the landlord from taking a course not forbidden by law which was not only most conducive to her own interest, but which besides obviated the danger of submitting her title to a contest concerning the validity of a tax-sale. But if an equitable principle could be conceived of which prevented the landlord from so acting under the circumstances stated, that principle would be inapplicable to the case before us, when one of the undisputed facts to which we have already called attention is considered. That fact is this: Before the landlord irrevocably determined to avail of the forfeiture and thus avoid <span class=\"star-pagination\">*64</span> the risk to herself concerning the outstanding tax-title, she offered to condone the forfeiture, provided the tenant commenced proceedings to have the outstanding tax-title declared invalid, and also secured the landlord from loss in the event that such tax title should be sustained, which offer was declined on grounds substantially asserting that the risk resulting from the default of the tenant should be borne by the owner and not by the tenant.</p>\n<p>The decree of the court below is reversed and the cause remanded with instructions to dismiss the bill for want of equity.</p>\n<p><i>Reversed.</i></p>\n<p>THE CHIEF JUSTICE and MR. JUSTICE HARLAN dissent.</p>\n</div>", 
  "sha1": "28ef84f828e26dddfb1fcaddf5ec43a2a1e92d72", 
  "date_modified": "2014-12-21T01:34:42.748270", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/96561/kann-v-king/", 
  "citation_count": 0, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1116055/", 
  "html": "<p class=\"case_cite\">204 U.S. 43</p>\n    <p class=\"case_cite\">27 S.Ct. 213</p>\n    <p class=\"case_cite\">51 L.Ed. 360</p>\n    <p class=\"parties\">LOUIS KANN, Sigmund Kann, and Myer Cohen, Appts.,<br>v.<br>CAROLINE KING.  HENRY RANDALL WEBB, Executor, etc., Appts.,  v.  CAROLINE KING.</p>\n    <p class=\"docket\">Nos. 16, 17.</p>\n    <p class=\"date\">Argued March 8, 9, 1906.</p>\n    <p class=\"date\">Decided January 7, 1907.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. William G. Johnson for appellants in No. 16.</p>\n      <p class=\"indent\">Messrs. R. Ross Perry, R. Ross Perry, Jr., and E. S. Theall for appellants in No. 17.</p>\n      <p class=\"indent\">[Argument of Counsel from 44 intentionally omitted]</p>\n      <p class=\"indent\">Messrs. J. J. Darlington and Leon Tobriner for appellee.</p>\n      <p class=\"indent\">[Argument of Counsel from Page 46 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice White delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These appeals are from a decree of the court of appeals of the District of Columbia, which adjudged that a tax sale of certain real estate in the District was void, and which relieved the lessee of the premises from a threatened forfeiture of the lease, asserted to have resulted from the failure of the tenant to pay the taxes to enforce which the tax sale was made. The complainant in the original bill was Caroline King, the lessee of the premises, and the defendants were Marianne A. B. Kennedy (the lessor) and Louis Kann, Sigmund Kann, and Myer Cohen, whom it was alleged claimed to be either the equitable or legal owners of the tax title in question. The defendant Kennedy died the day the bill was filed, and Henry Randall Webb, as her executor, and Maria G. Dewey, as her heir at law, were substituted as defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The lessor prosecuted an appeal from an order granting an injunction <i>pendente lite</i>, restraining him, among other things, from prosecuting landlord and tenant proceedings, based upon a right of re-entry arising from the alleged forfeiture caused by the nonpayment of taxes and tax sale referred to in the bill. The court of appeals, on the face of the bill, sustained the order of injunction. 21 D. C. App. 141. The cause, having been put at issue by separate answers asserting the right of the lessor to forfeit and the right of the holders of the tax title, was tried on the merits and was decided in favor of the complainant. It was taken to the court of appeals on behalf of all the defendants except Mrs. Dewey, and the decree of the lower court, adjudging the tax sale to be void and relieving from the alleged forfeiture, was affirmed. 25 D. C. App. 182.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The origin of the controversy and the facts, as to which there is no dispute, are as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The property in controversy, no. 715 Market space, in the city of Washington, was owned by and assessed for taxation in the name of Maria T. Gillis at the time of her death, intestate, in 1871. Marianne A. B. Kennedy, as the heir at law of Mrs. Gillis, took possession of the property as owner, without any administration upon the estate of Mrs. Gillis. After the death of Mrs. Gillis, continuously up to the making of the tax sale hereafter referred to, the property remained on the public records and continued to be assessed in the name of Mrs. Gillis, except that a small portion of the rear end of the premises was, at a time not shown, but prior to the tax sale before referred to, assessed for taxation in the name of Mrs. Kennedy and her husband.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1890, Mrs. Kennedy leased in writing the premises to Henry King, Jr., the husband of complainant, for use as a fancy dry goods store, and by several extensions the period of expiration of this lease came to be October 1, 1908. By the lease the lessee, his executors and administrators or assigns, were bound, 'during the continuance and until the end and determination of the said term for which the said premises are demised, to pay or cause to be paid in each and every year thereof the taxes, general and special, of every character and description, assessed against and levied upon the said premises by the authorities of the general or local government.' The right to terminate the lease and to re-enter upon the breach of any of the conditions was stipulated. When the lease was made, King, the lessee, was engaged in the dry goods business in a store on Seventh street, not far from the Market space store. Under the lease he entered into possession of the Market space store and carried on, in addition, business there until his death on August 18, 1897. Sanctioned by an order of the probate court, an assignment of the lease covering the store on Market space was made to Caroline King, the widow. The business was thereafter conducted for a time solely in her name. She did not, however, actively supervise it. Her elder son, Harry King, who had been, during the latter years of his father's life, in general charge of the business for his father, remained in that capacity, after the death of the father, as the representative of his mother, assisted at the Market space store, in a subordinate capacity, by a brother, Joseph King, who, during the father's life, had also, in a subordinate capacity, been engaged in business at that place. From the making of the lease in 1890 to the death of King in 1897 it was the habit of Mrs. Kennedy, when the tax on the Market space store was about to become payable, to request the lessee to send her a check for the amount of the tax, and on the receipt thereof the tax was paid either by Mrs. Kennedy or her agent. This course was not, however, followed, after the death of King. The first instalment of taxes which fell due in November, 1897, soon after the death of King, was directly discharged by Mrs. King, who took and retained the receipt. This was done at the request of Mrs. Kennedy, who called at the Market space store about Christmas, 1897, and asked that the tax be paid. From that time no request was made by the lessor to the tenant, as the taxes fell due, to send her the money to enable her to pay them, nor is it shown that any express demands were made that the tenant pay the taxes directly. From the time of the payment, by the tenant, near the close of 1897, of the first instalment of taxes which fell due after the death of her husband, until the summer of 1900, a period of more than two and a-half years, no taxes whatever were paid upon the leased premises. In the interval the following taxes became overdue:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Second instalment of tax for 1898, due in May, 1898;</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">First instalment of tax for 1899, due in November, 1898;</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Second instalment of tax for 1899, due in May, 1899;</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">First instalment of tax for 1900, due in November, 1899; and,</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Second instalment of tax for 1900, due in May, 1900.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On July 24, 1900, the two instalments of the tax for 1900, due in November, 1899, and May, 1900, with accrued penalties, were paid by the tenant under the following circumstances: As testified by Harry King, he being concerned over past-due taxes owing on a large number of tracts of real estate owned by the estate of his father, it 'occurred' to him to have the 'bookkeeper go down to the tax office and inquire for the tax bills of 715 Market space.' The bookkeeper went and subsequently reported that the two instalments for 1900 were due, and Harry King paid them. The nature of the inquiry made by the bookkeeper at the tax office, and what occurred, is the subject of controversy, and we pretermit its consideration. Nearly a year after, in May, 1901, the two instalments of taxes for 1899, due in November, 1898, and May, 1899, with interest and penalties, along with the taxes for 1901, were paid by the tenant. The payment of the 1899 taxes was by way of redemption of a sale of the property for such taxes made on April 12, 1900. There is no doubt that the payment of the arrears for 1899 was a result of the visit by the bookkeeper to the tax office. It will be observed that the payments which were made in 1900 and 1901, of taxes which were in arrears, did not embrace the second instalment of the tax of 1898, due in May, 1898. To enforce that instalment a sale had been made in April, 1899, and a certificate was issued to the purchaser a few days thereafter, which was subject to a right of redemption during a period of two years. In other words, when the instalments of taxes which were in arrears were paid on July 24, 1900, the property had been sold for the last half of the tax of 1898, and when the payment was made in 1901 of the arrears for 1899 the period for redemption had elapsed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On July 25, 1901, Mrs. King received a letter sent from Rochester, New York, by one Wiltsie, stating that he had bought the property in April, 1899, at a tax sale to enforce the tax for the second half of the year 1898, and that he was entitled to a deed of the property, but would surrender the tax certificate if immediate payment was made of the amount of his, Wiltsie's, advance, <i>viz.</i>, $143.93, together with the statutory interest at the rate of 15 per cent, and a charge for releasing, to be agreed upon. Harry King replied to this letter on July 30, 1901, and asked to be informed of the charge for redemption. Wiltsie answered on August 1, 1901, calculating the statutory interest at $50.38, and naming $100 as his fee or charge for releasing. To this letter reply was made that Harry King was out of town, and that on his return the letter of Wiltsie would be laid before him. On September 17, 1901, Wiltsie wrote King, and called attention to the fact that he had not heard from him, and requested to be informed by return mail when the matter would have attention. To this King replied, objecting to the charge of $100 for releasing, and stated that in his opinion $50 would be an equitable charge. The letter concluded as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'Unfortunately we have paid you quite a considerable amount of money in the past for tax sales. We are not interested in this piece of property in any way except as tenant, as we are not the owners or the mortgagees. If it should meet with your approval send us a bill and we will send check.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It was replied on September 24, 1901, that if the matter was attended to promptly $75 would be accepted for the release certificate, and that the papers had been sent to the Central National Bank of Washington, where, on payment of $279.90, they would be delivered up.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Neither Mrs. King nor her representatives, after learning in July of the sale of the property and of the outstanding tax title, gave any notice of that fact to the lessor, nor did they apparently concern themselves further about the matter until the purchase of the certificate from Wiltsie, as hereafter stated, by Cohen, one of the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Both the Kann defendants carried on business on Market space, having stores on each side of the property leased to King, and the situation was therefore such that the possession of that property was particularly advantageous to the Kanns. Indeed, they had at some previous time stated to Webb, the attorney of the lessor, that if they could obtain a long lease of the premises they would be willing to pay a rent much in advance of that paid by Mrs. King. Some time in September, 1901, one Knight called upon the Kanns and informed them that the property at 715 Market space had been sold for taxes. They referred him to Webb, the attorney of the lessor. Knight called upon Webb, said to him that Wiltsie had bought the property at the tax sale, and solicited employment to set aside the sale. Webb on the next day made inquiry, and discovered the fact of the sale and the outstanding certificate and the lapse of the period of redemption. He informed the lessor of the fact and of her right to forfeit the lease. Mrs. Kennedy, who was advanced in age, being nearly eighty years old, was perturbed, and, in a letter to Webb, expressed solicitude as to obtaining a new tenant in case the lease of Mrs. King was forfeited. As a result of the conferences and the correspondence between Mrs. Kennedy and her counsel, the latter called on Cohen, another defendant, who was the attorney of the Kanns, and desired to know whether the Kanns were yet willing to lease at an increased rent, and was informed they were. Shortly after Cohen advised the Kanns to purchase the Wiltsie tax certificate, and upon their giving him authority to use his discretion in the matter he determined to go at once to Rochester to accomplish that purpose. He communicated his intentions to Webb, who endeavored to dissuade him. Cohen went to Rochester. The papers which had been sent to Washington in consequence of the correspondence between Wiltsie and King were returned to Rochester. Cohen bought the certificate, took an assignment of the same in October, 1901, and, returning to Washington, procured a tax deed for the property from the commissioners of the District, which was duly recorded. Thereafter Mrs. Kennedy notified Mrs. King of her intention to re-enter because of the forfeiture of the lease resulting from the sale of the property for the nonpayment of taxes. Harry King then called at the bank to take up the certificate, and found that it had been returned to Wiltsie. Negotiations ensued between Mrs. King and Mrs. Kennedy, looking to a compromise of the matter, and a letter was written by the counsel of Mrs. King to Mrs. Kennedy, asking to be permitted to use her name in rpoceedings to be brought to cancel the tax sale. This was declined. At all times Mrs. King insisted upon her right to continue in possession under the lease despite the default. The Kanns notified Mrs. Kennedy that they were the real holders of the tax title, and would attempt to enforce their rights under it unless a lease of the property was made to them at the previously suggested increased rental. The counsel of Mrs. Kennedy, Webb, advised making such a lease. Placed between the threatened assertion by the Kanns of the tax title, unless they obtained a lease, and the insistance of Mrs. King that she was entitled to retain the property under her lease, Mrs. Kennedy wavered. The result was a letter addressed by Webb, the counsel for Mrs. Kennedy, to the counsel for Mrs. King, submitting a proposition of compromise, which was in substance that Mrs. Kennedy would waive the forfeiture upon condition that Mrs. King promptly commenced and prosecuted proceedings to have the tax deed to Cohen declared a nullity or defend against any claim under the tax title, and upon the further condition that Mrs. King furnish a bond with sufficient surety to pay the sum of $70,000 in the event that the tax title was held to be valid. Counsel for Mrs. King in writing declined this offer. The letter doing this made no counter proposition, but referred to and did not expressly withdraw the previous offer of Mrs. King, if she were allowed the use of Mrs. Kennedy's name, to conduct proceedings to vacate the tax title. In addition the letter, which was quite lengthy, expressly stated the opinion of the counsel of Mrs. King to be that the tax title was void and could be set aside. It insisted that Mrs. King would be relieved by a court of equity from the forfeiture alleged to have resulted from her inadvertent omission to pay the tax, and besides stated various grounds which, it was deemed, placed Mrs. Kennedy in a position where she could not, as against Mrs. King, ask to be protected against the risk, if any, of the outstanding tax title held by the Kanns. These grounds were, in substance, that the tax certificate had been bought by the Kanns at the instance of the counsel of Mrs. Kennedy, for the purpose of making sure of a forfeiture of Mrs. King's rights, and with the knowledge that negotiations were pending between Mrs. King and Wiltsie, and for the purpose of forestalling the acquisition by Mrs. King of the tax certificate.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The negotiations having failed, Mrs. Kennedy commenced landlord and tenant proceedings to recover possession. Before the time set for the trial of the proceedings Mrs. King commenced this suit, which, as we at the outset stated, sought to have the tax title declared void, to have complainant relieved from the forfeiture, and for an injunction restraining the prosecution of a landlord and tenant proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">That a court of equity, even in the absence of special circumstances of fraud, accident, or mistake, may relieve against a forfeiture incurred by the breach of a covenant to pay rent, on the payment or tender of all arrears of rent and interest by a defaulting lessee, is elementary. Sheets v. Selden, 7 Wall. 416, 19 L. ed. 166. But that principle cannot control this case, even if it be conceded, for the sake of argument, that it applies to collateral covenants in leases, such as the obligation to repair, to insure, and even to pay taxes, said in the Sheets case to be settled in England adversely to such right, but to be an open question in this country, and as to which there may be differences of opinion in state courts of last resort. Noyes v. Anderson, 124 N. Y. 175, 21 Am. St. Rep. 657, 26 N. E. 316; Giles v. Austin, 62 N. Y. 491; Gordon v. Richardson, 185 Mass. 492, 69 L. R. A. 867, 70 N. E. 1027; Lundin v. Schoeffel, 167 Mass. 465, 45 N. E. 933; Mactier v. Osborn, 146 Mass. 399, 4 Am. St. Rep. 323, 15 N. E. 641; Tibbetts v. Cate, 66 N. H. 550, 22 Atl. 559; Bacon v. Park, 19 Utah, 246, 57 Pac. 28. We say this, because the general principle, as declared in the Sheets Case, rests upon the ground that 'the rent is the object of the parties and the forfeiture only an incident intended to secure its payment; that the measure of damages is fixed and certain, and that when the principal and interest are paid the compensation is complete.' When the foundation upon which the doctrine is based is borne in mind it becomes apparent that it affords no ground for the contention that it is applicable to a case where the failure to perform a covenant to pay taxes has led to a tax sale, ripening into a prima facie irredeemable title held adversely to the lessor. In other words, the doctrine lends no support to the proposition that a court of equity can require an owner to risk the loss of his property by compelling him to engage in a contest involving the validity of an irredeemable tax sale, for the purpose of endowing the tenant with the right, if the tax title be held invalid, to pay the taxes and thus be relieved of a forfeiture. To extend the principle to such a degree would be destructive of rights of property, since it would subject everyone who made a lease of his property, containing a covenant by the lessee to pay taxes, to the hazard of the loss of his title, if only the tenant chose to violate the covenant, and thus give rise to the coming into existence of a tax title prima facie valid and irredeemable in character. And the force of these considerations is not avoided by the reasoning which led the court below to its conclusion, or by the arguments at bar advanced to support that conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Thus, the court, in its opinion, considering the paramount issue to be the validity of the tax sale, first disposed of that question, and, concluding that the sale was void, proceeded to determine its power to grant relief from the forfeiture, upon the hypothesis that there never had been a tax sale, that the taxes were still due, and could be paid, and that the tenant was willing to pay them. But thus to contemplate the controversy was to assume the very question for decision; that is, the power of a court of equity, in order to relieve from a forfeiture, to endow a tenant with the right to create, at the risk of the owner, a primary controversy, <i>viz.</i>, to compel the owner against his will to jeopardize his title by testing the validity of the irredeemable tax sale,&#8212;a hazard which the owner was desirous of avoiding. The paramount issue was not, as assumed, the invalidity of the tax sale as a mere abstract question, but, we repeat, was the right of the tenant to invoke at the hands of the court a determination of that question at the risk of the owner. And this view is not changed by saying that the decision at the instance of the tenant as to the validity of an irredeemable tax title, held by a third person, was an incident to the right of the tenant to be relieved from the forfeiture, for to so say is but to destroy the foundation upon which the right to relief from the forfeiture rested; that is, the ability of the tenant, when applying for relief, to make complete compensation. And the misconception of the general doctrine just pointed out pervades the argument at bar of the appellee. Thus, while no authority is referred to sustaining the right of a tenant to test the validity of an outstanding prima facie irredeemable tax deed, caused to exist by the default of the tenant, the ultimate result of the contentions is to assume that principle as established and to predicate rights upon that hypothesis. In other words, in substance, by a <i>petitio principii</i>, the propositions urged treat the outstanding tax title as void and proceeded to demonstrate the right to relief under that assumption.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">There being, then, no foundation for the contention that it was within the ordinary power of a court of equity to relieve from the forfeiture, we come to consider whether the case as made by the record is brought within the general authority of a court of equity to relieve in cases of fraud, accident, or mistake. We put out of view, for ulterior consideration, the question of fraud, and therefore presently examine only the contentions as to the existence of the elements of accident or mistake. In considering this subject two propositions are obvious: First, where the forfeiture from which relief is sought has been occasioned by the gross negligence of the person claiming to be relieved the default so occasioned is not one brought about by accident or mistake; and, second, that even where accident or mistake has been shown, especially in the absence of culpability or fraud on the part of the other party, a court of equity will not grant relief from the forfeiture, unless it can be done with justice to that party.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Referring to its opinion on the appeal from the order granting an injunction <i>pendente lite</i>, and in effect reiterating the view therein expressed, that the averments of the bill justified the relief prayed, the court, in its opinion on the final hearing, said:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">'But the testimony makes it more plain than even the allegations of the bill of complaint did, that she is entitled to the relief which she asks. The testimony shows quite conclusively that, while the lease required the annual taxes on the property to be paid by the lessee, yet the invariable custom of the lessor down to the time of the default had been to demand and receive the amount of the taxes from the lessee, and to pay the taxes herself by her own agents. For the taxes of the second half of the year 1898, in connection with which the default occurred, the lessor failed for some reason to make the usual demand for the money wherewith to pay the taxes; and the lessee was in the midst of financial trouble and distress caused by the recent death of her husband, who had been the lessee down to the time of his death. The record shows to us quite plainly that the default of the lessee was excusable under the circumstances; and that no harm would be done to anyone by her relief from the nominal forfeiture which she has incurred.'</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">By this reasoning it was assumed the case was brought within the grounds of relief for accident or mistake upon two inferences, both treated as alleged in the bill and established by the testimony; first, the prior practice of the lessor in calling upon the tenant to hand her the money to pay the taxes and then herself paying them; and second, the failure of the lessee, after this practice was discontinued, to call to mind that the tax was due and payable, owing to her disturbed state of mind at that particular time. In the argument at bar reliance is principally rested upon the first of these grounds, and indeed it is insisted that the testimony goes much further than implied by the court below, and demonstrates that the conduct of the lessor was such as to mislead the lessee, and thereby estop the former from asserting the forfeiture.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Let us consider separately the two grounds: First, accident or mistake as engendered by the course of dealing of the lessor, and, second, accident or mistake arising from oversight, the alleged result of the particular circumstances surrounding the tenant at the time of the failure to pay the taxes. As to the first ground it would seem to be an afterthought, since it was not suggested in the correspondence between the parties immediately preceding the litigation that Mrs. Kennedy by her conduct had in anywise led to the default of the tenant. To the contrary, that view was excluded, for in the letter written to Mrs. Kennedy, dated October 8, 1901, asking authority to use her name in proceedings to be brought by the tenant to cancel the tax sale, the attorneys of Mrs. King said:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">'We assume that you are aware that your tenant has always paid the taxes upon the demised premises, and the failure to pay the one made the basis of the notice was an oversight, caused by the death of Mr. Henry King, Jr., which was being remedied at the time your notice was received.' And although it would seem that the court below assumed to the contrary, the fact is the bill contained no averment justifying the default in paying, upon the theory that it had been induced by the conduct of the lessor. To the reverse it was specifically stated in the fifth paragraph of the bill that the alleged single default in the payment of taxes arose 'wholly through oversight and inadvertence,' without in anywise charging that the conduct of Mrs. Kennedy was in whole or in part the cause of the oversight or inadvertence. Besides, in the eleventh paragraph of the bill, explicit reference was made to the letter to which we have just above referred, and it was alleged that by its terms Mrs. Kennedy was notified 'that the failure to pay the taxes was simply an oversight, which was being remedied at the time the notice of refusal to accept the rent was received.' True it is that the testimony shows that prior to the death of Henry King, Jr., in August, 1897, the lessor was in the habit of calling upon the tenant for the amount required to pay the tax then due or about to become due, in order that she might herself pay them. True also is it that Harry King, in testifying, made statements from which the inference can be deduced that in conducting the business for his mother, after the assignment of the lease subsequent to the death of his father, he relied upon a continuance of this practice. But it must be borne in mind these statements were made after the death of Mrs. Kennedy, who died on the day the bill was filed, and their inaccuracy is, we think, conclusively shown by the mode of dealing following the assignment of the lease and the conduct of the tenant in respect to the matter of taxes. The very first payment of taxes made after the death of Henry King was made by the tenant herself, paying the taxes at the request of Mrs. Kennedy, and retaining the receipt. Nearly three years of default followed, without any payment of taxes by the tenant whatever and without any inquiry being made by the tenant on the subject. When in July, 1900, the two defaulting instalments of the tax for 1900 were paid by the tenant they were not paid at the instance of Mrs. Kennedy, or because of any request upon her part, but because it 'occurred' to the tenant to do so. When they were paid the payment embraced interest and penalties, for which the tenant could not have deemed herself responsible if the course of dealing asserted had been relied upon. Despite this fact, no proof whatever was made of any notice to Mrs. Kennedy of the fact or of any claim being made against her in the premises. And the same thing is true as to the payments made in May, 1901, of the current taxes and some of the overdue instalments. Besides, when these payments were made the property had been sold for the overdue instalments, but was yet subject to redemption, and the statutory interest of 15 per cent was paid by the tenant without any intimation of a claim of any character against the lessor. Indeed, the conduct of the tenant in respect to the very tax for which a forfeiture was asserted is absolutely inconsistent with the theory that she deemed that her landlord was the cause of the default, for, when notice was received by the tenant from the purchaser at the tax sale of the outstanding irredeemable tax certificate, more than two months and a half elapsed before the purchase of the certificate by Cohen, and no complaint was made to the landlord that she had neglected to demand payment of the tax, and that in consequence the default and loss was occasioned, but a negotiation was opened to purchase the outstanding title for the account of the tenant alone. When this line of conduct is considered in connection with the fact, already stated, the conclusion is inevitable that the suggestion that the conduct of the landlord had induced the failure to pay, first made after the death of Mrs. Kennedy, is without foundation.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">And the facts which we have just stated also render it impossible to conclude that the nonpayment of the tax was due to a mere temporary oversight, and not to gross negligence. How can an inference of temporary oversight be possible when the long period of the failure by the tenant to pay any tax whatever is borne in mind, and when we also consider the delay of more than two months and a half which took place after knowledge was conveyed, by the letter of Wiltsie, of the outstanding irredeemable tax certificate?</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The fact that the tenant was a merchant, and of necessity kept mercantile books, is significant. The mind cannot conceive of adequate entries being made of the taxes which were belatedly paid, which would not have at once suggested those which were unpaid. The inference fairly deducible from the letter to Wiltsie 'Unfortunately we have paid you quite a considerable amount of money in the past for tax sales'&#8212;adds cogency to the irresistible inferences as to negligence.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">And even if the foregoing considerations which establish the absence of accident or mistake and demonstrate the presence of gross negligence are put out of mind, and accident or mistake be assumed, for the sake of the argument, nevertheless, under the circumstances of the case, a court of equity could not give relief. This follows since the relief sought could not be afforded without subjecting the lessor to the peril of contesting the validity of the outstanding prima facie irredeemable tax title.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We come to the question which we hitherto put aside for final consideration; <i>viz.</i>, the alleged fraud. It, in any event, only involves a consideration of what took place with regard to the purchase of the tax certificate by Cohen as the agent of the Kanns, and the circumstances surrounding and connected with that purchase, and the use made or the certificate. Concerning these matters the court below said:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">'We find no evidence whatever in the record of any fraud or wrongdoing perpetrated by anyone concerned. We only find the evidence of a situation created by a keen commercial rivalry and shrewd management, wholly untainted by wrongdoing, but still a situation from which injury is threatened to the complainant's rights of property, and against which she is entitled to be relieved. For that there was an arrangement between the defendants whereby the tax certificate was to be used to oust the complainant from the property, we think is too plain to be reasonably questioned. There was, undoubtedly, a concurrence of effort for that purpose; perhaps no formal combination or preconcerted action. But it matters not what we call it. The undoubted fact is there was co-operation between the defendants to use the tax certificate to the detriment of the complainant's rights; and there being such cooperation, the defense of multifariousness cannot prevail. The one purpose of the bill is to relieve the complainant from the effect of this tax certificate and of the tax title based upon it.'</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">For the reason that we agree with the finding that there is no evidence whatever of any fraud or wrongdoing by anyone concerned, we are constrained to disagree with the conclusion that the complainant was entitled to relief. We say this, because we are of opinion that the relief awarded could only have been justified upon the finding that there was fraud and wrongdoing. We so conclude, because if it be accepted that there was an agreement and combination as to the certificate, entirely free from every element of fraud or wrongdoing, we fail to perceive how an agreement of that character afforded ground for granting the relief which was given. But, disregarding mere forms of expression, and assuming that the general finding that there was no fraud or wrongdoing was intended to be limited to intentional as distinguished from constructive fraud or wrongdoing, let us briefly review the facts concerning the acquisition and use made of the certificate, in order to fix whether such a finding is at all sustained by the record. Although we think it immaterial, as there was no evidence whatever tending to show that the lessor or her attorney procured the purchase of the certificate by Cohen, that subject may be put out of view. The irredeemable tax certificate was in the hands of and belonged to Wiltsie. He notified the tenant that he held it more than two months and a half before the purchase by Cohen, and proffered his willingness to assign it to the tenant. As shown by the undisputed facts which we have stated, with indifference both to her own interest and the interest of the landlord, the tenant neither acted for herself by accepting the offer, nor gave any notification whatever to the landlord on the subject. Cohen, as the agent of the Kanns, learned of the existence of the irredeemable tax sale and of the person who held the certifice. He purchased it by the authority of and for the benefit of his principals, the Kanns. By the express terms of the statute under which the certificate was issued it was assignable. Granting that the purchase was made in order to aid the Kanns in obtaining a lease of the property, in the absence of any legal duty owing by them to the tenant, we fail to perceive how the motive of Cohen or his principals could operate to make the otherwise lawful action constructively wrongful. The tenant, by whose negligent default the sale of the property had been occasioned, certainly had no exclusive pre-emptive right to the purchase of the certificate, which would operate to render its purchase by anyone else in his own interest void. After the purchase of the certificate byCohen, what was the position of the landlord? On the one hand confronted by the assertion of the tenant that the outstanding tax title was void, that she had a right to be relieved from the forfeiture caused by the nonpayment of the tax, and was entitled to continue in possession under the lease, and, on the other, with an offer on the part of the holder of the tax title to quitclaim the same, and thus avoid testing its validity, if only a lease was made which would be advantageous. When it is again borne in mind that this situation was brought about by the neglect of the tenant to perform his covenant to pay the taxes, and by his procrastination in respect to acquiring the tax certificate which had been previously offered to him, we can conceive of no principle of equity preventing the landlord from taking a course not forbidden by law, which was not only most conducive to her own interest, but which besides obviated the danger of submitting her title to a contest concerning the validity of a tax sale. But, if an equitable principle could be conceived of which prevented the landlord from so acting under the circumstances stated, that principle would be inapplicable to the case before us, when one of the undisputed facts to which we have already called attention is considered. That fact is this: Before the landlord irrevocably determined to avail of the forfeiture and thus avoid the risk to herself concerning the outstanding tax title, she offered to condone the forfeiture, provided the tenant commenced proceedings to have the outstanding tax title declared invalid, and also secured the landlord from loss in the event that such tax title should be sustained, which offer was declined, on grounds substantially asserting that the risk resulting from the default of the tenant should be borne by the owner, and not by the tenant.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The decree of the court below is reversed and the cause remanded with instructions to dismiss the bill for want of equity.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The CHIEF JUSTICE and Mr. Justice Harlan dissent.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/96561/"
}