{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "207 U.S. 113", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/96714/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Kent v. Porto Rico", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "31", 
    "id": 81097, 
    "resource_uri": "/api/rest/v2/citation/81097/"
  }, 
  "id": 96714, 
  "blocked": false, 
  "judges": "White", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1907-11-18", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>207 U.S. 113 (1907)</b></center>\n<center><h1>KENT<br>\nv.<br>\nPEOPLE OF PORTO RICO.</h1></center>\n<center>No. 31.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 30, 31, 1907.</center>\n<center>Decided November 18, 1907.</center>\nERROR TO THE SUPREME COURT OF PORTO RICO.\n<p><i>Mr. N.B.K. Pettingill,</i> with whom <i>Mr. Nemesio Perez Moris</i> and <i>Mr. Harry P. Leake</i> were on the brief, for plaintiff in error.</p>\n<p><i>Mr. Frank Feuille,</i> Attorney General of Porto Rico, for defendant in error, submitted.</p>\n<p>MR. JUSTICE WHITE delivered the opinion of the court.</p>\n<p>Whether the Supreme Court of Porto Rico erred in affirming the conviction and sentence of the plaintiff in error of a crime held to constitute embezzlement, is the question presented by this record. Twenty-seven errors are assigned. At the threshold <span class=\"star-pagination\">*114</span> we are concerned with our right to consider them. Our jurisdiction arises from the thirty-fifth section of the act of April 12, 1900 (31 Stat. 77, 85, chap. 191). For the purposes of this case it suffices to say that by the section in question our power to review extends, first, to \"the same cases as from the Territories of the United States;\" and, second, to \"all cases where the Constitution of the United States, or a treaty thereof, or an act of Congress is brought in question and the right claimed thereunder is denied. . . .\" As we have no authority to review the action of the Supreme Court of a Territory of the United States in a criminal case like this (<i>Amado</i> v. <i>United States,</i> 195 U.S. 172, 175), the first of the above clauses may be put out of view. A few only of the errors assigned are relied upon at bar as presenting Federal questions within the scope of the second clause, yet it is urged that all the assigned errors are open. This rests upon the proposition that in a case coming from Porto Rico, where jurisdiction arises from the presence of a Federal question, the duty devolves of passing upon all the errors relied upon, irrespective of their Federal character. Passing for the moment a consideration of the deduction involved in the proposition, we come to consider the premise, that is, the alleged existence of Federal contentions embraced by the second clause of section 35. We do this because, if it be that there are no such questions, it will become unnecessary further to notice the argument. In determining whether the assignments of error present Federal questions it is to be borne in mind that the mere fact that some of the assignments relied on assert Federal rights is not determinative, since, even although the assignments formally involve such rights, we are nevertheless without jurisdiction \"where it indubitably appears that the Federal right asserted is frivolous, that is, without color of merit.\" <i>American Railroad Co.</i> v. <i>Castro,</i> 204 U.S. 453.</p>\n<p>The first error assigned alleged to embody a Federal right is that the trial below was absolutely void because the District Court in which the information was filed and trial had was not <span class=\"star-pagination\">*115</span> a legal tribunal within the intendment of the act of Congress of April 12, 1900, the organic act of Porto Rico. To test the merit of the contention it is necessary to briefly state the organization of the judicial system of Porto Rico under the American domination and the legislation of Congress relating to the same. By an order promulgated during the control of Porto Rico by the military authorities the judicial system was made to consist, generally speaking, of District Courts composed of three judges, and of a Supreme Court. By section 33 of the act of Congress above referred to it was, in part, provided (31 Stat. 84):</p>\n<p>\"That the judicial power shall be vested in the courts and tribunals of Porto Rico as already established and now in operation, including municipal courts, under and by virtue of General Orders, numbered one hundred and eighteen, as promulgated by Brigadier-General Davis, United States Volunteers, August sixteenth, eighteen hundred and ninety-nine, and including also the police courts established by General Orders numbered one hundred and ninety-five, promulgated November twenty-ninth, eighteen hundred and ninety-nine, by Brigadier General Davis, United States Volunteers, and the laws and ordinances of Porto Rico and the municipalities thereof in force, so far as the same are not in conflict herewith, all which courts and tribunals are hereby continued.\"</p>\n<p>In March, 1904, a law was enacted by the legislature of Porto Rico, modifying the judicial system as established by the military orders referred to in the act of Congress. For the purposes of the contention now under consideration it suffices to say that by this local law the boundaries of the judicial districts were changed, caused by the creation of additional districts, and it was provided that such courts, instead of being composed of three, should consist of one judge in each district. The argument is that this local law, in so far as it changed the District Courts, and especially in so far as it provided for one instead of three judges to preside over each court, was void, because in conflict with the provision of the thirty-third section of the <span class=\"star-pagination\">*116</span> act of Congress. The contention amounts to this, that there were no District Courts in Porto Rico from the time of the going into effect of the Porto Rican act in 1904 up to the present time. Whilst the proposition presents a formal Federal question, we think it is clear that it is so frivolous as to bring it within the rule announced in <i>American Railroad Co.</i> v. <i>Castro, supra</i><i>.</i> We say this, because we think that no other conclusion is reasonably possible from a consideration of the whole of section 33 of the act of Congress and the context of that act, particularly section 15 thereof, both of which are reproduced in the margin.<sup>[1]</sup></p>\n<p>We do not deem it necessary to analyze the text of the act <span class=\"star-pagination\">*117</span> of Congress to point out the inevitable result just stated, since the obvious meaning of the act is established by a decision heretofore rendered. <i>Dones</i> v. <i>Urrutia,</i> 202 U.S. 614. In that case Dones, who had been convicted and sentenced to death for murder, unsuccessfully sought release by <i>habeas corpus</i> at the hands of the Supreme Court of Porto Rico upon the identical ground presented in the assignment of error which we are considering, and upon an additional ground relating to an alleged personal disqualification of the judge who presided at his trial. On appeal to this court the questions raised were fully argued in printed briefs, but were deemed to be of such a frivolous character as not to require an opinion, and were hence disposed of <i>per curiam,</i> referring to the provisions of the statute and pertinent authorities. True it is that in the <i>Dones case,</i> in conformity to the practice in cases of <i>habeas corpus,</i> the formal order was to affirm, but this would not justify us in assuming jurisdiction on this record when the necessary result of the action of the court in the <i>Dones case</i> is to establish the frivolous nature of the contention here relied upon as the basis of jurisdiction. <i>Equitable Life Assurance Society</i> v. <i>Brown,</i> 187 U.S. 308, 311, 314.</p>\n<p>The second of the asserted Federal questions relates to the action of the courts below in respect to a certain letter claimed to constitute a confession of guilt and written by the accused to a private person before this prosecution was commenced. It is insisted that by the actions of the trial court on the subject the plaintiff in error was deprived of rights guaranteed by the Fifth Amendment to the Constitution of the United States. Conceding, <i>arguendo,</i> the applicability of the constitutional provision relied upon to the subject and that it was operative in the island of Porto Rico, we think the record demonstrates that the claim here made was not raised below, is a mere afterthought, and is established by the record to be without color of merit.</p>\n<p>When the document was offered in evidence the record recites that \"the defendant objected on the ground that its competency <span class=\"star-pagination\">*118</span> had not been established in accordance with the custom in law, inasmuch as it had not been shown to have been free and voluntary and given without promise of reward or without promise of freedom from prosecution.\"</p>\n<p>It is next stated that \"the accused requested that the jury withdraw while the question of the competency of the evidence should be decided by the court.\" The request was acceded to and evidence was introduced on the subject of the voluntary nature of the alleged confession. The court decided to admit the document and overruled \"an extensive oral argument, requesting the court to reconsider its decision to admit the document in evidence.\" After such admission in evidence it is stated merely that \"the defendant duly excepted to the admission.\"</p>\n<p>Again, after the close of all the evidence, the record recites:</p>\n<p>\"Counsel for the defense asked that that part of the record in which appeared the testimony of the witnesses Dix, Kent, and Dexter concerning the so-called confession which the Fiscal had offered in evidence be transcribed by the stenographer and given to the jury so that the jury might have full knowledge of all of the circumstances connected with the so-called confession, which motion was denied by the court, in accordance with the law and especially section 274 of the Code of Criminal Procedure, and the accused duly excepted.</p>\n<p>\"Whereupon, the defendant moved through his attorney, that Messrs. Dexter and Kent be allowed to testify as to the circumstances surrounding the alleged confession before the jury, which motion was granted by the court, and the witnesses testified.\"</p>\n<p>Further, after thus, at the request of the counsel for the accused, allowing testimony as to the voluntary nature of the confession to go to the jury, the court in instructing them, after calling their attention to the proceedings had at the trial in respect to the circumstances surrounding the making of the confession which had been given before the jury, submitted the matter to the jury and no exception was noted. That this action <span class=\"star-pagination\">*119</span> of the court was proper, if there was conflict of testimony, is not open to controversy. <i>Wilson</i> v. <i>United States,</i> 162 U.S. 613.</p>\n<p>Nor does the record disclose that the errors assigned in the Supreme Court of Porto Rico involved any contention that rights under the Constitution of the United States had been denied. The Supreme Court, in approaching the consideration of an assigned error which complained of the action of the trial court in admitting the confession in evidence, made an elaborate statement of what it deemed to be the rules applicable to the admissibility of confessions, and in so doing referred to the Fifth Amendment and to a multitude of cases in this and other courts concerning the principle to be applied in determining such admissibility. It is a matter of no concern, however, in ascertaining whether rights under the Federal Constitution were asserted and denied to consider the accuracy of all the statements made by the appellate court in its elaborate review of the subject, since the conclusion which it reached was that as a general principle of law confessions in order to be admissible \"must have been made without compulsion or undue promise or inducement and be entirely voluntary.\" Besides the ultimate and decisive ruling of the Supreme Court of Porto Rico was that the trial court had not erred in acceding to the request of the accused in allowing the evidence concerning the voluntary nature of the confession to be heard by the jury and leaving that subject to its determination. True it is that the opinion indicates that the court deemed that the proof as to the voluntary nature of the confession was of such a preponderating character that the court would have been authorized in not submitting it to the jury. But the correctness of that conclusion is not a matter of concern in view of the fact that the question of the voluntary nature of the confession was submitted to the jury at the request of the accused. As from no possible view of the action of the courts below concerning the confession can we discover even the semblance of the assertion or denial of a right under the Constitution, it follows <span class=\"star-pagination\">*120</span> that the errors assigned on that subject furnish no basis for the exercise of our jurisdiction.</p>\n<p>As the matters which we have considered dispose of all the alleged Federal questions asserted to come within the second clause of § 35 of the act of April 12, 1900, the conclusion follows that we are without jurisdiction, and the writ of error is, therefore,</p>\n<p><i>Dismissed for want of jurisdiction.</i></p>\n<h2>NOTES</h2>\n<p>[1]  SEC. 15, 31 Stat. 80. That the legislative authority hereinafter provided shall have power by due enactment to amend, alter, modify, or repeal any law or ordinance, civil or criminal, continued in force by this act, as it may from time to time see fit.\n</p>\n<p>SEC. 33, 31 Stat. 84. That the judicial power shall be vested in the courts and tribunals of Porto Rico as already established and now in operation, including municipal courts, under and by virtue of General Orders, Numbered One hundred and eighteen, as promulgated by Brigadier-General Davis United States Volunteers, August sixteenth, eighteen hundred and ninety-nine, and including also the police courts established by General Orders, Numbered One hundred and ninety-five, promulgated November twenty-ninth, eighteen hundred and ninety-nine, by Brigadier-General Davis, United States Volunteers, and the laws and ordinances of Porto Rico and the municipalities thereof in force, so far as the same are not in conflict herewith, all which courts and tribunals are hereby continued. The jurisdiction of said courts and the form of procedure in them, and the various officials and attaches thereof, respectively, shall be the same as defined and prescribed in and by said laws and ordinances, and said General Orders, Numbered One hundred and eighteen and One hundred and ninety-five, until otherwise provided by law: <i>Provided, however,</i> That the chief justice and associate justices of the supreme court and the marshal thereof shall be appointed by the President, by and with the advice and consent of the Senate, and the judges of the district courts shall be appointed by the governor, by and with the advice and consent of the executive council, and all other officials and attaches of all the other courts shall be chosen as may be directed by the legislative assembly, which shall have authority to legislate from time to time as it may see fit with respect to said courts, and all other officials and attaches of all the other courts shall be chosen as may be directed by the legislative assembly, which shall have authority to legislate from time to time as it may see fit with respect to said courts, and any others they may deem it advisable to establish, their organization, the number of judges and officials and attaches for each, their jurisdiction, their procedure, and all other matters affecting them.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:41:39", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">207</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">113</span></span> (1907)</b></center>\n<center><h1>KENT<br>\nv.<br>\nPEOPLE OF PORTO RICO.</h1></center>\n<center>No. 31.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 30, 31, 1907.</center>\n<center>Decided November 18, 1907.</center>\nERROR TO THE SUPREME COURT OF PORTO RICO.\n<p><i>Mr. N.B.K. Pettingill,</i> with whom <i>Mr. Nemesio Perez Moris</i> and <i>Mr. Harry P. Leake</i> were on the brief, for plaintiff in error.</p>\n<p><i>Mr. Frank Feuille,</i> Attorney General of Porto Rico, for defendant in error, submitted.</p>\n<p>MR. JUSTICE WHITE delivered the opinion of the court.</p>\n<p>Whether the Supreme Court of Porto Rico erred in affirming the conviction and sentence of the plaintiff in error of a crime held to constitute embezzlement, is the question presented by this record. Twenty-seven errors are assigned. At the threshold <span class=\"star-pagination\">*114</span> we are concerned with our right to consider them. Our jurisdiction arises from the thirty-fifth section of the act of April 12, 1900 (31 Stat. 77, 85, chap. 191). For the purposes of this case it suffices to say that by the section in question our power to review extends, first, to \"the same cases as from the Territories of the United States;\" and, second, to \"all cases where the Constitution of the United States, or a treaty thereof, or an act of Congress is brought in question and the right claimed thereunder is denied. . . .\" As we have no authority to review the action of the Supreme Court of a Territory of the United States in a criminal case like this (<i>Amado</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"96135\"><a href=\"/opinion/96135/amado-v-united-states/\"><span class=\"volume\">195</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">172</span></a></span>, 175), the first of the above clauses may be put out of view. A few only of the errors assigned are relied upon at bar as presenting Federal questions within the scope of the second clause, yet it is urged that all the assigned errors are open. This rests upon the proposition that in a case coming from Porto Rico, where jurisdiction arises from the presence of a Federal question, the duty devolves of passing upon all the errors relied upon, irrespective of their Federal character. Passing for the moment a consideration of the deduction involved in the proposition, we come to consider the premise, that is, the alleged existence of Federal contentions embraced by the second clause of section 35. We do this because, if it be that there are no such questions, it will become unnecessary further to notice the argument. In determining whether the assignments of error present Federal questions it is to be borne in mind that the mere fact that some of the assignments relied on assert Federal rights is not determinative, since, even although the assignments formally involve such rights, we are nevertheless without jurisdiction \"where it indubitably appears that the Federal right asserted is frivolous, that is, without color of merit.\" <i>American Railroad Co.</i> v. <i>Castro,</i> 204 U.S. 453.</p>\n<p>The first error assigned alleged to embody a Federal right is that the trial below was absolutely void because the District Court in which the information was filed and trial had was not <span class=\"star-pagination\">*115</span> a legal tribunal within the intendment of the act of Congress of April 12, 1900, the organic act of Porto Rico. To test the merit of the contention it is necessary to briefly state the organization of the judicial system of Porto Rico under the American domination and the legislation of Congress relating to the same. By an order promulgated during the control of Porto Rico by the military authorities the judicial system was made to consist, generally speaking, of District Courts composed of three judges, and of a Supreme Court. By section 33 of the act of Congress above referred to it was, in part, provided (31 Stat. 84):</p>\n<p>\"That the judicial power shall be vested in the courts and tribunals of Porto Rico as already established and now in operation, including municipal courts, under and by virtue of General Orders, numbered one hundred and eighteen, as promulgated by Brigadier-General Davis, United States Volunteers, August sixteenth, eighteen hundred and ninety-nine, and including also the police courts established by General Orders numbered one hundred and ninety-five, promulgated November twenty-ninth, eighteen hundred and ninety-nine, by Brigadier General Davis, United States Volunteers, and the laws and ordinances of Porto Rico and the municipalities thereof in force, so far as the same are not in conflict herewith, all which courts and tribunals are hereby continued.\"</p>\n<p>In March, 1904, a law was enacted by the legislature of Porto Rico, modifying the judicial system as established by the military orders referred to in the act of Congress. For the purposes of the contention now under consideration it suffices to say that by this local law the boundaries of the judicial districts were changed, caused by the creation of additional districts, and it was provided that such courts, instead of being composed of three, should consist of one judge in each district. The argument is that this local law, in so far as it changed the District Courts, and especially in so far as it provided for one instead of three judges to preside over each court, was void, because in conflict with the provision of the thirty-third section of the <span class=\"star-pagination\">*116</span> act of Congress. The contention amounts to this, that there were no District Courts in Porto Rico from the time of the going into effect of the Porto Rican act in 1904 up to the present time. Whilst the proposition presents a formal Federal question, we think it is clear that it is so frivolous as to bring it within the rule announced in <i>American Railroad Co.</i> v. <i>Castro, supra</i><i>.</i> We say this, because we think that no other conclusion is reasonably possible from a consideration of the whole of section 33 of the act of Congress and the context of that act, particularly section 15 thereof, both of which are reproduced in the margin.<sup>[1]</sup></p>\n<p>We do not deem it necessary to analyze the text of the act <span class=\"star-pagination\">*117</span> of Congress to point out the inevitable result just stated, since the obvious meaning of the act is established by a decision heretofore rendered. <i>Dones</i> v. <i>Urrutia,</i> 202 U.S. 614. In that case Dones, who had been convicted and sentenced to death for murder, unsuccessfully sought release by <i>habeas corpus</i> at the hands of the Supreme Court of Porto Rico upon the identical ground presented in the assignment of error which we are considering, and upon an additional ground relating to an alleged personal disqualification of the judge who presided at his trial. On appeal to this court the questions raised were fully argued in printed briefs, but were deemed to be of such a frivolous character as not to require an opinion, and were hence disposed of <i>per curiam,</i> referring to the provisions of the statute and pertinent authorities. True it is that in the <i>Dones case,</i> in conformity to the practice in cases of <i>habeas corpus,</i> the formal order was to affirm, but this would not justify us in assuming jurisdiction on this record when the necessary result of the action of the court in the <i>Dones case</i> is to establish the frivolous nature of the contention here relied upon as the basis of jurisdiction. <i>Equitable Life Assurance Society</i> v. <i>Brown,</i> <span class=\"citation\" data-id=\"95733\"><a href=\"/opinion/95733/equitable-life-assurance-soc-v-brown/\"><span class=\"volume\">187</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span>, 311, 314.</p>\n<p>The second of the asserted Federal questions relates to the action of the courts below in respect to a certain letter claimed to constitute a confession of guilt and written by the accused to a private person before this prosecution was commenced. It is insisted that by the actions of the trial court on the subject the plaintiff in error was deprived of rights guaranteed by the Fifth Amendment to the Constitution of the United States. Conceding, <i>arguendo,</i> the applicability of the constitutional provision relied upon to the subject and that it was operative in the island of Porto Rico, we think the record demonstrates that the claim here made was not raised below, is a mere afterthought, and is established by the record to be without color of merit.</p>\n<p>When the document was offered in evidence the record recites that \"the defendant objected on the ground that its competency <span class=\"star-pagination\">*118</span> had not been established in accordance with the custom in law, inasmuch as it had not been shown to have been free and voluntary and given without promise of reward or without promise of freedom from prosecution.\"</p>\n<p>It is next stated that \"the accused requested that the jury withdraw while the question of the competency of the evidence should be decided by the court.\" The request was acceded to and evidence was introduced on the subject of the voluntary nature of the alleged confession. The court decided to admit the document and overruled \"an extensive oral argument, requesting the court to reconsider its decision to admit the document in evidence.\" After such admission in evidence it is stated merely that \"the defendant duly excepted to the admission.\"</p>\n<p>Again, after the close of all the evidence, the record recites:</p>\n<p>\"Counsel for the defense asked that that part of the record in which appeared the testimony of the witnesses Dix, Kent, and Dexter concerning the so-called confession which the Fiscal had offered in evidence be transcribed by the stenographer and given to the jury so that the jury might have full knowledge of all of the circumstances connected with the so-called confession, which motion was denied by the court, in accordance with the law and especially section 274 of the Code of Criminal Procedure, and the accused duly excepted.</p>\n<p>\"Whereupon, the defendant moved through his attorney, that Messrs. Dexter and Kent be allowed to testify as to the circumstances surrounding the alleged confession before the jury, which motion was granted by the court, and the witnesses testified.\"</p>\n<p>Further, after thus, at the request of the counsel for the accused, allowing testimony as to the voluntary nature of the confession to go to the jury, the court in instructing them, after calling their attention to the proceedings had at the trial in respect to the circumstances surrounding the making of the confession which had been given before the jury, submitted the matter to the jury and no exception was noted. That this action <span class=\"star-pagination\">*119</span> of the court was proper, if there was conflict of testimony, is not open to controversy. <i>Wilson</i> v. <i>United States,</i> 162 U.S. 613.</p>\n<p>Nor does the record disclose that the errors assigned in the Supreme Court of Porto Rico involved any contention that rights under the Constitution of the United States had been denied. The Supreme Court, in approaching the consideration of an assigned error which complained of the action of the trial court in admitting the confession in evidence, made an elaborate statement of what it deemed to be the rules applicable to the admissibility of confessions, and in so doing referred to the Fifth Amendment and to a multitude of cases in this and other courts concerning the principle to be applied in determining such admissibility. It is a matter of no concern, however, in ascertaining whether rights under the Federal Constitution were asserted and denied to consider the accuracy of all the statements made by the appellate court in its elaborate review of the subject, since the conclusion which it reached was that as a general principle of law confessions in order to be admissible \"must have been made without compulsion or undue promise or inducement and be entirely voluntary.\" Besides the ultimate and decisive ruling of the Supreme Court of Porto Rico was that the trial court had not erred in acceding to the request of the accused in allowing the evidence concerning the voluntary nature of the confession to be heard by the jury and leaving that subject to its determination. True it is that the opinion indicates that the court deemed that the proof as to the voluntary nature of the confession was of such a preponderating character that the court would have been authorized in not submitting it to the jury. But the correctness of that conclusion is not a matter of concern in view of the fact that the question of the voluntary nature of the confession was submitted to the jury at the request of the accused. As from no possible view of the action of the courts below concerning the confession can we discover even the semblance of the assertion or denial of a right under the Constitution, it follows <span class=\"star-pagination\">*120</span> that the errors assigned on that subject furnish no basis for the exercise of our jurisdiction.</p>\n<p>As the matters which we have considered dispose of all the alleged Federal questions asserted to come within the second clause of § 35 of the act of April 12, 1900, the conclusion follows that we are without jurisdiction, and the writ of error is, therefore,</p>\n<p><i>Dismissed for want of jurisdiction.</i></p>\n<h2>NOTES</h2>\n<p>[1]  SEC. 15, 31 Stat. 80. That the legislative authority hereinafter provided shall have power by due enactment to amend, alter, modify, or repeal any law or ordinance, civil or criminal, continued in force by this act, as it may from time to time see fit.\n</p>\n<p>SEC. 33, 31 Stat. 84. That the judicial power shall be vested in the courts and tribunals of Porto Rico as already established and now in operation, including municipal courts, under and by virtue of General Orders, Numbered One hundred and eighteen, as promulgated by Brigadier-General Davis United States Volunteers, August sixteenth, eighteen hundred and ninety-nine, and including also the police courts established by General Orders, Numbered One hundred and ninety-five, promulgated November twenty-ninth, eighteen hundred and ninety-nine, by Brigadier-General Davis, United States Volunteers, and the laws and ordinances of Porto Rico and the municipalities thereof in force, so far as the same are not in conflict herewith, all which courts and tribunals are hereby continued. The jurisdiction of said courts and the form of procedure in them, and the various officials and attaches thereof, respectively, shall be the same as defined and prescribed in and by said laws and ordinances, and said General Orders, Numbered One hundred and eighteen and One hundred and ninety-five, until otherwise provided by law: <i>Provided, however,</i> That the chief justice and associate justices of the supreme court and the marshal thereof shall be appointed by the President, by and with the advice and consent of the Senate, and the judges of the district courts shall be appointed by the governor, by and with the advice and consent of the executive council, and all other officials and attaches of all the other courts shall be chosen as may be directed by the legislative assembly, which shall have authority to legislate from time to time as it may see fit with respect to said courts, and all other officials and attaches of all the other courts shall be chosen as may be directed by the legislative assembly, which shall have authority to legislate from time to time as it may see fit with respect to said courts, and any others they may deem it advisable to establish, their organization, the number of judges and officials and attaches for each, their jurisdiction, their procedure, and all other matters affecting them.</p>\n\n</div>", 
  "sha1": "956fe0b30d017513245cbff42d5553a6167afb69", 
  "date_modified": "2014-12-21T01:34:45.457815", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/96714/kent-v-porto-rico/", 
  "citation_count": 3, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/925807/", 
  "html": "<p class=\"case_cite\">207 U.S. 113</p>\n    <p class=\"case_cite\">28 S.Ct. 55</p>\n    <p class=\"case_cite\">52 L.Ed. 127</p>\n    <p class=\"parties\">JAMES E. KENT, Plff. in Err.,<br>v.<br>PEOPLE OF PORTO RICO.</p>\n    <p class=\"docket\">No. 31.</p>\n    <p class=\"date\">Argued and submitted October 30, 31, 1907.</p>\n    <p class=\"date\">Decided November 18, 1907.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Messrs. N. B. K. Pettingill, Nemesio Perez Moris,</i> and <i>Harry B. Leake</i> for plaintiff in error.</p>\n      <p class=\"indent\"><i>Mr. Frank Feuille</i> for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice White delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Whether the supreme court of Porto Rico erred in affirming the conviction and sentence of the plaintiff in error of a crime held to constitute embezzlement is the question presented by this record. Twenty-seven errors are assigned. At the threshold we are concerned with our right to consider them. Our jurisdiction arises from the 35th section of the act of April 12, 1900 (31 Stat. at L. 85, chap. 191). For the purposes of this case it suffices to say that by the section in question our power to review extends, first, to 'the same cases as from the supreme courts of the territories of the United States;' and, second, to 'all cases where the Constitution of the United States, or a treaty thereof, or an act of Congress is brought in question and the right claimed thereunder is denied.' As we have no authority to review the action of the supreme court of a territory of the United States in a criminal case like this (Amado v. United States, 195 U. S. 175, 49 L. ed. 146, 25 Sup. Ct. Rep. 13), the first of the above clauses may be put out of view. A few only of the errors assigned are relied upon at bar as presenting Federal questions within the scope of the second clause, yet it is urged that all the assigned errors are open. This rests upon the proposition that, in a case coming from Porto Rico, where jurisdiction arises from the presence of a Federal question, the duty devolves of passing upon all the errors relied upon, irrespective of their Federal character. Passing for the moment a consideration of the deduction involved in the proposition, we come to consider the premise, that is, the alleged existence of Federal contentions embraced by the second clause of &#167; 35. We do this because, if it be that there are no such questions, it will become unnecessary further to notice the argument. In determining whether the assignments of error present Federal questions it is to be borne in mind that the mere fact that some of the assignments relied on assert Federal rights is not determinative, since, even although the assignments formally involve such rights, we are nevertheless without jurisdiction 'where it indubitably appears that the Federal right asserted is frivolous; that is, without color of merit.' American R. Co. v. Castro, 204 U. S. 453, 51 L. ed. 564, 27 Sup. Ct. Rep. 466.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The first error assigned alleged to embody a Federal right is that the trial below was absolutely void because the district court in which the information was filed and trial had was not a legal tribunal within the intendment of the act of Congress of April 12, 1900, the organic act of Porto Rico. To test the merit of the contention it is necessary to briefly state the organization of the judicial system of Porto Rico under the American domination and the legislation of Congress relating to the same. By an order promulgated during the control of Porto Rico by the military authorities the judicial system was made to consist, generally speaking, of district courts composed of three judges, and of a supreme court. By &#167; 33 of the act of Congress above referred to, it was, in part, provided:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'That the judicial power shall be vested in the courts and tribunals of Porto Rico as already established and now in operation, including municipal courts, under and by virtue of general orders, numbered one hundred and eighteen, as promulgated by Brigadier General Davis, United States Volunteers, August sixteenth, eighteen hundred and ninety-nine, and including also the police courts, established by general orders numbered one hundred and ninety-five, promulgated November twenty-ninth, eighteen hundred and ninety-nine, by Brigadier General Davis, United States Volunteers, and the laws and ordinances of Porto Rico and the municipalities thereof in force, so far as the same are not in conflict herewith, all which courts and tribunals are hereby continued.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In March, 1904, a law was enacted by the legislature of Porto Rico, modifying the judicial system as established by the military orders referred to in the act of Congress. For the purposes of the contention now under consideration it suffices to say that by this local law the boundaries of the judicial districts were changed, caused by the creation of additional districts, and it was provided that such courts, instead of being composed of three, should consist of one, judge in each district. The argument is that this local law, in so far as it changed the district courts, and especially in so far as it provided for one instead of three judges to preside over each courts, was void, because in conflict with the provision of the 33d section of the act of Congress. The contention amounts to this: that there were no district courts in Porto Rico from the time of the going into effect of the Porto Rican act, in 1904, up to the present time. Whilst the proposition presents a formal Federal question, we think it is clear that it is so frivolous as to bring it within the rule announced in American R. Co. v. Castro, supra. We say this because we think that no other conclusion is reasonably possible from a consideration of the whole of &#167; 33 of the act of Congress and the context of that act, particularly &#167; 15 thereof, both of which are reproduced in the margin.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We do not deem it necessary to analyze the text of the act*</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Sec. 15. That the legislative authority hereinafter provided shall have power by due enactment to amend, alter, modify, or repeal any law or ordinance, civil or criminal, continued in force by this act, as it may from time to time see fit.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Sec. 33. That the judicial power shall be vested in the courts and tribunals of Porto Rico as already established and now in operation, including municipal courts, under and by virtue of general orders numbered one hundred and eighteen, as promulgated by Brigadier General Davis, United States Volunteers, August sixteenth, eighteen hundred and ninety-nine, and including also the police courts established by general orders numbered one hundred and ninety-five, promulgated November twenty-ninth, eighteen hundred and ninety-nine, by Brigadier General Davis, United States Volunteers, and the laws and ordinances of Porto Rico and the municipalities thereof in force, so far as the same are not in conflict herewith, all which courts and tribunals are hereby continued. The jurisdiction of said courts and the form of procedure in them, and the various officials and <i>attach es</i> thereof, respectively, shall be the same as defined and prescribed in and by said laws and ordinances, and said general orders numbered one hundred and eighteen and one hundred and ninety-five, until otherwise provided by law: Provided, however, that the chief justice and associate justices of the supreme court and the marshal thereof shall be appointed by the President, by and with the advice and consent of the Senate, and the judges of the district courts shall be appointed by the governor, by and with the advice and consent of the executive council, and all other officials and <i>attach es</i> of all the other courts shall be chosen as may be directed by the legislative assembly, which shall have authority to legislate from time to time as it may see fit with respect to said courts, and any others they may deem it advisable to establish, their organization, the number of judges and officials and <i>attach es</i> for each, their jurisdiction, their procedure, and all other matters affecting them. of Congress to point out the inevitable result just stated, since the obvious meaning of the act is established by a decision heretofore rendered. Dones v. Urrutia, 202 U. S. 614, 50 L. ed. 1172, 26 Sup. Ct. Rep. 767. In that case Dones, who had been convicted and sentenced to death for murder, unsuccessfully sought release by habeas corpus at the hands of the supreme court of Porto Rico upon the identical ground presented in the assignment of error which we are considering, and upon an additional ground relating to an alleged personal disqualification of the judge who presided at his trial. On appeal to this court the questions raised were fully argued in printed briefs, but were deemed to be of such a frivolous character as not to require an opinion, and were hence disposed <i>per curiam</i>, referring to the provisions of the statute and pertinent authorities. True it is that in the Dones Case, in conformity to the practice in cases of habeas corpus, the formal order was to affirm, but this would not justify us in assuming jurisdiction on this record when the necessary result of the action of the court in the Dones Case is to establish the frivolous nature of the contention here relied upon as the basis of jurisdiction. Equitable Life Assur. Soc. v. Brown, 187 U. S. 308, 311, 314, 47 L. ed. 190, 192, 193, 23 Sup. Ct. Rep. 123.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The second of the asserted Federal questions relates to the action of the courts below in respect to a certain letter claimed to constitute a confession of guilt and written by the accused to a private person before this prosecution was commenced. It is insisted that by the actions of the trial court on the subject the plaintiff in error was deprived of rights guaranteed by the 5th Amendment to the Constitution of the United States. Conceding, <i>arguendo</i>, the applicability of the constitutional provision relied upon to the subject and that it was operative in the island of Porto Rico, we think the record demonstrates that the claim here made was not raised below, is a mere afterthought, and is established by the record to be without color of merit.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">When the document was offered in evidence the record recites that 'the defendant objected on the ground that its competency had not been established in accordance with the custom in law, inasmuch as it had not been shown to have been free and voluntary and given without promise of reward or without promise of freedom from prosecution.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is next stated that 'the accused requested that the jury withdraw while the question of the competency of the evidence should be decided by the court.' The request was acceded to and evidence was introduced on the subject of the voluntary nature of the alleged confession. The court decided to admit the document and overruled 'an extensive oral argument, requesting the court to reconsider its decision to admit the document in evidence.' After such admission in evidence it is stated merely that 'the defendant duly excepted to the admission.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Again, after the close of all the evidence, the record recites:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'Counsel for the defense asked that that part of the record in which appeared the testimony of the witnesses Dix, Kent, and Dexter concerning the so-called confession which the fiscal had offered in evidence be transcribed by the stenographer and given to the jury so that the jury might have full knowledge of all of the circumstances connected with the so-called confession, which motion was denied by the court, in accordance with the law and especially &#167; 274 of the Code of Criminal Procedure, and the accused duly excepted.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'Whereupon, the defendant moved through his attorneys, that Messrs. Dexter and Kent be allowed to testify as to the circumstances surrounding the alleged confession before the jury, which motion was granted by the court, and the witnesses testified.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Further, after thus, at the request of the counsel for the accused, allowing testimony as to the voluntary nature of the confession to go to the jury, the court, in instructing them, after calling their attention to the proceedings had at the trial in respect to the circumstances surrounding the making of the confession which had been given before the jury, submitted the matter to the jury and no exception was noted. That this action of the court was proper, if there was conflict of testimony, is not open to controversy. Wilson v. United States, 162 U. S. 613, 40 L. ed. 1090, 16 Sup. Ct. Rep. 895.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Nor does the record disclose that the errors assigned in the supreme court of Porto Rico involved any contention that rights under the Constitution of the United States had been denied. The supreme court, in approaching the consideration of an assigned error which complained of the action of the trial court in admitting the confession in evidence, made an elaborate statement of what it deemed to be the rules applicable to the admissibility of confessions, and in so doing referred to the 5th Amendment and to a multitude of cases in this and other courts concerning the principle to be applied in determining such admissibility. It is a matter of no concern, however, in ascertaining whether rights under the Federal Constitution were asserted and denied, to consider the accuracy of all the statements made by the appellate court in its elaborate review of the subject, since the conclusion which it reached was that, as a general principle of law, confessions, in order to be admissible, 'must have been made without compulsion or undue promise or inducement, and be entirely voluntary.' Besides, the ultimate and decisive ruling of the supreme court of Porto Rico was that the trial court had not erred in acceding to the request of the accused in allowing the evidence concerning the voluntary nature of the confession to be heard by the jury, and leaving that subject to its determination. True it is that the opinion indicates that the court deemed that the proof as to the voluntary nature of the confession was of such a preponderating character that the court would have been authorized in not submitting it to the jury. But the correctness of that conclusion is not a matter of concern in view of the fact that the question of the voluntary nature of the confession was submitted to the jury at the request of the accused. As from no possible view of the action of the courts below concerning the confession can we discover even the semblance of the assertion of denial of a right under the Constitution, it follows that the errors assigned on that subject furnish no basis for the exercise of our jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As the matters which we have considered dispose of all the alleged Federal questions asserted to come within the second clause of &#167; 35 of the act of April 12, 1900, the conclusion follows that we are without jurisdiction, and the writ of error is therefore dismissed for want of jurisdiction.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/96714/"
}