{"absolute_url": "/opinion/107257/cardona-v-power/", "blocked": false, "citation": {"case_name": "Cardona v. Power", "docket_number": "673", "document_uris": ["/api/rest/v2/document/107257/"], "federal_cite_one": "384 U.S. 672", "federal_cite_three": "16 L. Ed. 2d 848", "federal_cite_two": "86 S. Ct. 1728", "id": 91616, "lexis_cite": "1966 U.S. LEXIS 1338", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/91616/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 2, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1966-06-13", "date_modified": "2014-12-21T11:20:25.571260", "docket": "/api/rest/v2/docket/377384/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">384 U.S. 672</p>\n    <p class=\"case_cite\">86 S.Ct. 1728</p>\n    <p class=\"case_cite\">16 L.Ed.2d 848</p>\n    <p class=\"parties\">Martha CARDONA, Appellant,<br>v.<br>James M. POWER et al.</p>\n    <p class=\"docket\">No. 673.</p>\n    <p class=\"date\">Argued April 18, 1966.</p>\n    <p class=\"date\">Decided June 13, 1966.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul O'Dwyer, New York City, for appellant.</p>\n      <p class=\"indent\">Samuel A. Hirshowitz, New York City, for appellees.</p>\n      <p class=\"indent\">Mr. Justice BRENNAN, delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case was argued with Katzenbach v. Morgan, 384 U.S. 641, 86 S.Ct. 1731, 16 L.Ed.2d 828, also decided today. We there sustained the constitutionality of &#167; 4(e) of the Voting Rights Act of 1965, and held that, by force of the Supremacy Clause and as provided in &#167; 4(e), the State of New York's English literacy requirement cannot be enforced against persons who had successfully completed a sixth grade education in a public school in, or a private school accredited by, the Commonwealth of Puerto Rico in which the language of instruction was other than English. In this case, which was adjudicated by the New York courts before the enactment of &#167; 4(e), appellant unsuccessfully sought a judicial determination that the New York English literacy requirement, as applied to deny her the right to vote in all elections, violated the Federal Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant was born and educated in the Commonwealth of Puerto Rico and has lived in New York City since about 1948. On July 23, 1963, she attempted to register to vote, presenting evidence of United States citizenship, her age and residence; and she represented that although she was able to read and write Spanish, she could not satisfy New York's English literacy requirement. The New York City Board of Elections refused to register her as a voter solely on the ground that she was not literate in English. Appellant then brought this proceeding in state court against the Board of Elections and its members. She alleged that the New York English literacy requirement as applied was invalid under the Federal Constitution and sought an order directing the Board to register her as a duly qualified voter, or, in the alternative, directing the Board to administer a literacy test in the Spanish language, and, if she passed the test, to register her as a duly qualified voter. The trial court denied the relief prayed for and the New York Court of Appeals, three judges dissenting, affirmed. 16 N.Y.2d 639, 261 N.Y.S.2d 78, 209 N.E.2d 119, remittitur amended, 16 N.Y.2d 708, 827, 261 N.Y.S.2d 900, 209 N.E.2d 556, 210 N.E.2d 458. We noted probable jurisdiction. 382 U.S. 1008, 86 S.Ct. 614, 15 L.Ed.2d 524.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Although appellant's complaint alleges that she attended a school in Puerto Rico, it is not alleged therein nor have we been clearly informed in any other way whether, as required by &#167; 4(e), she successfully completed the sixth grade of a public school in, or a private school accredited by, the Commonwealth.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> If she had completed the sixth grade in such a school, her failure to satisfy the New York English literacy requirement would no longer be a bar to her registration in light of our decision today in Katzenbach v. Morgan. This case might therefore be moot; appellant would not need any relief if &#167; 4(e) in terms accomplished the result she sought. Cf., e.g., Dinsmore v. Southern Express Co., 183 U.S. 115, 119&#8212;120, 22 S.Ct. 45, 46, 46 L.Ed. 111. Moreover, even if appellant were not specifically covered by &#167; 4(e), the New York courts should in the first instance determine whether, in light of this federal enactment, those applications of the New York English literacy requirement not in terms prohibited by &#167; 4(e) have continuing validity. We therefore vacate the judgment, without costs to either party in this Court, and remand the cause to the Court of Appeals of New York for such further proceedings as it may deem appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Judgment vacated and cause remanded.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Mr. Justice DOUGLAS, with whom Mr. Justice FORTAS concurs, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellant is an American of Spanish ancestry, literate in the Spanish language but illiterate in English and hence barred from voting by New York's statute.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">I doubt that literacy is a wise prerequisite for exercise of the franchise. Literacy and intelligence are not synonymous. The experience of nations<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> like India, where illiterate persons have returned to office responsible governments over and again, emphasizes that the ability to read and write is not necessary for an intelligent use of the ballot. Yet our problem as judges is not to determine what is wise or unwise. The issues of constitutional power are more confined. A State has broad powers over elections; and I cannot say that it is an unconstitutional exercise of that power to condition the use of the ballot on the ability to read and write. That is the only teaching of Lassiter v. Northampton Election Board, 360 U.S. 45, 79 S.Ct. 985, 3 L.Ed.2d 1072. But we are a multi-racial and multi-linguistic nation; and there are groups in this country as versatile in Spanish, French, Japanese, and Chinese, for example, as others are in English. Many of them constitute communities in which there are widespread organs of public communication in one of those tongues&#8212;such as newspapers, magazines, radio, and television which regularly report and comment on matters of political interest and public concern. Such is the case in New York City where Spanish-language newspapers and periodicals flourish and where there are Spanish-language radio broadcasts which appellant reads and listens to. Before taking up residence in New York City she lived in Puerto Rico where she regularly voted in gubernatorial, legislative, and municipal elections. And so our equal protection question is whether intelligent use of the ballot should not be as much presumed where one is versatile in the Spanish language as it is where English is the medium.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">New York's law permits an English-speaking voter to qualify either by passing an English literacy test<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> or by presenting a certificate showing completion of the sixth grade of an approved elementary school in which English is the language of instruction.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> But a Spanish-speaking person, such as appellant, is offered no literacy test in Spanish. Her only recourse is to a certificate showing completion of the sixth grade of a public school in, or a private school accredited by, the Commonwealth of Puerto Rico;<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and prior to &#167; 4(e) of the Voting Rights Act that school had to be one in which English was the language of instruction. The heavier burden which New York has placed on the Spanish-speaking American cannot in my view be sustained, under the Equal Protection Clause of the Fourteenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We deal here with the right to vote which over and again we have called a 'fundamental matter in a free and democratic society.' Reynolds v. Sims, 377 U.S. 533, 561&#8212;562, 84 S.Ct. 1362, 12 L.Ed.2d 506; Harper v. Virginia State Board of Elections, 383 U.S. 663, 667, 86 S.Ct. 1079, 1083, 16 L.Ed.2d 169. Where classifications might 'invade or restrain' fundamental rights and liberties, they must be 'closely scrutinized and carefully confined.' Harper v. Virginia State Board of Elections, supra, at 670, 86 S.Ct. at 1083. Our philosophy that removal of unwise laws must be left to the ballot, not to the courts, requires that recourse to the ballot not be restricted as New York has attempted. It little profits the Spanish-speaking people of New York that this literacy test can be changed by legislation either in Albany or in Washington, D.C., if they are barred from participating in the process of selecting those legislatures. This is a fundamental reason why a far sterner test is required when a law&#8212;whether state or federal&#8212;abridges a fundamental right.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">New York, as I have said, registers those who have completed six years of school in a classroom where English is the medium of instruction and those who pass an English literacy test. In my view, there is no rational basis&#8212;considering the importance of the right at stake&#8212;for denying those with equivalent qualifications except that the language is Spanish. Thus appellant has, quite apart from any federal legislation, a constitutional right to vote in New York on a parity with an English-speaking citizen&#8212;either by passing a Spanish literacy test or through a certificate showing completion of the sixth grade in a Puerto Rican school where Spanish was the classroom language. In no other way can she be placed on a constitutional parity with English-speaking electors.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Presumably the predominant classroom language of the school she attended was other than English, and thus that element of &#167; 4(e) is satisfied. If the predominant classroom language had been English, and if she had successfully completed the sixth grade, then she would be entitled to vote under &#167; 168 of the New York Election Law, McKinney's Consol.Laws, c. 17. See n. 2, in Katzenbach v. Morgan, ante.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Puerto Rico in the last quarter century has also provided a demonstration of the point, although it is fast overcoming its illiteracy problem. In 1940 31.5% of its people were illiterate. The rate was reduced to 13.8% in 1965. Selected Indices of Social and Economic Progress: Fiscal Years 1939&#8212;40, 1947&#8212;48 to 1964&#8212;65 (Puerto Rico Bureau of Economic and Social Analysis) 7&#8212;8. During this period the people have elected highly progressive and able officials.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 168(1), McKinney's Consolidated Laws of New York Ann., Election Law.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Id., &#167; 168(2).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Ibid.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See Thornhill v. State of Alabama, 310 U.S. 88, 95&#8212;96, 60 S.Ct. 736, 740, 84 L.Ed. 1093; Thomas v. Collins, 323 U.S. 516, 530, 65 S.Ct. 315, 89 L.Ed. 430; Ashton v. Kentucky, 384 U.S. 195, 86 S.Ct. 1407, 16 L.Ed.2d 469.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>384 U.S. 672 (1966)</b></center>\n<center><h1>CARDONA<br>\nv.<br>\nPOWER ET AL.</h1></center>\n<center>No. 673.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 18, 1966.</center>\n<center>Decided June 13, 1966.</center>\nAPPEAL FROM THE COURT OF APPEALS OF NEW YORK.\n<p><i>Paul O'Dwyer</i> argued the cause for appellant. With him on the brief was <i>W. Bernard Richland.</i></p>\n<p><i>Samuel A. Hirshowitz,</i> First Assistant Attorney General of New York, argued the cause for appellees. With him on the brief were <i>Louis J. Lefkowitz,</i> Attorney General, and <i>George C. Mantzoros, Brenda Soloff, Barry J. Lipson</i> and <i>Amy Juviler,</i> Assistant Attorneys General.</p>\n<p>Briefs of <i>amici curiae,</i> urging reversal, were filed by <i>Leo Pfeffer</i> and <i>Joseph B. Robison</i> for the American Jewish Congress, and by <i>Norman S. Fink</i> for Nathan Straus.</p>\n<p><span class=\"star-pagination\">*673</span> MR. JUSTICE BRENNAN delivered the opinion of the Court.</p>\n<p>This case was argued with <i>Katzenbach</i> v. <i>Morgan, ante</i><i>,</i> p. 641, also decided today. We there sustained the constitutionality of § 4 (e) of the Voting Rights Act of 1965, and held that, by force of the Supremacy Clause and as provided in § 4 (e), the State of New York's English literacy requirement cannot be enforced against persons who had successfully completed a sixth grade education in a public school in, or a private school accredited by, the Commonwealth of Puerto Rico in which the language of instruction was other than English. In this case, which was adjudicated by the New York courts before the enactment of § 4 (e), appellant unsuccessfully sought a judicial determination that the New York English literacy requirement, as applied to deny her the right to vote in all elections, violated the Federal Constitution.</p>\n<p>Appellant was born and educated in the Commonwealth of Puerto Rico and has lived in New York City since about 1948. On July 23, 1963, she attempted to register to vote, presenting evidence of United States citizenship, her age and residence; and she represented that although she was able to read and write Spanish, she could not satisfy New York's English literacy requirement. The New York City Board of Elections refused to register her as a voter solely on the ground that she was not literate in English. Appellant then brought this proceeding in state court against the Board of Elections and its members. She alleged that the New York English literacy requirement as applied was invalid under the Federal Constitution and sought an order directing the Board to register her as a duly qualified voter, or, in the alternative, directing the Board to administer a literacy test in the Spanish language, and, if she passed the test, to register her as a duly qualified voter. The <span class=\"star-pagination\">*674</span> trial court denied the relief prayed for and the New York Court of Appeals, three judges dissenting, affirmed. 16 N. Y. 2d 639, 209 N. E. 2d 119, remittitur amended, 16 N. Y. 2d 708, 827, 209 N. E. 2d 556, 210 N. E. 2d 458. We noted probable jurisdiction. 382 U. S. 1008.</p>\n<p>Although appellant's complaint alleges that she attended a school in Puerto Rico, it is not alleged therein nor have we been clearly informed in any other way whether, as required by § 4 (e), she successfully completed the sixth grade of a public school in, or a private school accredited by, the Commonwealth.<sup>[*]</sup> If she had completed the sixth grade in such a school, her failure to satisfy the New York English literacy requirement would no longer be a bar to her registration in light of our decision today in <i>Katzenbach</i> v. <i>Morgan</i><i>.</i> This case might therefore be moot; appellant would not need any relief if § 4 (e) in terms accomplished the result she sought. Cf., <i>e. g., </i><i>Dinsmore</i> v. <i>Southern Express Co.,</i> 183 U. S. 115, 119-120. Moreover, even if appellant were not specifically covered by § 4 (e), the New York courts should in the first instance determine whether, in light of this federal enactment, those applications of the New York English literacy requirement not in terms prohibited by § 4 (e) have continuing validity. We therefore vacate the judgment, without costs to either party in this Court, and remand the cause to the Court of Appeals of New York for such further proceedings as it may deem appropriate.</p>\n<p><i>It is so ordered.</i></p>\n<p>[For dissenting opinion of MR. JUSTICE HARLAN, see <i>ante,</i> p. 659.]</p>\n<p><span class=\"star-pagination\">*675</span> MR. JUSTICE DOUGLAS, with whom MR. JUSTICE FORTAS concurs, dissenting.</p>\n<p>Appellant is an American of Spanish ancestry, literate in the Spanish language but illiterate in English and hence barred from voting by New York's statute.</p>\n<p>I doubt that literacy is a wise prerequisite for exercise of the franchise. Literacy and intelligence are not synonymous. The experience of nations<sup>[1]</sup> like India, where illiterate persons have returned to office responsible governments over and again, emphasizes that the ability to read and write is not necessary for an intelligent use of the ballot. Yet our problem as judges is not to determine what is wise or unwise. The issues of constitutional power are more confined. A State has broad powers over elections; and I cannot say that it is an unconstitutional exercise of that power to condition the use of the ballot on the ability to read and write. That is the only teaching of <i>Lassiter</i> v. <i>Northampton Election Board,</i> 360 U. S. 45. But we are a multi-racial and multi-linguistic nation; and there are groups in this country as versatile in Spanish, French, Japanese, and Chinese, for example, as others are in English. Many of them constitute communities in which there are widespread organs of public communication in one of those tonguessuch as newspapers, magazines, radio, and television which regularly report and comment on matters of political interest and public concern. Such is the case in New York City where Spanish-language newspapers <span class=\"star-pagination\">*676</span> and periodicals flourish and where there are Spanish-language radio broadcasts which appellant reads and listens to. Before taking up residence in New York City she lived in Puerto Rico where she regularly voted in gubernatorial, legislative, and municipal elections. And so our equal protection question is whether intelligent use of the ballot should not be as much presumed where one is versatile in the Spanish language as it is where English is the medium.</p>\n<p>New York's law permits an English-speaking voter to qualify either by passing an English literacy test<sup>[2]</sup> or by presenting a certificate showing completion of the sixth grade of an approved elementary school in which English is the language of instruction.<sup>[3]</sup> But a Spanish-speaking person, such as appellant, is offered no literacy test in Spanish. Her only recourse is to a certificate showing completion of the sixth grade of a public school in, or a private school accredited by, the Commonwealth of Puerto Rico;<sup>[4]</sup> and prior to § 4 (e) of the Voting Rights Act that school had to be one in which English was the language of instruction. The heavier burden which New York has placed on the Spanish-speaking American cannot in my view be sustained under the Equal Protection Clause of the Fourteenth Amendment.</p>\n<p>We deal here with the right to vote which over and again we have called a \"fundamental matter in a free and democratic society.\" <i>Reynolds</i> v. <i>Sims,</i> 377 U. S. 533, 561-562; <i>Harper</i> v. <i>Virginia Board,</i> 383 U. S. 663, 667. Where classifications might \"invade or restrain\" fundamental rights and liberties, they must be \"closely scrutinized and carefully confined.\" <i>Harper</i> v. <i>Virginia Board, supra,</i> at 670. Our philosophy that removal of <span class=\"star-pagination\">*677</span> unwise laws must be left to the ballot, not to the courts, requires that recourse to the ballot not be restricted as New York has attempted. It little profits the Spanish-speaking people of New York that this literacy test can be changed by legislation either in Albany or in Washington, D. C., if they are barred from participating in the process of selecting those legislatures. That is a fundamental reason why a far sterner test is required when a lawwhether state or federalabridges a fundamental right.<sup>[5]</sup></p>\n<p>New York, as I have said, registers those who have completed six years of school in a classroom where English is the medium of instruction and those who pass an English literacy test. In my view, there is no rational basisconsidering the importance of the right at stake for denying those with equivalent qualifications except that the language is Spanish. Thus appellant has, quite apart from any federal legislation, a constitutional right to vote in New York on a parity with an English-speaking citizeneither by passing a Spanish literacy test or through a certificate showing completion of the sixth grade in a Puerto Rican school where Spanish was the classroom language. In no other way can she be placed on a constitutional parity with English-speaking electors.</p>\n<h2>NOTES</h2>\n<p>[*]  Presumably the predominant classroom language of the school she attended was other than English, and thus that element of § 4 (e) is satisfied. If the predominant classroom language had been English, and if she had successfully completed the sixth grade, then she would be entitled to vote under § 168 of the New York Election Law. See n. 2, in <i>Katzenbach</i> v. <i>Morgan, ante</i><i>.</i></p>\n<p>[1]  Puerto Rico in the last quarter century has also provided a demonstration of the point, although it is fast overcoming its illiteracy problem. In 1940 31.5% of its people were illiterate. The rate was reduced to 13.8% in 1965. Selected Indices of Social and Economic Progress: Fiscal Years 1939-40, 1947-48 to 1964-65 (Puerto Rico Bureau of Economic and Social Analysis) 7-8. During this period the people have elected highly progressive and able officials.</p>\n<p>[2]  Section 168 (1), McKinney's Consolidated Laws of New York Ann., Election Law.</p>\n<p>[3]  <i>Id.,</i> § 168 (2).</p>\n<p>[4]  <i>Ibid.</i></p>\n<p>[5]  See <i>Thornhill</i> v. <i>Alabama,</i> 310 U. S. 88, 95-96; <i>Thomas</i> v. <i>Collins,</i> 323 U. S. 516, 530; <i>Ashton</i> v. <i>Kentucky, ante,</i> p. 195.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">672</span></span> (1966)</b></center>\n<center><h1>CARDONA<br>\nv.<br>\nPOWER ET AL.</h1></center>\n<center>No. 673.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 18, 1966.</center>\n<center>Decided June 13, 1966.</center>\nAPPEAL FROM THE COURT OF APPEALS OF NEW YORK.\n<p><i>Paul O'Dwyer</i> argued the cause for appellant. With him on the brief was <i>W. Bernard Richland.</i></p>\n<p><i>Samuel A. Hirshowitz,</i> First Assistant Attorney General of New York, argued the cause for appellees. With him on the brief were <i>Louis J. Lefkowitz,</i> Attorney General, and <i>George C. Mantzoros, Brenda Soloff, Barry J. Lipson</i> and <i>Amy Juviler,</i> Assistant Attorneys General.</p>\n<p>Briefs of <i>amici curiae,</i> urging reversal, were filed by <i>Leo Pfeffer</i> and <i>Joseph B. Robison</i> for the American Jewish Congress, and by <i>Norman S. Fink</i> for Nathan Straus.</p>\n<p><span class=\"star-pagination\">*673</span> MR. JUSTICE BRENNAN delivered the opinion of the Court.</p>\n<p>This case was argued with <i>Katzenbach</i> v. <i>Morgan, ante</i><i>,</i> p. 641, also decided today. We there sustained the constitutionality of § 4 (e) of the Voting Rights Act of 1965, and held that, by force of the Supremacy Clause and as provided in § 4 (e), the State of New York's English literacy requirement cannot be enforced against persons who had successfully completed a sixth grade education in a public school in, or a private school accredited by, the Commonwealth of Puerto Rico in which the language of instruction was other than English. In this case, which was adjudicated by the New York courts before the enactment of § 4 (e), appellant unsuccessfully sought a judicial determination that the New York English literacy requirement, as applied to deny her the right to vote in all elections, violated the Federal Constitution.</p>\n<p>Appellant was born and educated in the Commonwealth of Puerto Rico and has lived in New York City since about 1948. On July 23, 1963, she attempted to register to vote, presenting evidence of United States citizenship, her age and residence; and she represented that although she was able to read and write Spanish, she could not satisfy New York's English literacy requirement. The New York City Board of Elections refused to register her as a voter solely on the ground that she was not literate in English. Appellant then brought this proceeding in state court against the Board of Elections and its members. She alleged that the New York English literacy requirement as applied was invalid under the Federal Constitution and sought an order directing the Board to register her as a duly qualified voter, or, in the alternative, directing the Board to administer a literacy test in the Spanish language, and, if she passed the test, to register her as a duly qualified voter. The <span class=\"star-pagination\">*674</span> trial court denied the relief prayed for and the New York Court of Appeals, three judges dissenting, affirmed. 16 N. Y. 2d 639, 209 N. E. 2d 119, remittitur amended, 16 N. Y. 2d 708, 827, 209 N. E. 2d 556, 210 N. E. 2d 458. We noted probable jurisdiction. 382 U. S. 1008.</p>\n<p>Although appellant's complaint alleges that she attended a school in Puerto Rico, it is not alleged therein nor have we been clearly informed in any other way whether, as required by § 4 (e), she successfully completed the sixth grade of a public school in, or a private school accredited by, the Commonwealth.<sup>[*]</sup> If she had completed the sixth grade in such a school, her failure to satisfy the New York English literacy requirement would no longer be a bar to her registration in light of our decision today in <i>Katzenbach</i> v. <i>Morgan</i><i>.</i> This case might therefore be moot; appellant would not need any relief if § 4 (e) in terms accomplished the result she sought. Cf., <i>e. g., </i><i>Dinsmore</i> v. <i>Southern Express Co.,</i> 183 U. S. 115, 119-120. Moreover, even if appellant were not specifically covered by § 4 (e), the New York courts should in the first instance determine whether, in light of this federal enactment, those applications of the New York English literacy requirement not in terms prohibited by § 4 (e) have continuing validity. We therefore vacate the judgment, without costs to either party in this Court, and remand the cause to the Court of Appeals of New York for such further proceedings as it may deem appropriate.</p>\n<p><i>It is so ordered.</i></p>\n<p>[For dissenting opinion of MR. JUSTICE HARLAN, see <i>ante,</i> p. 659.]</p>\n<p><span class=\"star-pagination\">*675</span> MR. JUSTICE DOUGLAS, with whom MR. JUSTICE FORTAS concurs, dissenting.</p>\n<p>Appellant is an American of Spanish ancestry, literate in the Spanish language but illiterate in English and hence barred from voting by New York's statute.</p>\n<p>I doubt that literacy is a wise prerequisite for exercise of the franchise. Literacy and intelligence are not synonymous. The experience of nations<sup>[1]</sup> like India, where illiterate persons have returned to office responsible governments over and again, emphasizes that the ability to read and write is not necessary for an intelligent use of the ballot. Yet our problem as judges is not to determine what is wise or unwise. The issues of constitutional power are more confined. A State has broad powers over elections; and I cannot say that it is an unconstitutional exercise of that power to condition the use of the ballot on the ability to read and write. That is the only teaching of <i>Lassiter</i> v. <i>Northampton Election Board,</i> 360 U. S. 45. But we are a multi-racial and multi-linguistic nation; and there are groups in this country as versatile in Spanish, French, Japanese, and Chinese, for example, as others are in English. Many of them constitute communities in which there are widespread organs of public communication in one of those tonguessuch as newspapers, magazines, radio, and television which regularly report and comment on matters of political interest and public concern. Such is the case in New York City where Spanish-language newspapers <span class=\"star-pagination\">*676</span> and periodicals flourish and where there are Spanish-language radio broadcasts which appellant reads and listens to. Before taking up residence in New York City she lived in Puerto Rico where she regularly voted in gubernatorial, legislative, and municipal elections. And so our equal protection question is whether intelligent use of the ballot should not be as much presumed where one is versatile in the Spanish language as it is where English is the medium.</p>\n<p>New York's law permits an English-speaking voter to qualify either by passing an English literacy test<sup>[2]</sup> or by presenting a certificate showing completion of the sixth grade of an approved elementary school in which English is the language of instruction.<sup>[3]</sup> But a Spanish-speaking person, such as appellant, is offered no literacy test in Spanish. Her only recourse is to a certificate showing completion of the sixth grade of a public school in, or a private school accredited by, the Commonwealth of Puerto Rico;<sup>[4]</sup> and prior to § 4 (e) of the Voting Rights Act that school had to be one in which English was the language of instruction. The heavier burden which New York has placed on the Spanish-speaking American cannot in my view be sustained under the Equal Protection Clause of the Fourteenth Amendment.</p>\n<p>We deal here with the right to vote which over and again we have called a \"fundamental matter in a free and democratic society.\" <i>Reynolds</i> v. <i>Sims,</i> 377 U. S. 533, 561-562; <i>Harper</i> v. <i>Virginia Board,</i> 383 U. S. 663, 667. Where classifications might \"invade or restrain\" fundamental rights and liberties, they must be \"closely scrutinized and carefully confined.\" <i>Harper</i> v. <i>Virginia Board, supra,</i> at 670. Our philosophy that removal of <span class=\"star-pagination\">*677</span> unwise laws must be left to the ballot, not to the courts, requires that recourse to the ballot not be restricted as New York has attempted. It little profits the Spanish-speaking people of New York that this literacy test can be changed by legislation either in Albany or in Washington, D. C., if they are barred from participating in the process of selecting those legislatures. That is a fundamental reason why a far sterner test is required when a lawwhether state or federalabridges a fundamental right.<sup>[5]</sup></p>\n<p>New York, as I have said, registers those who have completed six years of school in a classroom where English is the medium of instruction and those who pass an English literacy test. In my view, there is no rational basisconsidering the importance of the right at stake for denying those with equivalent qualifications except that the language is Spanish. Thus appellant has, quite apart from any federal legislation, a constitutional right to vote in New York on a parity with an English-speaking citizeneither by passing a Spanish literacy test or through a certificate showing completion of the sixth grade in a Puerto Rican school where Spanish was the classroom language. In no other way can she be placed on a constitutional parity with English-speaking electors.</p>\n<h2>NOTES</h2>\n<p>[*]  Presumably the predominant classroom language of the school she attended was other than English, and thus that element of § 4 (e) is satisfied. If the predominant classroom language had been English, and if she had successfully completed the sixth grade, then she would be entitled to vote under § 168 of the New York Election Law. See n. 2, in <i>Katzenbach</i> v. <i>Morgan, ante</i><i>.</i></p>\n<p>[1]  Puerto Rico in the last quarter century has also provided a demonstration of the point, although it is fast overcoming its illiteracy problem. In 1940 31.5% of its people were illiterate. The rate was reduced to 13.8% in 1965. Selected Indices of Social and Economic Progress: Fiscal Years 1939-40, 1947-48 to 1964-65 (Puerto Rico Bureau of Economic and Social Analysis) 7-8. During this period the people have elected highly progressive and able officials.</p>\n<p>[2]  Section 168 (1), McKinney's Consolidated Laws of New York Ann., Election Law.</p>\n<p>[3]  <i>Id.,</i> § 168 (2).</p>\n<p>[4]  <i>Ibid.</i></p>\n<p>[5]  See <i>Thornhill</i> v. <i>Alabama,</i> 310 U. S. 88, 95-96; <i>Thomas</i> v. <i>Collins,</i> 323 U. S. 516, 530; <i>Ashton</i> v. <i>Kentucky, ante,</i> p. 195.</p>\n\n</div>", "id": 107257, "judges": "Brennan", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/107257/", "sha1": "3a97f6ad3656332f5830183b33bad419541ff023", "source": "LR", "supreme_court_db_id": "1965-127", "time_retrieved": "2010-04-28T10:10:57"}