{"absolute_url": "/opinion/100562/morse-v-united-states/", "blocked": false, "citation": {"case_name": "Morse v. United States", "docket_number": "Nos. 597, 598", "document_uris": ["/api/rest/v2/document/100562/"], "federal_cite_one": "267 U.S. 80", "federal_cite_three": null, "federal_cite_two": null, "id": 84945, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/84945/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 12, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1925-02-02", "date_modified": "2014-12-21T11:09:34.732324", "docket": "/api/rest/v2/docket/405877/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">267 U.S. 80</p>\n    <p class=\"case_cite\">45 S.Ct. 209</p>\n    <p class=\"case_cite\">69 L.Ed. 522</p>\n    <p class=\"parties\">MORSE<br>v.<br>UNITED STATES (two cases).</p>\n    <p class=\"docket\">Nos. 597, 598.</p>\n    <p class=\"date\">Argued Jan. 9, 1925.</p>\n    <p class=\"date\">Decided Feb. 2, 1925.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Nash Rockwood, of New York City, for appellants.</p>\n      <p class=\"indent\">Mr. Assistant Attorney General Donovan, for the United States.</p>\n      <p class=\"indent\">Mr. Justice SUTHERLAND delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants, under indictment in the District of Columbia, while passing through New York on February 6, 1923, on their way to Washington for trial, were arrested and taken from the train by a United States marshal upon bench warrants issued on federal indictments found in New York charging them with fraudulent uses of the mails. Previously, their removal to New York from Connecticut and Massachusetts, respectively, for trial under these indictments had been sought under section 1014, Rev. Stats. (Comp. St. &#167; 1674). The removal of Harry F. Morse from Connecticut had been granted by the commissioner, but, upon habeas corpus proceedings, he had been discharged from custody by the Connecticut federal District Court for want of probable cause, principally on the ground that the New York indictment was insufficient to charge a criminal offense (287 F. 906), although the New York court had previously held it good. The proceedings for the removal of Benjamin W. Morse from Massachusetts were still pending before the commissioner at the time of the arrest. Both appellants were on bail to answer the District of Columbia indictment. Their case had been peremptorily set for trial on the morning following the arrest, and the effect of it was to prevent their appearance at the time set. Upon these facts, writs of habeas corpus were granted by the federal District Court for the Southern District of New York. After a hearing, the writs were dismissed and these appeals followed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">First. It is contended that the arrest of appellants in New York, while en route to Washington for trial, under the circumstances stated, was arbitrary, unauthorized and illegal, and constituted a violation of the due process of law clause of the Fifth Amendment. The contention is plainly without merit. The principle that when the jurisdiction of a court has attached, it must be respected as exclusive until exhausted, is a rule of comity, having a wide application in civil cases but a limited one in criminal cases. Peckham v. Henkel, 216 U. S. 483, 486, 30 S. Ct. 255, 54 L. Ed. 579. The mutual forbearance which two federal courts having coordinate jurisdiction should exercise to prevent conflicts by avoiding interferences with the process of each other, has 'perhaps no higher sanction than the utility which comes from concord.' Covell v. Heyman, 111 U. S. 176, 182, 4 S. Ct. 355, 358 (28 L. Ed. 390). But this aside, if there be a violation of the rule of comity here, it primarily concerns only the courts or the sovereignty which is their common superior, and cannot avail the appellants indicted for crimes in the different jurisdictions. Moreover, their constitutional rights are not affected; and if there was error in any respect, it is not reviewable on habeas corpus. Peckham v. Henkel, supra, p. 487; Beavers v. Haubert, 198 U. S. 77, 85, 25 S. Ct. 573, 49 L. Ed. 950. And see In re Fox (D. C.) 51 F. 427, 430; United States v. Marrin (D. C.) 170 F. 476, 479-480.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Second. It is urged that the decision of the federal District Court in Connecticut discharging Harry F. Morse was res judicata and conclusively determined (1) that the New York bench warrant was illegally issued and therefore could not be made the basis for the subsequent arrest in New York; and (2) that the indictment was fatally defective. In respect of the first contention, it is enough to say that the warrant upon which the Connecticut arrest was made was that issued by the commissioner and not the New York bench warrant upon which the present arrest was made. The discharge of the prisoner determined that he could not be held upon the process issued by the commissioner. It had nothing to do with the question whether he could be arrested and held in New York upon the process issued by the trial court. See Ex parte Milburn, 9 Pet. 704, 710, 9 L. Ed. 280; Barbee v. Weatherspoon, 88 N. C. 19, 20-22; In re Begerow, 136 Cal. 293, 299, 68 P. 773, 56 L. R. A. 528.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The second contention proceeds upon a complete misconception of the purpose for which the indictment is produced and considered in removal proceedings, and the authoritative effect of the ruling of the commissioner and the court on habeas corpus in respect thereof. The inquiry in such proceedings is whether there is probable cause to believe the prisoner guilty and justify his removal for trial. That inquiry may be made and the prisoner removed to the trial district in advance of indictment or without the production of the indictment if one has been found. Greene v. Henkel, 183 U. S. 249, 260, 22 S. Ct. 218, 46 L. Ed. 177; Pierce v. Creecy, 210 U. S. 387, 403, 28 S. Ct. 714, 52 L. Ed. 1113; United States v. Greene (D. C.) 100 F. 941, 943. The indictment was before the commissioner as evidence for the purpose of establishing or tending to establish the commission of an offense; and the commissioner had authority to pass upon its effect in that aspect only. The court reviewing the action of the commissioner under section 1014 upon habeas corpus was governed by the same rules and its decision was subject to the same limitation. Henry v. Henkel, 235 U. S. 219, 230, 35 S. Ct. 54, 59 L. Ed. 203; Benson v. Palmer, 31 App. D. C. 561, 564, 565, 17 L. R. A. (N. S.) 1247. Neither had authority to determine the sufficiency of the indictment as a pleading. 'The only safe rule is to abandon entirely the standard to which the indictment must conform, judged as a criminal pleading, and consider only whether it shows satisfactorily that the fugitive has been in fact, however inartificially, charged with crime in the State from which he has fled.' Pierce v. Creecy, supra, pp. 401, 402 (28 S. Ct. 718). In Benson v. Henkel, 198 U. S. 1, 12, 25 S. Ct. 569, 571 (49 L. Ed. 919) this court said:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'While we have no desire to minimize what we have already      said with regard to the indictment setting out the substance      of the offense in language sufficient to apprise the accused of the nature of the charge against him, still it      must be borne in mind that the indictment is merely offered      as proof of the charge originally contained in the complaint,      and not as a complaint in itself or foundation of the charge,      which may be supported by oral testimony as well as by the      indictment. When the accused is arraigned in the trial court      he may take advantage of every insufficiency in the      indictment, since it is there the very foundation of the      charge, but to hold it to be the duty of the commissioner to      determine the validity of every indictment as a pleading,      when offered only as evidence, is to put in his hands a      dangerous power, which might be subject to serious abuse. If,      for instance, he were moved by personal considerations,      popular clamor or insufficient knowledge of the law to      discharge the accused by reason of the insufficiency of the      indictment, it might turn out that the indictment was      perfectly valid and that the accused should have been held.      But the evil once done is, or may be, irremediable, and the      commissioner, in setting himself up as a court of last resort      to determine the validity of the indictment, is liable to do      a gross injustice.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">See, also, Benson v. Palmer, supra; United States v. Reddin (D. C.) 193 F. 798, 802; In re Hacker (D. C.) 73 F. 464; In re Dana (D. C.) 68 F. 886, 890; Ex parte Mitchell, 1 La. Ann. 413, 414.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Benson v. Palmer, supra, contains a very full review of the precise question here under consideration. In the course of the opinion, the court, after pointing out that the discharge of the accused from the process under which he was held in the removal proceedings had nothing to do with the process upon which he was subsequently arrested and held by the trial court, that the indictment could be considered in such proceedings only as evidence, and that a finding thereon 'concludes the proceedings for removal, but not for trial,' said (page 568):</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'It is not the policy of our criminal jurisprudence that an      accused shall be permitted to escape trial on the merits of      the charge against him, through a mere defect in the preliminary      proceedings leading up to the trial. No discharge by writ of      habeas corpus will operate as a bar to further proceedings in      the same cause, unless the inquiry on the petition for the      writ involves a full investigation into the merits of the      case&#8212;the guilt or innocence of the accused.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is unnecessary to refer to other authorities. While they are not entirely harmonious the rule to be deduced therefrom is that the judgment in a habeas corpus proceeding can be regarded as conclusive upon the merits only where the case presented is one which calls for a final determination of the ultimate facts and of the law; and not where the proceeding is preliminary and ancillary to a trial upon the merits. See, for example, United States v. Chung Shee (D. C.) 71 F. 277, 280; Kurtz v. State, 22 Fla. 36, 45, 1 Am. St. Rep. 173. Thus it is held that a judgment in a preliminary examination discharging an accused person for want of probable cause is not conclusive upon the question of his guilt or innocence and constitutes no bar to a subsequent trial in the court to which the indictment is returned. Commonwealth v. Hamilton, 129 Mass. 479, 481. Likewise, in extradition proceedings, a discharge for insufficient evidence will not preclude a second inquiry. In re Kelly (C. C.) 26 F. 852. And see Collins v. Loisel, 262 U. S. 426, 429, 43 S. Ct. 618, 67 L. Ed. 1062; In re Begerow, supra, p. 298. The functions of the commissioner and the court in removal proceedings under section 1014 are of like character and exercised with like effect. The judgment rendered therein, whatever may be its effect in subsequent proceedings of the same character involving the same question&#8212;Salinger v. Loisel, 265 U. S. 224, 230-232, 44 S. Ct. 519, 68 L. Ed. 989; Collins v. Loisel, supra, p. 430; United States v. Haas (D. C.) 167 F. 211, 212&#8212;does not abridge the power of the trial court to deal independently with the main cause if the accused be subsequently arrested and brought before that court to answer to the indictment. In other words, the commissioner, or the court in review on habeas corpus, for lack of power cannot conclusively adjudge the indictment, qua indictment, to be either good or bad or pass finally upon the guilt or innocence of the accused. A decision discharging the prisoner neither annuls the indictment nor blots out the offense. Upon the case here presented, the trial court alone had plenary jurisdiction over the cause and consequently alone had plenary power to pass upon the sufficiency of the indictment as to the pleading which initiated and was the foundation of the prosecution.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Judgment affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Mandate to issue forthwith.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>267 U.S. 80 (1925)</b></center>\n<center><h1>BENJAMIN W. MORSE<br>\nv.<br>\nTHE UNITED STATES OF AMERICA.<br>\nHARRY F. MORSE<br>\nv.<br>\nTHE UNITED STATES OF AMERICA.</h1></center>\n<center>Nos. 597 and 598.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 9, 1925.</center>\n<center>Decided February 2, 1925.</center>\nAPPEALS FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><i>Mr. Nash Rockwood,</i> with whom <i>Mr. Charles T. Lark</i> was on the brief, for appellants.</p>\n<p><span class=\"star-pagination\">*81</span> <i>Mr. Assistant Attorney General Donovan,</i> with whom <i>Mr. Solicitor General Beck</i> was on the brief, for appellee.</p>\n<p>MR. JUSTICE SUTHERLAND delivered the opinion of the Court.</p>\n<p>Appellants, under indictment in the District of Columbia, while passing through New York on February 6, 1923, on their way to Washington for trial, were arrested and taken from the train by a United States marshal upon bench warrants issued on federal indictments found in New York charging them with fraudulent uses of the mails. Previously, their removal to New York from Connecticut and Massachusetts, respectively, for trial under these indictments had been sought under § 1014 Rev. Stats. The removal of Harry F. Morse from Connecticut had been granted by the commissioner, but, upon <i>habeas corpus</i> proceedings, he had been discharged from custody by the Connecticut federal district court for want of probable cause, principally on the ground that the New York indictment was insufficient to charge a criminal offence, 287 Fed. 906; although the New York court had previously held it good. The proceedings for the removal of Benjamin W. Morse from Massachusetts were still pending before the commissioner at the time of the arrest. Both appellants were on bail to answer the District of Columbia indictment. Their case had been peremptorily set for trial on the morning following the arrest, and the effect of it was to prevent their appearance at the time set. Upon these facts, writs of <i>habeas corpus</i> were granted by the federal district court for the southern district of New York. After a hearing, the writs were dismissed and these appeals followed.</p>\n<p><i>First.</i> It is contended that the arrest of appellants in New York, while en route to Washington for trial, under the circumstances stated, was arbitrary, unauthorized and <span class=\"star-pagination\">*82</span> illegal, and constituted a violation of the due process of law clause of the Fifth Amendment. The contention is plainly without merit. The principle that when the jurisdiction of a court has attached, it must be respected as exclusive until exhausted, is a rule of comity, having a wide application in civil cases but a limited one in criminal cases. <i>Peckham</i> v. <i>Henkel,</i> 216 U.S. 483, 486. The mutual forbearance which two federal courts having coordinate jurisdiction should exercise to prevent conflicts by avoiding interferences with the process of each other, has \"perhaps no higher sanction than the utility which comes from concord.\" <i>Covell</i> v. <i>Heyman,</i> 111 U.S. 176, 182. But this aside, if there be a violation of the rule of comity here, it primarily concerns only the courts or the sovereignty which is their common superior, and cannot avail the appellants indicted for crimes in the different jurisdictions. Moreover, their constitutional rights are not affected; and if there was error in any respect, it is not reviewable on <i>habeas corpus. </i><i>Peckham</i> v. <i>Henkel, supra,</i> p. 487; <i>Beavers</i> v. <i>Haubert,</i> 198 U.S. 77, 85. And see <i>In re Fox,</i> 51 Fed. 427, 430; <i>United States</i> v. <i>Marrin,</i> 170 Fed. 476, 479-480.</p>\n<p><i>Second.</i> It is urged that the decision of the federal district court in Connecticut discharging Harry F. Morse was <i>res judicata</i> and conclusively determined (1) that the New York bench warrant was illegally issued and therefore could not be made the basis for the subsequent arrest in New York; and (2) that the indictment was fatally defective. In respect of the first contention, it is enough to say that the warrant upon which the Connecticut arrest was made was that issued by the commissioner and not the New York bench warrant upon which the present arrest was made. The discharge of the prisoner determined that he could not be held upon the process issued by the commissioner. It had nothing to do with the question whether he could be arrested and held in New York <span class=\"star-pagination\">*83</span> upon the process issued by the trial court. See <i>Ex parte Milburn,</i> 9 Pet. 704, 710; <i>Barbee</i> v. <i>Weatherspoon,</i> 88 N.C. 19, 20-22; <i>In re Begerow,</i> 136 Cal. 293, 299.</p>\n<p>The second contention proceeds upon a complete misconception of the purpose for which the indictment is produced and considered in removal proceedings, and the authoritative effect of the ruling of the commissioner and the court on <i>habeas corpus</i> in respect thereof. The inquiry in such proceedings is whether there is probable cause to believe the prisoner guilty and justify his removal for trial. That inquiry may be made and the prisoner removed to the trial district in advance of indictment or without the production of the indictment if one has been found. <i>Greene</i> v. <i>Henkel,</i> 183 U.S. 249, 260; <i>Pierce</i> v. <i>Creecy,</i> 210 U.S. 387, 403; <i>United States</i> v. <i>Greene,</i> 100 Fed. 941, 943. The indictment was before the commissioner simply as evidence for the purpose of establishing or tending to establish the commission of an offense; and the commissioner had authority to pass upon its effect in that aspect only. The court reviewing the action of the commissioner under § 1014 upon <i>habeas corpus</i> was governed by the same rules and its decision was subject to the same limitation. <i>Henry</i> v. <i>Henkel,</i> 235 U.S. 219, 230; <i>Benson</i> v. <i>Palmer,</i> 31 App. D.C. 561, 564-565. Neither had authority to determine the sufficiency of the indictment as a pleading. \"The only safe rule is to abandon entirely the standard to which the indictment must conform, judged as a criminal pleading, and consider only whether it shows satisfactorily that the fugitive has been in fact, however inartificially, charged with crime in the State from which he has fled.\" <i>Pierce</i> v. <i>Creecy, supra,</i> pp. 401, 402. In <i>Benson</i> v. <i>Henkel,</i> 198 U.S. 1, 12, this court said:</p>\n<p>\"While we have no desire to minimize what we have already said with regard to the indictment setting out the substance of the offense in language sufficient to apprise <span class=\"star-pagination\">*84</span> the accused of the nature of the charge against him, still it must be borne in mind that the indictment is merely offered as proof of the charge originally contained in the complaint, and not as a complaint in itself or foundation of the charge, which may be supported by oral testimony as well as by the indictment. When the accused is arraigned in the trial court he may take advantage of every insufficiency in the indictment, since it is there the very foundation of the charge, but to hold it to be the duty of the Commissioner to determine the validity of every indictment as a pleading, when offered only as evidence, is to put in his hands a dangerous power, which might be subject to serious abuse. If, for instance, he were moved by personal considerations, popular clamor or insufficient knowledge of the law to discharge the accused by reason of the insufficiency of the indictment, it might turn out that the indictment was perfectly valid and that the accused should have been held. But the evil once done is, or may be, irremediable, and the Commissioner, in setting himself up as a court of last resort to determine the validity of the indictment, is liable to do a gross injustice.\"</p>\n<p>See also <i>Benson</i> v. <i>Palmer, supra</i><i>; </i><i>United States</i> v. <i>Reddin,</i> 193 Fed. 798, 802; <i>In re Hacker,</i> 73 Fed. 464; <i>In re Dana,</i> 68 Fed. 886, 890; <i>Ex parte Mitchell,</i> 1 La. Ann. 413, 414. <i>Benson</i> v. <i>Palmer, supra</i><i>,</i> contains a very full review of the precise question here under consideration. In the course of the opinion, the court, after pointing out that the discharge of the accused from the process under which he was held in the removal proceedings had nothing to do with the process upon which he was subsequently arrested and held by the trial court, that the indictment could be considered in such proceedings only as evidence, and that a finding thereon \"concludes the proceedings for removal, but not for trial,\" said (p. 568): \"It is not the policy of our criminal jurisprudence that an accused shall be permitted to escape trial on the merits of the <span class=\"star-pagination\">*85</span> charge against him, through a mere defect in the preliminary proceedings leading up to the trial. No discharge by writ of <i>habeas corpus</i> will operate as a bar to further proceedings in the same cause, unless the inquiry on the petition for writ involves a full investigation into the merits of the case,  the guilt or innocence of the accused.\" It is unnecessary to refer to other authorities. While they are not entirely harmonious the rule to be deduced therefrom is that the judgment in a <i>habeas corpus</i> proceeding can be regarded as conclusive upon the merits only where the case presented is one which calls for a final determination of the ultimate facts and of the law; and not where the proceeding is preliminary and ancillary to a trial upon the merits. See, for example, <i>United States</i> v. <i>Chung Shee,</i> 71 Fed. 277, 280; <i>Kurtz</i> v. <i>State,</i> 22 Fla. 36, 45. Thus it is held that a judgment in a preliminary examination discharging an accused person for want of probable cause is not conclusive upon the question of his guilt or innocence and constitutes no bar to a subsequent trial in the court to which the indictment is returned. <i>Commonwealth</i> v. <i>Hamilton,</i> 129 Mass. 479, 481. Likewise, in extradition proceedings, a discharge for insufficient evidence will not preclude a second inquiry. <i>In re Kelly,</i> 26 Fed. 852. And see <i>Collins</i> v. <i>Loisel,</i> 262 U.S. 426, 429; <i>In re Begerow, supra,</i> p. 298. The functions of the commissioner and the court in removal proceedings under § 1014 are of like character and exercised with like effect. The judgment rendered therein, whatever may be its effect in subsequent proceedings of the same character involving the same question  <i>Salinger</i> v. <i>Loisel,</i> 265 U.S. 224, 230-232; <i>Collins</i> v. <i>Loisel, supra,</i> p. 430; <i>United States</i> v. <i>Haas,</i> 167 Fed. 211, 212  does not abridge the power of the trial court to deal independently with the main cause if the accused be subsequently arrested and brought before that court to answer to the indictment. In other words, the commissioner, or the court in review on <i>habeas corpus,</i> for <span class=\"star-pagination\">*86</span> lack of power cannot conclusively adjudge the indictment, <i>qua</i> indictment, to be either good or bad or pass finally upon the guilt or innocence of the accused. A decision discharging the prisoner neither annuls the indictment nor blots out the offence. Upon the case here presented, the trial court alone had plenary jurisdiction over the cause and consequently alone had plenary power to pass upon the sufficiency of the indictment as the pleading which initiated and was the foundation of the prosecution.</p>\n<p><i>Judgment affirmed.</i></p>\n<p><i>Mandate to issue forthwith.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">267</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">80</span></span> (1925)</b></center>\n<center><h1>BENJAMIN W. MORSE<br>\nv.<br>\nTHE UNITED STATES OF AMERICA.<br>\nHARRY F. MORSE<br>\nv.<br>\nTHE UNITED STATES OF AMERICA.</h1></center>\n<center>Nos. 597 and 598.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 9, 1925.</center>\n<center>Decided February 2, 1925.</center>\nAPPEALS FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><i>Mr. Nash Rockwood,</i> with whom <i>Mr. Charles T. Lark</i> was on the brief, for appellants.</p>\n<p><span class=\"star-pagination\">*81</span> <i>Mr. Assistant Attorney General Donovan,</i> with whom <i>Mr. Solicitor General Beck</i> was on the brief, for appellee.</p>\n<p>MR. JUSTICE SUTHERLAND delivered the opinion of the Court.</p>\n<p>Appellants, under indictment in the District of Columbia, while passing through New York on February 6, 1923, on their way to Washington for trial, were arrested and taken from the train by a United States marshal upon bench warrants issued on federal indictments found in New York charging them with fraudulent uses of the mails. Previously, their removal to New York from Connecticut and Massachusetts, respectively, for trial under these indictments had been sought under § 1014 Rev. Stats. The removal of Harry F. Morse from Connecticut had been granted by the commissioner, but, upon <i>habeas corpus</i> proceedings, he had been discharged from custody by the Connecticut federal district court for want of probable cause, principally on the ground that the New York indictment was insufficient to charge a criminal offence, 287 Fed. 906; although the New York court had previously held it good. The proceedings for the removal of Benjamin W. Morse from Massachusetts were still pending before the commissioner at the time of the arrest. Both appellants were on bail to answer the District of Columbia indictment. Their case had been peremptorily set for trial on the morning following the arrest, and the effect of it was to prevent their appearance at the time set. Upon these facts, writs of <i>habeas corpus</i> were granted by the federal district court for the southern district of New York. After a hearing, the writs were dismissed and these appeals followed.</p>\n<p><i>First.</i> It is contended that the arrest of appellants in New York, while en route to Washington for trial, under the circumstances stated, was arbitrary, unauthorized and <span class=\"star-pagination\">*82</span> illegal, and constituted a violation of the due process of law clause of the Fifth Amendment. The contention is plainly without merit. The principle that when the jurisdiction of a court has attached, it must be respected as exclusive until exhausted, is a rule of comity, having a wide application in civil cases but a limited one in criminal cases. <i>Peckham</i> v. <i>Henkel,</i> <span class=\"citation\" data-id=\"97193\"><a href=\"/opinion/97193/peckham-v-henkel/\"><span class=\"volume\">216</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, 486. The mutual forbearance which two federal courts having coordinate jurisdiction should exercise to prevent conflicts by avoiding interferences with the process of each other, has \"perhaps no higher sanction than the utility which comes from concord.\" <i>Covell</i> v. <i>Heyman,</i> <span class=\"citation\" data-id=\"91098\"><a href=\"/opinion/91098/covell-v-heyman/\"><span class=\"volume\">111</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">176</span></a></span>, 182. But this aside, if there be a violation of the rule of comity here, it primarily concerns only the courts or the sovereignty which is their common superior, and cannot avail the appellants indicted for crimes in the different jurisdictions. Moreover, their constitutional rights are not affected; and if there was error in any respect, it is not reviewable on <i>habeas corpus. </i><i>Peckham</i> v. <i>Henkel, supra,</i> p. 487; <i>Beavers</i> v. <i>Haubert,</i> <span class=\"citation\" data-id=\"96277\"><a href=\"/opinion/96277/beavers-v-haubert/\"><span class=\"volume\">198</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">77</span></a></span>, 85. And see <i>In re Fox,</i> 51 Fed. 427, 430; <i>United States</i> v. <i>Marrin,</i> 170 Fed. 476, 479-480.</p>\n<p><i>Second.</i> It is urged that the decision of the federal district court in Connecticut discharging Harry F. Morse was <i>res judicata</i> and conclusively determined (1) that the New York bench warrant was illegally issued and therefore could not be made the basis for the subsequent arrest in New York; and (2) that the indictment was fatally defective. In respect of the first contention, it is enough to say that the warrant upon which the Connecticut arrest was made was that issued by the commissioner and not the New York bench warrant upon which the present arrest was made. The discharge of the prisoner determined that he could not be held upon the process issued by the commissioner. It had nothing to do with the question whether he could be arrested and held in New York <span class=\"star-pagination\">*83</span> upon the process issued by the trial court. See <i>Ex parte Milburn,</i> <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">704</span></span>, 710; <i>Barbee</i> v. <i>Weatherspoon,</i> <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">19</span></span>, 20-22; <i>In re Begerow,</i> <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">293</span></span>, 299.</p>\n<p>The second contention proceeds upon a complete misconception of the purpose for which the indictment is produced and considered in removal proceedings, and the authoritative effect of the ruling of the commissioner and the court on <i>habeas corpus</i> in respect thereof. The inquiry in such proceedings is whether there is probable cause to believe the prisoner guilty and justify his removal for trial. That inquiry may be made and the prisoner removed to the trial district in advance of indictment or without the production of the indictment if one has been found. <i>Greene</i> v. <i>Henkel,</i> <span class=\"citation\" data-id=\"2481285\"><a href=\"/opinion/2481285/greene-v-henkel/\"><span class=\"volume\">183</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">249</span></a></span>, 260; <i>Pierce</i> v. <i>Creecy,</i> <span class=\"citation\" data-id=\"96877\"><a href=\"/opinion/96877/pierce-v-creecy/\"><span class=\"volume\">210</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">387</span></a></span>, 403; <i>United States</i> v. <i>Greene,</i> 100 Fed. 941, 943. The indictment was before the commissioner simply as evidence for the purpose of establishing or tending to establish the commission of an offense; and the commissioner had authority to pass upon its effect in that aspect only. The court reviewing the action of the commissioner under § 1014 upon <i>habeas corpus</i> was governed by the same rules and its decision was subject to the same limitation. <i>Henry</i> v. <i>Henkel,</i> <span class=\"citation\" data-id=\"98288\"><a href=\"/opinion/98288/henry-v-henkel/\"><span class=\"volume\">235</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">219</span></a></span>, 230; <i>Benson</i> v. <i>Palmer,</i> <span class=\"citation\" data-id=\"93442\"><a href=\"/opinion/93442/benson-v-united-states/\"><span class=\"volume\">31</span> <span class=\"reporter\">App. D.C.</span> <span class=\"page\">561</span></a></span>, 564-565. Neither had authority to determine the sufficiency of the indictment as a pleading. \"The only safe rule is to abandon entirely the standard to which the indictment must conform, judged as a criminal pleading, and consider only whether it shows satisfactorily that the fugitive has been in fact, however inartificially, charged with crime in the State from which he has fled.\" <i>Pierce</i> v. <i>Creecy, supra,</i> pp. 401, 402. In <i>Benson</i> v. <i>Henkel,</i> <span class=\"citation\" data-id=\"96274\"><a href=\"/opinion/96274/benson-v-henkel/\"><span class=\"volume\">198</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 12, this court said:</p>\n<p>\"While we have no desire to minimize what we have already said with regard to the indictment setting out the substance of the offense in language sufficient to apprise <span class=\"star-pagination\">*84</span> the accused of the nature of the charge against him, still it must be borne in mind that the indictment is merely offered as proof of the charge originally contained in the complaint, and not as a complaint in itself or foundation of the charge, which may be supported by oral testimony as well as by the indictment. When the accused is arraigned in the trial court he may take advantage of every insufficiency in the indictment, since it is there the very foundation of the charge, but to hold it to be the duty of the Commissioner to determine the validity of every indictment as a pleading, when offered only as evidence, is to put in his hands a dangerous power, which might be subject to serious abuse. If, for instance, he were moved by personal considerations, popular clamor or insufficient knowledge of the law to discharge the accused by reason of the insufficiency of the indictment, it might turn out that the indictment was perfectly valid and that the accused should have been held. But the evil once done is, or may be, irremediable, and the Commissioner, in setting himself up as a court of last resort to determine the validity of the indictment, is liable to do a gross injustice.\"</p>\n<p>See also <i>Benson</i> v. <i>Palmer, supra</i><i>; </i><i>United States</i> v. <i>Reddin,</i> 193 Fed. 798, 802; <i>In re Hacker,</i> 73 Fed. 464; <i>In re Dana,</i> 68 Fed. 886, 890; <i>Ex parte Mitchell,</i> <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">La. Ann.</span> <span class=\"page\">413</span></span>, 414. <i>Benson</i> v. <i>Palmer, supra</i><i>,</i> contains a very full review of the precise question here under consideration. In the course of the opinion, the court, after pointing out that the discharge of the accused from the process under which he was held in the removal proceedings had nothing to do with the process upon which he was subsequently arrested and held by the trial court, that the indictment could be considered in such proceedings only as evidence, and that a finding thereon \"concludes the proceedings for removal, but not for trial,\" said (p. 568): \"It is not the policy of our criminal jurisprudence that an accused shall be permitted to escape trial on the merits of the <span class=\"star-pagination\">*85</span> charge against him, through a mere defect in the preliminary proceedings leading up to the trial. No discharge by writ of <i>habeas corpus</i> will operate as a bar to further proceedings in the same cause, unless the inquiry on the petition for writ involves a full investigation into the merits of the case,  the guilt or innocence of the accused.\" It is unnecessary to refer to other authorities. While they are not entirely harmonious the rule to be deduced therefrom is that the judgment in a <i>habeas corpus</i> proceeding can be regarded as conclusive upon the merits only where the case presented is one which calls for a final determination of the ultimate facts and of the law; and not where the proceeding is preliminary and ancillary to a trial upon the merits. See, for example, <i>United States</i> v. <i>Chung Shee,</i> 71 Fed. 277, 280; <i>Kurtz</i> v. <i>State,</i> <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">Fla.</span> <span class=\"page\">36</span></span>, 45. Thus it is held that a judgment in a preliminary examination discharging an accused person for want of probable cause is not conclusive upon the question of his guilt or innocence and constitutes no bar to a subsequent trial in the court to which the indictment is returned. <i>Commonwealth</i> v. <i>Hamilton,</i> <span class=\"citation\" data-id=\"96741\"><a href=\"/opinion/96741/the-hamilton/\"><span class=\"volume\">129</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">479</span></a></span>, 481. Likewise, in extradition proceedings, a discharge for insufficient evidence will not preclude a second inquiry. <i>In re Kelly,</i> 26 Fed. 852. And see <i>Collins</i> v. <i>Loisel,</i> <span class=\"citation\" data-id=\"100236\"><a href=\"/opinion/100236/collins-v-loisel/\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">426</span></a></span>, 429; <i>In re Begerow, supra,</i> p. 298. The functions of the commissioner and the court in removal proceedings under § 1014 are of like character and exercised with like effect. The judgment rendered therein, whatever may be its effect in subsequent proceedings of the same character involving the same question  <i>Salinger</i> v. <i>Loisel,</i> <span class=\"citation\" data-id=\"100433\"><a href=\"/opinion/100433/salinger-v-loisel/\"><span class=\"volume\">265</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">224</span></a></span>, 230-232; <i>Collins</i> v. <i>Loisel, supra,</i> p. 430; <i>United States</i> v. <i>Haas,</i> 167 Fed. 211, 212  does not abridge the power of the trial court to deal independently with the main cause if the accused be subsequently arrested and brought before that court to answer to the indictment. In other words, the commissioner, or the court in review on <i>habeas corpus,</i> for <span class=\"star-pagination\">*86</span> lack of power cannot conclusively adjudge the indictment, <i>qua</i> indictment, to be either good or bad or pass finally upon the guilt or innocence of the accused. A decision discharging the prisoner neither annuls the indictment nor blots out the offence. Upon the case here presented, the trial court alone had plenary jurisdiction over the cause and consequently alone had plenary power to pass upon the sufficiency of the indictment as the pleading which initiated and was the foundation of the prosecution.</p>\n<p><i>Judgment affirmed.</i></p>\n<p><i>Mandate to issue forthwith.</i></p>\n</div>", "id": 100562, "judges": "Sutherland", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/100562/", "sha1": "67a803c26f147b49378e72a93a7844883f3178d7", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:48:29"}