{"absolute_url": "/opinion/100550/ebert-v-poston/", "blocked": false, "citation": {"case_name": "Ebert v. Poston", "docket_number": "153", "document_uris": ["/api/rest/v2/document/100550/"], "federal_cite_one": "266 U.S. 548", "federal_cite_three": null, "federal_cite_two": null, "id": 84933, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/84933/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 9, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1925-01-12", "date_modified": "2014-12-21T01:37:46.874346", "docket": "/api/rest/v2/docket/12877/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">266 U.S. 548</p>\n    <p class=\"case_cite\">45 S.Ct. 188</p>\n    <p class=\"case_cite\">69 L.Ed. 435</p>\n    <p class=\"parties\">EBERT et al.<br>v.<br>POSTON.</p>\n    <p class=\"docket\">No. 153.</p>\n    <p class=\"date\">Argued Dec. 12, 1924.</p>\n    <p class=\"date\">Decided January 12, 1925.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. E. H. Groefsema and P. J. M. Hally, both of Detroit, Mich., for petitioners.</p>\n      <p class=\"indent\">Mrs. Regene Freund Cohane and Mr. Louis Starfield Cohane, both of Detroit, Mich., for respondent.</p>\n      <p class=\"indent\">Mr. Justice BRANDEIS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a writ of certiorari granted (263 U. S. 694, 44 S. Ct. 36, 68 L. Ed. 510) to review a decree of the Supreme Court of Michigan involving the effect of the federal Soldiers' and Sailors' Civil Relief Act March 8, 1918, c. 20, 40 Stat. 440 (Comp. St. 1918, Comp. St. Ann. Supp. 1919, &#167;&#167; 3078 1/4 a-3078 1/4 ss), as amended September 3, 1919 (41 Stat. 282, c. 55), upon a foreclosure of land made under the laws of that state. 221 Mich. 361, 191 N. W. 202, 193 N. W. 201. There is no controversy concerning any provision of state law. The question presented is solely one of the construction of the federal act.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The statutes of Michigan provide that a mortgage of real estate duly recorded which contains a power of sale may, without resort to any proceeding in court, be foreclosed by advertisement and sale at public vendue. The deed to the purchaser, which is to be promptly deposited with the register of deeds for the county in which the land is situated and appropriately endorsed, vests in the grantee or his assigns all the right, title, and interest of the mortgagor, upon the mere lapse, without redemption, of one year from the date of the sale. The statutes provide for redemption at any time within the year, also without resort to any proceedings in court, by paying to the purchaser, or the register, the sum which was bid for the property with prescribed interest and fees. If this is done, the deed becomes void; the register destroys it; and an appropriate entry is made in the registry to clear the title. Compiled Laws of Michigan 1915, c. 249.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1920, Poston brought this suit in a court of the state to redeem a parcel of land from a foreclosure made by advertisement and sale at public vendue pursuant to the statutes. The purchasers at the sale and a grantee under them, the petitioners here, were joined as defendants. The mortgage, given in 1916, had been assumed by Poston when he purchased the land in 1917. The foreclosure sale was duly made on February 5, 1918. There was no redemption within the year. After February 5, 1919, the deed, which had been deposited with the register, was delivered by him to the purchasers. The right of redemption, despite the lapse of the statutory period of one year, was asserted under the federal Civil Relief Act. That act was passed about a month after the sale. Poston enlisted in the army, on September 29, 1918, nearly 8 months after the sale. He was discharged on May 14, 1919, more than 3 months after the expiration of one year from the date of sale. On July 24, 1919 that is, nearly 18 months after the date of the foreclosure sale negotiations were begun by Poston which later ripened into a tender. Under the law of Michigan, these negotiations, followed by the tender, constituted a sufficient basis for the bill to redeem, provided the period of redemption given by the statute had not then expired. The trial court dismissed the bill. On appeal, the Supreme Court of the state held that, by reason of the federal act, the one-year period for redemption had been extended by the length of the period of military service, and that, consequently, the extended period had not yet expired on July 24, 1919. Whether the federal act was correctly construed is the question for decision.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The court below recognized that the act does not in terms cover the case of a sale by advertisement made before the passage of the act. Its conclusion that the federal act extended the statutory period of redemption rests upon the following reasoning. Under the laws of Michigan, the mortgagees might have brought proceedings in chancery to foreclose the mortgage (Compiled Laws 1915, &#167;&#167; 12676-12692), instead of proceeding by advertisement. If they had sued in chancery, that court would, by reason of the federal act, have possessed the power to stay execution of its own decree after a sale made thereunder, provided application was made to it before expiration of the time therein fixed for redemption. Therefore the act should be construed so as to accomplish a like result in the case of a foreclosure by advertisement. The provisions in the act which are relied upon in support of this conclusion are section 302 and section 205 (Comp. St. 1918, Comp. St. Ann. Supp. 1919, &#167;&#167; 3078 1/4 ff, 3078 1/4 e). The former (set forth in the margin<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>) is the only section which mentions mortgages or powers of sale. The latter (also set forth in the margin<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>) relates to the statutes of limitation of actions. We are of opinion that neither section supports the conclusion, and that it is erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Subsection 2 of section 302 deals with preceedings brought in court to foreclose mortgages. Subsection 3 deals with sales under powers of sale, whether brought in court or effected in pais, as by advertisement. Neither subsection includes within its scope proceedings taken prior to the passage of the act or prior to the commencement of the military service. By their own words, subsection 2 applies to suits commenced 'during the period of military service,' and subsection 3 to sales made 'during the period of military service or within three months thereafter.' But the definition given in subsection 2 of section 101 (section 3078 1/4 aa) to the words 'period of military service' makes the words used in section 302 mean that part of the military service which follows 'the date of approval of the act.' Thus, a decree for foreclosure may be stayed, or otherwise disposed of, under section 302 only if the suit was commenced after the passage of the act and during the period of military service. And, likewise, it is only sales made after the passage of the act and during military service that are invalidated if made without leave of court.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Section 205 does not apply to transactions which are effected without judicial action. The statutory right to redeem from a sale by advertisement is not a right of action. It is a primary right as distinguished from a remedy. The defeasible title of the purchaser at the sale becomes absolute if the mortgagor fails to avail himself of the right within the statutory period. The purchaser's title is extinguished if it is availed of. The bill in equity is merely the remedy by which the right, if still existing, may be enforced.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">There is a further contention that the broad purpose of the act declared in section 100 (section 3078 1/4 a)<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> demands that it be liberally construed to include the situation presented by this case. Persuasive legislative reasons for distinguishing between the cases explicitly cared for by sections 302, 205, and the present case suggest themselves. We have no occasion to state them. The judicial function to be exercised in construing a statute is limited to ascertaining the intention of the Legislature therein expressed. A casus omissus does not justify judicial legislation. Compare United States v. Weitzel, 246 U. S. 533, 543, 38 S. Ct. 381, 62 L. Ed. 872. This act is so carefully drawn as to leave little room for conjecture. It deals with a single subject and does so comprehensively, systematically, and in detail. There are in the act an aggregate of 36 sections and 27 subsections. To insure certainty, separate provision is made for each of the several classes of transactions to be dealt with and for the situations likely to arise in each. To promote clarity, the act is divided into six articles, each dealing with a different branch of the subject. The difference in treatment accorded to transactions taking place during a period of military service after the passage of the act as distinguished from those occurring before, is not limited to mortgages and other secured obligations dealt with in section 302. A like distinction is made in the act in respect to other classes of transactions.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Such care and particularity in treatment preclude expansion of the act in order to include transactions supposed to be within its spirit, but which do not fall within any of its provisions. Without resort to the common rule that statutes are ordinarily to be construed as prospective in operation, Shwab v. Doyle, 258 U. S. 529, 534, 42 S. Ct. 391, 66 L. Ed. 747, 26 A. L. R. 1454. It is clear that Congress did not intend to deal with sales on foreclosure made before the passage of the act.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We need not consider the contention of the petitioners that the owner of the right of redemption from a sale by advertisement under the Michigan laws is not an owner of real property within the meaning of subsection 1 of section 302 of the federal act. Nor need we consider the contentions of the respondents that there was no proof of a legal foreclosure and that, independently of the federal act, he was entitled to redeem. The latter present questions wholly of state law.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In a motion for rehearing filed in the state Supreme Court constitutional questions were discussed. That court, in denying the petition, refused, under its settled practice, to consider them, because they had not been urged in the original brief. They are not urged here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Sec. 302. (1) That the provisions of this section shall apply only to obligations originating prior to the date of approval of this act and secured by mortgage, trust deed, or other security in the nature of a mortgage upon real or personal property owned by a person in military service at the commencement of the period of the military service and still so owned by him.</p>\n        <p>(2) In any proceeding commenced in any court during the period of military service to enforce such obligation arising out of nonpayment of any sum thereunder due or out of any other breach of the terms thereof occurring prior to or during the period of such service, the court may, after hearing, in its discretion, on its own motion, and shall, on application to it by such person in military service or some person on his behalf, unless in the opinion of the court the ability of the defendant to comply with the terms of the obligation is not materially affected by reason of his military service&#8212;&#8212;</p>\n        <p>(a) Stay the proceedings as provided in this act; or</p>\n        <p>(b) Make such other disposition of the case as may be equitable to conserve the interests of all parties.</p>\n        <p>(3) No sale under a power of sale or under a judgment entered upon warrant of attorney to confess judgment contained in any such obligation shall be valid of made during the period of military service or within three months thereafter, unless upon an order of sale previously granted by the court and a return thereto made and approved by the court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Sec. 205. That the period of military service shall not be included in computing any period now or hereafter to be limited by any law for the bringing of any action by or against any person in military service or by or agains his heirs, executors, administrators, or assigns, whether such cause of action shall have accrued prior to or during the period of such service.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Sec. 100. That for the purpose of enabling the United States the more successfully to prosecute and carry on the war in which it is at present engaged, protection is hereby extended to persons in military service of the United States in order to prevent prejudice or injury to their civil rights during their term of service and to enable them to devote their entire energy to the military needs of the nation, and to this end the following provisions are made for the temporary suspension of legal proceedings and transactions which may prejudice the civil rights of persons in such service during the continuance of the present war.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Compare provisions concerning taxes and assessments, section 500 (section 3078 1/4 pp); rent, section 300 (section 3078 1/4 ee); rights to public lands, section 501 (section 3078 1/4 q); insurance, section 405 (section 3078 1/4 jj); installment purchases, section 301 (section 3078 1/4 f); defaults in actions, section 200 (section 3078 1/4 bb); staying of actions, section 201 (section 3078 1/4 c). In the case of attachment and garnishment, section 203 (section 3078 1/4 d), the provision explicitly includes both proceedings commenced during military service and those commenced before.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Taylor v. McGregor State Bank, 144 Minn. 249, 174 N. W. 893; Wood v. Vogel, 204 Ala. 692, 87 So. 174; Bell v. Buffinton, 244 Mass. 294, 137 N. E. 287.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>266 U.S. 548 (1925)</b></center>\n<center><h1>EBERT ET AL.<br>\nv.<br>\nPOSTON.</h1></center>\n<center>No. 153.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 12, 1924.</center>\n<center>Decided January 12, 1925.</center>\nCERTIORARI TO THE SUPREME COURT OF THE STATE OF MICHIGAN.\n<p><span class=\"star-pagination\">*549</span> <i>Mr. P.J.M. Hally</i> and <i>Mr. Elmer H. Groefsema,</i> with whom <i>Mr. Thos. J. Bresnahan</i> was on the brief, for petitioners.</p>\n<p><i>Mrs. Regene Freund Cohane</i> and <i>Mr. Louis Cohane</i> for respondent.</p>\n<p>MR. JUSTICE BRANDEIS delivered the opinion of the Court.</p>\n<p>This is a writ of certiorari granted, 263 U.S. 694, to review a decree of the Supreme Court of Michigan involving the effect of the Federal Soldiers' and Sailors' Civil Relief Act, March 8, 1918, c. 20, 40 Stat. 440, as amended September 3, 1919, c. 55, 41 Stat. 282, upon a foreclosure of land made under the laws of that State. 221 Mich. 361. There is no controversy concerning any provision <span class=\"star-pagination\">*550</span> of state law. The question presented is solely one of the construction of the federal act.<sup>[1]</sup></p>\n<p>The statutes of Michigan provide that a mortgage of real estate duly recorded which contains a power of sale may, without resort to any proceedings in court, be foreclosed by advertisement and sale at public vendue. The deed to the purchaser, which is to be promptly deposited with the register of deeds for the county in which the land is situated and appropriately endorsed, vests in the grantee or his assigns all the right, title and interest of the mortgagor, upon the mere lapse, without redemption, of one year from the date of the sale. The statutes provide for redemption at any time within the year, also without resort to any proceedings in court, by paying to the purchaser, or the register, the sum which was bid for the property with prescribed interest and fees. If this is done, the deed becomes void; the register destroys it; and an appropriate entry is made in the registry to clear the title. Compiled Laws of Michigan, 1915, c. 249.</p>\n<p>In 1920, Poston brought this suit in a court of the State to redeem a parcel of land from a foreclosure made by advertisement and sale at public vendue pursuant to the statutes. The purchasers at the sale and a grantee under them, the petitioners here, were joined as defendants. The mortgage, given in 1916, had been assumed by Poston when he purchased the land in 1917. The foreclosure sale was duly made on February 5, 1918. There was no redemption within the year. After February 5, 1919, the deed, which had been deposited with the register, was delivered by him to the purchasers. The right of redemption, despite the lapse of the statutory period of one year, <span class=\"star-pagination\">*551</span> was asserted under the Federal Civil Relief Act. That Act was passed about a month after the sale. Poston enlisted in the army, on September 29, 1918  nearly eight months after the sale. He was discharged on May 14, 1919  more than three months after the expiration of one year from the date of sale. On July 24, 1919  that is, nearly eighteen months after the date of the foreclosure sale  negotiations were begun by Poston which later ripened into a tender. Under the law of Michigan, these negotiations followed by the tender constituted a sufficient basis for the bill to redeem, provided the period of redemption given by the statute had not then expired. The trial court dismissed the bill. On appeal, the Supreme Court of the State held that, by reason of the federal Act, the one-year period for redemption had been extended by the length of the period of military service, and that, consequently, the extended period had not yet expired on July 24, 1919. Whether the federal Act was correctly construed is the question for decision.</p>\n<p>The court below recognized that the Act does not in terms cover the case of a sale by advertisement made before the passage of the Act. Its conclusion that the federal Act extended the statutory period of redemption rests upon the following reasoning. Under the laws of Michigan, the mortgagees might have brought proceedings in chancery to foreclose the mortgage, Compiled Laws, 1915, §§ 12676-12692, instead of proceeding by advertisement. If they had sued in chancery, that court would, by reason of the federal Act, have possessed the power to stay execution of its own decree after a sale made thereunder, provided application was made to it before expiration of the time therein fixed for redemption. Therefore the Act should be construed so as to accomplish a like result in the case of a foreclosure by advertisement. The provisions in the Act which are relied upon in support of this conclusion are § 302 and § 205. The former (set forth in <span class=\"star-pagination\">*552</span> the margin<sup>[2]</sup>) is the only section which mentions mortgages or powers of sale. The latter (also set forth in the margin<sup>[3]</sup>) relates to the statutes of limitation of actions. We are of opinion that neither section supports the conclusion, and that it is erroneous.</p>\n<p>Subsection 2 of § 302 deals with proceedings brought in court to foreclose mortgages. Subsection 3 deals with sales under powers of sale, whether brought in court or effected <i>in pais,</i> as by advertisement. Neither subsection includes within its scope proceedings taken prior to the <span class=\"star-pagination\">*553</span> passage of the Act or prior to the commencement of the military service. By their own words, subsection 2 applies to suits commenced \"during the period of military service,\" and subsection 3 to sales made \"during the period of military service or within three months thereafter.\" But the definition given in subsection 2 of § 101 to the words \"period of military service\" makes the words used in § 302 mean that part of the military service which follows \"the date of approval of this Act.\" Thus, a decree for foreclosure may be stayed, or otherwise disposed of, under § 302 only if the suit was commenced after the passage of the Act and during the period of military service. And, likewise, it is only sales made after the passage of the Act and during military service that are invalidated if made without leave of court.</p>\n<p>Section 205 does not apply to transactions which are effected without judicial action. The statutory right to redeem from a sale by advertisement is not a right of action. It is a primary right as distinguished from a remedy. The defeasible title of the purchaser at the sale becomes absolute if the mortgagor fails to avail himself of the right within the statutory period. The purchaser's title is extinguished if it is availed of. The bill in equity is merely the remedy by which the right, if still existing, may be enforced.</p>\n<p>There is a further contention that the broad purpose of the Act declared in § 100,<sup>[4]</sup> demands that it be liberally <span class=\"star-pagination\">*554</span> construed to include the situation presented by this case. Persuasive legislative reasons for distinguishing between the cases explicitly cared for by §§ 302, 205, and the present case suggest themselves. We have no occasion to state them. The judicial function to be exercised in construing a statute is limited to ascertaining the intention of the legislature therein expressed. A <i>casus omissus</i> does not justify judicial legislation. Compare <i>United States</i> v. <i>Weitzel,</i> 246 U.S. 533, 543. This Act is so carefully drawn as to leave little room for conjecture. It deals with a single subject and does so comprehensively, systematically, and in detail. There are in the Act an aggregate of 36 sections and 27 subsections. To ensure certainty, separate provision is made for each of the several classes of transactions to be dealt with and for the situations likely to arise in each. To promote clarity, the Act is divided into six articles, each dealing with a different branch of the subject. The difference in treatment accorded to transactions taking place during a period of military service after the passage of the Act as distinguished from those occurring before, is not limited to mortgages and other secured obligations dealt with in § 302. A like distinction is made in the Act in respect to other classes of transactions.<sup>[5]</sup> Such care and particularity in treatment preclude expansion of the Act in order to include transactions supposed to be within its spirit, but which do not fall within any of its provisions. Without resort to the common rule that statutes are ordinarily to be construed as prospective in operation, <i>Shwab</i> v. <i>Doyle,</i> 258 U.S. 529, 534, it is clear that Congress did not intend <span class=\"star-pagination\">*555</span> to deal with sales on foreclosure made before the passage of the Act.<sup>[6]</sup></p>\n<p>We need not consider the contention of the petitioners that the owner of the right of redemption from a sale by advertisement under the Michigan laws is not an owner of real property within the meaning of subsection 1 of § 302 of the federal Act. Nor need we consider the contentions of the respondent that there was no proof of a legal foreclosure and that, independently of the federal Act, he was entitled to redeem. The latter present questions wholly of state law.</p>\n<p><i>Reversed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  In a motion for rehearing filed in the state Supreme Court constitutional questions were discussed. That court, in denying the petition, refused, under its settled practice, to consider them, because they had not been urged in the original brief. They are not urged here.</p>\n<p>[2]  Sec. 302. (1) That the provisions of this section shall apply only to obligations originating prior to the date of approval of this Act and secured by mortgage, trust deed, or other security in the nature of a mortgage upon real or personal property owned by a person in military service at the commencement of the period of the military service and still so owned by him.\n</p>\n<p>(2) In any proceeding commenced in any court during the period of military service to enforce such obligation arising out of nonpayment of any sum thereunder due or out of any other breach of the terms thereof occurring prior to or during the period of such service, the court may, after hearing, in its discretion, on its own motion, and shall, on application to it by such person in military service or some person on his behalf, unless in the opinion of the court the ability of the defendant to comply with the terms of the obligation is not materially affected by reason of his military service </p>\n<p>(a) Stay the proceedings as provided in this Act; or</p>\n<p>(b) Make such other disposition of the case as may be equitable to conserve the interests of all parties.</p>\n<p>(3) No sale under a power of sale or under a judgment entered upon warrant of attorney to confess judgment contained in any such obligation shall be valid if made during the period of military service or within three months thereafter, unless upon an order of sale previously granted by the court and a return thereto made and approved by the court.</p>\n<p>[3]  Sec. 205. That the period of military service shall not be included in computing any period now or hereafter to be limited by any law for the bringing of any action by or against any person in military service or by or against his heirs, executors, administrators, or assigns, whether such cause of action shall have accrued prior to or during the period of such service.</p>\n<p>[4]  Sec. 100. That for the purpose of enabling the United States the more successfully to prosecute and carry on the war in which it is at present engaged, protection is hereby extended to persons in military service of the United States in order to prevent prejudice or injury to their civil rights during their term of service and to enable them to devote their entire energy to the military needs of the Nation, and to this end the following provisions are made for the temporary suspension of legal proceedings and transactions which may prejudice the civil rights of persons in such service during the continuance of the present war.</p>\n<p>[5]  Compare provisions concerning taxes and assessments, § 500; rent, § 300; rights to public lands, § 501; insurance, § 405; installment purchases, § 301; defaults in actions, § 200; staying of actions, § 201. In the case of attachment and garnishment, § 203, the provision explicitly includes both proceedings commenced during military service and those commenced before.</p>\n<p>[6]  <i>Taylor</i> v. <i>McGregor State Bank,</i> 144 Minn. 249; <i>Wood</i> v. <i>Vogel,</i> 204 Ala. 692; <i>Bell</i> v. <i>Buffinton,</i> 244 Mass. 294.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">266</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">548</span></span> (1925)</b></center>\n<center><h1>EBERT ET AL.<br>\nv.<br>\nPOSTON.</h1></center>\n<center>No. 153.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 12, 1924.</center>\n<center>Decided January 12, 1925.</center>\nCERTIORARI TO THE SUPREME COURT OF THE STATE OF MICHIGAN.\n<p><span class=\"star-pagination\">*549</span> <i>Mr. P.J.M. Hally</i> and <i>Mr. Elmer H. Groefsema,</i> with whom <i>Mr. Thos. J. Bresnahan</i> was on the brief, for petitioners.</p>\n<p><i>Mrs. Regene Freund Cohane</i> and <i>Mr. Louis Cohane</i> for respondent.</p>\n<p>MR. JUSTICE BRANDEIS delivered the opinion of the Court.</p>\n<p>This is a writ of certiorari granted, <span class=\"citation no-link\"><span class=\"volume\">263</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">694</span></span>, to review a decree of the Supreme Court of Michigan involving the effect of the Federal Soldiers' and Sailors' Civil Relief Act, March 8, 1918, c. 20, 40 Stat. 440, as amended September 3, 1919, c. 55, 41 Stat. 282, upon a foreclosure of land made under the laws of that State. 221 Mich. 361. There is no controversy concerning any provision <span class=\"star-pagination\">*550</span> of state law. The question presented is solely one of the construction of the federal act.<sup>[1]</sup></p>\n<p>The statutes of Michigan provide that a mortgage of real estate duly recorded which contains a power of sale may, without resort to any proceedings in court, be foreclosed by advertisement and sale at public vendue. The deed to the purchaser, which is to be promptly deposited with the register of deeds for the county in which the land is situated and appropriately endorsed, vests in the grantee or his assigns all the right, title and interest of the mortgagor, upon the mere lapse, without redemption, of one year from the date of the sale. The statutes provide for redemption at any time within the year, also without resort to any proceedings in court, by paying to the purchaser, or the register, the sum which was bid for the property with prescribed interest and fees. If this is done, the deed becomes void; the register destroys it; and an appropriate entry is made in the registry to clear the title. Compiled Laws of Michigan, 1915, c. 249.</p>\n<p>In 1920, Poston brought this suit in a court of the State to redeem a parcel of land from a foreclosure made by advertisement and sale at public vendue pursuant to the statutes. The purchasers at the sale and a grantee under them, the petitioners here, were joined as defendants. The mortgage, given in 1916, had been assumed by Poston when he purchased the land in 1917. The foreclosure sale was duly made on February 5, 1918. There was no redemption within the year. After February 5, 1919, the deed, which had been deposited with the register, was delivered by him to the purchasers. The right of redemption, despite the lapse of the statutory period of one year, <span class=\"star-pagination\">*551</span> was asserted under the Federal Civil Relief Act. That Act was passed about a month after the sale. Poston enlisted in the army, on September 29, 1918  nearly eight months after the sale. He was discharged on May 14, 1919  more than three months after the expiration of one year from the date of sale. On July 24, 1919  that is, nearly eighteen months after the date of the foreclosure sale  negotiations were begun by Poston which later ripened into a tender. Under the law of Michigan, these negotiations followed by the tender constituted a sufficient basis for the bill to redeem, provided the period of redemption given by the statute had not then expired. The trial court dismissed the bill. On appeal, the Supreme Court of the State held that, by reason of the federal Act, the one-year period for redemption had been extended by the length of the period of military service, and that, consequently, the extended period had not yet expired on July 24, 1919. Whether the federal Act was correctly construed is the question for decision.</p>\n<p>The court below recognized that the Act does not in terms cover the case of a sale by advertisement made before the passage of the Act. Its conclusion that the federal Act extended the statutory period of redemption rests upon the following reasoning. Under the laws of Michigan, the mortgagees might have brought proceedings in chancery to foreclose the mortgage, Compiled Laws, 1915, §§ 12676-12692, instead of proceeding by advertisement. If they had sued in chancery, that court would, by reason of the federal Act, have possessed the power to stay execution of its own decree after a sale made thereunder, provided application was made to it before expiration of the time therein fixed for redemption. Therefore the Act should be construed so as to accomplish a like result in the case of a foreclosure by advertisement. The provisions in the Act which are relied upon in support of this conclusion are § 302 and § 205. The former (set forth in <span class=\"star-pagination\">*552</span> the margin<sup>[2]</sup>) is the only section which mentions mortgages or powers of sale. The latter (also set forth in the margin<sup>[3]</sup>) relates to the statutes of limitation of actions. We are of opinion that neither section supports the conclusion, and that it is erroneous.</p>\n<p>Subsection 2 of § 302 deals with proceedings brought in court to foreclose mortgages. Subsection 3 deals with sales under powers of sale, whether brought in court or effected <i>in pais,</i> as by advertisement. Neither subsection includes within its scope proceedings taken prior to the <span class=\"star-pagination\">*553</span> passage of the Act or prior to the commencement of the military service. By their own words, subsection 2 applies to suits commenced \"during the period of military service,\" and subsection 3 to sales made \"during the period of military service or within three months thereafter.\" But the definition given in subsection 2 of § 101 to the words \"period of military service\" makes the words used in § 302 mean that part of the military service which follows \"the date of approval of this Act.\" Thus, a decree for foreclosure may be stayed, or otherwise disposed of, under § 302 only if the suit was commenced after the passage of the Act and during the period of military service. And, likewise, it is only sales made after the passage of the Act and during military service that are invalidated if made without leave of court.</p>\n<p>Section 205 does not apply to transactions which are effected without judicial action. The statutory right to redeem from a sale by advertisement is not a right of action. It is a primary right as distinguished from a remedy. The defeasible title of the purchaser at the sale becomes absolute if the mortgagor fails to avail himself of the right within the statutory period. The purchaser's title is extinguished if it is availed of. The bill in equity is merely the remedy by which the right, if still existing, may be enforced.</p>\n<p>There is a further contention that the broad purpose of the Act declared in § 100,<sup>[4]</sup> demands that it be liberally <span class=\"star-pagination\">*554</span> construed to include the situation presented by this case. Persuasive legislative reasons for distinguishing between the cases explicitly cared for by §§ 302, 205, and the present case suggest themselves. We have no occasion to state them. The judicial function to be exercised in construing a statute is limited to ascertaining the intention of the legislature therein expressed. A <i>casus omissus</i> does not justify judicial legislation. Compare <i>United States</i> v. <i>Weitzel,</i> <span class=\"citation\" data-id=\"99150\"><a href=\"/opinion/99150/united-states-v-weitzel/\"><span class=\"volume\">246</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">533</span></a></span>, 543. This Act is so carefully drawn as to leave little room for conjecture. It deals with a single subject and does so comprehensively, systematically, and in detail. There are in the Act an aggregate of 36 sections and 27 subsections. To ensure certainty, separate provision is made for each of the several classes of transactions to be dealt with and for the situations likely to arise in each. To promote clarity, the Act is divided into six articles, each dealing with a different branch of the subject. The difference in treatment accorded to transactions taking place during a period of military service after the passage of the Act as distinguished from those occurring before, is not limited to mortgages and other secured obligations dealt with in § 302. A like distinction is made in the Act in respect to other classes of transactions.<sup>[5]</sup> Such care and particularity in treatment preclude expansion of the Act in order to include transactions supposed to be within its spirit, but which do not fall within any of its provisions. Without resort to the common rule that statutes are ordinarily to be construed as prospective in operation, <i>Shwab</i> v. <i>Doyle,</i> <span class=\"citation\" data-id=\"99978\"><a href=\"/opinion/99978/shwab-v-doyle/\"><span class=\"volume\">258</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">529</span></a></span>, 534, it is clear that Congress did not intend <span class=\"star-pagination\">*555</span> to deal with sales on foreclosure made before the passage of the Act.<sup>[6]</sup></p>\n<p>We need not consider the contention of the petitioners that the owner of the right of redemption from a sale by advertisement under the Michigan laws is not an owner of real property within the meaning of subsection 1 of § 302 of the federal Act. Nor need we consider the contentions of the respondent that there was no proof of a legal foreclosure and that, independently of the federal Act, he was entitled to redeem. The latter present questions wholly of state law.</p>\n<p><i>Reversed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  In a motion for rehearing filed in the state Supreme Court constitutional questions were discussed. That court, in denying the petition, refused, under its settled practice, to consider them, because they had not been urged in the original brief. They are not urged here.</p>\n<p>[2]  Sec. 302. (1) That the provisions of this section shall apply only to obligations originating prior to the date of approval of this Act and secured by mortgage, trust deed, or other security in the nature of a mortgage upon real or personal property owned by a person in military service at the commencement of the period of the military service and still so owned by him.\n</p>\n<p>(2) In any proceeding commenced in any court during the period of military service to enforce such obligation arising out of nonpayment of any sum thereunder due or out of any other breach of the terms thereof occurring prior to or during the period of such service, the court may, after hearing, in its discretion, on its own motion, and shall, on application to it by such person in military service or some person on his behalf, unless in the opinion of the court the ability of the defendant to comply with the terms of the obligation is not materially affected by reason of his military service </p>\n<p>(a) Stay the proceedings as provided in this Act; or</p>\n<p>(b) Make such other disposition of the case as may be equitable to conserve the interests of all parties.</p>\n<p>(3) No sale under a power of sale or under a judgment entered upon warrant of attorney to confess judgment contained in any such obligation shall be valid if made during the period of military service or within three months thereafter, unless upon an order of sale previously granted by the court and a return thereto made and approved by the court.</p>\n<p>[3]  Sec. 205. That the period of military service shall not be included in computing any period now or hereafter to be limited by any law for the bringing of any action by or against any person in military service or by or against his heirs, executors, administrators, or assigns, whether such cause of action shall have accrued prior to or during the period of such service.</p>\n<p>[4]  Sec. 100. That for the purpose of enabling the United States the more successfully to prosecute and carry on the war in which it is at present engaged, protection is hereby extended to persons in military service of the United States in order to prevent prejudice or injury to their civil rights during their term of service and to enable them to devote their entire energy to the military needs of the Nation, and to this end the following provisions are made for the temporary suspension of legal proceedings and transactions which may prejudice the civil rights of persons in such service during the continuance of the present war.</p>\n<p>[5]  Compare provisions concerning taxes and assessments, § 500; rent, § 300; rights to public lands, § 501; insurance, § 405; installment purchases, § 301; defaults in actions, § 200; staying of actions, § 201. In the case of attachment and garnishment, § 203, the provision explicitly includes both proceedings commenced during military service and those commenced before.</p>\n<p>[6]  <i>Taylor</i> v. <i>McGregor State Bank,</i> 144 Minn. 249; <i>Wood</i> v. <i>Vogel,</i> 204 Ala. 692; <i>Bell</i> v. <i>Buffinton,</i> 244 Mass. 294.</p>\n\n</div>", "id": 100550, "judges": "Brandeis", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/100550/", "sha1": "d53ea4f3c3e46d75d547a9ab18e63e384c7378a4", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:48:29"}