{"absolute_url": "/opinion/100684/meek-v-centre-county-banking-co-et-al-dale-v/", "blocked": false, "citation": {"case_name": "Meek v. Centre County Banking Co. Dale v. Same. Breeze v. Same", "docket_number": "Nos. 191-193", "document_uris": ["/api/rest/v2/document/100684/"], "federal_cite_one": "268 U.S. 426", "federal_cite_three": null, "federal_cite_two": null, "id": 85067, "lexis_cite": "", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/85067/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 10, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1925-05-25", "date_modified": "2014-12-21T01:37:55.069752", "docket": "/api/rest/v2/docket/80705/", "download_url": "http://bulk.resource.org/courts.gov/c/US/268/268.US.426.191-193.html", "extracted_by_ocr": false, "html": "<p class=\"case_cite\">268 U.S. 426</p>\n    <p class=\"case_cite\">45 S.Ct. 560</p>\n    <p class=\"case_cite\">69 L.Ed. 1028</p>\n    <p class=\"parties\">MEEK<br>v.<br>CENTRE COUNTY BANKING CO. et al. DALE  v.  SAME.  BREEZE  v.  SAME.</p>\n    <p class=\"docket\">Nos. 191-193.</p>\n    <p class=\"date\">Reargued Nov. 26, 1924.</p>\n    <p class=\"date\">Decided May 25, 1925.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Ellis L. Orvis, of Bellefonte, Pa., Mortimer C. Rhone, of Williamsport, Pa., and Harry Keller, of Bellefonte, Pa., for petitioners.</p>\n      <p class=\"indent\">Messrs. S. D. Gettig and N. B. Spangler, both of Bellefonte, Pa., for respondents.</p>\n      <p class=\"indent\">Mr. Justice SANFORD delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These three cases involve the same proceedings which were before us at an earlier stage in Meek v. Centre Banking Co., 264 U. S. 499, 44 S. Ct. 366, 68 L. Ed. 811. They arose out of a petition in bankruptcy filed by the respondent Shugert in a Federal District Court in Pennsylvania for the adjudication as bankrupts (a) of himself, (b) of a partnership styled the Centre County Banking Co., in which he and the present petitioners, Meek, Dale and Breeze, hereinafter called the defendants, were alleged to be members, and (c) of the defendants individually. The defendants resisted the petition in so far as it sought to have the partnership and themselves adjudged bankrupts, and moved to dismiss it to that extent. Orders denying these motions were entered by the District Court; and these, on petitions to revise, were affirmed by the Circuit Court of Appeals. 292 F. 116. Writs of certiorari were then granted. 263 U. S. 696, 44 S. Ct. 39, 68 L. Ed. 511.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Thereafter, but before the hearing in this court, Shugert died. The defendants then moved in this court that the proceeding in bankruptcy be dismissed as to them, both individually and as members of the partnership, on the ground that to that extent it abated by Shugert's death. Finding the petition to be in this aspect an involuntary and antagonistic proceeding, and there being then no adversary party before the court, we granted leave to any persons claiming to be representatives of Shugert's interest to appear within thirty days and apply for leave to be admitted as parties for the purpose of continuing the proceeding in his stead; stating that if this were done the question whether the proceeding should be dismissed as to the partnership and the defendants, or continued as to them by such representatives, would then be determined. Meek v. Centre County Bank, supra, page 504 (44 S. Ct. 366). Thereafter the administrator of Shugert's estate seasonably appeared and applied for leave to be substituted in Shugert's place as the petitioner in the bankruptcy proceeding. The defendants renewed their motions to dismiss; and the cases have been heard both on this preliminary issue and on the merits of the controversy.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The first question to be determined is whether Shugert's death before an adjudication had been made under the petition, abated the bankruptcy proceeding as against the partnership and the individual defendants, or whether it may be continued against them by the administrator of his estate. When either of the parties in any suit in any court of the United States dies before final judgment, the executor or administrator of such deceased party may, in case the cause of action survives by law, prosecute or defend the suit to final judgment. Rev. Stat. &#167; 955 (Comp. St. &#167; 1592). In Schreiber v. Sharpless, 110 U. S. 76, 80, 3 S. Ct. 423, 28 L. Ed. 65, a suit on a federal penal statute, in which the defendant had died before judgment, it was held that whether an action survives and may be continued under this section 'depends on the substance of the cause of action'; and that, since at common law actions on penal statutes do not survive and Congress had not established any other rule in respect to actions on federal penal statutes, the cause of action died with the person of the defendant and the suit could not be continued against his personal representative. We do not think, however, that the doctrine of this case applies to an involuntary proceeding in bankruptcy.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Such a proceeding, not being in the nature of a common-law action, is not abated by any rule of the common law. And while there is no express provision in the Bankruptcy Act<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> that the cause of action survives the death of a petitioner before adjudication, we think that such survivorship accords with the 'substance of the cause of action' and the nature and purpose of a proceeding in bankruptcy, which is not a mere personal action, but is essentially in the nature of a proceeding in rem for the benefit of all the defendant's creditors. And the filing of the petition brings his property into custodia legis, with a view to a determination of his status and the settlement and distribution of his estate. Acme Harvester Co. v. Beekman Lumber Co., 222 U. S. 300, 307, 32 S. Ct. 96, 56 L. Ed. 208; Lazarus v. Prentice, 234 U. S. 263, 266, 34 S. Ct. 851, 58 L. Ed. 1305. We conclude that an administrative proceeding of this character, in which the property of the defendant is impounded for the benefit of all of his creditors, does not abate because of the death of the petitioner before adjudication and that its prosecution may be continued by his personal representative. The motions of the defendants to dismiss the proceeding by reason of Shugert's death are accordingly denied; and the administrator is granted leave to be substituted as the petitioner in the proceeding and to prosecute it in his stead.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">2. This brings us to the consideration, on the merits, of the motions made by the defendants in the District Court to dismiss Shugert's petition in so far as it sought the adjudication of the partnership and of themselves as bankrupts. The petition combined, in an anomalous and modified fashion, a 'debtor's petition' and a 'partnership petition' (Bankruptcy Forms, Nos. 1 and 2), with other averments. In it Shugert alleged that the partnership was insolvent and owed debts in excess of $1,000; that each of the partners was insolvent and they were unable, jointly or severally, to pay the partnership debts; that he and the partnership were willing to surrender their property for the benefit of their creditors and desired to obtain the benefits of the bankruptcy law; and that the defendants had not offered to join in the petition and he was not informed of their intention in the matter. It did not allege that either the partnership or the defendants had committed any act of bankruptcy. The prayer was that Shugert, the partnership, and the defendants individually, be adjudged bankrupt; that process be served upon the defendants; and that proceedings be had as provided by the bankruptcy law and General Order No. 8.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The defendants, who appeared specially, moved to dismiss the petition as against the partnership and themselves on the grounds, among others, that it was not authorized by the Bankruptcy Act and that the court had no authority under it to adjudge either the partnership or non-consenting partners bankrupt.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The orders of the District Court denying these motions were affirmed by the Circuit Court of Appeals on the ground that the petition was maintainable under section 5 of the Bankruptcy Act (Comp. St. &#167; 9589) and General Order No. 8.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Section 5a of the Bankruptcy Act specifically provides that&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'A partnership, during the continuation of the partnership      business, or after its dissolution and before the final settlement thereof, may be adjudged a bankrupt.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">There hence can be no doubt that a partnership may be adjudged a bankrupt as a distinct legal entity. But since the Act does not specify when it may be adjudged a bank rupt, to determine this question reference must be had to the general provisions of the Act, in which, in accordance with section 1(19), being Comp. St. &#167; 9585, the word 'persons' is to be construed as including 'partnerships.' The Act makes provision for only two kinds of petitions upon which a person may be adjudged bankrupt; one, a voluntary petition filed by him; the other, an involuntary petition filed against him by creditors. As to the first, it is provided that any qualified person, except certain specified corporations, may file a petition to be adjudged a voluntary bankrupt, sections 4, 59a (sections 9588, 9643); and as to the second, that creditors having provable claims of a specified amount against an insolvent debtor who has committed an act of bankruptcy within the preceding four months, may file a petition to have him adjudged a bankrupt, sections 3b, 59b (sections 9587, 9643).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> As there is no other provision authorizing the filing of a petition in bankruptcy, it necessarily results that there is no authority under the Act to adjudge a partnership bankrupt except upon its own voluntary petition or upon an involuntary petition filed against it by creditors; and none to make such an adjudication upon a petition filed against it by one of its members.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">There is nothing in section 5c of the Bankruptcy Act (Comp. St. &#167; 9589), upon which the administrator relies, that has any application to this question. It merely provides that the court of bankruptcy which has jurisdiction of one of the partners may have jurisdiction of all the partners and of the administration of the partnership and individual property; that is, it goes solely to the question of venue or jurisdiction of the bankruptcy court with reference to its territorial limits. See section 2 (section 9586). And the decision in Francis v. McNeal, 228 U. S. 695, 33 S. Ct. 701, 57 L. Ed. 1029, L. R. A. 1915E, 706, only involved the question whether in a bankruptcy proceeding in which a partnership had been adjudged bankrupt under an involuntary petition filed against it by creditors, the court might administer the separate estate of a partner who had not been adjudged bankrupt individually.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is clear that the present petition cannot be sustained as the voluntary petition of the partnership for its own adjudication in bankruptcy. It was filed and signed by Shugert alone, as the sole petitioner. It did not purport to be filed by the partnership, and was not signed by it or in its behalf. And while there was an incidental averment that the partnership desired to obtain the benefit of the bankruptcy law, there was no allegation that this statement was authorized by the partnership. On the contrary it was shown that the other partners had not joined in the petition and that their intention in reference to the matter was not known. In short, the petition was framed as an involuntary petition against the partnership and its non-consenting members, and its sufficiency must be tested as such. We are therefore not called upon to determine whether a voluntary petition filed in the name of the partnership by one member of the firm purporting to act in its behalf, could be sustained without an affirmative showing that it was filed at the instance or with the consent of the other partners.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is also clear that the petition cannot be sustained as an involuntary petition filed against the partnership under the provisions of the Bankruptcy Act, since it was not filed by creditors, the only persons authorized to file such a petition, and furthermore did not allege that the partnership had committed an act of bankruptcy.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is earnestly insisted, however, that the right of a partner to file such a petition against the partnership is recognized by General Order in Bankruptcy No. 8. This General Order provides that any member of a partnership who refuses to join in a petition to have the partnership declared bankrupt shall be entitled to resist the petition in the same manner as if it had been filed by a creditor of the partnership; that notice shall be given to him as in the case of a debtor petitioned against; that he shall have the right to appear at the hearings and make proof that the partnership is not insolvent and has not committed an act of bankruptcy, and make all defences which any debtor proceeded against might make; and that if an adjudication of bankruptcy is made upon the petition, such partner shall file a schedule of his debts and inventory of his property as required in cases of debtors against whom an adjudication is made. 172 U. S., Appendix, p. 656. It is supplemented by Bankruptcy Form No. 2, providing for a petition by less than all the members of a firm, alleging that they and the other partners owe debts which they are unable to pay in full, and that the petitioners desire to obtain the benefit of the Bankruptcy Act; and praying that the firm be adjudged bankrupt. 172 U. S., Appendix, p. 679.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It is clear that this General Order and Form contemplate that less than all the members of a partnership may file a petition for its adjudication as a bankrupt, without alleging either that it is insolvent or that it has committed an act of bankruptcy, and that any member of the partnership who refuses to join in the petition may resist it in the same manner as if the petition had been filed by a creditor. In seeking to have the partnership adjudged bankrupt as against the non-consenting partners resisting such an adjudication, it is manifestly an involuntary proceeding. Meek v. Centre County Bank, supra, page 502 (44 S. Ct. 366).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The question of the effect of this General Order and Form are now for the first time presented to this court for determination.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The authority conferred upon this court by section 30 of the Bankruptcy Act (Comp. St. &#167; 9614) to prescribe all necessary rules, forms and orders as to procedure and for carrying the Act into effect, is plainly limited to provisions for the execution of the Act itself, and does not authorize additions to its substantive provisions. West Co. v. Lea, 174 U. S. 590, 599, 19 S. Ct. 836, 43 L. Ed. 1098. And see Orcutt Co. v. Green, 204 U. S. 96, 102, 27 S. Ct. 195, 51 L. Ed. 390.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">General Order No. 8 was evidently taken from a like general order under the Bankruptcy Act of 1867 (14 Stat. 517), of which it is in the main transcript; and Form No. 2 is largely a copy of a corresponding form prescribed under said earlier Act.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The Act of 1867, however, while not providing that a partnership could be adjudged a bankrupt as a separate entity, expressly provided that its property should be taken and administered in cases 'where two or more persons who are partners in trade shall be adjudged bankrupt, either on the petition of such partners, or any one of them, or on the petition of any creditor of the partners.' 14 Stat. 517, c. 176, &#167; 36. The former general order and form were, therefore, appropriate methods of procedure for carrying into effect the provision as to petitions by one of the partners. In the present Act, however, there is no corresponding provision for adjudging a partnership bankrupt or administering its property upon the petition of one of the partners. General Order No. 8 and Form No. 2, in purporting to authorize one or less than all of the partners to file a petition against the partnership without the consent of the others, do not relate to the execution of any of the provisions of the Act itself; and therefore are without statutory warrant and of no effect.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We conclude that Shugert's petition was not maintainable against the partnership. And, a fortiori, it was not maintainable as an involuntary petition against the non-consenting partners individually.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The motions made by the defendants in the District Court to dismiss the petition as against the partnership and themselves individually should have been granted. The decree of the Circuit Court of Appeals is accordingly reversed, and the cause remanded to the District Court for further proceedings in conformity to this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Decree reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Act of July 1, 1898, c. 541, 30 Stat. 544 (Comp. St. &#167;&#167; 9585-9656).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Two of the defendants also denied that they were members of the partnership.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> At least three creditors are required unless all the creditors are less than twelve in number, in which case one creditor may file the petition. Section 59b</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Brightly's Bankrupt Law: Gen. Ord. No. 18, p. 105; Form No. 2, p. 142.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "", "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">426</span></span></p>\n    <p class=\"case_cite\">45 S.Ct. 560</p>\n    <p class=\"case_cite\">69 L.Ed. 1028</p>\n    <p class=\"parties\">MEEK<br>v.<br>CENTRE COUNTY BANKING CO. et al. DALE  v.  SAME.  BREEZE  v.  SAME.</p>\n    <p class=\"docket\">Nos. 191-193.</p>\n    <p class=\"date\">Reargued Nov. 26, 1924.</p>\n    <p class=\"date\">Decided May 25, 1925.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Ellis L. Orvis, of Bellefonte, Pa., Mortimer C. Rhone, of Williamsport, Pa., and Harry Keller, of Bellefonte, Pa., for petitioners.</p>\n      <p class=\"indent\">Messrs. S. D. Gettig and N. B. Spangler, both of Bellefonte, Pa., for respondents.</p>\n      <p class=\"indent\">Mr. Justice SANFORD delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These three cases involve the same proceedings which were before us at an earlier stage in Meek v. Centre Banking Co., 264 U. S. 499, <span class=\"citation\" data-id=\"1219096\"><a href=\"/opinion/1219096/meek-v-centre-county-banking-co/\"><span class=\"volume\">44</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">366</span></a></span>, 68 L. Ed. 811. They arose out of a petition in bankruptcy filed by the respondent Shugert in a Federal District Court in Pennsylvania for the adjudication as bankrupts (a) of himself, (b) of a partnership styled the Centre County Banking Co., in which he and the present petitioners, Meek, Dale and Breeze, hereinafter called the defendants, were alleged to be members, and (c) of the defendants individually. The defendants resisted the petition in so far as it sought to have the partnership and themselves adjudged bankrupts, and moved to dismiss it to that extent. Orders denying these motions were entered by the District Court; and these, on petitions to revise, were affirmed by the Circuit Court of Appeals. 292 F. 116. Writs of certiorari were then granted. 263 U. S. 696, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">39</span></span>, 68 L. Ed. 511.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Thereafter, but before the hearing in this court, Shugert died. The defendants then moved in this court that the proceeding in bankruptcy be dismissed as to them, both individually and as members of the partnership, on the ground that to that extent it abated by Shugert's death. Finding the petition to be in this aspect an involuntary and antagonistic proceeding, and there being then no adversary party before the court, we granted leave to any persons claiming to be representatives of Shugert's interest to appear within thirty days and apply for leave to be admitted as parties for the purpose of continuing the proceeding in his stead; stating that if this were done the question whether the proceeding should be dismissed as to the partnership and the defendants, or continued as to them by such representatives, would then be determined. Meek v. Centre County Bank, supra, page 504 (<span class=\"citation\" data-id=\"1219096\"><a href=\"/opinion/1219096/meek-v-centre-county-banking-co/\"><span class=\"volume\">44</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">366</span></a></span>). Thereafter the administrator of Shugert's estate seasonably appeared and applied for leave to be substituted in Shugert's place as the petitioner in the bankruptcy proceeding. The defendants renewed their motions to dismiss; and the cases have been heard both on this preliminary issue and on the merits of the controversy.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The first question to be determined is whether Shugert's death before an adjudication had been made under the petition, abated the bankruptcy proceeding as against the partnership and the individual defendants, or whether it may be continued against them by the administrator of his estate. When either of the parties in any suit in any court of the United States dies before final judgment, the executor or administrator of such deceased party may, in case the cause of action survives by law, prosecute or defend the suit to final judgment. Rev. Stat. &#167; 955 (Comp. St. &#167; 1592). In Schreiber v. Sharpless, 110 U. S. 76, 80, <span class=\"citation\" data-id=\"90998\"><a href=\"/opinion/90998/schreiber-v-sharpless/\"><span class=\"volume\">3</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">423</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">65</span></span>, a suit on a federal penal statute, in which the defendant had died before judgment, it was held that whether an action survives and may be continued under this section 'depends on the substance of the cause of action'; and that, since at common law actions on penal statutes do not survive and Congress had not established any other rule in respect to actions on federal penal statutes, the cause of action died with the person of the defendant and the suit could not be continued against his personal representative. We do not think, however, that the doctrine of this case applies to an involuntary proceeding in bankruptcy.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Such a proceeding, not being in the nature of a common-law action, is not abated by any rule of the common law. And while there is no express provision in the Bankruptcy Act<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> that the cause of action survives the death of a petitioner before adjudication, we think that such survivorship accords with the 'substance of the cause of action' and the nature and purpose of a proceeding in bankruptcy, which is not a mere personal action, but is essentially in the nature of a proceeding in rem for the benefit of all the defendant's creditors. And the filing of the petition brings his property into custodia legis, with a view to a determination of his status and the settlement and distribution of his estate. Acme Harvester Co. v. Beekman Lumber Co., 222 U. S. 300, 307, <span class=\"citation\" data-id=\"97500\"><a href=\"/opinion/97500/acme-harvester-co-v-beekman-lumber-co/\"><span class=\"volume\">32</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">96</span></a></span>, 56 L. Ed. 208; Lazarus v. Prentice, 234 U. S. 263, 266, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">851</span></span>, 58 L. Ed. 1305. We conclude that an administrative proceeding of this character, in which the property of the defendant is impounded for the benefit of all of his creditors, does not abate because of the death of the petitioner before adjudication and that its prosecution may be continued by his personal representative. The motions of the defendants to dismiss the proceeding by reason of Shugert's death are accordingly denied; and the administrator is granted leave to be substituted as the petitioner in the proceeding and to prosecute it in his stead.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">2. This brings us to the consideration, on the merits, of the motions made by the defendants in the District Court to dismiss Shugert's petition in so far as it sought the adjudication of the partnership and of themselves as bankrupts. The petition combined, in an anomalous and modified fashion, a 'debtor's petition' and a 'partnership petition' (Bankruptcy Forms, Nos. 1 and 2), with other averments. In it Shugert alleged that the partnership was insolvent and owed debts in excess of $1,000; that each of the partners was insolvent and they were unable, jointly or severally, to pay the partnership debts; that he and the partnership were willing to surrender their property for the benefit of their creditors and desired to obtain the benefits of the bankruptcy law; and that the defendants had not offered to join in the petition and he was not informed of their intention in the matter. It did not allege that either the partnership or the defendants had committed any act of bankruptcy. The prayer was that Shugert, the partnership, and the defendants individually, be adjudged bankrupt; that process be served upon the defendants; and that proceedings be had as provided by the bankruptcy law and General Order No. 8.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The defendants, who appeared specially, moved to dismiss the petition as against the partnership and themselves on the grounds, among others, that it was not authorized by the Bankruptcy Act and that the court had no authority under it to adjudge either the partnership or non-consenting partners bankrupt.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The orders of the District Court denying these motions were affirmed by the Circuit Court of Appeals on the ground that the petition was maintainable under section 5 of the Bankruptcy Act (Comp. St. &#167; 9589) and General Order No. 8.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Section 5a of the Bankruptcy Act specifically provides that&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'A partnership, during the continuation of the partnership      business, or after its dissolution and before the final settlement thereof, may be adjudged a bankrupt.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">There hence can be no doubt that a partnership may be adjudged a bankrupt as a distinct legal entity. But since the Act does not specify when it may be adjudged a bank rupt, to determine this question reference must be had to the general provisions of the Act, in which, in accordance with section 1(19), being Comp. St. &#167; 9585, the word 'persons' is to be construed as including 'partnerships.' The Act makes provision for only two kinds of petitions upon which a person may be adjudged bankrupt; one, a voluntary petition filed by him; the other, an involuntary petition filed against him by creditors. As to the first, it is provided that any qualified person, except certain specified corporations, may file a petition to be adjudged a voluntary bankrupt, sections 4, 59a (sections 9588, 9643); and as to the second, that creditors having provable claims of a specified amount against an insolvent debtor who has committed an act of bankruptcy within the preceding four months, may file a petition to have him adjudged a bankrupt, sections 3b, 59b (sections 9587, 9643).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> As there is no other provision authorizing the filing of a petition in bankruptcy, it necessarily results that there is no authority under the Act to adjudge a partnership bankrupt except upon its own voluntary petition or upon an involuntary petition filed against it by creditors; and none to make such an adjudication upon a petition filed against it by one of its members.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">There is nothing in section 5c of the Bankruptcy Act (Comp. St. &#167; 9589), upon which the administrator relies, that has any application to this question. It merely provides that the court of bankruptcy which has jurisdiction of one of the partners may have jurisdiction of all the partners and of the administration of the partnership and individual property; that is, it goes solely to the question of venue or jurisdiction of the bankruptcy court with reference to its territorial limits. See section 2 (section 9586). And the decision in Francis v. McNeal, 228 U. S. 695, <span class=\"citation\" data-id=\"97889\"><a href=\"/opinion/97889/francis-v-mcneal/\"><span class=\"volume\">33</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">701</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1029</span></span>, L. R. A. 1915E, 706, only involved the question whether in a bankruptcy proceeding in which a partnership had been adjudged bankrupt under an involuntary petition filed against it by creditors, the court might administer the separate estate of a partner who had not been adjudged bankrupt individually.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is clear that the present petition cannot be sustained as the voluntary petition of the partnership for its own adjudication in bankruptcy. It was filed and signed by Shugert alone, as the sole petitioner. It did not purport to be filed by the partnership, and was not signed by it or in its behalf. And while there was an incidental averment that the partnership desired to obtain the benefit of the bankruptcy law, there was no allegation that this statement was authorized by the partnership. On the contrary it was shown that the other partners had not joined in the petition and that their intention in reference to the matter was not known. In short, the petition was framed as an involuntary petition against the partnership and its non-consenting members, and its sufficiency must be tested as such. We are therefore not called upon to determine whether a voluntary petition filed in the name of the partnership by one member of the firm purporting to act in its behalf, could be sustained without an affirmative showing that it was filed at the instance or with the consent of the other partners.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is also clear that the petition cannot be sustained as an involuntary petition filed against the partnership under the provisions of the Bankruptcy Act, since it was not filed by creditors, the only persons authorized to file such a petition, and furthermore did not allege that the partnership had committed an act of bankruptcy.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is earnestly insisted, however, that the right of a partner to file such a petition against the partnership is recognized by General Order in Bankruptcy No. 8. This General Order provides that any member of a partnership who refuses to join in a petition to have the partnership declared bankrupt shall be entitled to resist the petition in the same manner as if it had been filed by a creditor of the partnership; that notice shall be given to him as in the case of a debtor petitioned against; that he shall have the right to appear at the hearings and make proof that the partnership is not insolvent and has not committed an act of bankruptcy, and make all defences which any debtor proceeded against might make; and that if an adjudication of bankruptcy is made upon the petition, such partner shall file a schedule of his debts and inventory of his property as required in cases of debtors against whom an adjudication is made. 172 U. S., Appendix, p. 656. It is supplemented by Bankruptcy Form No. 2, providing for a petition by less than all the members of a firm, alleging that they and the other partners owe debts which they are unable to pay in full, and that the petitioners desire to obtain the benefit of the Bankruptcy Act; and praying that the firm be adjudged bankrupt. 172 U. S., Appendix, p. 679.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It is clear that this General Order and Form contemplate that less than all the members of a partnership may file a petition for its adjudication as a bankrupt, without alleging either that it is insolvent or that it has committed an act of bankruptcy, and that any member of the partnership who refuses to join in the petition may resist it in the same manner as if the petition had been filed by a creditor. In seeking to have the partnership adjudged bankrupt as against the non-consenting partners resisting such an adjudication, it is manifestly an involuntary proceeding. Meek v. Centre County Bank, supra, page 502 (<span class=\"citation\" data-id=\"1219096\"><a href=\"/opinion/1219096/meek-v-centre-county-banking-co/\"><span class=\"volume\">44</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">366</span></a></span>).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The question of the effect of this General Order and Form are now for the first time presented to this court for determination.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The authority conferred upon this court by section 30 of the Bankruptcy Act (Comp. St. &#167; 9614) to prescribe all necessary rules, forms and orders as to procedure and for carrying the Act into effect, is plainly limited to provisions for the execution of the Act itself, and does not authorize additions to its substantive provisions. West Co. v. Lea, 174 U. S. 590, 599, <span class=\"citation\" data-id=\"95085\"><a href=\"/opinion/95085/west-co-v-lea/\"><span class=\"volume\">19</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">836</span></a></span>, 43 L. Ed. 1098. And see Orcutt Co. v. Green, 204 U. S. 96, 102, <span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">195</span></span>, 51 L. Ed. 390.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">General Order No. 8 was evidently taken from a like general order under the Bankruptcy Act of 1867 (14 Stat. 517), of which it is in the main transcript; and Form No. 2 is largely a copy of a corresponding form prescribed under said earlier Act.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The Act of 1867, however, while not providing that a partnership could be adjudged a bankrupt as a separate entity, expressly provided that its property should be taken and administered in cases 'where two or more persons who are partners in trade shall be adjudged bankrupt, either on the petition of such partners, or any one of them, or on the petition of any creditor of the partners.' 14 Stat. 517, c. 176, &#167; 36. The former general order and form were, therefore, appropriate methods of procedure for carrying into effect the provision as to petitions by one of the partners. In the present Act, however, there is no corresponding provision for adjudging a partnership bankrupt or administering its property upon the petition of one of the partners. General Order No. 8 and Form No. 2, in purporting to authorize one or less than all of the partners to file a petition against the partnership without the consent of the others, do not relate to the execution of any of the provisions of the Act itself; and therefore are without statutory warrant and of no effect.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We conclude that Shugert's petition was not maintainable against the partnership. And, a fortiori, it was not maintainable as an involuntary petition against the non-consenting partners individually.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The motions made by the defendants in the District Court to dismiss the petition as against the partnership and themselves individually should have been granted. The decree of the Circuit Court of Appeals is accordingly reversed, and the cause remanded to the District Court for further proceedings in conformity to this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Decree reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Act of July 1, 1898, c. 541, 30 Stat. 544 (Comp. St. &#167;&#167; 9585-9656).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Two of the defendants also denied that they were members of the partnership.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> At least three creditors are required unless all the creditors are less than twelve in number, in which case one creditor may file the petition. Section 59b</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Brightly's Bankrupt Law: Gen. Ord. No. 18, p. 105; Form No. 2, p. 142.</p>\n      </div>\n    </div>\n    ", "id": 100684, "judges": "", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/100684/", "sha1": "0e52964e23dbf68aad5652ecff28f9e85280a333", "source": "R", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:48:32"}