{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "268 U.S. 435", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/100685/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Dumbra v. United States", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "546", 
    "id": 85068, 
    "resource_uri": "/api/rest/v2/citation/85068/"
  }, 
  "id": 100685, 
  "blocked": false, 
  "judges": "Stone", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1925-05-25", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>268 U.S. 435 (1925)</b></center>\n<center><h1>DOMENICO DUMBRA ET AL.<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 546.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 20, 21, 1925.</center>\n<center>Decided May 25, 1925.</center>\nERROR TO THE DISTRICT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><span class=\"star-pagination\">*436</span> <i>Mr. Charles Marvin</i> for plaintiffs in error.</p>\n<p><i>The Solicitor General, Assistant Attorney General Willebrandt,</i> and <i>Mr. Mahlon D. Kiefer,</i> Special Assistant to the Attorney General, for the United States, submitted.</p>\n<p>MR. JUSTICE STONE delivered the opinion of the Court.</p>\n<p>This case comes to this Court on writ of error to the District Court of the United States for the Southern District of New York, for the review of an order of the District Judge denying a motion to quash a search warrant which had been granted by him authorizing the search of a grocery store at 514 East 16th Street and the adjoining premises number 512 East 16th Street, New York City, at which last mentioned place plaintiffs in error maintained a winery under permit from the Government. The warrant directed the seizure of any intoxicating liquor possessed in violation of the National Prohibition Act. Execution of the warrant resulted in the seizure of 74 bottles of wine from the grocery store at number 514 and 50 barrels of wine from the winery on the premises No. 512.</p>\n<p>The motion was made to quash the search warrant in so far as it affected the premises 512 East 16th Street and for the return of the fifty barrels of wine seized on the premises. The sole grounds of the motion, which are the principal assignments of error here, were that the search warrant was issued without probable cause in violation of the Fourth Amendment of the Constitution and that the officer serving the warrant had no authority to receive and execute it.</p>\n<p>The warrant was executed by a prohibition agent who was an agent and employee of the United States. He <span class=\"star-pagination\">*437</span> was regularly appointed by the Commissioner of Internal Revenue; the appointment was approved by the Secretary of the Treasury and he was charged with enforcing the National Prohibition Act (§ 2, Title II, National Prohibition Act, October 28, 1919, c. 85, 41 Stat. 305, 308; § 6, Title XI, Espionage Act, June 15, 1917, c. 30, 40 Stat. 228).</p>\n<p>The question as to the authority of a prohibition agent to receive and execute a search warrant is disposed of by the decision of this Court, <i>Steele</i> v. <i>United States,</i> 267 U.S. 505. In that case it was held that prohibition agents or employees of the United States have the power and authority to serve a search warrant under the provisions of the Espionage Act and the National Prohibition Act. Following that decision, we hold that the warrant here was served by an authorized officer and that no right of plaintiffs in error was infringed by reason of the method of service of the warrant.</p>\n<p>The other stated ground of the plaintiffs' appeal confines us narrowly to a consideration of the question whether the affidavit on which the search warrant was issued afforded sufficient ground for the issue of the warrant under the laws and Constitution of the United States. We are not concerned with the question whether, on trial had, the Government may or may not succeed on its libel filed for the condemnation and forfeiture of the seized wines. The proceedings had and now under review do not go to the merits, but only to the sufficiency of the affidavit, on which the search warrant was issued, to set the machinery of the law in motion by way of the summary process of search and seizure.</p>\n<p>Although the affidavit on which the warrant was granted does not disclose the fact, the plaintiffs in error, at all times material to the issues, were the holders of a permit of the Treasury Department issued pursuant to § 3 of the National Prohibition Act (41 Stat. 308) authorizing <span class=\"star-pagination\">*438</span> them to manufacture and sell wines upon the searched premises for non-beverage purposes. By the terms of the permit they were permitted to have on hand on the premises not more than 100,000 gallons of wine. They were required to give bond, pursuant to Treasury regulations, in the sum of $50,000. Their premises were subject to inspection of Internal Revenue officers during business hours. In view of these provisions of the permit and of the provisions of § 9 of the National Prohibition Act (41 Stat. 311) authorizing revocation of the permit in the case of its violation and for its temporary suspension pending proceedings for its revocation, the resort to the summary procedure of search and seizure, without disclosing, in the affidavit submitted to the judge issuing the warrant, that a permit had been granted, was, to say the least, disingenuous, and would seem to have been a harsh and unnecessary exercise of governmental power by the officials concerned.</p>\n<p>But the permit issued did not authorize the possession of intoxicating liquors for beverage purposes by plaintiffs and it could afford no protection to one who possessed such liquors with intent to use them in violation of the National Prohibition Act. <i>Reid</i> v. <i>United States,</i> 276 Fed. 253. If possessed with such intent, they were subject to search and seizure under § 25 of the Act, (41 Stat. 315) and, if probable cause were shown, a warrant authorizing such search and seizure might be duly and lawfully issued. Under such circumstances search and seizure are not unauthorized or unconstitutional.</p>\n<p>Section 25 of the National Prohibition Act, so far as pertinent to the present inquiry, reads as follows:</p>\n<p>\"It shall be unlawful to have or possess any liquor or property designed for the manufacture of liquor intended for use in violating this title or which has been so used, and no property rights shall exist in any such liquor or property. A search warrant may issue as provided in <span class=\"star-pagination\">*439</span> Title XI of public law numbered 24 of the Sixty-fifth Congress, approved June 15, 1917, and such liquor, the containers thereof, and such property so seized shall be subject to such disposition as the court may make thereof.\"</p>\n<p>Title XI of the Public Law approved June 15, 1917, known as the \"Espionage Act,\" referred to in § 25 of the National Prohibition Act, lays down the procedure which must be followed upon the issue of search warrants. Section 5 (40 Stat. 228) requires that the warrant shall be issued only on affidavit \"tending to establish the grounds of the application or probable cause for believing that they exist,\" and § 16 requires the restoration of the property seized if it appears \"that there is no probable cause for believing the existence of the grounds on which the warrant was issued.\"</p>\n<p>The Fourth Amendment of the Constitution provides:</p>\n<p>\"The right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated, and no Warrants shall issue, but upon probable cause, supported by Oath or affirmation, and particularly describing the place to be searched, and the persons or things to be seized.\"</p>\n<p><i>In </i><i>Steele</i> v. <i>United States, supra</i><i>,</i> it was held that a search and seizure of intoxicating liquors possessed in violation of the provisions of the National Prohibition Law upon a warrant satisfying the requirements of the Fourth Amendment and the Espionage Act and issued upon probable cause shown was not an unreasonable search and seizure within the constitutional provision and was in accordance with the Constitution and statutes of the United States. In that case, quoting from <i>Carroll</i> v. <i>United States,</i> 267 U.S. 132, the Court said, with respect to the probable cause shown by the affidavit on which the warrant was issued, \"If the facts and circumstances before the officer are such as to warrant a man of prudence and caution in believing that the offense has been committed, it is sufficient.\"</p>\n<p><span class=\"star-pagination\">*440</span> Without a detailed recital of the facts appearing in the affidavit upon which the warrant in the present case was issued, it will suffice to point out that the affidavit was made by an employee of the Prohibition Bureau who stated in it that at a time specified, he was present with another prohibition agent at the store, No. 514, adjoining the winery conducted by Dumbra &amp; Co., who are the plaintiffs in error, at No. 512. That while in the store he saw Mrs. Dumbra and her son; that negotiations were then had by affiant with the son for the purchase of two gallons of wine; that the son went to the back of the grocery store behind a partition; turned to the right toward the winery and in a short time returned with the two gallons of wine for which the agent accompanying affiant paid Mrs. Dumbra. As they left No. 514 the son of Dumbra left the grocery with them and turned into the front door of the winery.</p>\n<p>The affiant states that on another occasion he visited the grocery store, where he saw the son and negotiated with him for the sale of a gallon of wine. The son again went to the back of the store; turned toward the winery, requesting affiant to wait outside. Shortly thereafter the son came out of the front door of the premises at 512, the winery, delivered the wine to affiant and received payment for it. Affiant swore that he tasted the wine in each instance; that he was familiar with the taste of intoxicating liquor and that the wine in question contained more than one-half of one per cent. of alcohol; that at no time did he present any papers or authority for the buying of wine for sacramental or religious purposes. He states that from his investigation and purchases made by other agents he knew that wine was being sold from the grocery store and that the source of supply was the winery located at No. 512.</p>\n<p>The statements of fact contained in the affidavit are based upon affiant's personal knowledge of what he saw; it sets forth evidentiary facts which in our opinion establish <span class=\"star-pagination\">*441</span> probable cause for the charge that intoxicating liquors were possessed at the premises searched with intent to use them in violation of the National Prohibition Act. Probable cause has been defined by this Court as \"reasonable ground of suspicion supported by circumstances sufficiently strong in themselves to warrant a cautious man in the belief that the party is guilty of the offense with which he is charged.\" <i>Stacy</i> v. <i>Emory,</i> 97 U.S. 642, 645.</p>\n<p>In determining what is probable cause, we are not called upon to determine whether the offense charged has in fact been committed. We are concerned only with the question whether the affiant had reasonable grounds at the time of his affidavit and the issuance of the warrant for the belief that the law was being violated on the premises to be searched; and if the apparent facts set out in the affidavit are such that a reasonably discreet and prudent man would be led to believe that there was a commission of the offense charged, there is probable cause justifying the issuance of a warrant.</p>\n<p>The apparent readiness of members of the family of a person in control of the suspected premises to sell intoxicating liquors to casual purchasers without any inquiry as to their right to purchase, and the actual production of the liquor sold, in one instance from the premises suspected and in the other from the vicinity of those premises, under such circumstances as to lead to the inference that the suspected premises were the source of supply, gave rise to a reasonable belief that the liquors possessed on the suspected premises were possessed for the purpose and with the intent of selling them unlawfully to casual purchasers. Absence of a well-grounded belief that such was the fact could be ascribed only to a lack of intelligence or a singular lack of practical experience on the part of the officer.</p>\n<p>There was, therefore, probable cause for the issuing of the warrant, and the search and seizure made pursuant to it were authorized by the statutes of the United States <span class=\"star-pagination\">*442</span> and were not a violation of the Fourth Amendment. The motion to quash the warrant was properly denied, and the order of the District Court appealed from is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:48:32", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">435</span></span> (1925)</b></center>\n<center><h1>DOMENICO DUMBRA ET AL.<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 546.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 20, 21, 1925.</center>\n<center>Decided May 25, 1925.</center>\nERROR TO THE DISTRICT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><span class=\"star-pagination\">*436</span> <i>Mr. Charles Marvin</i> for plaintiffs in error.</p>\n<p><i>The Solicitor General, Assistant Attorney General Willebrandt,</i> and <i>Mr. Mahlon D. Kiefer,</i> Special Assistant to the Attorney General, for the United States, submitted.</p>\n<p>MR. JUSTICE STONE delivered the opinion of the Court.</p>\n<p>This case comes to this Court on writ of error to the District Court of the United States for the Southern District of New York, for the review of an order of the District Judge denying a motion to quash a search warrant which had been granted by him authorizing the search of a grocery store at 514 East 16th Street and the adjoining premises number 512 East 16th Street, New York City, at which last mentioned place plaintiffs in error maintained a winery under permit from the Government. The warrant directed the seizure of any intoxicating liquor possessed in violation of the National Prohibition Act. Execution of the warrant resulted in the seizure of 74 bottles of wine from the grocery store at number 514 and 50 barrels of wine from the winery on the premises No. 512.</p>\n<p>The motion was made to quash the search warrant in so far as it affected the premises 512 East 16th Street and for the return of the fifty barrels of wine seized on the premises. The sole grounds of the motion, which are the principal assignments of error here, were that the search warrant was issued without probable cause in violation of the Fourth Amendment of the Constitution and that the officer serving the warrant had no authority to receive and execute it.</p>\n<p>The warrant was executed by a prohibition agent who was an agent and employee of the United States. He <span class=\"star-pagination\">*437</span> was regularly appointed by the Commissioner of Internal Revenue; the appointment was approved by the Secretary of the Treasury and he was charged with enforcing the National Prohibition Act (§ 2, Title II, National Prohibition Act, October 28, 1919, c. 85, 41 Stat. 305, 308; § 6, Title XI, Espionage Act, June 15, 1917, c. 30, 40 Stat. 228).</p>\n<p>The question as to the authority of a prohibition agent to receive and execute a search warrant is disposed of by the decision of this Court, <i>Steele</i> v. <i>United States,</i> 267 U.S. 505. In that case it was held that prohibition agents or employees of the United States have the power and authority to serve a search warrant under the provisions of the Espionage Act and the National Prohibition Act. Following that decision, we hold that the warrant here was served by an authorized officer and that no right of plaintiffs in error was infringed by reason of the method of service of the warrant.</p>\n<p>The other stated ground of the plaintiffs' appeal confines us narrowly to a consideration of the question whether the affidavit on which the search warrant was issued afforded sufficient ground for the issue of the warrant under the laws and Constitution of the United States. We are not concerned with the question whether, on trial had, the Government may or may not succeed on its libel filed for the condemnation and forfeiture of the seized wines. The proceedings had and now under review do not go to the merits, but only to the sufficiency of the affidavit, on which the search warrant was issued, to set the machinery of the law in motion by way of the summary process of search and seizure.</p>\n<p>Although the affidavit on which the warrant was granted does not disclose the fact, the plaintiffs in error, at all times material to the issues, were the holders of a permit of the Treasury Department issued pursuant to § 3 of the National Prohibition Act (41 Stat. 308) authorizing <span class=\"star-pagination\">*438</span> them to manufacture and sell wines upon the searched premises for non-beverage purposes. By the terms of the permit they were permitted to have on hand on the premises not more than 100,000 gallons of wine. They were required to give bond, pursuant to Treasury regulations, in the sum of $50,000. Their premises were subject to inspection of Internal Revenue officers during business hours. In view of these provisions of the permit and of the provisions of § 9 of the National Prohibition Act (41 Stat. 311) authorizing revocation of the permit in the case of its violation and for its temporary suspension pending proceedings for its revocation, the resort to the summary procedure of search and seizure, without disclosing, in the affidavit submitted to the judge issuing the warrant, that a permit had been granted, was, to say the least, disingenuous, and would seem to have been a harsh and unnecessary exercise of governmental power by the officials concerned.</p>\n<p>But the permit issued did not authorize the possession of intoxicating liquors for beverage purposes by plaintiffs and it could afford no protection to one who possessed such liquors with intent to use them in violation of the National Prohibition Act. <i>Reid</i> v. <i>United States,</i> 276 Fed. 253. If possessed with such intent, they were subject to search and seizure under § 25 of the Act, (41 Stat. 315) and, if probable cause were shown, a warrant authorizing such search and seizure might be duly and lawfully issued. Under such circumstances search and seizure are not unauthorized or unconstitutional.</p>\n<p>Section 25 of the National Prohibition Act, so far as pertinent to the present inquiry, reads as follows:</p>\n<p>\"It shall be unlawful to have or possess any liquor or property designed for the manufacture of liquor intended for use in violating this title or which has been so used, and no property rights shall exist in any such liquor or property. A search warrant may issue as provided in <span class=\"star-pagination\">*439</span> Title XI of public law numbered 24 of the Sixty-fifth Congress, approved June 15, 1917, and such liquor, the containers thereof, and such property so seized shall be subject to such disposition as the court may make thereof.\"</p>\n<p>Title XI of the Public Law approved June 15, 1917, known as the \"Espionage Act,\" referred to in § 25 of the National Prohibition Act, lays down the procedure which must be followed upon the issue of search warrants. Section 5 (40 Stat. 228) requires that the warrant shall be issued only on affidavit \"tending to establish the grounds of the application or probable cause for believing that they exist,\" and § 16 requires the restoration of the property seized if it appears \"that there is no probable cause for believing the existence of the grounds on which the warrant was issued.\"</p>\n<p>The Fourth Amendment of the Constitution provides:</p>\n<p>\"The right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated, and no Warrants shall issue, but upon probable cause, supported by Oath or affirmation, and particularly describing the place to be searched, and the persons or things to be seized.\"</p>\n<p><i>In </i><i>Steele</i> v. <i>United States, supra</i><i>,</i> it was held that a search and seizure of intoxicating liquors possessed in violation of the provisions of the National Prohibition Law upon a warrant satisfying the requirements of the Fourth Amendment and the Espionage Act and issued upon probable cause shown was not an unreasonable search and seizure within the constitutional provision and was in accordance with the Constitution and statutes of the United States. In that case, quoting from <i>Carroll</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"100567\"><a href=\"/opinion/100567/carroll-et-al-v-united-states/\"><span class=\"volume\">267</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">132</span></a></span>, the Court said, with respect to the probable cause shown by the affidavit on which the warrant was issued, \"If the facts and circumstances before the officer are such as to warrant a man of prudence and caution in believing that the offense has been committed, it is sufficient.\"</p>\n<p><span class=\"star-pagination\">*440</span> Without a detailed recital of the facts appearing in the affidavit upon which the warrant in the present case was issued, it will suffice to point out that the affidavit was made by an employee of the Prohibition Bureau who stated in it that at a time specified, he was present with another prohibition agent at the store, No. 514, adjoining the winery conducted by Dumbra &amp; Co., who are the plaintiffs in error, at No. 512. That while in the store he saw Mrs. Dumbra and her son; that negotiations were then had by affiant with the son for the purchase of two gallons of wine; that the son went to the back of the grocery store behind a partition; turned to the right toward the winery and in a short time returned with the two gallons of wine for which the agent accompanying affiant paid Mrs. Dumbra. As they left No. 514 the son of Dumbra left the grocery with them and turned into the front door of the winery.</p>\n<p>The affiant states that on another occasion he visited the grocery store, where he saw the son and negotiated with him for the sale of a gallon of wine. The son again went to the back of the store; turned toward the winery, requesting affiant to wait outside. Shortly thereafter the son came out of the front door of the premises at 512, the winery, delivered the wine to affiant and received payment for it. Affiant swore that he tasted the wine in each instance; that he was familiar with the taste of intoxicating liquor and that the wine in question contained more than one-half of one per cent. of alcohol; that at no time did he present any papers or authority for the buying of wine for sacramental or religious purposes. He states that from his investigation and purchases made by other agents he knew that wine was being sold from the grocery store and that the source of supply was the winery located at No. 512.</p>\n<p>The statements of fact contained in the affidavit are based upon affiant's personal knowledge of what he saw; it sets forth evidentiary facts which in our opinion establish <span class=\"star-pagination\">*441</span> probable cause for the charge that intoxicating liquors were possessed at the premises searched with intent to use them in violation of the National Prohibition Act. Probable cause has been defined by this Court as \"reasonable ground of suspicion supported by circumstances sufficiently strong in themselves to warrant a cautious man in the belief that the party is guilty of the offense with which he is charged.\" <i>Stacy</i> v. <i>Emory,</i> <span class=\"citation\" data-id=\"89833\"><a href=\"/opinion/89833/stacey-v-emery/\"><span class=\"volume\">97</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">642</span></a></span>, 645.</p>\n<p>In determining what is probable cause, we are not called upon to determine whether the offense charged has in fact been committed. We are concerned only with the question whether the affiant had reasonable grounds at the time of his affidavit and the issuance of the warrant for the belief that the law was being violated on the premises to be searched; and if the apparent facts set out in the affidavit are such that a reasonably discreet and prudent man would be led to believe that there was a commission of the offense charged, there is probable cause justifying the issuance of a warrant.</p>\n<p>The apparent readiness of members of the family of a person in control of the suspected premises to sell intoxicating liquors to casual purchasers without any inquiry as to their right to purchase, and the actual production of the liquor sold, in one instance from the premises suspected and in the other from the vicinity of those premises, under such circumstances as to lead to the inference that the suspected premises were the source of supply, gave rise to a reasonable belief that the liquors possessed on the suspected premises were possessed for the purpose and with the intent of selling them unlawfully to casual purchasers. Absence of a well-grounded belief that such was the fact could be ascribed only to a lack of intelligence or a singular lack of practical experience on the part of the officer.</p>\n<p>There was, therefore, probable cause for the issuing of the warrant, and the search and seizure made pursuant to it were authorized by the statutes of the United States <span class=\"star-pagination\">*442</span> and were not a violation of the Fourth Amendment. The motion to quash the warrant was properly denied, and the order of the District Court appealed from is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "sha1": "91033231428067cd5a64c767b37d79489b649fe5", 
  "date_modified": "2014-12-21T01:37:52.478778", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/100685/dumbra-v-united-states/", 
  "citation_count": 39, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/666298/", 
  "html": "<p class=\"case_cite\">268 U.S. 435</p>\n    <p class=\"case_cite\">45 S.Ct. 546</p>\n    <p class=\"case_cite\">69 L.Ed. 1032</p>\n    <p class=\"parties\">DUMBRA et al.<br>v.<br>UNITED STATES.</p>\n    <p class=\"docket\">No. 546.</p>\n    <p class=\"date\">Argued and Submitted April 20, 21, 1925.</p>\n    <p class=\"date\">Decided May 25, 1925.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Charles Marvin, of New York City, for plaintiffs in error.</p>\n      <p class=\"indent\">Mr. James M. Beck, Sol. Gen., of Washington, D. C., Mrs. Mabel Walker Willebrandt, Asst. Atty. Gen., and Mr. Mahlon D. Kiefer, of Washington, D. C., for the United States.</p>\n      <p class=\"indent\">Mr. Justice STONE delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case comes to this court on writ of error to the District Court of the United States for the Southern District of New York, for the review of an order of the District Judge denying a motion to quash a search warrant which had been granted by him authorizing the search of a grocery store at 514 East Sixteenth street and the adjoining premises number 512 East Sixteenth street, New York City, at which last-mentional place plaintiffs in error maintained a winery under permit from the government. The warrant directed the seizure of any intoxicating liquor possessed in violation of the National Prohibition Act (Comp. St. Ann. Supp. 1923, &#167; 10138 1/4 et seq.). Execution of the warrant resulted in the seizure of 74 bottles of wine from the grocery store at No. 514 and 50 barrels of wine from the winery on the premises No. 512.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The motion was made to quash the search warrant so far as it affected the premises 512 East Sixteenth street and for the return of the fifty barrels of wine seized on the premises. The sole grounds of the motion, which are the principal assignments of error here, were that the search warrant was issued without probable cause in violation of the Fourth Amendment of the Constitution and that the officer serving the warrant had no authority to receive and execute it.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The warrant was executed by a prohibition agent who was an agent and employee of the United States. He was regularly appointed by the Commissioner of Internal Revenue; the appointment was approved by the Secretary of the Treasury and he was charged with enforcing the National Prohibition Act (section 2, title 2, National Prohibition Act, Act of October 28, 1919, c. 85, 41 Stat. 305, 308 [section 10138 1/2a]; section 6, title 11, Espionage Act, Act of June 15, 1917, c. 30, title 11, 40 Stat. 228, et seq. [Comp. St. 1918, Comp. St. Ann. Supp. 1919, &#167; 10496 1/4f]).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The question as to the authority of a prohibition agent to receive and execute a search warrant is disposed of by the decision of this court delivered April 13, 1925, in case No. 636, Steele v. United States, 267 U. S. 505, 45 S. Ct. 417, 69 L. Ed. 761. In that case it was held that prohibition agents or employees of the United States have the power and authority to serve a search warrant under the provisions of the Espionage Act and the National Prohibition Act. Following that decision, we hold that the warrant here was served by an authorized officer and that no right of plaintiff in error was infringed by reason of the method of service of the warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The other stated ground of the plaintiff's appeal confines us narrowly to a consideration of the question whether the affidavit on which the search warrant was issued afforded sufficient ground for the issue of the warrant under the laws and Constitution of the United States. We are not concerned with the question whether on trial had, the government may or may not succeed on its libel filed for the condemnation and forfeiture of the seized wines. The proceedings had and now under review do not go to the merits, but only to the sufficiency of the affidavit, on which the search warrant was issued, to set the machinery of the law in motion by way of the summary process of search and seizure.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Although the affidavit on which the warrant was granted does not disclose the fact, the plaintiffs in error, at all times material to the issues, were the holders of a permit of the Treasury Department issued pursuant to section 3 of the National Prohibition Act (41 Stat. 308 [Comp. St. Ann. Supp. 1923, &#167; 10138 1/2aa]) authorizing them to manufacture and sell wines upon the searched premises for nonbeverage purposes. By the terms of the permit they were permitted to have on hand on the premises not more than 100,000 gallons of wine. They were required to give bond, pursuant to Treasury Regulations, in the sum of $50,000. Their premises were subject to inspection of internal revenue officers during business hours. In view of these provisions of the permit and of the provisions of section 9 of the National Prohibition Act (41 Stat. 311 [section 10138 1/2dd]) authorizing revocation of the permit in the case of its violation and for its temporary suspension pending proceedings for its revocation, the resort to the summary procedure of search and seizure, without disclosing, in the affidavit submitted to the judge issuing the warrant, that a permit had been granted was, to say the least, disingenuous, and would seem to have been a harsh and unnecessary exercise of governmental power by the officials concerned.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">But the permit issued did not authorize the possession of intoxicating liquors for beverage purposes by plaintiffs, and it could afford no protection to one who possessed such liquors with intent to use them in violation of the National Prohibition Act. Reid v. United States (C. C. A.) 276 F. 253. If possessed with such intent, they were subject to search and seizure under section 25 of the act (41 Stat. 315 [section 10138 1/2m]), and if probable cause were shown, a warrant authorizing such search and seizure might be duly and lawfully issued. Under such circumstances search and seizure are not unauthorized or unconstitutional.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Section 25 of the National Prohibition Act, so far as pertinent to the present inquiry, reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'It shall be unlawful to have or possess any liquor or      property designed for the manufacture of liquor intended for      use in violating this title or which has been so used, and no      property rights shall exist in any such liquor or property. A      search warrant may issue as provided in title XI of public law numbered 24 of the Sixty-Fifth      Congress, approved June 15, 1917, and such liquor, the      containers thereof, and such property so seized shall be      subject to such disposition as the court may make thereof.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Title 11 of the Public Law approved June 15, 1917, known as the 'Espionage Act,' referred to in section 25 of National Prohibition Act, lays down the procedure which must be followed upon the issue of search warrants. Section 5 (40 Stat. 228 [Comp. St. 1918, Comp. St. Ann. Supp. 1919, &#167; 10496 1/4e]) requires that the warrant shall be issued only on affidavit 'tending to establish the grounds of the application or probable cause for believing that they exist,' and section 16 (section 10496 1/4p) requires the restoration of the property seized if it appears 'that there is no probable cause for believing the existence of the grounds on which the warrant was issued.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Fourth Amendment of the Constitution provides:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'The right of the people to be secure in their persons,      houses, papers, and effects, against unreasonable searches      and seizures, shall not be violated, and no warrants shall      issue, but upon probable cause, supported by oath or      affirmation, and particularly describing the place to be      searched, and the persons or things to be seized.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In Steel v. United States, supra, it was held that a search and seizure of intoxicating liquors possessed in violation of the provisions of the National Prohibition Law upon a warrant satisfying the requirements of the Fourth Amendment and the Espionage Act and issued upon probable cause shown was not an unreasonable search and seizure within the constitutional provision and was in accordance with the Constitution and Statutes of the United States. In that case, quoting from Carroll v. United States, 267 U. S. 132, 45 S. Ct. 280, 69 L. Ed. 543, decided March 2, 1925, the court said, with respect to the probable cause shown by the affidavit on which the warrant was issued:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'If the facts and circumstances before the officer are such      as to warrant a man of prudence and caution in believing that      the offense has been committed, it is sufficient.' Without a detailed recital of the facts appearing in the affidavit upon which the warrant in the present case was issued, it will suffice to point out that the affidavit was made by an employee of the Prohibition Bureau, who stated in it that at a time specified, he was present with another prohibition agent at the store, No. 514, adjoining the winery conducted by Dumbra &amp; Co., who are the plaintiffs in error, at No. 512. That while in the store he saw Mrs. Dumbra and her son; that negotiations were then had by affiant with the son for the purchase of two gallons of wine; that the son went to the back of the grocery store behind a partition, turned to the right toward the winery, and in a short time returned with the two gallons of wine for which the agent accompanying affiant paid Mrs. Dumbra. As they left No. 514, the son of Dumbra left the grocery with them and turned into the front door of the winery.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The affiant states that on another occasion he visited the grocery store where he saw the son and negotiated with him for the sale of a gallon of wine. The son again went to the back of the store; turned toward the winery requesting affiant to wait outside. Shortly thereafter the son came out of the front door of the premises at 512, the winery, delivered the wine to affiant, and received payment for it. Affiant swore that he tasted the wine in each instance; that he was familiar with the taste of intoxicating liquor and that the wine in question contained more than one-half of 1 per cent. of alcohol; that at no time did he present any papers or authority for the buying of wine for sacramental or religious purposes. He states that from his investigation and purchases made by other agents he knew that wine was being sold from the grocery store and that the source of supply was the winery located at No. 512.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The statements of fact contained in the affidavit are based upon affiant's personal knowledge of what he saw; it sets forth evidentiary facts which in our opinion establish probable cause for the charge that intoxicating liquors were possessed at the premises searched with intent to use them in violation of the National Prohibition Act. 'Probable cause' has been defined by this court as 'reasonable ground of suspicion, supported by circumstances sufficiently strong in themselves to warrant a cautious man in the belief that the party is guilty of the offense with which he is charged.' Stacey v. Emery, 97 U. S. 642, 645, 24 L. Ed. 1035.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In determining what is probable cause, we are not called upon to determine whether the offense charged has in fact been committed. We are concerned only with the question whether the affiant had reasonable grounds at the time of his affidavit and the issuance of the warrant for the belief that the law was being violated on the premises to be searched, and if the apparent facts set out in the affidavit are such that a reasonably discreet and prudent man would be led to believe that there was a commission of the offense charged, there is probable cause justifying the issuance of a warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The apparent readiness of members of the family of a person in control of the suspected premises to sell intoxicating liquors to casual purchasers without any inquiry as to their right to purchase, and the actual production of the liquor sold, in one instance from the premises suspected and in the other from the vicinity of those premises, under such circumstances as to lead to the inference that the suspected premises were the source of supply, gave rise to a reasonable belief that the liquors possessed on the suspected premises were possessed for the purpose and with the intent of selling them unlawfully to casual purchasers. Absence of a well-grounded belief that such such was the fact could be ascribed only to a lack of intelligence or a singular lack of practical experience on the part of the officer.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">There was therefore probable cause for the issuing of the warrant, and the search and seizure made pursuant to it were authorized by the statutes of the United States and were not a violation of the Fourth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The motion to quash the warrant was properly denied, and the order of the District Court appealed from is affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/100685/"
}