{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "89 U.S. 67", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/89054/"
    ], 
    "scotus_early_cite": "22 Wall. 67", 
    "case_name": "Ritchie v. Franklin County", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 59188, 
    "resource_uri": "/api/rest/v2/citation/59188/"
  }, 
  "id": 89054, 
  "blocked": false, 
  "judges": "Davis", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1875-03-29", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>89 U.S. 67 (____)</b></center>\n<center><b>22 Wall. 67</b></center>\n<center><h1>RITCHIE<br>\nv.<br>\nFRANKLIN COUNTY.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*71</span> Mr. T.W.B. Crews, for the appellants.</p>\n<p>Mr. J.O. Broadhead, contra.</p>\n<p><span class=\"star-pagination\">*74</span> Mr. Justice DAVIS delivered the opinion of the court.</p>\n<p>The acts of the General Assembly of Missouri of 1865 and 1866 gave authority to the County Courts to borrow money and issue bonds for road purposes where \"the amount of proposed expenditure had been submitted to a vote of the people.\" The County Court of Franklin County construed the provision on the subject of this submission as discretionary and not mandatory. Although this construction was wrong, the language used by the legislature gave color to it.</p>\n<p>To declare that a court \"may, for the purpose of information,\" submit its proposed action to the people, is not the best nor the usual way of instructing the court not to do the thing proposed unless the taxpayers approved it. Such language is well calculated to mislead any one unaccustomed to the construction of statutes, and it cannot be a matter of surprise that this County Court treated the provision requiring a vote for information as discretionary. In doing this it doubtless acted as other County Courts in the State had done under like circumstances. That this election clause should cause litigation was natural enough, and we therefore find it presented for adjudication in the case of The Leavenworth and Des Moines Railroad Company v. The County Court of Platte County.</p>\n<p>In that case it was held that the power conferred upon the County Courts could not be exercised unless the proposed expenditure was approved by the voters. This decision of necessity alarmed contractors, who had in good faith constructed <span class=\"star-pagination\">*75</span> roads, and equally so the holders of bonds issued for the purpose of paying the contractors for their work.</p>\n<p>To relieve these persons from the predicament in which they were placed the legislature passed a curative act. This act, on account of special legislation being forbidden by the constitution of the State, had to be general in its language, and without reference to any particular county. It was eminently just that it should be passed. The value of good roads for the common use of every one can hardly be overestimated. As a general thing, in this country, they are within the control and supervision of the township, county, or other local authorities. Ordinarily they are improved and kept in repair by means of local taxation, but this mode will not suffice when the wants of the community require that they should be macadamized. Especially is this true of a new State like Missouri. It seems that the County Court of Franklin engaged in a general scheme for macadamizing the roads of the county and bridging the streams in it. It is fair to presume that this enterprise was undertaken in obedience to a public sentiment on the subject, although the sense of the voters was not actually taken in conformity with the directions of the statute. This is the more probable on account of the well-known mania of the people to run in debt for public improvements. The taxpayers saw the large expenditures that were being made, and yet they took no steps to arrest them. Not until the works were completed and the securities had passed into the hands of bonâ fide purchasers did they move in the matter. If they had been incited to action as soon as the contract was made, they would have been saved a heavy debt, and innocent persons would not have suffered. In this state of the case the legislature interposed and passed an act to authorize County Courts to issue bonds for the purpose of paying for the building of bridges and macadamized roads which had been contracted for and built. This act refers to past transactions, and two days after its passage a new road law was passed couched in such language that no one could mistake the character of the powers conferred.</p>\n<p><span class=\"star-pagination\">*76</span> Thus it will be seen the legislature intended to cure past errors, but left no room for future ones. In this way it was enabled to relieve the hardship caused by the construction placed on the imperfect language of a former legislature, and at the same time to put an end to expenditures like those made by Franklin County, unless a majority of the voters should approve of them. In many cases retroactive laws, although intended to effect a good purpose, have features of injustice about them. This is not that case. The bonds here were issued under a supposed authority, and no one interposed an objection. The taxpayers rested until the mischief was done and then tried to get relief. It is certainly not unjust to them that the legislature should say, \"you must pay for an expenditure which you saw incurred and could have prevented, but did not.\" If the County Court had acted wholly outside of its duties the aspect of the case might have been different. But the most that can be said is that the court mistook the nature of the powers conferred upon it, and that this mistake would never have occurred if the legislature had used language appropriate to the purpose.</p>\n<p>There is no provision in the constitution of Missouri restraining the General Assembly from conferring on counties the authority to borrow money to improve their roads without asking the consent of the voters. If so, why cannot the legislature confer on counties the power to borrow money to pay for debts already contracted for this purpose?</p>\n<p>We agree with the Supreme Court of Missouri, that the act in question, being an authority to do a particular thing, may be construed as an original power. But whether it be treated as an original power or as curative and confirmatory legislation, it is equally valid, and this is the view taken of the subject by that court.<sup>[*]</sup></p>\n<p>If the act was valid, the court had the power to take up the bonds and issue others in lieu thereof.</p>\n<p>These bonds purport on their face to have been issued <span class=\"star-pagination\">*77</span> under the order of the County Court of Franklin County, made in pursuance of the authority conferred on the court by the act of Assembly in question, and as the defendants claim to be innocent holders, and this is true for the purpose of the exception, the complainant has no standing in a court of equity.</p>\n<p>DECREE AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[*]  Steines v. Franklin Co., 48 Missouri, 175.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:01:56", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">67</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">67</span></span></b></center>\n<center><h1>RITCHIE<br>\nv.<br>\nFRANKLIN COUNTY.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*71</span> Mr. T.W.B. Crews, for the appellants.</p>\n<p>Mr. J.O. Broadhead, contra.</p>\n<p><span class=\"star-pagination\">*74</span> Mr. Justice DAVIS delivered the opinion of the court.</p>\n<p>The acts of the General Assembly of Missouri of 1865 and 1866 gave authority to the County Courts to borrow money and issue bonds for road purposes where \"the amount of proposed expenditure had been submitted to a vote of the people.\" The County Court of Franklin County construed the provision on the subject of this submission as discretionary and not mandatory. Although this construction was wrong, the language used by the legislature gave color to it.</p>\n<p>To declare that a court \"may, for the purpose of information,\" submit its proposed action to the people, is not the best nor the usual way of instructing the court not to do the thing proposed unless the taxpayers approved it. Such language is well calculated to mislead any one unaccustomed to the construction of statutes, and it cannot be a matter of surprise that this County Court treated the provision requiring a vote for information as discretionary. In doing this it doubtless acted as other County Courts in the State had done under like circumstances. That this election clause should cause litigation was natural enough, and we therefore find it presented for adjudication in the case of The Leavenworth and Des Moines Railroad Company v. The County Court of Platte County.</p>\n<p>In that case it was held that the power conferred upon the County Courts could not be exercised unless the proposed expenditure was approved by the voters. This decision of necessity alarmed contractors, who had in good faith constructed <span class=\"star-pagination\">*75</span> roads, and equally so the holders of bonds issued for the purpose of paying the contractors for their work.</p>\n<p>To relieve these persons from the predicament in which they were placed the legislature passed a curative act. This act, on account of special legislation being forbidden by the constitution of the State, had to be general in its language, and without reference to any particular county. It was eminently just that it should be passed. The value of good roads for the common use of every one can hardly be overestimated. As a general thing, in this country, they are within the control and supervision of the township, county, or other local authorities. Ordinarily they are improved and kept in repair by means of local taxation, but this mode will not suffice when the wants of the community require that they should be macadamized. Especially is this true of a new State like Missouri. It seems that the County Court of Franklin engaged in a general scheme for macadamizing the roads of the county and bridging the streams in it. It is fair to presume that this enterprise was undertaken in obedience to a public sentiment on the subject, although the sense of the voters was not actually taken in conformity with the directions of the statute. This is the more probable on account of the well-known mania of the people to run in debt for public improvements. The taxpayers saw the large expenditures that were being made, and yet they took no steps to arrest them. Not until the works were completed and the securities had passed into the hands of bonâ fide purchasers did they move in the matter. If they had been incited to action as soon as the contract was made, they would have been saved a heavy debt, and innocent persons would not have suffered. In this state of the case the legislature interposed and passed an act to authorize County Courts to issue bonds for the purpose of paying for the building of bridges and macadamized roads which had been contracted for and built. This act refers to past transactions, and two days after its passage a new road law was passed couched in such language that no one could mistake the character of the powers conferred.</p>\n<p><span class=\"star-pagination\">*76</span> Thus it will be seen the legislature intended to cure past errors, but left no room for future ones. In this way it was enabled to relieve the hardship caused by the construction placed on the imperfect language of a former legislature, and at the same time to put an end to expenditures like those made by Franklin County, unless a majority of the voters should approve of them. In many cases retroactive laws, although intended to effect a good purpose, have features of injustice about them. This is not that case. The bonds here were issued under a supposed authority, and no one interposed an objection. The taxpayers rested until the mischief was done and then tried to get relief. It is certainly not unjust to them that the legislature should say, \"you must pay for an expenditure which you saw incurred and could have prevented, but did not.\" If the County Court had acted wholly outside of its duties the aspect of the case might have been different. But the most that can be said is that the court mistook the nature of the powers conferred upon it, and that this mistake would never have occurred if the legislature had used language appropriate to the purpose.</p>\n<p>There is no provision in the constitution of Missouri restraining the General Assembly from conferring on counties the authority to borrow money to improve their roads without asking the consent of the voters. If so, why cannot the legislature confer on counties the power to borrow money to pay for debts already contracted for this purpose?</p>\n<p>We agree with the Supreme Court of Missouri, that the act in question, being an authority to do a particular thing, may be construed as an original power. But whether it be treated as an original power or as curative and confirmatory legislation, it is equally valid, and this is the view taken of the subject by that court.<sup>[*]</sup></p>\n<p>If the act was valid, the court had the power to take up the bonds and issue others in lieu thereof.</p>\n<p>These bonds purport on their face to have been issued <span class=\"star-pagination\">*77</span> under the order of the County Court of Franklin County, made in pursuance of the authority conferred on the court by the act of Assembly in question, and as the defendants claim to be innocent holders, and this is true for the purpose of the exception, the complainant has no standing in a court of equity.</p>\n<p>DECREE AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[*]  Steines v. Franklin Co., 48 Missouri, 175.</p>\n\n</div>", 
  "sha1": "e10b0a5ba2b317bde990c9d5b2f5f780c4686591", 
  "date_modified": "2014-12-21T01:28:45.514364", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/89054/ritchie-v-franklin-county/", 
  "citation_count": 0, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/264295/", 
  "html": "<p class=\"case_cite\">89 U.S. 67</p>\n    <p class=\"case_cite\">22 L.Ed. 825</p>\n    <p class=\"case_cite\">22 Wall. 67</p>\n    <p class=\"parties\">RITCHIE<br>v.<br>FRANKLIN COUNTY.</p>\n    <p class=\"date\">October Term, 1874</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL from the Circuit Court for the Eastern District of Missouri; in which court one Ritchie filed a bill against Franklin County, in the said State, and various persons, holders of its bonds, such as are hereinafter described, to enjoin the county from collecting a special tax levied to pay the interest on the said bonds, and to compel the holders of them to surrender them for cancellation; he, Ritchie, the complainant, alleging that by the constitution of Missouri the same were unconstitutional and void.</p>\n      <p class=\"indent\">The case was thus: The constitution of Missouri ordains,</p>\n      <p class=\"indent\">'<i>Article</i> 1. No law <i>retrospective in its operation</i> can be passed.</p>\n      <p class=\"indent\">'<i>Article</i> 4. The General Assembly shall not pass special laws, . . . establishing, locating, altering the course <i>or affecting the construction of roads, or the repairing or building of bridges;</i> or legalizing, except as against the State, the unauthorized or invalid acts of any officer.</p>\n      <p class=\"indent\">'The General Assembly shall pass no special law for any case for which provision can be made by a general law; but shall pass general laws providing, so far as it may deem necessary, for the cases enumerated in this section, and for all other cases where a general law can be made applicable.</p>\n      <p class=\"indent\">'Inferior tribunals, to be known as County Courts, shall be established in every county for the transaction of all county business.'</p>\n      <p class=\"indent\">These provisions of the State constitution being in force as fundamental law, the General Assembly, <i>February</i> 16th, 1865, passed an act empowering and authorizing the County Courts, for the purpose of opening and keeping in repair roads, and in order to raise the necessary funds to pay the expenses of any or all of said improvements, to borrow money on the credit of the county, and to issue bonds of the same, 'but,' said the act, 'the said bonds shall not bear interest at a higher rate than six per cent., <i>unless by agreement between the parties</i>, nor shall said bonds, or any of them, be sold or disposed of at less than par value, that is to say, the amount called for on their face.'</p>\n      <p class=\"indent\">The act proceeded:</p>\n      <p class=\"indent\">'SECTION 3. The said bonds may be made transferable in such a manner as the County Court by its order may direct, and the courts shall be authorized to levy a sufficient amount of revenue annually to pay the accruing interest on said bonds, and for that purpose may, if it should be necessary, levy a special tax.</p>\n      <p class=\"indent\">'SECTION 4. Before any expenditure shall be made by the County Courts for the purposes contemplated by this act, the County Courts <i>may, for the purpose of information</i>, submit the amount of the proposed expenditure to the voters of the respective counties, and if a majority of the voters shall approve of such proposed appropriation, then the court may proceed and improve the roads as herein contemplated. If a majority shall vote against such an appropriation, then nothing further shall be done therein within twelve months,' &amp;c.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n      <p class=\"indent\">Another act, having provisions in words of the same effect, was passed in 1866. In consequence of the act of 1865 declaring that the submission to the people of the amount of the proposed expenditure was 'for the purpose of information,' the County Court of Franklin construed the provision as leaving it to their discretion whether they would submit any such question to the people. And being now engaged in a general scheme for macadamizing the roads of the county and bridging the streams in it, the County Court issued a quantity of bonds without submitting the matter to the people in any way. The validity of the bonds being denied, the question whether they were valid or not, came before the Supreme Court of Missouri, in the case of <i>The Leavenworth and Des Moines Railroad Company</i> v. <i>The County Court of Platte</i>,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> where it was decided that the bonds were void.</p>\n      <p class=\"indent\">Thereupon, the road having been now built, the Assembly, on the 21st of March, 1868, passed a new act to authorize County Courts to issue bonds for the purpose of paying for the building of bridges and macadamized roads <i>heretofore</i> contracted for and built.</p>\n      <p class=\"indent\">This act thus enacted:</p>\n      <p class=\"indent\">'SECTION 1. In all cases where County Courts have <i>heretofore</i> laid out, surveyed, and commenced the building, and have built macadamized or other roads, or have . . . built bridges, or other necessary work in their respective counties, the County Courts are hereby authorized to borrow money on the credit of the county, and to issue bonds of the county with coupons attached, &amp;c.; but said bonds shall not . . . bear interest at a higher rate than ten per cent., for the purpose of paying for the work done and contracted for in their respective counties.</p>\n      <p class=\"indent\">'SECTION 2. Said bonds may be made transferable in such manner as the County Court may direct, and the courts shall be authorized to levy a sufficient amount of revenue annually to pay the accruing interest on bonds authorized by this act; and for that purpose may, if it be necessary, levy a special tax.</p>\n      <p class=\"indent\">'SECTION 3. All acts or parts of acts inconsistent with this act are hereby repealed.'</p>\n      <p class=\"indent\">And on the 23d of March, of the same year, it passed a new road law, in the main like the old one, but with some modifications, and making it plainly peremptory on the County Courts to take a vote of the people before issuing bonds.</p>\n      <p class=\"indent\">After the passage of the act of March 21st, 1868, the County Court of Franklin County entered an order on its records to issue bonds to the contractors to pay for the work done on the road in question, and thereupon the former bonds were surrendered and cancelled, and a like number issued and purchased by the defendants in due course of business. These new bonds were made payable to the bearer, and purported on their face to have been issued by the County Court of Franklin County, in pursuance of the act last above mentioned. Roads similar to the one for which these bonds were issued were building by the contractors who were building it, at the same time for the same county; and the defendants had no means of knowing whether the bonds they held were issued to pay for the particular road in controversy. They bought them in good faith for value without notice of any infirmity of title. The court below, holding the act of 21st of March constitutional, dismissed the bill.</p>\n      <p class=\"indent\">The question of the constitutionality of the act, it may be here added, had been before the Supreme Court of Missouri in a case <i>between other parties;</i> and that court held that the act conferred 'original power' to issue the bonds without reference to previous or contemporary laws, and also that it was 'curative' and legalized the unauthorized action of the County Court and validated the new bonds issued.</p>\n      <p class=\"indent\">The case came here on exceptions to the answer, and the question to be passed on was whether there was authority to issue the bonds in controversy.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n      <p class=\"indent\">\n        <i>Mr. T. W. B. Crews, for the appellants:</i>\n      </p>\n      <p class=\"indent\">I. <i>The bonds in controversy purport to have been issued under authority of the act of March</i> 21<i>st</i>, 1868.</p>\n      <p class=\"indent\">They cannot exist under that act.</p>\n      <p class=\"indent\">1. The act gave no original power. This is evident from its terms. Of itself, it was incomplete. It made no provision for the payment of the principal of the bonds, and it expressly recognized the binding force of all acts and parts of acts, under which roads may have been contracted for and built, except so far as they conflicted with its own provisions. Nothing in the act has the effect to authorize the issue of bonds without the vote of the people.</p>\n      <p class=\"indent\">The act of 1865, requiring a vote before expenditures should be incurred, was in force when the act of March 21st, 1868, was passed, and the whole law was re-enacted at the same session, with some modifications, and among others a provision, making it plainly peremptory on the County Courts, in terms, to take a vote of the people before issuing any bonds for the purposes expressed in the act. So far from relaxing, the legislature evidently intended to adhere more rigidly to the policy previously declared on that subject, and meant to restrain within narrower limits the power of County Courts.</p>\n      <p class=\"indent\">The several enactments of the acts of 1865 and 1868 should be construed to be in <i>pari materi a</i>. Their several provisions can stand together and can be consistently reconciled. There is nothing express or implied that would lead to the conclusion that the one abrogated or was designed to abrogate the other.</p>\n      <p class=\"indent\">The purpose of the act of March 21st, 1868, was to authorize the issue of bonds <i>bearing ten per cent. interest</i>, and the sale or negotiation of the same below the par value thereof; neither of which was allowable under the previous law; and in these particulars only was the law changed by this act. Moreover, the act can properly apply only to work <i>legally</i> done, and <i>legally</i> contracted for. No other sort of contract is known to the law. And such contract could not have been made but by virtue of and in pursuance of some previous existing legal authority. The general law of 1865 and 1866 conferred such authority, and it was the only law that did confer it.</p>\n      <p class=\"indent\">Had it been intended to authorize the expenditures without a vote, this purpose would have been indicated in either the title or the body of the act. If the omission to take a vote of the people was a defect, and such a one as needed further legislation, certainly the legislature would have pointed to this defect in some appropriate and intelligible language or terms.</p>\n      <p class=\"indent\">2. Nor can the act of March, 1868, be construed to be 'curative' or 'confirmatory.'</p>\n      <p class=\"indent\">It is conceded that up to the time of the approval of the act, the bonds then issued were absolutely void. The County Court had broken down the barriers which the law had raised, had disregarded the authority which had called them into being, and had usurped a power which belonged only to the people. Can we conclude that the legislature, in this general way, proposed to cure or confirm their proceedings, and to authorize the issue of bonds to pay for work done or to be done without the sanction of the people? The act does not purport to be curative. The aim of a curative act is always special and particular. Although it may be general in its application to a class of things or objects, it is pointed and distinctive as to the cause or the supposed necessity of it.</p>\n      <p class=\"indent\">The theory of the act of March 21st, 1868, as maintained by the respondents is that the County Court had acted without authority in incurring such expenditures and issuing bonds as a means of paying them. If they had not, then there was no necessity for this act, beyond the purpose of regulating the rate of interest and the authority to sell the bonds for what they would bring in the market, in the class of cases specified in the act. If it were necessary or expedient in this class of cases to authorize the issue of bonds with a higher rate of interest, and without the restrictions imposed by previous laws&#8212;matters merely incidental and subordinate&#8212;then it was surely of greater importance in the estimation of the lawgiver, that there should have been <i>adequate authority to issue the bonds;</i> that the bonds themselves should have the required sanction to give them validity.</p>\n      <p class=\"indent\">II. <i>The act in question as construed by the other side is void under the State constitution</i>.</p>\n      <p class=\"indent\">1. It was plainly retrospective.</p>\n      <p class=\"indent\">2. It affected the construction of roads and was designed to legalize the invalid and unauthorized acts of county officers. Though expressed in general terms it must have been framed with a view to meet this case. Its generality was an attempt on the part of the legislature to evade the provisions of the constitution, which ordains that 'the General Assembly shall <i>not</i> pass special laws . . . affecting the construction of roads,' and to accomplish by indirect means that which it was forbidden to do directly.</p>\n      <p class=\"indent\"><i>Mr. J. O. Broadhead, contra</i>.</p>\n      <p class=\"indent\">Mr. Justice DAVIS delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The acts of the General Assembly of Missouri of 1865 and 1866 gave authority to the County Courts to borrow money and issue bonds for road purposes where 'the amount of proposed expenditure had been submitted to a vote of the people.' The County Court of Franklin County construed the provision on the subject of this submission as discretionary and not mandatory. Although this construction was wrong, the language used by the legislature gave color to it.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">To declare that a court 'may, for the purpose of information,' submit its proposed action to the people, is not the best nor the usual way of instructing the court not to do the thing proposed unless the taxpayers approved it. Such language is well calculated to mislead any one unaccustomed to the construction of statutes, and it cannot be a matter of surprise that this County Court treated the provision requiring a vote for information as discretionary. In doing this it doubtless acted as other County Courts in the State had done under like circumstances. That this election clause should cause litigation was natural enough, and we therefore find it presented for adjudication in the case of <i>The Leavenworth and Des Moines Railroad Company</i> v. <i>The County Court of Platte County</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In that case it was held that the power conferred upon the County Courts could not be exercised unless the proposed expenditure was approved by the voters. This decision of necessity alarmed contractors, who had in good faith constructed roads, and equally so the holders of bonds issued for the purpose of paying the contractors for their work.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">To relieve these persons from the predicament in which they were placed the legislature passed a curative act. This act, on account of special legislation being forbidden by the constitution of the State, had to be general in its language, and without reference to any particular county. It was eminently just that it should be passed. The value of good roads for the common use of every one can hardly be over-estimated. As a general thing, in this country, they are within the control and supervision of the township, county, or other local authorities. Ordinarily they are improved and kept in repair by means of local taxation, but this mode will not suffice when the wants of the community require that they should be macadamized. Especially is this true of a new State like Missouri. It seems that the County Court of Franklin engaged in a general scheme for macadamizing the roads of the county and bridging the streams in it. It is fair to presume that this enterprise was undertaken in obedience to a public sentiment on the subject, although the sense of the voters was not actually taken in conformity with the directions of the statute. This is the more probable on account of the well-known mania of the people to run in debt for public improvements. The taxpayers saw the large expenditures that were being made, and yet they took no steps to arrest them. Not until the works were completed and the securities had passed into the hands of <i>bon a fide</i> purchasers did they move in the matter. If they had been incited to action as soon as the contract was made, they would have been saved a heavy debt, and innocent persons would not have suffered. In this state of the case the legislature interposed and passed an act to authorize County Courts to issue bonds for the purpose of paying for the building of bridges and macadamized roads which had been contracted for and built. This act refers to past transactions, and two days after its passage a new road-law was passed couched in such language that no one could mistake the character of the powers conferred.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Thus it will be seen the legislature intended to cure past errors, but left no room for future ones. In this way it was enabled to relieve the hardship caused by the construction placed on the imperfect language of a former legislature, and at the same time to put an end to expenditures like those made by Franklin County, unless a majority of the voters should approve of them. In many cases retroactive laws, although intended to effect a good purpose, have features of injustice about them. This is not that case. The bonds here were issued under a supposed authority, and no one interposed an objection. The taxpayers rested until the mischief was done and then tried to get relief. It is certainly not unjust to them that the legislature should say, 'you must pay for an expenditure which you saw incurred and could have prevented, but did not.' If the County Court had acted wholly outside of its duties the aspect of the case might have been different. But the most that can be said is that the court mistook the nature of the powers conferred upon it, and that this mistake would never have occurred if the legislature had used language appropriate to the purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">There is no provision in the constitution of Missouri restraining the General Assembly from conferring on counties the authority to borrow money to improve their roads without asking the consent of the voters. If so, why cannot the legislature confer on counties the power to borrow money to pay for debts already contracted for this purpose?</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We agree with the Supreme Court of Missouri, that the act in question, being an authority to do a particular thing, may be construed as an original power. But whether it be treated as an original power or as curative and confirmatory legislation, it is equally valid, and this is the view taken of the subject by that court.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">If the act was valid, the court had the power to take up the bonds and issue others in lieu thereof.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">These bonds purport on their face to have been issued under the order of the County Court of Franklin County, made in pursuance of the authority conferred on the court by the act of Assembly in question, and as the defendants claim to be innocent holders, and this is true for the purpose of the exception, the complainant has no standing in a court of equity.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">DECREE AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Laws of Missouri, A.D. 1865, p. 171.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 42 Missouri, 171.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> A question was also raised at the bar as to whether the judgment of the Supreme Court of Missouri in the case referred to in the text, was a bar to this action, but the view taken by this court of the authority to issue the bonds rendered it unnecessary to consider this other question.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Steines <i>v.</i> Franklin Co., 48 Missouri, 175.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/89054/"
}