{"absolute_url": "/opinion/89060/st-john-v-erie-r-co/", "blocked": false, "citation": {"case_name": "St. John v. Erie R. Co.", "docket_number": null, "document_uris": ["/api/rest/v2/document/89060/"], "federal_cite_one": "89 U.S. 136", "federal_cite_three": null, "federal_cite_two": null, "id": 59199, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/59199/", "scotus_early_cite": "22 Wall. 136", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1875-01-25", "date_modified": "2014-12-21T01:28:45.351604", "docket": "/api/rest/v2/docket/200473/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">89 U.S. 136</p>\n    <p class=\"case_cite\">22 L.Ed. 743</p>\n    <p class=\"case_cite\">22 Wall. 136</p>\n    <p class=\"parties\">ST. JOHN<br>v.<br>ERIE RAILWAY COMPANY.</p>\n    <p class=\"date\">October Term, 1874</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL from the Circuit Court for the Southern District of New York; the case was thus:</p>\n      <p class=\"indent\">By an act of the legislature of New York of the 24th of April, 1832, a corporation known as the New York and Erie Railroad Company was created. The road which the company built extended from Piermont, a town on the west side of the Hudson, some sixty miles north of New York, and just above the line which divides the State there from New Jersey, to Dunkirk on Lake Erie. To reach Piermont from the city of New York by rail, the company ferried its passengers and freight across the Hudson to Jersey City, opposite to New York, and carried them from its depot there northward alongside of the Hudson, upon roads in New Jersey which it rented.</p>\n      <p class=\"indent\">The company had also other rented roads.</p>\n      <p class=\"indent\">The money put into the road as capital stock being insufficient to complete it and carry it on, it issued five successive sets of bonds, amounting in the aggregate to $20,000,000. The first set was secured by a lien upon the road given by statute. The other sets were secured by mortgages, according to the order of their issue. It also issued bonds, not thus secured, to the amount of $7,000,000. In 1859 the company became bankrupt. Proceedings in foreclosure were instituted to enforce the last two mortgages, and a receiver was appointed.</p>\n      <p class=\"indent\">In this state of thigs, on the 22d of October, 1859, the shareholders and creditors of the company entered into an amicable agreement providing for the adjustment of its liabilities. In pursuance of this agreement all the property and effects of the company, <i>including the then existing leases of the roads rented</i>, were sold under a decree in the foreclosure suits, and bought in by trustees for the benefit of the parties in interest, pursuant to a clause in the agreement. A new corporation, under the name of the Erie Railway Company, was organized, pursuant to acts of the legislature of New York of the 4th of April, 1860, April 2d, 1861, and March 28th, 1862, and all the property of the old company bought by the trustees was transferred to it, subject however to all the liens and incumbrances upon it which subsisted before the foreclosure and sale. The agreement above mentioned of the 22d of October, 1859, was incorporated into the decree of sale, and was recognized and sanctioned by the several acts of the legislature under which the new corporation was organized. It was also made a part of the articles of association or charter of that company. Its obligatory effect in this case was not questioned. The third article declared:</p>\n      <p class=\"indent\">'The capital stock of said company is divided into common capital stock and preferred capital stock. The whole amount of said common stock of said company is 115,500 shares, each of the par value of $100, being in amount equal to the outstanding capital stock of the New York and Erie Railroad Company. The whole amount of the preferred capital stock of said company is to be equal to the amount of the total unsecured and judgment debt of the New York and Erie Railroad Company, with interest thereon as provided by the contract referred to in said acts, and by the provision of the said act, passed April 2d, 1861, when ascertained pursuant to the provisions of said act.'</p>\n      <p class=\"indent\">The fifth article of the agreement was as follows:</p>\n      <p class=\"indent\">'Such of us as are holders of the convertible sinking fund and other unsecured bonds of said company hereby agree to exchange our respective bonds for preferred stock of like amount with the principal of our bonds, with coupons now overdue, and for two years in advance added, and to deposit our bonds with said trustees to be so exchanged, receiving therefor receipts. Such preferred stock is to be entitled to preferred dividends out of the net earnings (if earned in the current year, <i>but not otherwise), not to exceed</i> 7 <i>per cent. in any one year, payable semi-annually, after payment of mortgage interest and delayed coupons in full</i>.'</p>\n      <p class=\"indent\">The act of April 2d, 1861, in its fourth section, thus enacted:</p>\n      <p class=\"indent\">'SECTION 4. Said preferred stock shall be entitled to preferred dividends out of the net earnings of said road if earned in the current year, but not otherwise, not to exceed seven per cent. in any one year, payable semi-annually, after payment of mortgage interest and delayed coupons in full. And the holders thereof may vote personally or by proxy at all meetings of the corporation, in the same manner as the holders of common stock, but not otherwise.'</p>\n      <p class=\"indent\">In virtue of these arrangements, one St. John became the holder of three hundred shares of the preferred stock.</p>\n      <p class=\"indent\"><i>After</i> the issuing of the preferred stock the new company took leases of several additional roads, some of which proved profitable and others not so; and borrowed  1,000,000, for which it gave sterling bonds bearing interest at the rate of six per cent. per annum, payable in gold. The money was borrowed for the repair and equipment of the roads of the company, and was expended accordingly.</p>\n      <p class=\"indent\">The company paid the 'delayed coupons,' and a dividend of five per cent. on all the preferred stock for the year 1863, and seven per cent. annually thereafter until the year 1868; but after that time paid nothing upon that stock. On the contrary, it paid, in preference, the rents on the leases, the new as well as the old, and the interest on  1,000,000 sterling loan, as well as on the old secured $20,000,000.</p>\n      <p class=\"indent\">The net earnings of the company during the year 1868, after deducting the interest paid on the mortgage debts existing when the preferred stock was issued, were so inconsiderable that payment of <i>all</i> the rents and of interest on the sterling bonds absorbed more than all of them. If no rents and no interest upon the sterling bonds had been paid during that year, there would have been more than enough of the net earnings left to pay the dividends claimed by the complainant. If no interest had been paid on the sterling bonds, and no rents under the leases made since the preferred stock was issued, there would have been enough remaining to have paid a small part of the dividends; but no part of such dividends could have been paid without leaving unpaid some part of the interest upon the sterling bonds, and of the rents under the leases made since the preferred stock was issued.</p>\n      <p class=\"indent\">To explain the matter by figures&#8212;&#8212;</p>\n      <p class=\"indent\">The rents payable for the old leases, assumed in 1862,        $372,000</p>\n      <p class=\"indent\">\"        \"       \" new leases made after 1862,   376,000</p>\n      <p class=\"indent\">Interest, &amp;c., payable on the &#163;1,000,000 sterling</p>\n      <p class=\"indent\">gold bonds,         388,500</p>\n      <p>---------  $1,136,500</p>\n      <p class=\"indent\">The net earnings for 1868, of the main road and of all</p>\n      <p class=\"indent\">the rented roads, after deducting interest</p>\n      <p class=\"indent\">($1,286,000) on the old, that is to say the</p>\n      <p class=\"indent\">secured bonds, was             $680,000</p>\n      <p class=\"indent\">The preferred stock, both in 1862 and 1869, was about       $8,536,000.</p>\n      <p class=\"indent\">In the keeping of the accounts of the company, the leased roads were treated as part of the whole road. No separate accounts of each were kept. Coal traffic, however, passing over one of them, taken after 1862, was stated to be very profitable.</p>\n      <p class=\"indent\">In this state of things St. John filed in 1869 a bill in the court below against the company, asserting that he was entitled to have full dividends paid to him before any part of the net earnings were applied in payment of the interest on the sterling bonds and the rents under the leases of roads after 1862 to the new corporation. His position was that his rights were to be determined by the state of things which existed when his stock was issued, and that they were not affected by the leases taken and the bonds issued by the company afterwards.</p>\n      <p class=\"indent\">The company on the other hand insisted that this interest and the rents of all the leases were necessarily to be first fully paid.</p>\n      <p class=\"indent\">The court below was of the company's view, and dismissed the bill. St. John took this appeal.</p>\n      <p class=\"indent\">\n        <i>Mr. D. B. Eaton, for the appellant:</i>\n      </p>\n      <p class=\"indent\">I. Both the circumstances surrounding the parties when the contract was made and the language of the contract itself support the view which we take.</p>\n      <p class=\"indent\">1. <i>As to surrounding circumstances</i>. The now preferred stockholders were, prior to the contract, creditors; and, to say nothing of their right to attack mortgagees, they could get judgments on their bonds, which would secure to them payment immediately after payment of what was due on the mortgages, and take precedence of all future obligations to pay rent on new roads or interest on new loans. With the right to get judgments on their bonds, and so to come in immediately after the mortgagees, it is unreasonable to suppose that they meant to open a measureless space between themselves and the mortgagees by giving the company power not only to create an unlimited number of leases, but power also to create enormous amounts of debt; to let in, prior to themselves, <i>other</i> unsecured bond creditors and the lessors of new roads leased&#8212;both to an indefinite amount&#8212;and to put in those persons&#8212;strangers&#8212;instead of themselves, next to the mortgagees; to expose themselves, in short, not only to enterprises untried, but to obligations unlimited. It is to suppose more according to what these bond creditors would have naturally done, if we suppose that in giving up the valuable right which they did give up, they meant to secure for themselves a certain and abiding position next to the then existing mortgagees upon the net earnings of the company well defined; to get a right to a dividend from specific net earnings from specific property next after the payment of specific mortgage interests, and that while they deprived themselves of the power of seizing the road and everything belonging to it on execution, and gave up the chance of getting the principal of their debt, they did not, as creditors, waive their then existing right of priority to interest. The state of the road, its income and outgoes, were before them; and on the prospects thus presented they could act intelligently. But on the view taken by the opposite side, they were out at sea, and dashing ahead without chart or compass, in waters where there were no soundings, and in a fog where they could discern nothing before them.</p>\n      <p class=\"indent\">2. <i>The language of the contract conforms with the probabilities indicated by surrounding circumstances</i>. Had the company's now views been those of the parties to the contract, it would have been sufficient to have said that the holders of the unsecured bonds should have a preferred stock. That, of itself, would, in law and common understanding, mean a stock entitled to a preferred dividend. Or if the parties desired to be pleonastically certain, they might have added that the holders of 'such preferred stock should be entitled to preferred dividends, each year, if earned.' But the language is very different. 'Preferred stockholders' are to have 'preferred dividends' out of 'net earnings,' <i>after</i> payment of 'mortgage-interest,' not '<i>before</i> dividends on common stock.'</p>\n      <p class=\"indent\">The reading of the other side assumes that the makers of the agreement thought that, except for language to the contrary, a preferred dividend would be payable before mortgage-interest; an assumption impossible to make, conceding to the persons who drew the contract any knowledge of the law at all.</p>\n      <p class=\"indent\">The fact that the existing security may be called 'stock,' and that its holders may vote with the common stockholders is unimportant. The security, however, is not called stock, but is called <i>preferred</i> stock, and its holders are <i>preferred</i> stockholders. The only question is, to whom and to what are they preferred? Suppose that the contract declared <i>in terms</i> that what the preferred stockholders were to receive should be paid in preference to rent on new leases, or interest on new debts? How then? Would the calling that on which they are to receive a payment preferred <i>stock</i> impair their rights? Plainly not. Indeed, are not debt and stock often used as convertible terms? Do we not speak continually of stocks of the States, and of the United States, meaning debts due by them respectively? Certainly we do. Indeed this very court does so. In the <i>Bank Tax Case</i>,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Nelson, J., delivering its unanimous opinion, speaking of the New York Banking laws says:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">'The association is required to deposit . . . <i>stocks</i> of the State of New York.'</p>\n    </div>\n    <p class=\"indent\">And again:<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'Now when the capital of the bank is required to be invested in stocks, and among others <i>in United States stock</i>.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The court is here speaking of State <i>debts</i> and United States <i>debts</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The statutes of the United States equally use the terms debt and stock as convertible. One of them,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>ex. gr.</i>, relating to a 3 per cent. loan, says:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'Any part of the principal of the said <i>debt or stock</i>, bearing an interest of 3 per cent., as shall be unredeemed, shall,' &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Then the use of the word 'stock' is nothing, and the only question is, does the contract, as expressed, mean what we assert that it does mean?</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In settling that meaning it is to be noted that these <i>preferred</i> stockholders never sustained the ordinary relations of stockholders, general or preferred. They began as creditors. They never subscribed for stock, nor paid instalments, nor took part in creating a corporation, nor had an opportunity to share in unlimited profits, nor agreed to assume any of the ordinary risk of stockholders, nor bargained for so large a vote as to be able to protect themselves, but from the beginning relied on a peculiar contract relation, due notice of which they caused to be conspicuously published to all the world. They are in part creditors and in part stockholders, and not technically either. They have the rights which their contract gives them, and a name will not make those rights greater or less. Modern business and legislation have created relations which, according to the narrow views of the old laws and decisions, would be anomalous, and in them a person may be in some sense and at the same time a creditor and a stockholder. Such is the case of every preferred stockholder.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">There is no use of considering what would be our condition in case of insolvency, and who would be then preferred. What has that condition to do with our rights during solvency? We will consider the case of insolvency when it arises.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is matter of common knowledge that the Erie Railway has been largely built by English capital. The agreement whose meaning is now under consideration was doubtless made in all its parts by representatives of English capitalists. The expressions of English statutes, the views of English writers, and the decisions of the English courts may be looked to with more than common deference in interpreting it. Now, in the English law, preferred stock is commonly called <i>debenture</i> stock, the word debenture coming obviously from <i>debere</i>, to owe. So the dividends on preferred or debenture stock are commonly called interest; and the English law declares them to 'rank next to interest payable on the mortgages or bonds for the time being,'<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> though it admits of course that the holders of it cannot require repayment of what they have paid for it.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Nor is there anything in the use of the word 'dividend' which of itself impairs our argument. If it was said, in terms, that the 'dividend' on preferred stock was to be paid out of net earnings from existing roads, and next after mortgage-interest, and prior to rent on any new leases, and prior to interest on any new loans, the meaning and the case would be clear. The word 'dividend' then is unimportant. And the only question is whether, <i>in any way</i>, the meaning and the case are clear? This so-called dividend, it will be noted, is to be declared from 'net earnings,' and is payable <i>absolutely</i>, each year, if earned, immediately after the mortgage-interest is paid. The payment may be called a dividend, but it is more analogous to interest.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">If every common stockholder should be present and vote to have any such surplus of net profits used for some other designated purpose, this would confessedly not impair the claims of preferred stockholders to receive it.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In the case of <i>Maryland</i> v. <i>Railroad Company</i>, very lately decided by this court,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the State of Maryland was, by a contract with the Baltimore and Ohio Railroad Company, entitled to have and receive a <i>perpetual dividend</i> of six per cent. per annum (upon $3,000,000 which the State lent to the company), out of the profits of the road. Does any one doubt that this made a <i>debt</i> from the company to the State in case any profits were made? And that calling the money to be paid a dividend was nothing?</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Nor is there anything in the expression 'net earnings' which impairs our argument. Of course '<i>net</i> earnings' are gross earnings after the deduction of every sort of cost, charge, and expense of administering and working 'the road.' But <i>what</i> road? That is the question to be settled. The language is 'the net earnings of the <i>said</i> road.' Does 'the <i>said</i> road' mean the road then known as the road of the Erie Railway Company&#8212;the road, and the only road, which had been before the contracting parties&#8212;with its then leased roads,&#8212;or does it mean that road&#8212;that 'said road'&#8212;with a score of different, distant, and most unprofitable roads, worked into its <i>corpus</i> as a part of it, and with $5,000,000 of debt created to equip and use them? That, we say, is the question.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The case made by the pleadings is a little obscure as to what road or roads absorbed the $5,000,000 borrowed. But that vast sum is not shown to have been expended <i>on the line as it existed when the preferred stock was created</i>. That line must have been completed and equipped, and it could never have been expected that such sums would be borrowed to use on such a road. Without doubt the money was expended in great measure on the newly leased lines.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">II. Now, the defendant should have kept separate accounts of its newly leased roads, and been prepared to sustain their losses or demonstrate their profits. The plaintiff is entitled to have counted as gross earnings on the line as it existed when his stock was created, all the money thereon received and earned, and from this can be deducted only the expenses of operating such line, including, of course, rents payable for any portion of it. Such accounts are easily kept. On that basis the plaintiff will take his chances of a dividend, as the contract provides, and will regard his prospects as greatly improved. The company denies that right, and refuses such account and payment. This rule of separate accounts is the English rule. In <i>Corry</i> v. <i>Londonderry</i>,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> where there were five classes of stockholders, the court held that the company must keep separate accounts, and that the discretion of the directors over expenditures was limited by the rights conferred on preferred shareholders. Where net profits were pledged, as here, it was held they could not be diminished by subtracting from them 'money raised under the borrowing powers,' and that 'money procured for the purpose of <i>completing</i> the line cannot be paid out of profits.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A material part of the reasoning of this case has been sustained by <i>Taft</i> v. <i>The Hartford Railroad</i>,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> in this country.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">III. It will be said, doubtless, by opposing counsel, that our view of the law would obstruct all expansion of the company's business, by preventing the company borrowing money or leasing roads. If such was the effect, the fact would be no reason for the court refusing us our right. Such a contract made by the company, and sanctioned by the courts and the legislature, as this has been, would be valid, however inconvenient it might be. But such is not the effect. The company may lease, and borrow, and expand, and the preferred stock no more obstructs them than does a mortgage. They must first give us a dividend, if there be net earnings to pay it, just as they must pay mortgage-interest.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\"><i>Mr. W. W. McFarland, contra, for the company</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Mr. Justice SWAYNE delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The question presented in the present case depends for its solution wholly upon the construction given to the fifth clause of the agreement of 1859, and the fourth section of the act of 1861. They are identical in effect as regards the point to be considered.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The original takers of the preferred stock were creditors. They abandoned that position and became stockholders. They thereupon ceased to be the former, and can only be regarded as the latter. They surrendered their debts and received in return stock of the same amount, which gave them a chance for annual dividends of seven per cent., and a voice by voting in the choice of those by whom the affairs of the company were to be administered. What they were to receive was not interest, but dividends; and they were to receive them in priority to the holders of the common stock. The latter could receive nothing until the former were satisfied. The maximum payable on the preferred stock was specified. It might be less, or nothing. It could not be more. The amount subject to the limit prescribed depended wholly upon the residue of the net earnings applicable in that way. The language employed is apt to express the relation of stockholders. None to express the relation of creditors is found in the instrument; and there is nothing from which the intent to continue that relation any longer can be inferred. If the mortgages were foreclosed and there were a surplus left insufficient to satisfy the general creditors, it is quite clear that the holders of the preferred stock could have no right to share in the fund.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The dividends were to be paid after the mortgage-interest and delayed coupons were paid in full.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This clause was inserted doubtless out of abundant caution, to prevent the possibility of a claim being set up to the prejudice of the holders of the mortgage securities. Whether the restriction was necessary, for that purpose, we need not consider. The preferred dividends were to be paid out of 'the <i>net earnings</i> of the road.' The lexical definition of <i>net</i> is 'clear of all charges and deductions.'&#8212;Webster. 'That which remains after the deduction of all charges or outlay, as net profit.'&#8212;Worcester. The popular acceptation of the term is the same. There is no controversy between the parties on this subject. Such net earnings must have been earned in 'the current year.' There are these four specific limitations. There are no others. It is not said that the preferred dividends shall be paid <i>next</i> after the mortgage interest and delayed coupons, nor after, nor <i>pro rata</i> with anything else, nor before anything else except dividends upon the common stock. Beyond the four restrictions named, the matter is left to be regulated wholly by the principles of law and the discretion of the company. Suppose in this case the holders of coupons of the sterling bonds and the holders of preferred stock claimed payment at the same time and the fund was insufficient to meet both demands, can it be doubted that the rights of the creditor would be held paramount to those of the shareholder, and that the interest must be fully satisfied before a dividend could be paid? The plainest principles of reason and justice as well as the law would require this result. A question is raised as to the source to which the phrase 'net earnings of the road' refers. The term <i>road</i> is used as an appellative, and was clearly intended to include the principal road and all its adjuncts. The complainant insists that the '<i>net earnings</i>' must be the <i>net earnings</i> of things as they were when the preferred stock was issued. We find nothing in the case, express or implied, to warrant this view. At the time referred to, the company held certain leases. If it was deemed best, and was found practicable, could not the company have rid itself of them? If the complainant's view be correct, this could not be done, at any rate not without the consent of the preferred stockholders. So if the company deemed it proper to take leases of other roads, in addition to those previously held, or in place of them, what was there to prevent it? Upon what ground can it be claimed that the category 'net earnings of the road' was not intended to embrace the net earnings of all the business of the company for the time being, whether done upon one or many roads?</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">There is nothing in the agreement or the statute, and we are aware of no legal principle which would authorize the stockholders in question to analyze the business, select out a part of it, and to say that the <i>net earnings</i> specified must be a predicate of that part, and of none other. The company had the right to conduct its operations, in good faith, as it might see fit; and it was from them and all of them that the materials for the computations of earnings were to be derived.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The only qualification prescribed in this connection is not as to the scope, means, or elements of the business, but is one in point of time. The net earnings from which the preferred dividends were to be paid must have been earned 'in the current year.' Whether the business of such year were large or small, or of what it consisted, is immaterial. The corporation never agreed to be limited in the exercise of its faculties and franchises, and the complainant must abide the result. If errors wee committed, and a loss ensued, a court of equity cannot relieve him. It is one of the chances of the enterprise in which he embarked.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The business of the road was a unit. If it had been diaintegrated as proposed by the complainant, we apprehend it would have been found that the correlations of the main stem and the branches were such, and that the expenses and charges incident to the entire business and those of the several parts were so interwoven and blended, that an accurate ascertainment of the net profit of the main line and any of the auxiliaries, taken separately from the rest, would have been impracticable. An ancillary road may be short and yield but little income, yet by reason of its reaching to coalfields, or from other local causes, its contributions to other roads of the series may be very large and profitable. Whether in this case the partial computation insisted upon could or could not have been made, the process was one upon which the company was neither bound nor had the right to enter.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We hold that the computation by the company for the year 1868 was made upon the proper basis, and that the complainant is concluded by it. We are of the opinion that the rents for that year, accruing under leases taken by the company after the issuing of the preferred stock, and the interest upon the sterling bonds for that year were properly paid, and that there were no net earnings earned in that year which could be properly applied in payment of preferred dividends. These views are fatal to the complainant's case. We have carefully examined all the authorities referred to by his learned counsel. None of them are in hostility to the conclusions at which we have arrived.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">DECREE AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 2 Wallace, 207.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Page 208.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Act of March 3d, 1795, ch. 286 [cx], &#167; 12; and in many other places.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 26 and 27 Victoria, chapter 118; Shelford's Law of Railways, 4th edition, p. 206, &#167;&#167; 22, 23, 24, and 31.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> <i>Supra</i>, p. 105.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 29 Beavan, 263, 272, 273.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 8 Rhode Island, 310, 334, and 335.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>89 U.S. 136 (____)</b></center>\n<center><b>22 Wall. 136</b></center>\n<center><h1>ST. JOHN<br>\nv.<br>\nERIE RAILWAY COMPANY.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*141</span> Mr. D.B. Eaton, for the appellant.</p>\n<p>Mr. W.W. McFarland, contra, for the company.</p>\n<p><span class=\"star-pagination\">*147</span> Mr. Justice SWAYNE delivered the opinion of the court.</p>\n<p>The question presented in the present case depends for its solution wholly upon the construction given to the fifth clause of the agreement of 1859, and the fourth section of the act of 1861. They are identical in effect as regards the point to be considered.</p>\n<p>The original takers of the preferred stock were creditors. They abandoned that position and became stockholders. They thereupon ceased to be the former, and can only be regarded as the latter. They surrendered their debts and received in return stock of the same amount, which gave them a chance for annual dividends of seven per cent., and a voice by voting in the choice of those by whom the affairs of the company were to be administered. What they were to receive was not interest, but dividends; and they were to receive them in priority to the holders of the common stock. The latter could receive nothing until the former were satisfied. The maximum payable on the preferred stock was specified. It might be less, or nothing. It could not be more. The amount subject to the limit prescribed depended wholly upon the residue of the net earnings applicable in that way. The language employed is apt to express the relation of stockholders. None to express the relation of creditors is found in the instrument; and there is nothing from which the intent to continue that relation any longer can be inferred. If the mortgages were foreclosed and there were a surplus left insufficient to satisfy the general creditors, it is quite clear that the holders of the preferred stock could have no right to share in the fund.</p>\n<p>The dividends were to be paid after the mortgage-interest and delayed coupons were paid in full.</p>\n<p><span class=\"star-pagination\">*148</span> This clause was inserted doubtless out of abundant caution, to prevent the possibility of a claim being set up to the prejudice of the holders of the mortgage securities. Whether the restriction was necessary, for that purpose, we need not consider. The preferred dividends were to be paid out of \"the net earnings of the road.\" The lexical definition of net is \"clear of all charges and deductions.\" 혰 Webster. \"That which remains after the deduction of all charges or outlay, as net profit.\" 혰 Worcester. The popular acceptation of the term is the same. There is no controversy between the parties on this subject. Such net earnings must have been earned in \"the current year.\" There are these four specific limitations. There are no others. It is not said that the preferred dividends shall be paid next after the mortgage interest and delayed coupons, nor after, nor pro rata with anything else, nor before anything else except dividends upon the common stock. Beyond the four restrictions named, the matter is left to be regulated wholly by the principles of law and the discretion of the company. Suppose in this case the holders of coupons of the sterling bonds and the holders of preferred stock claimed payment at the same time and the fund was insufficient to meet both demands, can it be doubted that the rights of the creditor would be held paramount to those of the shareholder, and that the interest must be fully satisfied before a dividend could be paid? The plainest principles of reason and justice as well as the law would require this result. A question is raised as to the source to which the phrase \"net earnings of the road\" refers. The term road is used as an appellative, and was clearly intended to include the principal road and all its adjuncts. The complainant insists that the \"net earnings\" must be the net earnings of things as they were when the preferred stock was issued. We find nothing in the case, express or implied, to warrant this view. At the time referred to, the company held certain leases. If it was deemed best, and was found practicable, could not the company have rid itself of them? If the complainant's view be correct, this could not be done, at any rate not without the <span class=\"star-pagination\">*149</span> consent of the preferred stockholders. So if the company deemed it proper to take leases of other roads, in addition to those previously held, or in place of them, what was there to prevent it? Upon what ground can it be claimed that the category \"net earnings of the road\" was not intended to embrace the net earnings of all the business of the company for the time being, whether done upon one or many roads?</p>\n<p>There is nothing in the agreement or the statute, and we are aware of no legal principle which would authorize the stockholders in question to analyze the business, select out a part of it, and to say that the net earnings specified must be a predicate of that part, and of none other. The company had the right to conduct its operations, in good faith, as it might see fit; and it was from them and all of them that the materials for the computations of earnings were to be derived.</p>\n<p>The only qualification prescribed in this connection is not as to the scope, means, or elements of the business, but is one in point of time. The net earnings from which the preferred dividends were to be paid must have been earned \"in the current year.\" Whether the business of such year were large or small, or of what it consisted, is immaterial. The corporation never agreed to be limited in the exercise of its faculties and franchises, and the complainant must abide the result. If errors were committed, and a loss ensued, a court of equity cannot relieve him. It is one of the chances of the enterprise in which he embarked.</p>\n<p>The business of the road was a unit. If it had been disintegrated as proposed by the complainant, we apprehend it would have been found that the correlations of the main stem and the branches were such, and that the expenses and charges incident to the entire business and those of the several parts were so interwoven and blended, that an accurate ascertainment of the net profit of the main line and any of the auxiliaries, taken separately from the rest, would have been impracticable. An ancillary road may be short and yield but little income, yet by reason of its reaching to coalfields, <span class=\"star-pagination\">*150</span> or from other local causes, its contributions to other roads of the series may be very large and profitable. Whether in this case the partial computation insisted upon could or could not have been made, the process was one upon which the company was neither bound nor had the right to enter.</p>\n<p>We hold that the computation by the company for the year 1868 was made upon the proper basis, and that the complainant is concluded by it. We are of the opinion that the rents for that year, accruing under leases taken by the company after the issuing of the preferred stock, and the interest upon the sterling bonds for that year were properly paid, and that there were no net earnings earned in that year which could be properly applied in payment of preferred dividends. These views are fatal to the complainant's case. We have carefully examined all the authorities referred to by his learned counsel. None of them are in hostility to the conclusions at which we have arrived.</p>\n<p>DECREE AFFIRMED.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">136</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">136</span></span></b></center>\n<center><h1>ST. JOHN<br>\nv.<br>\nERIE RAILWAY COMPANY.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*141</span> Mr. D.B. Eaton, for the appellant.</p>\n<p>Mr. W.W. McFarland, contra, for the company.</p>\n<p><span class=\"star-pagination\">*147</span> Mr. Justice SWAYNE delivered the opinion of the court.</p>\n<p>The question presented in the present case depends for its solution wholly upon the construction given to the fifth clause of the agreement of 1859, and the fourth section of the act of 1861. They are identical in effect as regards the point to be considered.</p>\n<p>The original takers of the preferred stock were creditors. They abandoned that position and became stockholders. They thereupon ceased to be the former, and can only be regarded as the latter. They surrendered their debts and received in return stock of the same amount, which gave them a chance for annual dividends of seven per cent., and a voice by voting in the choice of those by whom the affairs of the company were to be administered. What they were to receive was not interest, but dividends; and they were to receive them in priority to the holders of the common stock. The latter could receive nothing until the former were satisfied. The maximum payable on the preferred stock was specified. It might be less, or nothing. It could not be more. The amount subject to the limit prescribed depended wholly upon the residue of the net earnings applicable in that way. The language employed is apt to express the relation of stockholders. None to express the relation of creditors is found in the instrument; and there is nothing from which the intent to continue that relation any longer can be inferred. If the mortgages were foreclosed and there were a surplus left insufficient to satisfy the general creditors, it is quite clear that the holders of the preferred stock could have no right to share in the fund.</p>\n<p>The dividends were to be paid after the mortgage-interest and delayed coupons were paid in full.</p>\n<p><span class=\"star-pagination\">*148</span> This clause was inserted doubtless out of abundant caution, to prevent the possibility of a claim being set up to the prejudice of the holders of the mortgage securities. Whether the restriction was necessary, for that purpose, we need not consider. The preferred dividends were to be paid out of \"the net earnings of the road.\" The lexical definition of net is \"clear of all charges and deductions.\" 혰 Webster. \"That which remains after the deduction of all charges or outlay, as net profit.\" 혰 Worcester. The popular acceptation of the term is the same. There is no controversy between the parties on this subject. Such net earnings must have been earned in \"the current year.\" There are these four specific limitations. There are no others. It is not said that the preferred dividends shall be paid next after the mortgage interest and delayed coupons, nor after, nor pro rata with anything else, nor before anything else except dividends upon the common stock. Beyond the four restrictions named, the matter is left to be regulated wholly by the principles of law and the discretion of the company. Suppose in this case the holders of coupons of the sterling bonds and the holders of preferred stock claimed payment at the same time and the fund was insufficient to meet both demands, can it be doubted that the rights of the creditor would be held paramount to those of the shareholder, and that the interest must be fully satisfied before a dividend could be paid? The plainest principles of reason and justice as well as the law would require this result. A question is raised as to the source to which the phrase \"net earnings of the road\" refers. The term road is used as an appellative, and was clearly intended to include the principal road and all its adjuncts. The complainant insists that the \"net earnings\" must be the net earnings of things as they were when the preferred stock was issued. We find nothing in the case, express or implied, to warrant this view. At the time referred to, the company held certain leases. If it was deemed best, and was found practicable, could not the company have rid itself of them? If the complainant's view be correct, this could not be done, at any rate not without the <span class=\"star-pagination\">*149</span> consent of the preferred stockholders. So if the company deemed it proper to take leases of other roads, in addition to those previously held, or in place of them, what was there to prevent it? Upon what ground can it be claimed that the category \"net earnings of the road\" was not intended to embrace the net earnings of all the business of the company for the time being, whether done upon one or many roads?</p>\n<p>There is nothing in the agreement or the statute, and we are aware of no legal principle which would authorize the stockholders in question to analyze the business, select out a part of it, and to say that the net earnings specified must be a predicate of that part, and of none other. The company had the right to conduct its operations, in good faith, as it might see fit; and it was from them and all of them that the materials for the computations of earnings were to be derived.</p>\n<p>The only qualification prescribed in this connection is not as to the scope, means, or elements of the business, but is one in point of time. The net earnings from which the preferred dividends were to be paid must have been earned \"in the current year.\" Whether the business of such year were large or small, or of what it consisted, is immaterial. The corporation never agreed to be limited in the exercise of its faculties and franchises, and the complainant must abide the result. If errors were committed, and a loss ensued, a court of equity cannot relieve him. It is one of the chances of the enterprise in which he embarked.</p>\n<p>The business of the road was a unit. If it had been disintegrated as proposed by the complainant, we apprehend it would have been found that the correlations of the main stem and the branches were such, and that the expenses and charges incident to the entire business and those of the several parts were so interwoven and blended, that an accurate ascertainment of the net profit of the main line and any of the auxiliaries, taken separately from the rest, would have been impracticable. An ancillary road may be short and yield but little income, yet by reason of its reaching to coalfields, <span class=\"star-pagination\">*150</span> or from other local causes, its contributions to other roads of the series may be very large and profitable. Whether in this case the partial computation insisted upon could or could not have been made, the process was one upon which the company was neither bound nor had the right to enter.</p>\n<p>We hold that the computation by the company for the year 1868 was made upon the proper basis, and that the complainant is concluded by it. We are of the opinion that the rents for that year, accruing under leases taken by the company after the issuing of the preferred stock, and the interest upon the sterling bonds for that year were properly paid, and that there were no net earnings earned in that year which could be properly applied in payment of preferred dividends. These views are fatal to the complainant's case. We have carefully examined all the authorities referred to by his learned counsel. None of them are in hostility to the conclusions at which we have arrived.</p>\n<p>DECREE AFFIRMED.</p>\n</div>", "id": 89060, "judges": "Swayne", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/89060/", "sha1": "1f9fa2516403193e10bd9e43535c2b8f98644ef7", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:01:56"}