{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "91 U.S. 127", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/89154/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Balt. & Pot. Rr Co. v. Trustees, Etc.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 59360, 
    "resource_uri": "/api/rest/v2/citation/59360/"
  }, 
  "id": 89154, 
  "blocked": false, 
  "judges": "Clifford", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1875-12-18", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>91 U.S. 127 (____)</b></center>\n<center><h1>BALTIMORE AND POTOMAC RAILROAD COMPANY<br>\nv.<br>\nTRUSTEES OF SIXTH PRESBYTERIAN CHURCH.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. Daniel Clarke and Mr. Wayne Mac Veagh for the plaintiff in error.</p>\n<p>The court declined hearing Mr. James A. Garfield and Mr. R.D. Mussey for the defendant in error.</p>\n<p>Mr. JUSTICE CLIFFORD delivered the opinion of the court.</p>\n<p>Compensation was claimed in this case by the Trustees of the Sixth Presbyterian Church of this District for injuries occasioned to their real property by the railroad company; and they made application to a justice of the peace in and for the District, representing that the railroad company \"have laid their tracks and are now running their trains along Sixth Street and in front of the property of said church, and have built and now occupy and use a dépôt building upon said Sixth Street and in the near vicinity of said church, to the great damage of the same.\"</p>\n<p>Pursuant to that application the magistrate to whom it was <span class=\"star-pagination\">*128</span> addressed issued a warrant to the marshal of the District, commanding him to summon a jury of twenty citizens of the District, possessing the qualifications therein described, to meet at said church building on the day therein named, to proceed to value, in accordance with law, the damages which the said church organization has sustained in consequence of the things done as aforesaid by said company.</p>\n<p>Two objections to the warrant were filed with the marshal by the railroad company: (1.) That the warrant requires the jury to value damages for causes which are not authorized by law. (2.) That the form of the oath administered to the jury is not correct.</p>\n<p>Enough appears to show that the objections did not prevail, and that the inquisition was taken; the jurors being first sworn by the marshal that they would truly and impartially assess the damages, if any, the applicants may sustain by the laying of the track along Sixth Street by the railroad company; and that the jury assessed the damages sustained by the applicants, by reason of the railroad company laying their track along Sixth Street, at the sum of eleven thousand five hundred dollars. Due return of the proceedings was made by the marshal, in which it also appears that both parties met at the time and place appointed, and that the marshal duly certified the warrant and inquisition to the Supreme Court of the District, as required by law.</p>\n<p>Two days later, the railroad company moved the court to quash the warrant and set aside the inquisition for the reasons following: (1.) Because the warrant required the marshal to summon a jury to assess damages not authorized by law. (2.) Because the warrant required the marshal to summon a jury to assess damages for the running of the company's trains along Sixth Street and in front of the property of the church, and for having built and now occupying and using a dépôt building in the near vicinity of the church. (3.) Because the return of the marshal shows that he did not administer to the jurors the oath required by law. (4.) Because the marshal permitted evidence to go to the jury to show that the property had been damaged by the use and occupation of the track by the railroad company, and by the smoke and noise arising from <span class=\"star-pagination\">*129</span> such occupation. (5.) Because the jury, in assessing the damages, did not confine their inquiries to the question of appreciation and depreciation of the value of the property by reason of the laying of the track along Sixth Street.</p>\n<p>Pending that motion, the plaintiffs suggested to the court that the law required that the inquisition should be confirmed at the session of the court held next after the same was filed, and moved the court that the cause be placed upon the calendar, and stand for hearing; and the court granted the motion, and placed the case on the trial-calendar. Four days afterwards, the plaintiffs moved the court to confirm the award of the jury; and on the same day the defendants moved the court to strike the cause from the calendar for the want of jurisdiction to try the same, except on appeal.</p>\n<p>Affidavits of their counsel were offered by the defendants to prove that the plaintiffs were permitted to give evidence to the inquisition against the objections of the company, that the church was greatly annoyed and injured by the location of the engine dépôt, in consequence of the smoke arising from the engines being wafted by the wind into the church building, and also from the noise of the engines and the passing trains and the ringing of the engine-bells. Two jurors also gave affidavits, which were also offered in evidence, to show, that, in arriving at the conclusion, they took into consideration all the surrounding circumstances, such as the passing of trains in front of the church, the danger in passing to and from the church, the expense of removing to another location, and the smoke and noise arising from the passing engines.</p>\n<p>Seasonable objection was made by the plaintiffs to the admissibility of those affidavits; but the court overruled the objections, and the affidavits were introduced, and allowed to be read.</p>\n<p>Hearing was had on the motion of the plaintiffs and on the motions of the defendants to strike the case from the calendar, and to set the inquisition aside. Both motions of the defendants were overruled; and the court, finding no error in the record, confirmed the inquisition and finding of the jury, and gave judgment in favor of the plaintiffs for the amount awarded. Neither party tendered any bill of exceptions; but the defendants sued out a writ of error, and removed the cause into this court.</p>\n<p><span class=\"star-pagination\">*130</span> Neither depositions nor affidavits, though appearing in the transcript of a common-law court of errors, can ever be regarded as a part of the record, unless the same are embodied in an agreed statement of facts, or are made so by a demurrer to the evidence, or are exhibited in a bill of exceptions. Matters of parol evidence in such a case can never be made a part of the record so as to become re-examinable in a court of errors, unless it be in one of four ways: (1.) By an agreed statement of facts. (2.) By a bill of exceptions. (3.) By a special verdict. (4.) By a demurrer to the evidence; which latter mode is seldom or never adopted in modern practice.</p>\n<p>Exceptions may be taken by the opposite party to the introduction of depositions or affidavits; and the party introducing such evidence in a subordinate court may insist that the court shall give due effect to the evidence, and, in case of refusal to comply with such a request, may except to the ruling of the court, if it be one prejudicial to his rights. Where neither party excepts to the ruling of the court, either in respect to its admissibility or legal effect, the fact that such a deposition or affidavit is exhibited in the transcript is not of the slightest importance in the Appellate Court, as nothing of the kind can ever constitute the proper foundation for an assignment of error. Suydam v. Williamson, 20 How. 433.</p>\n<p>Errors apparent in the record, it is true, are open to revision, whether the error be made to appear by bill of exceptions, or in any other legal manner. Slacum v. Pomery, 6 Cr. 221; Bennet v. Butterworth, 11 How. 669; Garland v. Davis, 4 id. 131.</p>\n<p>When a party is dissatisfied with the decision of his cause in an inferior court, and intends to seek a revision of the law applied to the case in a superior jurisdiction, he must take care to raise the question of law to be revised, and put the facts on the record for the information of the appellate tribunal; and, if he omits to do so in any of the methods known in the practice of courts of errors, he must be content to abide the consequences of his own neglect.</p>\n<p>Evidence, whether written or oral, and whether given to the court or the jury, does not become a part of the record unless made so by some regular proceeding at the time of the trial, <span class=\"star-pagination\">*131</span> and before the rendition of the judgment. Whatever the error may be, and in whatever stage of the cause it may have occurred, it must appear in the record, else it cannot be revised in a court of error exercising jurisdiction according to the course of the common law.</p>\n<p>Viewed in the light of these suggestions, it is clear that it will not be necessary to give a separate examination to all the alleged errors of the court below in confirming the inquisition, and in rendering judgment for the plaintiffs. Sufficient has already been remarked to show that the affidavits constituting the whole basis of the theory of fact involved in the errors assigned, affecting the merits of the controversy, are no part of the record; and consequently the errors assigned are utterly destitute of any legal foundation.</p>\n<p>Attempt is made to overcome that difficulty by the suggestion that the writ of error is addressed to the judgment, and that the office of the writ of error is to remove the judgment of the subordinate court into this court for re-examination, which is undoubtedly correct; but it is equally true, that, if the transcript does not show that any error exists in the record, the judgment must in all cases be affirmed, except where it appears that there has been a mis-trial. Minor v. Williams, 1 How. 287; Taylor v. Morton, 2 Black, 484; Barnes v. Williams, 11 Wheat. 415; Carrington v. Pratt, 18 How. 63.</p>\n<p>Inquisitions like the present one bear a strong analogy in many respects to the report or award of referees appointed under a rule of court, to whom is referred a pending action. Referees in such cases make their report to the court; and in such a case the report, unlike an award at common law, must be confirmed before the prevailing party is entitled to the benefit of the finding of the referees. When the report is filed in court, the losing party may file objections in writing to the confirmation of the report, and may introduce evidence in support of the objections; and it is well-settled law, that the ruling of the court in overruling such objections is the proper subject of a bill of exceptions. Railroad v. Myers, 18 How. 250.</p>\n<p>Doubts were expressed at one time whether a bill of exceptions could be claimed in such case; but the decision referred to removed every doubt upon the subject. Strothers v. Hutchinson, <span class=\"star-pagination\">*132</span> 4 Bing. N.C. 83; Ford v. Potts, 1 Halst. 388; Nesbitt v. Dallam, 7 Gill &amp; J. 507; Tomson v. Moore, 9 Port. 137.</p>\n<p>Evidence in support of the objections to the award was received in that case; and the judge overruled the objections, and embodied the testimony and his ruling in a bill of exceptions, reserving his opinion as to the regularity of the proceeding, and whether the judgment could be revised. Pursuant to the arrangement, the losing party in the court below sued out a writ of error; and this court sustained the writ of error, and decided that the equity of the statute allowing a bill of exceptions in courts of common law of original jurisdiction embraces all such judgments or opinions of the court that arise in the course of a cause which are the subjects of revision by an appellate court, and which do not otherwise appear on the record. 18 id. 251; Canal Co. v. Archer, 9 G. &amp; J. 481; Walker v. Railroad, 3 Cush. 8.</p>\n<p>Doubtless other modes may be devised of accomplishing a revision of the legal questions in a case like the present; but the court does not find it necessary to pursue the inquiry, as all the court intends to decide is, that the affidavits in the transcript are not a part of the record, and that in such a case an assignment of errors, such as the one exhibited in this case, so far as the same depends upon the affidavits, presents no question for re-examination by this court.</p>\n<p>Three other questions of a formal character must receive a brief consideration. They arise from certain preliminary objections made by the defendants, as follows: (1.) That the warrant directed the marshal to summon a jury to assess damages not authorized by law. (2.) Because the marshal did not administer to the jury the oath required by law. (3.) They also denied the jurisdiction of the court below, because the case was not removed into that court by appeal from the special term.</p>\n<p>By the warrant, it appears that the applicants represented to the magistrate that the railroad company had laid their tracks and are now running their trains along Sixth Street and in front of the property of the applicants, and have built and now occupy and use a dépôt building on said street in the near vicinity of the church; and the command to the marshal is, that he should <span class=\"star-pagination\">*133</span> summon a jury of the number and described qualifications \"to proceed to value, in accordance with law, the damages which the said church organization has sustained in consequence of the things done by said company as aforesaid.\"</p>\n<p>Properly construed, it is by no means certain that the warrant professes to confer any greater power than that conferred by the statute; as the express direction of the warrant is, that the jury shall proceed to value the damages in accordance with law; which phrase may well be regarded as a limitation upon the phrase, \"in consequence of the things done by said company.\" Suppose, however, the terms of the warrant are more comprehensive than the words of the statute: still the court is of the opinion that it furnishes no sufficient cause to reverse the judgment, for the reason that the transcript furnishes no legal evidence that the excess of power conferred, if any, was ever exercised by the jury to the prejudice of the rights of the defendants. Nothing appears in the transcript upon the subject, except what is contained in the affidavits; and it has already been determined that the affidavits are not properly to be regarded as a part of the record. Pomeroy v. Bank, 1 Wall. 600; Young v. Martin, 8 id. 356; Coddington v. Richardson, 10 id. 518.</p>\n<p>Enough appears in the record to show that the jurors were duly sworn that they would truly and impartially assess the damages sustained by the applicants by the laying of the railroad-tracks, taking into consideration the appreciation and depreciation of the property belonging to the church. Seasonable objection was made to the form of the oath; but the objecting party did not point out in what respect it was erroneous to their prejudice, nor have they done so in the assignment of errors; which is all that need be said upon the subject.</p>\n<p>Argument is hardly necessary to show that the third objection is without merit, as the course pursued is fully justified by the act of Congress. 12 Stat. 763.</p>\n<p>Parties aggrieved by any order, judgment, or decree made or pronounced at a special term, may, if the same involve the merits of the action or proceeding, appeal therefrom to the general term; but the same section provides that the justice holding the special term may, in his discretion, order any <span class=\"star-pagination\">*134</span> motion or suit to be heard in the first instance at a general term. Unquestioned power being shown to warrant the proceeding, the action of the court must be presumed to be correct until the contrary is shown by evidence embodied in the record. Thompson v. Riggs, 5 Wall. 676.</p>\n<p>Judgment affirmed.</p>\n<p>MR. JUSTICE BRADLEY did not sit on the argument of this cause, and took no part in the decision.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:01:58", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">127</span></span> (____)</b></center>\n<center><h1>BALTIMORE AND POTOMAC RAILROAD COMPANY<br>\nv.<br>\nTRUSTEES OF SIXTH PRESBYTERIAN CHURCH.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. Daniel Clarke and Mr. Wayne Mac Veagh for the plaintiff in error.</p>\n<p>The court declined hearing Mr. James A. Garfield and Mr. R.D. Mussey for the defendant in error.</p>\n<p>Mr. JUSTICE CLIFFORD delivered the opinion of the court.</p>\n<p>Compensation was claimed in this case by the Trustees of the Sixth Presbyterian Church of this District for injuries occasioned to their real property by the railroad company; and they made application to a justice of the peace in and for the District, representing that the railroad company \"have laid their tracks and are now running their trains along Sixth Street and in front of the property of said church, and have built and now occupy and use a dépôt building upon said Sixth Street and in the near vicinity of said church, to the great damage of the same.\"</p>\n<p>Pursuant to that application the magistrate to whom it was <span class=\"star-pagination\">*128</span> addressed issued a warrant to the marshal of the District, commanding him to summon a jury of twenty citizens of the District, possessing the qualifications therein described, to meet at said church building on the day therein named, to proceed to value, in accordance with law, the damages which the said church organization has sustained in consequence of the things done as aforesaid by said company.</p>\n<p>Two objections to the warrant were filed with the marshal by the railroad company: (1.) That the warrant requires the jury to value damages for causes which are not authorized by law. (2.) That the form of the oath administered to the jury is not correct.</p>\n<p>Enough appears to show that the objections did not prevail, and that the inquisition was taken; the jurors being first sworn by the marshal that they would truly and impartially assess the damages, if any, the applicants may sustain by the laying of the track along Sixth Street by the railroad company; and that the jury assessed the damages sustained by the applicants, by reason of the railroad company laying their track along Sixth Street, at the sum of eleven thousand five hundred dollars. Due return of the proceedings was made by the marshal, in which it also appears that both parties met at the time and place appointed, and that the marshal duly certified the warrant and inquisition to the Supreme Court of the District, as required by law.</p>\n<p>Two days later, the railroad company moved the court to quash the warrant and set aside the inquisition for the reasons following: (1.) Because the warrant required the marshal to summon a jury to assess damages not authorized by law. (2.) Because the warrant required the marshal to summon a jury to assess damages for the running of the company's trains along Sixth Street and in front of the property of the church, and for having built and now occupying and using a dépôt building in the near vicinity of the church. (3.) Because the return of the marshal shows that he did not administer to the jurors the oath required by law. (4.) Because the marshal permitted evidence to go to the jury to show that the property had been damaged by the use and occupation of the track by the railroad company, and by the smoke and noise arising from <span class=\"star-pagination\">*129</span> such occupation. (5.) Because the jury, in assessing the damages, did not confine their inquiries to the question of appreciation and depreciation of the value of the property by reason of the laying of the track along Sixth Street.</p>\n<p>Pending that motion, the plaintiffs suggested to the court that the law required that the inquisition should be confirmed at the session of the court held next after the same was filed, and moved the court that the cause be placed upon the calendar, and stand for hearing; and the court granted the motion, and placed the case on the trial-calendar. Four days afterwards, the plaintiffs moved the court to confirm the award of the jury; and on the same day the defendants moved the court to strike the cause from the calendar for the want of jurisdiction to try the same, except on appeal.</p>\n<p>Affidavits of their counsel were offered by the defendants to prove that the plaintiffs were permitted to give evidence to the inquisition against the objections of the company, that the church was greatly annoyed and injured by the location of the engine dépôt, in consequence of the smoke arising from the engines being wafted by the wind into the church building, and also from the noise of the engines and the passing trains and the ringing of the engine-bells. Two jurors also gave affidavits, which were also offered in evidence, to show, that, in arriving at the conclusion, they took into consideration all the surrounding circumstances, such as the passing of trains in front of the church, the danger in passing to and from the church, the expense of removing to another location, and the smoke and noise arising from the passing engines.</p>\n<p>Seasonable objection was made by the plaintiffs to the admissibility of those affidavits; but the court overruled the objections, and the affidavits were introduced, and allowed to be read.</p>\n<p>Hearing was had on the motion of the plaintiffs and on the motions of the defendants to strike the case from the calendar, and to set the inquisition aside. Both motions of the defendants were overruled; and the court, finding no error in the record, confirmed the inquisition and finding of the jury, and gave judgment in favor of the plaintiffs for the amount awarded. Neither party tendered any bill of exceptions; but the defendants sued out a writ of error, and removed the cause into this court.</p>\n<p><span class=\"star-pagination\">*130</span> Neither depositions nor affidavits, though appearing in the transcript of a common-law court of errors, can ever be regarded as a part of the record, unless the same are embodied in an agreed statement of facts, or are made so by a demurrer to the evidence, or are exhibited in a bill of exceptions. Matters of parol evidence in such a case can never be made a part of the record so as to become re-examinable in a court of errors, unless it be in one of four ways: (1.) By an agreed statement of facts. (2.) By a bill of exceptions. (3.) By a special verdict. (4.) By a demurrer to the evidence; which latter mode is seldom or never adopted in modern practice.</p>\n<p>Exceptions may be taken by the opposite party to the introduction of depositions or affidavits; and the party introducing such evidence in a subordinate court may insist that the court shall give due effect to the evidence, and, in case of refusal to comply with such a request, may except to the ruling of the court, if it be one prejudicial to his rights. Where neither party excepts to the ruling of the court, either in respect to its admissibility or legal effect, the fact that such a deposition or affidavit is exhibited in the transcript is not of the slightest importance in the Appellate Court, as nothing of the kind can ever constitute the proper foundation for an assignment of error. Suydam v. Williamson, 20 How. 433.</p>\n<p>Errors apparent in the record, it is true, are open to revision, whether the error be made to appear by bill of exceptions, or in any other legal manner. Slacum v. Pomery, 6 Cr. 221; Bennet v. Butterworth, 11 How. 669; Garland v. Davis, 4 id. 131.</p>\n<p>When a party is dissatisfied with the decision of his cause in an inferior court, and intends to seek a revision of the law applied to the case in a superior jurisdiction, he must take care to raise the question of law to be revised, and put the facts on the record for the information of the appellate tribunal; and, if he omits to do so in any of the methods known in the practice of courts of errors, he must be content to abide the consequences of his own neglect.</p>\n<p>Evidence, whether written or oral, and whether given to the court or the jury, does not become a part of the record unless made so by some regular proceeding at the time of the trial, <span class=\"star-pagination\">*131</span> and before the rendition of the judgment. Whatever the error may be, and in whatever stage of the cause it may have occurred, it must appear in the record, else it cannot be revised in a court of error exercising jurisdiction according to the course of the common law.</p>\n<p>Viewed in the light of these suggestions, it is clear that it will not be necessary to give a separate examination to all the alleged errors of the court below in confirming the inquisition, and in rendering judgment for the plaintiffs. Sufficient has already been remarked to show that the affidavits constituting the whole basis of the theory of fact involved in the errors assigned, affecting the merits of the controversy, are no part of the record; and consequently the errors assigned are utterly destitute of any legal foundation.</p>\n<p>Attempt is made to overcome that difficulty by the suggestion that the writ of error is addressed to the judgment, and that the office of the writ of error is to remove the judgment of the subordinate court into this court for re-examination, which is undoubtedly correct; but it is equally true, that, if the transcript does not show that any error exists in the record, the judgment must in all cases be affirmed, except where it appears that there has been a mis-trial. Minor v. Williams, 1 How. 287; Taylor v. Morton, 2 Black, 484; Barnes v. Williams, 11 Wheat. 415; Carrington v. Pratt, 18 How. 63.</p>\n<p>Inquisitions like the present one bear a strong analogy in many respects to the report or award of referees appointed under a rule of court, to whom is referred a pending action. Referees in such cases make their report to the court; and in such a case the report, unlike an award at common law, must be confirmed before the prevailing party is entitled to the benefit of the finding of the referees. When the report is filed in court, the losing party may file objections in writing to the confirmation of the report, and may introduce evidence in support of the objections; and it is well-settled law, that the ruling of the court in overruling such objections is the proper subject of a bill of exceptions. Railroad v. Myers, 18 How. 250.</p>\n<p>Doubts were expressed at one time whether a bill of exceptions could be claimed in such case; but the decision referred to removed every doubt upon the subject. Strothers v. Hutchinson, <span class=\"star-pagination\">*132</span> 4 Bing. N.C. 83; Ford v. Potts, 1 Halst. 388; Nesbitt v. Dallam, 7 Gill &amp; J. 507; Tomson v. Moore, 9 Port. 137.</p>\n<p>Evidence in support of the objections to the award was received in that case; and the judge overruled the objections, and embodied the testimony and his ruling in a bill of exceptions, reserving his opinion as to the regularity of the proceeding, and whether the judgment could be revised. Pursuant to the arrangement, the losing party in the court below sued out a writ of error; and this court sustained the writ of error, and decided that the equity of the statute allowing a bill of exceptions in courts of common law of original jurisdiction embraces all such judgments or opinions of the court that arise in the course of a cause which are the subjects of revision by an appellate court, and which do not otherwise appear on the record. 18 id. 251; Canal Co. v. Archer, 9 G. &amp; J. 481; Walker v. Railroad, 3 Cush. 8.</p>\n<p>Doubtless other modes may be devised of accomplishing a revision of the legal questions in a case like the present; but the court does not find it necessary to pursue the inquiry, as all the court intends to decide is, that the affidavits in the transcript are not a part of the record, and that in such a case an assignment of errors, such as the one exhibited in this case, so far as the same depends upon the affidavits, presents no question for re-examination by this court.</p>\n<p>Three other questions of a formal character must receive a brief consideration. They arise from certain preliminary objections made by the defendants, as follows: (1.) That the warrant directed the marshal to summon a jury to assess damages not authorized by law. (2.) Because the marshal did not administer to the jury the oath required by law. (3.) They also denied the jurisdiction of the court below, because the case was not removed into that court by appeal from the special term.</p>\n<p>By the warrant, it appears that the applicants represented to the magistrate that the railroad company had laid their tracks and are now running their trains along Sixth Street and in front of the property of the applicants, and have built and now occupy and use a dépôt building on said street in the near vicinity of the church; and the command to the marshal is, that he should <span class=\"star-pagination\">*133</span> summon a jury of the number and described qualifications \"to proceed to value, in accordance with law, the damages which the said church organization has sustained in consequence of the things done by said company as aforesaid.\"</p>\n<p>Properly construed, it is by no means certain that the warrant professes to confer any greater power than that conferred by the statute; as the express direction of the warrant is, that the jury shall proceed to value the damages in accordance with law; which phrase may well be regarded as a limitation upon the phrase, \"in consequence of the things done by said company.\" Suppose, however, the terms of the warrant are more comprehensive than the words of the statute: still the court is of the opinion that it furnishes no sufficient cause to reverse the judgment, for the reason that the transcript furnishes no legal evidence that the excess of power conferred, if any, was ever exercised by the jury to the prejudice of the rights of the defendants. Nothing appears in the transcript upon the subject, except what is contained in the affidavits; and it has already been determined that the affidavits are not properly to be regarded as a part of the record. Pomeroy v. Bank, 1 Wall. 600; Young v. Martin, 8 id. 356; Coddington v. Richardson, 10 id. 518.</p>\n<p>Enough appears in the record to show that the jurors were duly sworn that they would truly and impartially assess the damages sustained by the applicants by the laying of the railroad-tracks, taking into consideration the appreciation and depreciation of the property belonging to the church. Seasonable objection was made to the form of the oath; but the objecting party did not point out in what respect it was erroneous to their prejudice, nor have they done so in the assignment of errors; which is all that need be said upon the subject.</p>\n<p>Argument is hardly necessary to show that the third objection is without merit, as the course pursued is fully justified by the act of Congress. 12 Stat. 763.</p>\n<p>Parties aggrieved by any order, judgment, or decree made or pronounced at a special term, may, if the same involve the merits of the action or proceeding, appeal therefrom to the general term; but the same section provides that the justice holding the special term may, in his discretion, order any <span class=\"star-pagination\">*134</span> motion or suit to be heard in the first instance at a general term. Unquestioned power being shown to warrant the proceeding, the action of the court must be presumed to be correct until the contrary is shown by evidence embodied in the record. Thompson v. Riggs, 5 Wall. 676.</p>\n<p>Judgment affirmed.</p>\n<p>MR. JUSTICE BRADLEY did not sit on the argument of this cause, and took no part in the decision.</p>\n</div>", 
  "sha1": "d5b4c05cb29d7538f9a60b5d3840ff18f29c28fc", 
  "date_modified": "2014-12-21T01:28:45.994943", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/89154/balt-pot-rr-co-v-trustees-etc/", 
  "citation_count": 3, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/2569465/", 
  "html": "<p class=\"case_cite\">91 U.S. 127</p>\n    <p class=\"case_cite\">23 L.Ed. 260</p>\n    <p class=\"parties\">BALTIMORE AND POTOMAC RAILROAD COMPANY<br>v.<br>TRUSTEES OF SIXTH PRESBYTERIAN CHURCH.</p>\n    <p class=\"date\">October Term, 1875</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Supreme Court of the District of Columbia.</p>\n      <p class=\"indent\">The facts are stated in the opinion of the court.</p>\n      <p class=\"indent\"><i>Mr. Daniel Clarke</i> and <i>Mr. Wayne MacVeagh</i> for the plaintiff in error.</p>\n      <p class=\"indent\">The court declined hearing <i>Mr. James A. Garfield</i> and <i>Mr. R. D. Mussey</i> for the defendant in error.</p>\n      <p class=\"indent\">Mr. JUSTICE CLIFFORD delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Compensation was claimed in this case by the Trustees of the Sixth Presbyterian Church of this District for injuries occasioned to their real property by the railroad company; and they made application to a justice of the peace in and for the District, representing that the railroad company 'have laid their tracks and are now running their trains along Sixth Street and in front of the property of said church, and have built and now occupy and use a depot building upon said Sixth Street and in the near vicinity of said church, to the great damage of the same.'</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Pursuant to that application the magistrate to whom it was addressed issued a warrant to the marshal of the District, commanding him to summon a jury of twenty citizens of the District, possessing the qualifications therein described, to meet at said church building on the day therein named, to proceed to value, in accordance with law, the damages which the said church organization has sustained in consequence of the things done as aforesaid by said company.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Two objections to the warrant were filed with the marshal by the railroad company: (1.) That the warrant requires the jury to value damages for cause which are not authorized by law. (2.) That the form of the oath administered to the jury is not correct.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Enough appears to show that the objections did not prevail, and that the inquisition was taken; the jurors being first sworn by the marshal that they would truly and impartially assess the damages, if any, the applicants may sustain by the laying of the track along Sixth Street by the railroad company; and that the jury assessed the damages sustained by the applicants, by reason of the railroad company laying their track along Sixth Street, at the sum of eleven thousand five hundred dollars. Due return of the proceedings was made by the marshal, in which it also appears that both parties met at the time and place appointed, and that the marshal duly certified the warrant and inquisition to the Supreme Court of the District, as required by law.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Two days later, the railroad company moved the court to quash the warrant and set aside the inquisition for the reason following: (1.) Because the warrant required the marshal to summon a jury to assess damages not authorized by law. (2.) Because the warrant required the marshal to summon a jury to assess damages for the running of the company's trains along Sixth Street and in front of the property of the church, and for having built and now occupying and using a depot building in the near vicinity of the church. (3.) Because the return of the marshal shows that he did not administer to the jurors the oath required by law. (4.) Because the marshal permitted evidence to go to the jury to show that the property had been damaged by the use and occupation of the track by the railroad company, and by the smoke and noise arising from such occupation. (5.) Because the jury, in assessing the damages, did not confine their inquiries to the question of appreciation and depreciation of the value of the property by reason of the laying of the track along Sixth Street.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Pending that motion, the plaintiffs suggested to the court that the law required that the inquisition should be confirmed at the session of the court held next after the same was filed, and moved the court that the cause be placed upon the calendar, and stand for hearing; and the court granted the motion, and placed the case on the trial-calendar. Four days afterwards, the plaintiffs moved the court to confirm the award of the jury; and on the same day the defendants moved the court to strike the cause from the calendar for the want of jurisdiction to try the same, except on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Affidavits of thier counsel were offered by the defendants to prove that the plaintiffs were permitted to give evidence to the inquisition against the objections of the company, that the church was greatly annoyed and injured by the location of the engine depot, in consequence of the smoke arising from the engines being wafted by the wind into the church building, and also from the noise of the engines and the passing trains and the ringing of the engine-bells. Two jurors also gave affidavits, which were also offered in evidence, to show, that, in arriving at the conclusion, they took into consideration all the surrounding circumstances, such as the passing of trains in front of the church, the danger in passing to and from the church, the expense of removing to another location, and the smoke and noise arising from the passing engines.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Seasonable objection was made by the plaintiffs to the admissibility of those affidavits; but the court overruled the objections, and the affidavits were introduced, and allowed to be read.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Hearing was had on the motion of the plaintiffs and on the motions of the defendants to strike the case from the calendar, and to set the inquisition aside. Both motions of the defendants were overruled; and the court, finding no error in the record, confirmed the inquisition and finding of the jury, and gave judgment in favor of the plaintiffs for the amount awarded. Neither party tendered any bill of exceptions; but the defendants sued out a writ of error, and removed the cause into this court.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Neither depositions nor affidavits, though appearing in the transcript of a common-law court of errors, can ever be regarded as a part of the record, unless the same are embodied in an agreed statement of facts, or are made so by a demurrer to the evidence, or are exhibited in a bill of exceptions. Matters of parol evidence in such a case can never be made a part of the record so as to become re-examinable in a court of errors, unless it be in one of four ways: (1.) By an agreed statement of facts. (2.) By a bill of exceptions. (3.) By a special verdict. (4.) By a demurrer to the evidence; which latter mode is seldom or never adopted in modern practice.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Exceptions may be taken by the opposite party to the introduction of depositions or affidavits; and the party introducing such evidence in a subordinate court may insist that the court shall give due effect to the evidence, and, in case of refusal to comply with such a request, may except to the ruling of the court, if it be one prejudicial to his rights. Where neither party excepts to the ruling of the court, either in respect to its admissibility or legal effect, the fact that such a deposition or affidavit is exhibited in the transcript is not of the slightest importance in the Appellate Court, as nothing of the kind can ever constitute the proper foundation for an assignment of error. <i>Suydam</i> v. <i>Williamson</i>, 20 How. 433.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Errors apparent in the record, it is true, are open to revision, whether the error be made to appear by bill of exceptions, or in any other legal manner. <i>Slacum</i> v. <i>Pomery</i>, 6 Cr. 221; <i>Bennet</i> v. <i>Butterworth</i>, 11 How. 669; <i>Garland</i> v. <i>Davis</i>, 4 id. 131.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">When a party is dissatisfied with the decision of his cause in an inferior court, and intends to seek a revision of the law applied to the case in a superior jurisdiction, he must take care to raise the question of law to be revised, and put the facts on the record for the information of the appellate tribunal; and, if he omits to do so in any of the methods known in the practice of courts of errors, he must be content to abide the consequences of his own neglect.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Evidence, whether written or oral, and whether given to the court or the jury, does not become a part of the record unless made so by some regular proceeding at the time of the trial, and before the rendition of the judgment. Whatever the error may be, and in whatever stage of the cause it may have occurred, it must appear in the record, else it cannot be revised in a court of error exercising jurisdiction according to the course of the common law.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Viewed in the light of these suggestions, it is clear that it will not be necessary to give a separate examination to all the alleged errors of the court below in confirming the inquisition, and in rendering judgment for the plaintiffs. Sufficient has already been remarked to show that the affidavits constituting the whole basis of the theory of fact involved in the errors assigned, affecting the merits of the controversy, are no part of the record; and consequently the errors assigned are utterly destitute of any legal foundation.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Attempt is made to overcome that difficulty by the suggestion that the writ of error is addressed to the judgment, and that the office of the writ of error is to remove the judgment of the subordinate court into this court for re-examination, which is undoubtedly correct; but it is equally true, that, if the transcript does not show that any error exists in the record, the judgment must in all cases be affirmed, except where it appears that there has been a mis-trial. <i>Minor</i> v. <i>Tillotson</i>, 1 How. 287; <i>Taylor</i> v. <i>Morton</i>, 2 Black, 484; <i>Barnes</i> v. <i>Williams</i>, 11 Wheat. 415; <i>Carrington</i> v. <i>Pratt</i>, 18 How. 63.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Inquisitions like the present one bear a strong analogy in many respects to the report or award of referees appointed under a rule of court, to whom is referred a pending action. Referees in such cases make their report to the court; and in such a case the report, unlike an award at common law, must be confirmed before the prevailing party is entitled to the benefit of the finding of the referees. When the report is filed in court, the losing party may file objections in writing to the confirmation of the report, and may introduce evidence in support of the objections; and it is well-settled law, that the ruling of the court in overruling such objections is the proper subject of a bill of exceptions. <i>Railroad</i> v. <i>Myers</i>, 18 How. 250.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Doubts were expressed at one time whether a bill of exceptions could be claimed in such case; but the decision referred to removed every doubt upon the subject. <i>Strothers</i> v. <i>Hutchinson</i>, 4 Bing. N. C. 83; <i>Ford</i> v. <i>Potts</i>, 1 Halst. 388; <i>Nesbitt</i> v. <i>Dallam</i>, 7 Gill &amp; J. 507; <i>Tomson</i> v. <i>Moore</i>, 9 Port. 137.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Evidence in support of the objections to the award was received in that case; and the judge overruled the objections, and embodied the testimony and his ruling in a bill of exceptions, reserving his opinion as to the regularity of the proceeding, and whether the judgment could be revised. Pursuant to the arrangement, the losing party in the court below sued out a writ of error; and this court sustained the writ of error, and decided that the equity of the statute allowing a bill of exceptions in courts of common law of original jurisdiction embraces all such judgments or opinions of the court that arise in the course of a cause which are the subjects of revision by an appellate court, and which do not otherwise appear on the record. 18 id. 251; <i>Canal Co.</i> v. <i>Archer</i>, 9 G. &amp; J. 481; <i>Walker</i> v. <i>Railroad</i>, 3 Cush. 8.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Doubtless other modes may be devised of accomplishing a revision of the legal questions in a case like the present; but the court does not find it necessary to pursue the inquiry, as all the court intends to decide is, that the affidavits in the transcript are not a part of the record, and that in such a case an assignment of errors, such as the one exhibited in this case, so far as the same depends upon the affidavits, presents no question for re-examination by this court.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Three other questions of a formal character must receive a brief consideration. They arise from certain preliminary objections made by the defendants, as follows: (1.) That the warrant directed the marshal to summon a jury to assess damages not authorized by law. (2.) Because the marshal did not administer to the jury the oath required by law. (3.) They also denied the jurisdiction of the court below, because the case was not removed into that court by appeal from the special term.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">By the warrant, it appears that the applicants represented to the magistrate that the railroad company had laid their tracks and are now running their trains along Sixth Street and in front of the property of the applicants, and have built and now occupy and use a depot building on said street in the near vicinity of the church; and the command to the marshal is, that he should summon a jury of the number and described qualifications 'to proceed to value, <i>in accordance with law</i>, the damages which the said church organization has sustained in consequence of the things done by said company as aforesaid.'</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Properly construed, it is by no means certain that the warrant professes to confer any greater power than that conferred by the statute; as the express direction of the warrant is, that the jury shall proceed to value the damages in accordance with law; which phrase may well be regarded as a limitation upon the phrase, 'in consequence of the things done by said company.' Suppose, however, the terms of the warrant are more comprehensive than the words of the statute: still the court is of the opinion that it furnishes no sufficient cause to reverse the judgment, for the reason that the transcript furnishes no legal evidence that the excess of power conferred, if any, was ever exercised by the jury to the prejudice of the rights of the defendants. Nothing appears in the transcript upon the subject, except what is contained in the affidavits; and it has already been determined that the affidavits are not properly to be regarded as a part of the record. <i>Pomeroy</i> v. <i>Bank</i>, 1 Wall. 600; <i>Young</i> v. <i>Martin</i>, 8 id. 356; <i>Coddington</i> v. <i>Richardson</i>, 10 id. 518.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Enough appears in the record to show that the jurors were duly sworn that they would truly and impartially assess the damages sustained by the applicants by the laying of the railroad-tracks, taking into consideration the appreciation and depreciation of the property belonging to the church. Seasonable objection was made to the form of the oath; but the objecting party did not point out in what respect it was erroneous to their prejudice, nor have they done so in the assignment of errors; which is all that need be said upon the subject.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Argument is hardly necessary to show that the third objection is without merit, as the course pursued is fully justified by the act of Congress. 12 Stat. 763.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Parties aggrieved by any order, judgment, or decree made or pronounced at a special term, may, if the same involve the merits of the action or proceeding, appeal therefrom to the general term; but the same section provides that the justice holding the special term may, in his discretion, order any motion or suit to be heard in the first instance at a general term. Unquestioned power being shown to warrant the proceeding, the action of the court must be presumed to be correct until the contrary is shown by evidence embodied in the record. <i>Thompson</i> v. <i>Riggs</i>, 5 Wall. 676.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\"><i>Judgment affirmed</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">MR. JUSTICE BRADLEY did not sit on the argument of this cause, and took no part in the decision.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/89154/"
}