{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "393 U.S. 286", 
    "federal_cite_two": "89 S. Ct. 534", 
    "specialty_cite_one": null, 
    "federal_cite_three": "21 L. Ed. 2d 487", 
    "lexis_cite": "1969 U.S. LEXIS 3217", 
    "document_uris": [
      "/api/rest/v2/document/107815/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "United States v. Nardello", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "51", 
    "id": 92174, 
    "resource_uri": "/api/rest/v2/citation/92174/"
  }, 
  "id": 107815, 
  "blocked": false, 
  "judges": "Warren", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1969-01-13", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>393 U.S. 286 (1969)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nNARDELLO ET AL.</h1></center>\n<center>No. 51.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 12, 1968.</center>\n<center>Decided January 13, 1969.</center>\nAPPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE EASTERN DISTRICT OF PENNSYLVANIA.\n<p><i>Philip A. Lacovara</i> argued the cause for the United States, <i>pro hac vice.</i> With him on the brief were <i>Solicitor General Griswold, Assistant Attorney General Vinson, Beatrice Rosenberg,</i> and <i>Sidney M. Glazer.</i></p>\n<p><i>F. Emmett Fitzpatrick, Jr.,</i> argued the cause and filed a brief for appellees.</p>\n<p><span class=\"star-pagination\">*287</span> MR. CHIEF JUSTICE WARREN delivered the opinion of the Court.</p>\n<p>This appeal presents solely a question of statutory construction: whether 18 U. S. C. § 1952,<sup>[1]</sup> prohibiting travel in interstate commerce with intent to carry on \"extortion\" in violation of the laws of the State in which committed, applies to extortionate conduct classified as \"blackmail\" rather than \"extortion\" in the applicable state penal code. We believe that § 1952 (hereinafter \"the Travel Act\") is applicable and thus must reverse the court below.</p>\n<p>Appellees were indicted under § 1952 for their alleged participation in a \"shakedown\" operation whereby individuals would be lured into a compromising homosexual situation and then threatened with exposure unless appellees' silence was purchased. The indictments charged that appellees traveled in interstate commerce <span class=\"star-pagination\">*288</span> on three separate occasions, twice from New Jersey to Philadelphia and once from Chicago to Philadelphia, to promote their activities. Specifically, the indictments referred to \"the unlawful activity of blackmail, in violation of the laws of the Commonwealth of Pennsylvania.\"</p>\n<p>The District Court for the Eastern District of Pennsylvania dismissed the indictments, basing its decision upon Pennsylvania statutes which classify certain acts as \"extortion\" and others as various aspects of \"blackmail.\" In Pennsylvania, the statute entitled \"extortion\" is applicable only to the conduct of public officials. Pa. Stat. Ann., Tit. 18, § 4318 (1963). Three other Pennsylvania statutes, Pa. Stat. Ann., Tit. 18, §§ 4801-4803 (1963), prohibit \"blackmail,\" \"blackmail by injury to reputation or business,\" and \"blackmail by accusation of heinous crime.\" Each of these three statutes defines the prohibited offense as, <i>inter alia,</i> an act committed with an intent \"to extort.\" The District Court believed that the term extortion as used in the Travel Act was intended \"to track closely the legal understanding under state law.\" 278 F. Supp. 711, 712 (1968). Reasoning from this premise, the court concluded that in Pennsylvania the offense of extortion was covered only by Pa. Stat. Ann., Tit. 18, § 4318, a statute which required that the accused be a public official. Since appellees were not public officials, the indictment was therefore defective.<sup>[2]</sup> The United States appealed directly <span class=\"star-pagination\">*289</span> to this Court pursuant to 18 U. S. C. § 3731 and probable jurisdiction was noted. 392 U. S. 923 (1968).</p>\n<p>Although Congress directed that content should be given to the term \"extortion\" in § 1952 by resort to state law, it otherwise left that term undefined.<sup>[3]</sup> At common law a public official who under color of office obtained the property of another not due either to the office or the official was guilty of extortion.<sup>[4]</sup> In many States, however, the crime of extortion has been statutorily expanded to include acts by private individuals under which property is obtained by means of force, fear, or threats. See Cal. Penal Code § 519 (1955); N. J. Stat. Ann. § 2A:105-3, § 2A:105-4 (1953); 3 F. Wharton's Criminal Law and Procedure § 1396 (R. Anderson ed. 1957). Others, such as Pennsylvania, retain the common-law definition of extortion but prohibit conduct for which appellees were charged under other statutes.<sup>[5]</sup> At least one State does not denominate any <span class=\"star-pagination\">*290</span> specific act as extortion but prohibits appellees' type of activities under the general heading of offenses directed against property. See Ill. Rev. Stat., c. 38, § 15-5 (1967).</p>\n<p>Faced with this diversity, appellees contend alternatively that Congress intended either that extortion was to be applied in its common-law sense or that, where a State does have a statute specifically prohibiting extortion, then that statute alone is encompassed by § 1952. The Government, on the other hand, suggests that Congress intended that extortion should refer to those acts prohibited by state law which would be generically classified as extortionate, <i>i. e.,</i> obtaining something of value from another with his consent induced by the wrongful use of force, fear, or threats.<sup>[6]</sup></p>\n<p>The Travel Act formed part of Attorney General Kennedy's legislative proposals to combat organized crime. See Hearings on S. 1653-1658, S. 1665 before the Senate Judiciary Committee on the Attorney General's Program to Curb Organized Crime and Racketeering, 87th Cong., 1st Sess. (1961). The Attorney General told the Senate Committee that the purpose of the Travel Act was to aid local law enforcement officials. In many instances the \"top men\" of a given criminal operation resided in one State but conducted their illegal activities in another; by creating a federal interest in limiting the interstate movement necessary to such operations, criminal conduct beyond the reach of local officials could be <span class=\"star-pagination\">*291</span> controlled. <i>Id.,</i> at 15-17.<sup>[7]</sup> The Attorney General's concerns were reflected in the Senate Committee Report favoring adoption of the Travel Act. The Report, after noting the Committee's belief that local law enforcement efforts would be enhanced by the Travel Act, quoted from the Attorney General's submission letter: \"Over the years an ever-increasing portion of our national resources has been diverted into illicit channels. Because many rackets are conducted by highly organized syndicates whose influence extends over State and National borders, the Federal Government should come to the aid of local law enforcement authorities in an effort to stem such activity.\" S. Rep. No. 644, 87th Cong., 1st Sess., 4 (1961). The measure was passed by the Senate and subsequently became § 1952.<sup>[8]</sup></p>\n<p>The House version of the Travel Act contained an amendment unacceptable to the Justice Department. The Senate bill defined \"unlawful activity\" as \"any business enterprise involving gambling, liquor . . . narcotics, or prostitution offenses in violation of the laws of the State . . . or . . . extortion or bribery in violation of the laws of the States.\" S. Rep. No. 644, 87th Cong., 1st Sess., 2 (1961). However, the House amendment, by defining \"unlawful activity\" as \"any business enterprise involving gambling, liquor, narcotics, or prostitution offenses or extortion or bribery in connection with such offenses in violation of the laws of the State,\" required that extortion be connected with a business enterprise involving the other enumerated offenses. H. R. Rep. <span class=\"star-pagination\">*292</span> No. 966, 87th Cong., 1st Sess., 1 (1961). In a letter to the Chairman of the House Judiciary Committee the Justice Department objected that the House amendment eliminated from coverage of the Travel Act offenses such as \"shakedown rackets,\" \"shylocking\" and labor extortion which were traditional sources of income for organized crime.<sup>[9]</sup> The House-Senate Conference Committee accepted the Senate version. See H. R. Conf. Rep. No. 1161, 87th Cong., 1st Sess. (1961).</p>\n<p>The Travel Act, primarily designed to stem the \"clandestine flow of profits\" and to be of \"material assistance to the States in combating pernicious undertakings which cross State lines,\"<sup>[10]</sup> thus reflects a congressional judgment that certain activities of organized crime which were violative of state law had become a national problem. The legislative response was to be commensurate with the scope of the problem. Appellees suggest, however, that Congress intended that the common-law meaning of extortion\u0097corrupt acts by a public official\u0097be retained. If Congress so intended, then § 1952 would cover extortionate acts only when the extortionist was <span class=\"star-pagination\">*293</span> also a public official. Not only would such a construction conflict with the congressional desire to curb the activities of organized crime rather than merely organized criminals who were also public officials, but also § 1952 imposes penalties upon any individual crossing state lines or using interstate facilities for any of the statutorily enumerated offenses. The language of the Travel Act, \"whoever\" crosses state lines or uses interstate facilities, includes private persons as well as public officials.<sup>[11]</sup></p>\n<p>Appellees argue that Congress' decision not to define extortion combined with its decision to prohibit only extortion in violation of state law compels the conclusion that peculiar versions of state terminology are controlling. Since in Pennsylvania a distinction is maintained between extortion and blackmail with only the latter term covering appellees' activities,<sup>[12]</sup> it follows that the Travel Act does not reach the conduct charged. The fallacy of this contention lies in its assumption that, by defining extortion with reference to state law, Congress also incorporated state labels for particular offenses. Congress' intent was to aid local law enforcement officials, <span class=\"star-pagination\">*294</span> not to eradicate only those extortionate activities which any given State denominated extortion. Indiana prohibits appellees' type of conduct under the heading of theft, Ind. Ann. Stat. § 10-3030 (Supp. 1968); Kansas terms such conduct robbery in the third degree, Kan. Stat. Ann. § 21-529 (1964); Minnesota calls it coercion, Minn. Stat. § 609.27 (1967); and Wisconsin believes that it should be classified under threats, Wis. Stat. § 943.30 (1965). States such as Massachusetts, Mass. Gen. Laws Ann., c. 265, § 25 (1959), Michigan, Mich. Comp. Laws § 750.213 (1948), Mich. Stat. Ann. § 28.410 (1962), and Oregon, Ore. Rev. Stat. § 163.480 (1968), have enacted measures covering similar activities; each of these statutes contains in its title the term extortion. Giving controlling effect to state classifications would result in coverage under § 1952 if appellees' activities were centered in Massachusetts, Michigan, or Oregon, but would deny coverage in Indiana, Kansas, Minnesota, or Wisconsin although each of these States prohibits identical criminal activities.</p>\n<p>A striking illustration is presented by <i>United States</i> v. <i>Schwartz,</i> 398 F. 2d 464 (C. A. 7th Cir. 1968), pet. for cert. pending, <i>sub nom. Pyne</i> v. <i>United States,</i><sup>[*]</sup> No. 507, 1968 Term. Schwartz and a codefendant were accused of participating in a venture identical to that in which appellees allegedly participated, <i>i. e.,</i> luring a businessman into a compromising situation and then demanding a payoff. The indictment charged that Schwartz traveled to Utah to promote extortionate activities illegal under Utah Code Ann. § 76-19-1 (1953), a statute captioned extortion. Pennsylvania prohibits this conduct under its blackmail statutes. Congress intended that the Travel Act would support local law enforcement efforts by allowing the Federal Government to reach <span class=\"star-pagination\">*295</span> interstate aspects of extortion. We can discern no reason why Congress would wish to have § 1952 aid local law enforcement efforts in Utah but to deny that aid to Pennsylvania when both States have statutes covering the same offense. We therefore conclude that the inquiry is not the manner in which States classify their criminal prohibitions but whether the particular State involved prohibits the extortionate activity charged.</p>\n<p>Appellees do not dispute that Pennsylvania prohibits the conduct for which they were indicted. Accepting our conclusion that Congress did not intend to limit the coverage of § 1952 by reference to state classifications, appellees nevertheless insist that their activities were not extortionate. The basis for this contention is an asserted distinction between blackmail and extortion: the former involves two private parties while the latter requires the participation of a public official. As previously discussed, revenue-producing measures such as shakedown rackets and loan-sharking were called to the attention of Congress as methods utilized by organized crime to generate income. These activities are traditionally conducted between private parties whereby funds are obtained from the victim with his consent produced by the use of force, fear, or threats.<sup>[13]</sup> Prosecutions under the Travel Act for extortionate offenses involving only private individuals have been consistently maintained. See <i>United States</i> v. <i>Hughes,</i> 389 F. 2d 535 (C. A. 2d Cir. 1968); <i>McIntosh</i> v. <i>United States,</i> 385 F. 2d 274 (C. A. 8th Cir. 1967); <i>Marshall</i> v. <i>United States,</i> 355 F. 2d 999 (C. A. 9th Cir.), cert. denied, 385 U. S. 815 (1966). Appellees, according to the court below, attempted to obtain money from their <span class=\"star-pagination\">*296</span> victims by threats to expose alleged homosexual conduct. Although only private individuals are involved, the indictment encompasses a type of activity generally known as extortionate since money was to be obtained from the victim by virtue of fear and threats of exposure. In light of the scope of the congressional purpose we decline to give the term \"extortion\" an unnaturally narrow reading, cf. <i>United States</i> v. <i>Fabrizio,</i> 385 U. S. 263, 266-267 (1966), and thus conclude that the acts for which appellees have been indicted fall within the generic term extortion as used in the Travel Act.</p>\n<p>The judgment of the United States District Court for the Eastern District of Pennsylvania is reversed and the case remanded to that court for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>MR. JUSTICE WHITE took no part in the decision of this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 1952 provides:\n</p>\n<p>\"(a) Whoever travels in interstate or foreign commerce or uses any facility in interstate or foreign commerce, including the mail, with intent to\u0097</p>\n<p>\"(1) distribute the proceeds of any unlawful activity; or</p>\n<p>\"(2) commit any crime of violence to further any unlawful activity; or</p>\n<p>\"(3) otherwise promote, manage, establish, carry on, or facilitate the promotion, management, establishment, or carrying on, of any unlawful activity, and thereafter performs or attempts to perform any of the acts specified in subparagraphs (1), (2), and (3), shall be fined not more than $10,000 or imprisoned for not more than five years, or both.</p>\n<p>\"(b) As used in this section `unlawful activity' means (1) any business enterprise involving gambling, liquor on which the Federal excise tax has not been paid, narcotics, or prostitution offenses in violation of the laws of the State in which they are committed or of the United States, or (2) extortion, bribery, or arson in violation of the laws of the State in which committed or of the United States.\" (1964 ed. and Supp. III.)</p>\n<p>[2]  This conclusion impliedly conflicts with at least two other cases in which prosecutions of private individuals for extortion violative of the Travel Act were successfully maintained in States having a statutory structure similar to that found in Pennsylvania. See <i>United States</i> v. <i>Hughes,</i> 389 F. 2d 535 (C. A. 2d Cir. 1968); <i>McIntosh</i> v. <i>United States,</i> 385 F. 2d 274 (C. A. 8th Cir. 1967). <i>Hughes</i> involved a prosecution pursuant to North Carolina statutes, one of which prohibits extortion by a public official, N. C. Gen. Stat. § 66-7 (1965), while a second covers blackmailing, N. C. Gen. Stat. § 14-118 (1953). Hughes was charged with involvement in a scheme identical to that in which appellees allegedly participated. <i>McIntosh,</i> involving Missouri law, was a prosecution under Mo. Rev. Stat. § 560.130 (1959), a prohibition of threats with intent to extort. However, Missouri also prohibits extortion by certain state officials. See Mo. Rev. Stat. § 29.360 (state auditor), § 30.420 (state treasurer) (1959).</p>\n<p>[3]  Cf. the Hobbs Act, 18 U. S. C. § 1951 (b) (2), which defines extortion as \"the obtaining of property from another, with his consent, induced by wrongful use of actual or threatened force, violence, or fear, or under color of official right.\"</p>\n<p>[4]  See <i>United States</i> v. <i>Laudani,</i> 134 F. 2d 847, 851, n. 1 (C. A. 3d Cir. 1943), rev'd on other grounds, 320 U. S. 543 (1944); <i>United States</i> v. <i>Altmeyer,</i> 113 F. Supp. 854, 856 (D. C. W. D. Pa. 1953); W. Clark &amp; W. Marshall, A Treatise on the Law of Crimes § 12.17 (6th ed. 1958).</p>\n<p>[5]  Compare Ala. Code, Tit. 14, § 160 (1959) (extortion), with Ala. Code, Tit. 14, §§ 49-50 (1959) (blackmail), and Ohio Rev. Code Ann. § 2919.13 (1954) (extortion), with Ohio Rev. Code Ann. § 2901.38 (1954) (blackmail).</p>\n<p>[6]  The Model Penal Code as first drafted included the offenses for which appellees are charged under the heading of \"Theft by Intimidation.\" Model Penal Code § 206.3 (Tent. Draft No. 2, 1954). The Proposed Official Draft classifies the same offenses as \"Theft by Extortion.\" Model Penal Code § 223.4 (Prop. Off. Draft 1962). The comments to the original draft indicate that the authors intended these sections to encompass extortionate offenses. See Model Penal Code § 206.3, Comments 1, 5 (Tent. Draft No. 2, 1954).</p>\n<p>[7]  The Attorney General characterized S. 1653, later enacted as § 1952, as \"one of the most important\" of his proposals.</p>\n<p>[8]  In 1965 the crime of arson was added to the definition of unlawful activity in subsection (b) (2). This addition was prompted by a suggestion from the Department of Justice that arson was often used by organized crime to collect under insurance policies and had thus become another source of revenue. See H. R. Rep. No. 264, 89th Cong., 1st Sess. (1965); S. Rep. No. 351, 89th Cong., 1st Sess. (1965).</p>\n<p>[9]  The relevant portion of this letter, written by then Deputy Attorney General White, is reproduced in Pollner, Attorney General Robert F. Kennedy's Legislative Program to Curb Organized Crime and Racketeering, 28 Brooklyn L. Rev. 37, 41 (1961):\n</p>\n<p>\"[The House amendment] eliminated from the purview of the bill extortions not related to the four above offenses but which are, and have historically been, activities which involve organized crime. Such activities are the `shakedown racket,' `shylocking' (where interest of 20% per week is charged and which is collected by means of force and violence, since in most states the loans are uncollectable in court) and labor extortion. It also removes from the purview of the bill bribery of state, local and federal officials by the organized criminals unless we can prove that the bribery is directly attributable to gambling, liquor, narcotics or prostitution.\"</p>\n<p>[10]  S. Rep. No. 644, 87th Cong., 1st Sess., 4 (1961) (quoting Attorney General); H. R. Rep. No. 966, 87th Cong., 1st Sess., 4 (1961) (quoting Attorney General).</p>\n<p>[11]  The Government notes that subsection (b) (2) prohibits bribery as well as extortion. Bribery has traditionally focused upon corrupt activities by public officials. See 18 U. S. C. §§ 201-218; 3 F. Wharton's Criminal Law and Procedure §§ 1380-1391 (R. Anderson ed. 1957). Since Pennsylvania's extortion statute covers corrupt acts by public officials, the Government suggests that appellees' construction of \"extortion\" renders the bribery prohibition superfluous.</p>\n<p>[12]  Several cases cast some doubt upon the vitality of this distinction as they indicate that in Pennsylvania the terms extortion and blackmail are considered synonymous. See <i>Commonwealth</i> v. <i>Burdell,</i> 380 Pa. 43, 48, 110 A. 2d 193, 196 (1955); <i>Commonwealth</i> v. <i>Nathan,</i> 93 Pa. Super. 193, 197 (1928). Federal criminal statutes have also used the terms interchangeably. For example, 18 U. S. C. § 250 (1940 ed.) was entitled \"Extortion by informer\"; today substantially the same provision is captioned \"Blackmail.\" See 18 U. S. C. § 873.</p>\n<p>[*]  [REPORTER'S NOTE: Cert. denied, <i>post,</i> p. 1062.]</p>\n<p>[13]  Extortion is typically employed by organized crime to enforce usurious loans, infiltrate legitimate businesses, and obtain control of labor unions. See President's Commission on Law Enforcement and Administration of Justice, Task Force Report: Organized Crime 3-5 (1967).</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:11:16", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">286</span></span> (1969)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nNARDELLO ET AL.</h1></center>\n<center>No. 51.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 12, 1968.</center>\n<center>Decided January 13, 1969.</center>\nAPPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE EASTERN DISTRICT OF PENNSYLVANIA.\n<p><i>Philip A. Lacovara</i> argued the cause for the United States, <i>pro hac vice.</i> With him on the brief were <i>Solicitor General Griswold, Assistant Attorney General Vinson, Beatrice Rosenberg,</i> and <i>Sidney M. Glazer.</i></p>\n<p><i>F. Emmett Fitzpatrick, Jr.,</i> argued the cause and filed a brief for appellees.</p>\n<p><span class=\"star-pagination\">*287</span> MR. CHIEF JUSTICE WARREN delivered the opinion of the Court.</p>\n<p>This appeal presents solely a question of statutory construction: whether 18 U. S. C. § 1952,<sup>[1]</sup> prohibiting travel in interstate commerce with intent to carry on \"extortion\" in violation of the laws of the State in which committed, applies to extortionate conduct classified as \"blackmail\" rather than \"extortion\" in the applicable state penal code. We believe that § 1952 (hereinafter \"the Travel Act\") is applicable and thus must reverse the court below.</p>\n<p>Appellees were indicted under § 1952 for their alleged participation in a \"shakedown\" operation whereby individuals would be lured into a compromising homosexual situation and then threatened with exposure unless appellees' silence was purchased. The indictments charged that appellees traveled in interstate commerce <span class=\"star-pagination\">*288</span> on three separate occasions, twice from New Jersey to Philadelphia and once from Chicago to Philadelphia, to promote their activities. Specifically, the indictments referred to \"the unlawful activity of blackmail, in violation of the laws of the Commonwealth of Pennsylvania.\"</p>\n<p>The District Court for the Eastern District of Pennsylvania dismissed the indictments, basing its decision upon Pennsylvania statutes which classify certain acts as \"extortion\" and others as various aspects of \"blackmail.\" In Pennsylvania, the statute entitled \"extortion\" is applicable only to the conduct of public officials. Pa. Stat. Ann., Tit. 18, § 4318 (1963). Three other Pennsylvania statutes, Pa. Stat. Ann., Tit. 18, §§ 4801-4803 (1963), prohibit \"blackmail,\" \"blackmail by injury to reputation or business,\" and \"blackmail by accusation of heinous crime.\" Each of these three statutes defines the prohibited offense as, <i>inter alia,</i> an act committed with an intent \"to extort.\" The District Court believed that the term extortion as used in the Travel Act was intended \"to track closely the legal understanding under state law.\" <span class=\"citation no-link\"><span class=\"volume\">278</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">711</span></span>, 712 (1968). Reasoning from this premise, the court concluded that in Pennsylvania the offense of extortion was covered only by Pa. Stat. Ann., Tit. 18, § 4318, a statute which required that the accused be a public official. Since appellees were not public officials, the indictment was therefore defective.<sup>[2]</sup> The United States appealed directly <span class=\"star-pagination\">*289</span> to this Court pursuant to 18 U. S. C. § 3731 and probable jurisdiction was noted. 392 U. S. 923 (1968).</p>\n<p>Although Congress directed that content should be given to the term \"extortion\" in § 1952 by resort to state law, it otherwise left that term undefined.<sup>[3]</sup> At common law a public official who under color of office obtained the property of another not due either to the office or the official was guilty of extortion.<sup>[4]</sup> In many States, however, the crime of extortion has been statutorily expanded to include acts by private individuals under which property is obtained by means of force, fear, or threats. See Cal. Penal Code § 519 (1955); N. J. Stat. Ann. § 2A:105-3, § 2A:105-4 (1953); 3 F. Wharton's Criminal Law and Procedure § 1396 (R. Anderson ed. 1957). Others, such as Pennsylvania, retain the common-law definition of extortion but prohibit conduct for which appellees were charged under other statutes.<sup>[5]</sup> At least one State does not denominate any <span class=\"star-pagination\">*290</span> specific act as extortion but prohibits appellees' type of activities under the general heading of offenses directed against property. See Ill. Rev. Stat., c. 38, § 15-5 (1967).</p>\n<p>Faced with this diversity, appellees contend alternatively that Congress intended either that extortion was to be applied in its common-law sense or that, where a State does have a statute specifically prohibiting extortion, then that statute alone is encompassed by § 1952. The Government, on the other hand, suggests that Congress intended that extortion should refer to those acts prohibited by state law which would be generically classified as extortionate, <i>i. e.,</i> obtaining something of value from another with his consent induced by the wrongful use of force, fear, or threats.<sup>[6]</sup></p>\n<p>The Travel Act formed part of Attorney General Kennedy's legislative proposals to combat organized crime. See Hearings on S. 1653-1658, S. 1665 before the Senate Judiciary Committee on the Attorney General's Program to Curb Organized Crime and Racketeering, 87th Cong., 1st Sess. (1961). The Attorney General told the Senate Committee that the purpose of the Travel Act was to aid local law enforcement officials. In many instances the \"top men\" of a given criminal operation resided in one State but conducted their illegal activities in another; by creating a federal interest in limiting the interstate movement necessary to such operations, criminal conduct beyond the reach of local officials could be <span class=\"star-pagination\">*291</span> controlled. <i>Id.,</i> at 15-17.<sup>[7]</sup> The Attorney General's concerns were reflected in the Senate Committee Report favoring adoption of the Travel Act. The Report, after noting the Committee's belief that local law enforcement efforts would be enhanced by the Travel Act, quoted from the Attorney General's submission letter: \"Over the years an ever-increasing portion of our national resources has been diverted into illicit channels. Because many rackets are conducted by highly organized syndicates whose influence extends over State and National borders, the Federal Government should come to the aid of local law enforcement authorities in an effort to stem such activity.\" S. Rep. No. 644, 87th Cong., 1st Sess., 4 (1961). The measure was passed by the Senate and subsequently became § 1952.<sup>[8]</sup></p>\n<p>The House version of the Travel Act contained an amendment unacceptable to the Justice Department. The Senate bill defined \"unlawful activity\" as \"any business enterprise involving gambling, liquor . . . narcotics, or prostitution offenses in violation of the laws of the State . . . or . . . extortion or bribery in violation of the laws of the States.\" S. Rep. No. 644, 87th Cong., 1st Sess., 2 (1961). However, the House amendment, by defining \"unlawful activity\" as \"any business enterprise involving gambling, liquor, narcotics, or prostitution offenses or extortion or bribery in connection with such offenses in violation of the laws of the State,\" required that extortion be connected with a business enterprise involving the other enumerated offenses. H. R. Rep. <span class=\"star-pagination\">*292</span> No. 966, 87th Cong., 1st Sess., 1 (1961). In a letter to the Chairman of the House Judiciary Committee the Justice Department objected that the House amendment eliminated from coverage of the Travel Act offenses such as \"shakedown rackets,\" \"shylocking\" and labor extortion which were traditional sources of income for organized crime.<sup>[9]</sup> The House-Senate Conference Committee accepted the Senate version. See H. R. Conf. Rep. No. 1161, 87th Cong., 1st Sess. (1961).</p>\n<p>The Travel Act, primarily designed to stem the \"clandestine flow of profits\" and to be of \"material assistance to the States in combating pernicious undertakings which cross State lines,\"<sup>[10]</sup> thus reflects a congressional judgment that certain activities of organized crime which were violative of state law had become a national problem. The legislative response was to be commensurate with the scope of the problem. Appellees suggest, however, that Congress intended that the common-law meaning of extortion\u0097corrupt acts by a public official\u0097be retained. If Congress so intended, then § 1952 would cover extortionate acts only when the extortionist was <span class=\"star-pagination\">*293</span> also a public official. Not only would such a construction conflict with the congressional desire to curb the activities of organized crime rather than merely organized criminals who were also public officials, but also § 1952 imposes penalties upon any individual crossing state lines or using interstate facilities for any of the statutorily enumerated offenses. The language of the Travel Act, \"whoever\" crosses state lines or uses interstate facilities, includes private persons as well as public officials.<sup>[11]</sup></p>\n<p>Appellees argue that Congress' decision not to define extortion combined with its decision to prohibit only extortion in violation of state law compels the conclusion that peculiar versions of state terminology are controlling. Since in Pennsylvania a distinction is maintained between extortion and blackmail with only the latter term covering appellees' activities,<sup>[12]</sup> it follows that the Travel Act does not reach the conduct charged. The fallacy of this contention lies in its assumption that, by defining extortion with reference to state law, Congress also incorporated state labels for particular offenses. Congress' intent was to aid local law enforcement officials, <span class=\"star-pagination\">*294</span> not to eradicate only those extortionate activities which any given State denominated extortion. Indiana prohibits appellees' type of conduct under the heading of theft, Ind. Ann. Stat. § 10-3030 (Supp. 1968); Kansas terms such conduct robbery in the third degree, Kan. Stat. Ann. § 21-529 (1964); Minnesota calls it coercion, Minn. Stat. § 609.27 (1967); and Wisconsin believes that it should be classified under threats, Wis. Stat. § 943.30 (1965). States such as Massachusetts, Mass. Gen. Laws Ann., c. 265, § 25 (1959), Michigan, Mich. Comp. Laws § 750.213 (1948), Mich. Stat. Ann. § 28.410 (1962), and Oregon, Ore. Rev. Stat. § 163.480 (1968), have enacted measures covering similar activities; each of these statutes contains in its title the term extortion. Giving controlling effect to state classifications would result in coverage under § 1952 if appellees' activities were centered in Massachusetts, Michigan, or Oregon, but would deny coverage in Indiana, Kansas, Minnesota, or Wisconsin although each of these States prohibits identical criminal activities.</p>\n<p>A striking illustration is presented by <i>United States</i> v. <i>Schwartz,</i> 398 F. 2d 464 (C. A. 7th Cir. 1968), pet. for cert. pending, <i>sub nom. Pyne</i> v. <i>United States,</i><sup>[*]</sup> No. 507, 1968 Term. Schwartz and a codefendant were accused of participating in a venture identical to that in which appellees allegedly participated, <i>i. e.,</i> luring a businessman into a compromising situation and then demanding a payoff. The indictment charged that Schwartz traveled to Utah to promote extortionate activities illegal under Utah Code Ann. § 76-19-1 (1953), a statute captioned extortion. Pennsylvania prohibits this conduct under its blackmail statutes. Congress intended that the Travel Act would support local law enforcement efforts by allowing the Federal Government to reach <span class=\"star-pagination\">*295</span> interstate aspects of extortion. We can discern no reason why Congress would wish to have § 1952 aid local law enforcement efforts in Utah but to deny that aid to Pennsylvania when both States have statutes covering the same offense. We therefore conclude that the inquiry is not the manner in which States classify their criminal prohibitions but whether the particular State involved prohibits the extortionate activity charged.</p>\n<p>Appellees do not dispute that Pennsylvania prohibits the conduct for which they were indicted. Accepting our conclusion that Congress did not intend to limit the coverage of § 1952 by reference to state classifications, appellees nevertheless insist that their activities were not extortionate. The basis for this contention is an asserted distinction between blackmail and extortion: the former involves two private parties while the latter requires the participation of a public official. As previously discussed, revenue-producing measures such as shakedown rackets and loan-sharking were called to the attention of Congress as methods utilized by organized crime to generate income. These activities are traditionally conducted between private parties whereby funds are obtained from the victim with his consent produced by the use of force, fear, or threats.<sup>[13]</sup> Prosecutions under the Travel Act for extortionate offenses involving only private individuals have been consistently maintained. See <i>United States</i> v. <i>Hughes,</i> 389 F. 2d 535 (C. A. 2d Cir. 1968); <i>McIntosh</i> v. <i>United States,</i> 385 F. 2d 274 (C. A. 8th Cir. 1967); <i>Marshall</i> v. <i>United States,</i> 355 F. 2d 999 (C. A. 9th Cir.), cert. denied, 385 U. S. 815 (1966). Appellees, according to the court below, attempted to obtain money from their <span class=\"star-pagination\">*296</span> victims by threats to expose alleged homosexual conduct. Although only private individuals are involved, the indictment encompasses a type of activity generally known as extortionate since money was to be obtained from the victim by virtue of fear and threats of exposure. In light of the scope of the congressional purpose we decline to give the term \"extortion\" an unnaturally narrow reading, cf. <i>United States</i> v. <i>Fabrizio,</i> 385 U. S. 263, 266-267 (1966), and thus conclude that the acts for which appellees have been indicted fall within the generic term extortion as used in the Travel Act.</p>\n<p>The judgment of the United States District Court for the Eastern District of Pennsylvania is reversed and the case remanded to that court for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>MR. JUSTICE WHITE took no part in the decision of this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 1952 provides:\n</p>\n<p>\"(a) Whoever travels in interstate or foreign commerce or uses any facility in interstate or foreign commerce, including the mail, with intent to\u0097</p>\n<p>\"(1) distribute the proceeds of any unlawful activity; or</p>\n<p>\"(2) commit any crime of violence to further any unlawful activity; or</p>\n<p>\"(3) otherwise promote, manage, establish, carry on, or facilitate the promotion, management, establishment, or carrying on, of any unlawful activity, and thereafter performs or attempts to perform any of the acts specified in subparagraphs (1), (2), and (3), shall be fined not more than $10,000 or imprisoned for not more than five years, or both.</p>\n<p>\"(b) As used in this section `unlawful activity' means (1) any business enterprise involving gambling, liquor on which the Federal excise tax has not been paid, narcotics, or prostitution offenses in violation of the laws of the State in which they are committed or of the United States, or (2) extortion, bribery, or arson in violation of the laws of the State in which committed or of the United States.\" (1964 ed. and Supp. III.)</p>\n<p>[2]  This conclusion impliedly conflicts with at least two other cases in which prosecutions of private individuals for extortion violative of the Travel Act were successfully maintained in States having a statutory structure similar to that found in Pennsylvania. See <i>United States</i> v. <i>Hughes,</i> 389 F. 2d 535 (C. A. 2d Cir. 1968); <i>McIntosh</i> v. <i>United States,</i> 385 F. 2d 274 (C. A. 8th Cir. 1967). <i>Hughes</i> involved a prosecution pursuant to North Carolina statutes, one of which prohibits extortion by a public official, N. C. Gen. Stat. § 66-7 (1965), while a second covers blackmailing, N. C. Gen. Stat. § 14-118 (1953). Hughes was charged with involvement in a scheme identical to that in which appellees allegedly participated. <i>McIntosh,</i> involving Missouri law, was a prosecution under Mo. Rev. Stat. § 560.130 (1959), a prohibition of threats with intent to extort. However, Missouri also prohibits extortion by certain state officials. See Mo. Rev. Stat. § 29.360 (state auditor), § 30.420 (state treasurer) (1959).</p>\n<p>[3]  Cf. the Hobbs Act, 18 U. S. C. § 1951 (b) (2), which defines extortion as \"the obtaining of property from another, with his consent, induced by wrongful use of actual or threatened force, violence, or fear, or under color of official right.\"</p>\n<p>[4]  See <i>United States</i> v. <i>Laudani,</i> 134 F. 2d 847, 851, n. 1 (C. A. 3d Cir. 1943), rev'd on other grounds, 320 U. S. 543 (1944); <i>United States</i> v. <i>Altmeyer,</i> <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">854</span></span>, 856 (D. C. W. D. Pa. 1953); W. Clark &amp; W. Marshall, A Treatise on the Law of Crimes § 12.17 (6th ed. 1958).</p>\n<p>[5]  Compare Ala. Code, Tit. 14, § 160 (1959) (extortion), with Ala. Code, Tit. 14, §§ 49-50 (1959) (blackmail), and Ohio Rev. Code Ann. § 2919.13 (1954) (extortion), with Ohio Rev. Code Ann. § 2901.38 (1954) (blackmail).</p>\n<p>[6]  The Model Penal Code as first drafted included the offenses for which appellees are charged under the heading of \"Theft by Intimidation.\" Model Penal Code § 206.3 (Tent. Draft No. 2, 1954). The Proposed Official Draft classifies the same offenses as \"Theft by Extortion.\" Model Penal Code § 223.4 (Prop. Off. Draft 1962). The comments to the original draft indicate that the authors intended these sections to encompass extortionate offenses. See Model Penal Code § 206.3, Comments 1, 5 (Tent. Draft No. 2, 1954).</p>\n<p>[7]  The Attorney General characterized S. 1653, later enacted as § 1952, as \"one of the most important\" of his proposals.</p>\n<p>[8]  In 1965 the crime of arson was added to the definition of unlawful activity in subsection (b) (2). This addition was prompted by a suggestion from the Department of Justice that arson was often used by organized crime to collect under insurance policies and had thus become another source of revenue. See H. R. Rep. No. 264, 89th Cong., 1st Sess. (1965); S. Rep. No. 351, 89th Cong., 1st Sess. (1965).</p>\n<p>[9]  The relevant portion of this letter, written by then Deputy Attorney General White, is reproduced in Pollner, Attorney General Robert F. Kennedy's Legislative Program to Curb Organized Crime and Racketeering, 28 Brooklyn L. Rev. 37, 41 (1961):\n</p>\n<p>\"[The House amendment] eliminated from the purview of the bill extortions not related to the four above offenses but which are, and have historically been, activities which involve organized crime. Such activities are the `shakedown racket,' `shylocking' (where interest of 20% per week is charged and which is collected by means of force and violence, since in most states the loans are uncollectable in court) and labor extortion. It also removes from the purview of the bill bribery of state, local and federal officials by the organized criminals unless we can prove that the bribery is directly attributable to gambling, liquor, narcotics or prostitution.\"</p>\n<p>[10]  S. Rep. No. 644, 87th Cong., 1st Sess., 4 (1961) (quoting Attorney General); H. R. Rep. No. 966, 87th Cong., 1st Sess., 4 (1961) (quoting Attorney General).</p>\n<p>[11]  The Government notes that subsection (b) (2) prohibits bribery as well as extortion. Bribery has traditionally focused upon corrupt activities by public officials. See 18 U. S. C. §§ 201-218; 3 F. Wharton's Criminal Law and Procedure §§ 1380-1391 (R. Anderson ed. 1957). Since Pennsylvania's extortion statute covers corrupt acts by public officials, the Government suggests that appellees' construction of \"extortion\" renders the bribery prohibition superfluous.</p>\n<p>[12]  Several cases cast some doubt upon the vitality of this distinction as they indicate that in Pennsylvania the terms extortion and blackmail are considered synonymous. See <i>Commonwealth</i> v. <i>Burdell,</i> <span class=\"citation\" data-id=\"2300000\"><a href=\"/opinion/2300000/commonwealth-v-burdell/\"><span class=\"volume\">380</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">43</span></a></span>, 48, 110 A. 2d 193, 196 (1955); <i>Commonwealth</i> v. <i>Nathan,</i> <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">Pa. Super.</span> <span class=\"page\">193</span></span>, 197 (1928). Federal criminal statutes have also used the terms interchangeably. For example, 18 U. S. C. § 250 (1940 ed.) was entitled \"Extortion by informer\"; today substantially the same provision is captioned \"Blackmail.\" See 18 U. S. C. § 873.</p>\n<p>[*]  [REPORTER'S NOTE: Cert. denied, <i>post,</i> p. 1062.]</p>\n<p>[13]  Extortion is typically employed by organized crime to enforce usurious loans, infiltrate legitimate businesses, and obtain control of labor unions. See President's Commission on Law Enforcement and Administration of Justice, Task Force Report: Organized Crime 3-5 (1967).</p>\n\n</div>", 
  "sha1": "04f9f16ea57b879b83446b07c0a33eb5570bce6a", 
  "date_modified": "2014-12-21T01:56:07.493864", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/107815/united-states-v-nardello/", 
  "citation_count": 91, 
  "supreme_court_db_id": "1968-026", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/339992/", 
  "html": "<p class=\"case_cite\">393 U.S. 286</p>\n    <p class=\"case_cite\">89 S.Ct. 534</p>\n    <p class=\"case_cite\">21 L.Ed.2d 487</p>\n    <p class=\"parties\">UNITED STATES, Appellant,<br>v.<br>Joseph Francis NARDELLO and Isadore Weisberg.</p>\n    <p class=\"docket\">No. 51.</p>\n    <p class=\"date\">Argued Nov. 12, 1968.</p>\n    <p class=\"date\">Decided Jan. 13, 1969.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">F. Emmett Fitzpatrick, Jr. (argued) Charles A. Peruto, Philadelphia, Pa., for appellees.</p>\n      <p class=\"indent\">Erwin N. Griswold, Sol. Gen., Fred M. Vinson, Jr., Asst. Atty. Gen., Philip A. Lacovara, Asst. Sol. Gen., Beatrice Rosenberg and Sidney M. Glazer, Dept. of Justice, for appellants.</p>\n      <p class=\"indent\">Mr. Chief Justice WARREN delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal presents solely a question of statutory construction: whether 18 U.S.C. &#167; 1952,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> prohibiting travel in interstate commerce with intent to carry on 'extortion' in violation of the laws of the State in which committed, applies to extortionate conduct classified as 'blackmail' rather than 'extortion' in the applicable state penal code. We believe that &#167; 1952 (hereinafter 'the Travel Act') is applicable and thus must reverse the court below.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellees were indicted under &#167; 1952 for their alleged participation in a 'shakedown' operation whereby individuals would be lured into a compromising homosexual situation and then threatened with exposure unless appellees' silence was purchased. The indictments charged that appellees traveled in interstate commerce on three separate occasions, twice from New Jersey to Philadelphia and once from Chicago to Philadelphia, to promote their activities. Specifically, the indictments referred to 'the unlawful activity of blackmail, in violation of the laws of the Common-wealth of Pennsylvania.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The District Court for the Eastern District of Pennsylvania dismissed the indictments, basing its decision upon Pennsylvania statutes which classify certain acts as 'extortion' and others as various aspects of 'blackmail.' In Pennsylvania, the statute entitled 'extortion' is applicable only to the conduct of public officials. Pa.Stat.Ann., Tit. 18, &#167; 4318 (1963). Three other Pennsylvania statutes, Pa.Stat.Ann., Tit. 18, &#167;&#167; 4801&#8212;4803 (1963), prohibit 'blackmail,' 'blackmail by injury to reputation or business,' and 'blackmail by accusation of heinous crime.' Each of these three statutes defines the prohibited offense as, inter alia, an act committed with an intent 'to extort.' The District Court believed that the term extortion as used in the Travel Act was intended 'to track closely the legal understanding under state law.' 278 F.Supp. 711, 712 (1968). Reasoning from this premise, the court concluded that in Pennsylvania the offense of extortion was covered only by Pa.Stat.Ann., Tit. 18, &#167; 4318, a statute which required that the accused be a public official. Since appellees were not public officials, the indictment was therefore defective.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The United States appealed directly to this Court pursuant to 18 U.S.C. &#167; 3731 and probable jurisdiction was noted. 392 U.S. 923, 88 S.Ct. 2281, 20 L.Ed.2d 1382 (1968).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Although Congress directed that content should be given to the term 'extortion' in &#167; 1952 by resort to state law, it otherwise left that term undefined.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> At common law a public official who under color of office obtained the property of another not due either to the office or the official was guilty of extortion.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> In many States, however, the crime of extortion has been statutorily expanded to include acts by private individuals under which property is obtained by means of force, fear or threats. See Cal.Penal Code &#167; 519 (1955); N.J.Stat.Ann. &#167; 2A:105 3, &#167; 2A:105&#8212;4 (1953); 3 F. Wharton's Criminal Law and Procedure &#167; 1396 (R. Anderson ed. 1957). Others, such as Pennsylvania, retain the common-law definition of extortion but prohibit conduct for which appellees were charged under other statutes.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> At least one State does not denominate any specific act as extortion but prohibits appellees' type of activities under the general heading of offenses directed against property. See Ill.Rev.Stat., c. 38, &#167; 15&#8212;5 (1967).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Faced with this diversity, appellees contend alternatively that Congress intended either that extortion was to be applied in its common-law sense or that, where a State does have a statute specifically prohibiting extortion, then that statute alone is encompassed by &#167; 1952. The Government, on the other hand, suggests that Congress intended that extortion should refer to those acts prohibited by state law which would be generically classified as extortionate, i.e., obtaining something of value from another with his consent induced by the wrongful use of force, fear, or threats.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Travel Act formed part of Attorney General Kennedy's legislative proposals to combat organized crime. See Hearings on S. 1653&#8212;1658, S. 1665 before the Senate Judiciary Committee on the Attorney General's Program to Curb Organized Crime and Racketeering, 87th Cong., 1st Sess. (1961). The Attorney General told the Senate Committee that the purpose of the Travel Act was to aid local law enforcement officials. In many instances the 'top men' of a given criminal operation resided in one State but conducted their illegal activities in another; by creating a federal interest in limiting the interstate movement necessary to such operations, criminal conduct beyond the reach of local officials could be controlled. Id., at 15&#8212;17.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The Attorney General's concerns were reflected in the Senate Committee Report favoring adoption of the Travel Act. The Report, after noting the Committee's belief that local law enforcement efforts would be enhanced by the Travel Act, quoted from the Attorney General's submission letter: 'Over the years an ever-increasing portion of our national resources has been diverted into illicit channels. Because many rackets are conducted by highly organized syndicates whose influence extends over State and National borders, the Federal Government should come to the aid of local law enforcement authorities in an effort to stem such activity.' S.Rep. No. 644, 87th Cong., 1st Sess., 4 (1961). The measure was passed by the Senate and subsequently became &#167; 1952.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The House version of the Travel Act contained an amendment unacceptable to the Justice Department. The Senate bill defined 'unlawful activity' as 'any business enterprise involving gambling, liquor * * * narcotics, or prostitution offenses in violation of the laws of the State * * * or * * * extortion or bribery in violation of the laws of the States.' S.Rep. No. 644, 87th Cong., 1st Sess., 2 (1961). However, the House amendment, by defining 'unlawful activity' as 'any business enterprise involving gambling, liquor, narcotics, or prostitution offenses or extortion or bribery in connection with such offenses in violation of the laws of the State,' required that extortion be connected with a business enterprise involving the other enumerated offenses. H.R.Rep. No. 966, 87th Cong., 1st Sess., 1 (1961). In a letter to the Chairman of the House Judiciary Committee the Justice Department objected that the House amendment eliminated from coverage of the Travel Act offenses such as 'shakedown rackets,' 'shylocking' and labor extortion which were traditional sources of income for organized crime.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Travel Act, primarily designed to stem the 'clandestine flow of profits' and to be of 'material assistance to the States in combating pernicious undertakings which cross State lines,'<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> thus reflects a congressional judgment that certain activities of organized crime which were violative of state law had become a national problem. The legislative response was to be commensurate with the scope of the problem. Appellees suggest, however, that Congress intended that the common-law meaning of extortion&#8212;corrupt acts by a public official&#8212;be retained. If Congress so intended, then &#167; 1952 would cover extortionate acts only when the extortionist was also a public official. Not only would such a construction conflict with the congressional desire to curb the activities of organized crime rather than merely organized criminals who were also public officials, but also &#167; 1952 imposes penalties upon any individual crossing state lines or using interstate facilities for any of the statutorily enumerated offenses. The language of the Travel Act, 'whoever' crosses state lines or uses interstate facilities, includes private persons as well as public officials.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appellees argue that Congress' decision not to define extortion combined with its decision to prohibit only extortion in violation of state law compels the conclusion that peculiar versions of state terminology are controlling. Since in Pennsylvania a distinction is maintained between extortion and blackmail with only the latter term covering appellees' activities,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> it follows that the Travel Act does not reach the conduct charged. The fallacy of this contention lies in its assumption that, by defining extortion with reference to state law, Congress also incorporated state labels for particular offenses. Congress' intent was to aid local law enforcement officials, not to eradicate only those extortionate activities which any given State denominated extortion. Indiana prohibits appellees' type of conduct under the heading of theft, Ind.Ann.Stat. &#167; 10&#8212;3030 (Supp.1968); Kansas terms such conduct robbery in the third degree, Kan.Stat.Ann. &#167; 21&#8212;529 (1964); Minnesota calls it coercion, Minn.Stat. &#167; 609.27 (1967); and Wisconsin believes that it should be classified under threats, Wis.Stat. &#167; 943.30 (1965). States such as Massachusetts, Mass.Gen.Laws Ann. c. 265, &#167; 25 (1956), Michigan, Mich.Comp.Laws, &#167; 750.213 (1948), Mich.Stat.Ann. &#167; 28.410 (1962), and Oregon, Ore.Rev.Stat. &#167; 163.480 (1968), have enacted measures covering similar activities; each of these statutes contains in its title the term extortion. Giving controlling effect to state classifications would result in coverage under &#167; 1952 if appellees' activities were centered in Massachusetts, Michigan, or Oregon, but would deny coverage in Indiana, Kansas, Minnesota, or Wisconsin although each of these States prohibits identical criminal activities.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A striking illustration is presented by United States v. Schwartz, 398 F.2d 464 (C.A.7th Cir. 1968), pet. for cert. pending, sub nom. Pyne v. United States,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> No. 507, 1968 Term. Schwartz and a codefendant were accused of participating in a venture identical to that in which appellees allegedly participated, i.e., luring a businessman into a compromising situation and then demanding a payoff. The indictment charged that Schwartz traveled to Utah to promote extortionate activities illegal under Utah Code Ann. &#167; 76&#8212;19&#8212;1 (1953), a statute captioned extortion. Pennsylvania prohibits this conduct under its blackmail statutes. Congress intended that the Travel Act would support local law enforcement efforts by allowing the Federal Government to reach interstate aspects of extortion. We can discern no reason why Congress would wish to have &#167; 1952 aid local law enforcement efforts in Utah but to deny that aid to Pennsylvania when both States have statutes covering the same offense. We therefore conclude that the inquiry is not the manner in which States classify their criminal prohibitions but whether the particular State involved prohibits the extortionate activity charged.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellees do not dispute that Pennsylvania prohibits the conduct for which they were indicted. Accepting our conclusion that Congress did not intend to limit the coverage of &#167; 1952 by reference to state classifications, appellees nevertheless insist that their activities were not extortionate. The basis for this contention is an asserted distinction between blackmail and extortion: the former involves two private parties while the latter requires the participation of a public official. As previously discussed, revenue-producing measures such as shakedown rackets and loan-sharking were called to the attention of Congress as methods utilized by organized crime to generate income. These activities are traditionally conducted between private parties whereby funds are obtained from the victim with his consent produced by the use of force, fear, or threats.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> Prosecutions under the Travel Act for extortionate offenses involving only private individuals have been consistently maintained. See United States v. Hughes, 389 F.2d 535 (C.A.2d Cir. 1968); McIntosh v. United States, 385 F.2d 274 (C.A.8th Cir. 1967); Marshall v. United States, 355 F.2d 999 (C.A.9th Cir.), cert. denied, 385 U.S. 815, 87 S.Ct. 34, 17 L.Ed.2d 54 (1966). Appellees, according to the court below, attempted to obtain money from their victims by threats to expose alleged homosexual conduct. Although only private individuals are involved, the indictment encompasses a type of activity generally known as extortionate since money was to be obtained from the victim by virtue of fear and threats of exposure. In light of the scope of the congressional purpose we decline to give the term 'extortion' an unnaturally narrow reading, cf. United States v. Fabrizio, 385 U.S. 263, 266&#8212;267, 87 S.Ct. 457, 459, 17 L.Ed.2d 351 (1966), and thus conclude that the acts for which appellees have been indicted fall within the generic term extortion as used in the Travel Act.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The judgment of the United States District Court for the Eastern District of Pennsylvania is reversed and the case remanded to that court for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Reversed and remanded with directions.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Mr. Justice WHITE took no part in the decision of this case.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 1952 provides:</p>\n        <p>'(a) Whoever travels in interstate or foreign commerce or uses any facility in interstate or foreign commerce, including the mail, with intent to&#8212;</p>\n        <p>'(1) distribute the proceeds of any unlawful activity; or</p>\n        <p>'(2) commit any crime of violence to further any unlawful activity; or</p>\n        <p>'(3) otherwise promote, manage, establish, carry on, or facilitate the promotion, management, establishment, or carrying on, of any unlawful activity, and thereafter performs or attempts to perform any of the acts specified in subparagraphs (1), (2), and (3), shall be fined not more than $10,000 or imprisoned for not more than five years, or both.</p>\n        <p>'(b) As used in this section 'unlawful activity' means (1) any business enterprise involving gambling, liquor on which the Federal excise tax has not been paid, narcotics, or prostitution offenses in violation of the laws of the State in which they are committed or of the United States, or (2) extortion, bribery, or arson in violation of the laws of the State in which committed or of the United States.' (1964 ed. and Supp. III.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This conclusion impliedly conflicts with at least two other cases in which prosecutions of private individuals for extortion violative of the Travel Act were successfully maintained in States having a statutory structure similar to that found in Pennsylvania. See United States v. Hughes, 389 F.2d 535 (C.A.2d Cir., 1968); McIntosh v. United States, 385 F.2d 274 (C.A.8th Cir. 1967). Hughes involved a prosecution pursuant to North Carolina statutes, one of which prohibits extortion by a public official, N.C.Gen.Stat. &#167; 66&#8212;7 (1965), while a second covers blackmailing, N.C.Gen.Stat. &#167; 14&#8212;118 (1953). Hughes was charged with involvement in a scheme identical to that in which appellees allegedly participated. McIntosh, involving Missouri law, was a prosecution under Mo.Rev.Stat. &#167; 560.130 (1959), a prohibition of threats with intent to extort. However, Missouri also prohibits extortion by certain state officials. See Mo.Rev.Stat. &#167; 29.360 (state auditor), &#167; 30.420 (state treasurer) (1959).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Cf. the Hobbs Act, 18 U.S.C. &#167; 1951(b)(2), which defines extortion as 'the obtaining of property from another, with his consent, induced by wrongful use of actual or threatened force, violence, or fear, or under color of official right.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See United States v. Laudani, 134 F.2d 847, 851, n. 1 (C.A.3d Cir. 1943), rev'd on other grounds, 320 U.S. 543, 64 S.Ct. 315, 88 L.Ed. 300 (1944); United States v. Altmeyer, 113 F.Supp. 854, 856 (D.C.W.D.Pa.1953); W. Clark &amp; W. Marshall, A Treatise on the Law of Crimes &#167; 12.17 (6th ed. 1958).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Compare Ala.Code, Tit. 14, &#167; 160 (1959) (extortion), with Ala.Code, Tit. 14, &#167;&#167; 49&#8212;50 (1959) (blackmail), and Ohio Rev.Code Ann. &#167; 2919.13 (1954) (extortion), with Ohio Rev.Code Ann. &#167; 2901.38 (1954) (blackmail).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Model Penal Code as first drafted included the offenses for which appellees are charged under the heading of 'Theft by Intimidation.' Model Penal Code &#167;  06.3 (Tent.Draft No. 2, 1954). The Proposed Official Draft classifies the same offenses as 'Theft by Extortion.' Model Penal Code &#167; 223.4 (Prop.Off.Draft 1962). The comments to the original draft indicate that the authors intended these sections to encompass extortionate offenses. See Model Penal Code &#167; 206.3, Comments 1, 5 (Tent.Draft No. 2, 1954).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Attorney General characterized S. 1653, later enacted as &#167; 1952, as 'one of the most important' of his proposals.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In 1965 the crime of arson was added to the definition of unlawful activity in subsection (b)(2). This addition was prompted by a suggestion from the Department of Justice that arson was often used by organized crime to collect under insurance policies and had thus become another source of revenue. See H.R.Rep.No.264, 89th Cong., 1st Sess. (1965); S.Rep.No.351, 89th Cong., 1st Sess. (1965).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The relevant portion of this letter, written by then Deputy Attorney General White, is reproduced in Pollner, Attorney General Robert F. Kennedy's Legislative Program to Curb Organized Crime and Racketeering, 28 Brooklyn L.Rev. 37, 41 (1961):</p>\n        <p>'(The House amendment) eliminated from the purview of the bill extortions not related to the four above offenses but which are, and have historically been, activities which involve organized crime. Such activities are the 'shakedown racket,' 'shylocking' (where interest of 20% per week is charged and which is collected by means of force and violence, since in most states the loans are uncollectable in court) and labor extortion. It also removes from the purview of the bill bribery of state, local and federal officials by the organized criminals unless we can prove that the bribery is directly attributable to gambling, liquor, narcotics or prostitution.' The House-Senate Conference Committee accepted the Senate version. See H.R.Conf.Rep. No. 1161, 87th Cong., 1st Sess. (1961).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> S.Rep.No.644, 87th Cong., 1st Sess., 4 (1961) (quoting Attorney General); H.R.Rep.No.966, 87th Cong., 1st Sess., 4 (1961) (quoting Attorney General).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The Government notes that subsection (b)(2) prohibits bribery as well as extortion. Bribery has traditionally focused upon corrupt activities by public officials. See 18 U.S.C. &#167;&#167; 201 218; 3 F. Wharton's Criminal Law and Procedure &#167;&#167; 1380&#8212;1391 (R. Anderson ed. 1957). Since Pennsylvania's extortion statute covers corrupt acts by public officials, the Government suggests that appellees' construction of 'extortion' renders the bribery prohibition superfluous.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Several cases cast some doubt upon the vitality of this distinction as they indicate that in Pennsylvania the terms extortion and blackmail are considered synonymous. See Commonwealth v. Burdell, 380 Pa. 43, 48, 110 A.2d 193, 196 (1955); Commonwealth v. Nathan, 93 Pa.Super. 193, 197 (1928). Federal criminal statutes have also used the terms interchangeably. For example, 18 U.S.C. &#167; 250 (1940 ed.) was entitled 'Extortion by informer'; today subtantially the same provision is captioned 'Blackmail.' See 18 U.S.C. &#167; 873.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> (Reporter's Note: Cert. denied, 393 U.S. 1062, 89 S.Ct. 714, 21 L.Ed.2d 705.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Extortion is typically employed by organized crime to enforce usurious loans, infiltrate legitimate businesses, and obtain control of labor unions. See President's Commission on Law Enforcement and Administration of Justice, Task For e Report: Organized Crime 3&#8212;5 (1967).</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/107815/"
}