{"absolute_url": "/opinion/107962/red-lion-broadcasting-co-v-fcc/", "blocked": false, "citation": {"case_name": "Red Lion Broadcasting Co. v. FCC", "docket_number": "2", "document_uris": ["/api/rest/v2/document/107962/"], "federal_cite_one": "395 U.S. 367", "federal_cite_three": "23 L. Ed. 2d 371", "federal_cite_two": "89 S. Ct. 1794", "id": 92321, "lexis_cite": "1969 U.S. LEXIS 3267", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/92321/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 635, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1969-06-09", "date_modified": "2015-05-12T14:04:27.847521", "docket": "/api/rest/v2/docket/1507643/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">395 U.S. 367</p>\n    <p class=\"case_cite\">89 S.Ct. 1794</p>\n    <p class=\"case_cite\">23 L.Ed.2d 371</p>\n    <p class=\"parties\">RED LION BROADCASTING CO., Inc., etc., et al.,  Petitioners,<br>v.<br>FEDERAL COMMUNICATIONS COMMISSION et al.  UNITED STATES et al., Petitioners,  v.  RADIO TELEVISION NEWS DIRECTORS ASSOCIATION et al.</p>\n    <p class=\"docket\">Nos. 2 and 717.</p>\n    <p class=\"date\">Argued April 2 and 3, 1969.</p>\n    <p class=\"date\">Decided June 9, 1969.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">[Syllabus from 368 intentionally omitted]</p>\n      <p class=\"indent\">Roger Robb, Washington, D.C., for petitioners Red Lion Broadcasting Co., Inc. and others.</p>\n      <p class=\"indent\">Solicitor Gen., Erwin N. Griswold, for respondents F.C.C. and others and petitioners the United States and others.</p>\n      <p class=\"indent\">Archibald Cox, Washington, D.C., for respondents Radio Television News Directors Assn. and others.</p>\n      <p class=\"indent\">Mr. Justice WHITE delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Federal Communications Commission has for many years imposed on radio and television broadcasters the requirement that discussion of public issues be presented on broadcast stations, and that each side of those issues must be given fair coverage. This is known as the fairness doctrine, which originated very early in the history of broadcasting and has maintained its present outlines for some time. It is an obligation whose content has been defined in a long series of FCC rulings in particular cases, and which is distinct from the statutory requirement of &#167; 315 of the Communications Act<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> that equal time be allotted all qualified candidates for public office. Two aspects of the fairness doctrine, relating to personal attacks in the context of controversial public issues and to political editorializing, were codified more precisely in the form of FCC regulations in 1967. The two cases before us now, which were decided separately below, challenge the constitutional and statutory bases of the doctrine and component rules. Red Lion involves the application of the fairness doctrine to a particular broadcast, and RTNDA arises as an action to review the FCC's 1967 promulgation of the personal attack and political editorializing regulations, which were laid down after the Red Lion litigation had begun.</p>\n    </div>\n    <p>I.</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Red Lion Broadcasting Company is licensed to operate a Pennsylvania radio station, WGCB. On November 27, 1964, WGCB carried a 15-minute broadcast by the Reverend Billy James Hargis as part of a 'Christian Crusade' series. A book by Fred J. Cook entitled 'Goldwater&#8212;Extremist on the Right' was discussed by Hargis, who said that Cook had been fired by a newspaper for making false charges against city officials; that Cook had then worked for a Communist-affiliated publication; that he had defended Alger Hiss and attacked J. Edgar Hoover and the Central Intelligence Agency; and that he had now written a 'book to smear and destroy Barry Goldwater.'<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> When Cook heard of the broadcast he concluded that he had been personally attacked and demanded free reply time, which the station refused. After an exchange of letters among Cook, Red Lion, and the FCC, the FCC declared that the Hargis broadcast constituted a personal attack on Cook; that Red Lion had failed to meet its obligation under the fairness doctrine as expressed in Times-Mirror Broadcasting Co., 24 P &amp; F Radio Reg. 404 (1962), to send a tape, transcript, or summary of the broadcast to Cook and offer him reply time; and that the station must provide reply time whether or not Cook would pay for it. On review in the Court of Appeals for the District of Columbia Circuit,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> the FCC's position was upheld as constitutional and otherwise proper. 127 U.S.App.D.C. 129, 381 F.2d 908 (1967).</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Not long after the Red Lion litigation was begun, the FCC issued a Notice of Proposed Rule Making, 31 Fed.Reg. 5710, with an eye to making the personal attack aspect of the fairness doctrine more precise and more readily enforceable, and to specifying its rules relating to political editorials. After considering written comments supporting and opposing the rules, the FCC adopted them substantially as proposed, 32 Fed.Reg. 10303. Twice amended, 32 Fed.Reg. 11531, 33 Fed.Reg. 5362, the rules were held unconstitutional in the RTNDA litigation by the Court of Appeals for the Seventh Circuit, on review of the rulemaking proceeding, as abridging the freedoms of speech and press. 400 F.2d 1002 (1968).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As they now stand amended, the regulations read as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'Personal attacks; political editorials.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'(a) When, during the presentation of views on a      controversial issue of public importance, an attack is made      upon the honesty, character, integrity or like personal      qualities of an identified person or group, the licensee      shall, within a reasonable time and in no event later than 1      week after the attack, transmit to the person or group      attacked (1) notification of the date, time and      identification of the broadcast; (2) a script or tape (or an      accurate summary if a script or tape is not available ) of      the attack, and (3) an offer of a reasonable opportunity to      respond over the licensee's facilities.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'(b) The provisions of paragraph (a) of this section shall      not be applicable (1) to attacks on foreign groups or foreign      public figures; (2) to personal attacks which are made by      legally qualified candidates, their authorized spokesmen, or      those associated with them in the campaign, on other such      candidates, their authorized spokesmen, or persons associated      with the candidates in the campaign; and (3) to bona fide      newscasts, bona fide news interviews, and on-the-spot      coverage of a bona fide news event (including commentary or      analysis contained in the foregoing programs, but the      provisionso f paragraph (a) of this section shall be      applicable to editorials of the licensee).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'NOTE: The fairness doctrine is applicable to situations      coming within ((3)), above, and, in a specific factual      situation, may be applicable in the ((2)), above. See,      section 315(a) of the Act, 47 U.S.C. &#167; 315(a); Public Notice:      Applicability of the Fairness Doctrine in the Handling of      Controversial Issues of Public Importance. 29 F.R. 10415. The      categories listed in ((3)) are the same as those specified in      section 315(a) of the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'(c) Where a licensee, in an editorial, (i) endorses or (ii)      opposes a legally qualified candidate or candidates, the      licensee shall, within 24 hours after the editorial, transmit      to respectively (i) the other qualified candidate or      candidates for the same office or (ii) the candidate opposed      in the editorial (1) notification of the date and the time of      the editorial; (2) a script or tape of the editorial; and (3)      an offer of a reasonable opportunity for a candidate or a      spokesman of the candidate to respond over the licensee's facilities: Provided, however, That where such      editorials are broadcast within 72 hours prior to the day of      the election, the licensee shall comply with the provisions      of this paragraph sufficiently far in advance of the      broadcast to enable the candidate or candidates to have a      reasonable opportunity to prepare a response and to present      it in a timely fashion.' 47 CFR &#167;&#167; 73.123, 73.300, 73.598,      73.679 (all identical).</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Believing that the specific application of the fairness doctrine in Red Lion, and the promulgation of the regulations in RTNDA, are both authorized by Congress and enhance rather than abridge the freedoms of speech and press protected by the First Amendment, we hold them valid and constitutional, reversing the judgment below in RTNDA and affirming the judgment below in Red Lion.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The history of the emergence of the fairness doctrine and of the related legislation shows that the Commission's action in the Red Lion case did not exceed its authority, and that in adopting the new regulations the Commission was implementing congressional policy rather than embarking on a frolic of its own.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Before 1927, the allocation of frequencies was left entirely to the private sector, and the result was chaos.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> It quickly became apparent that broadcast frequencies constituted a scarce resource whose use could be regulated and rationalized only by the Government. Without government control, the medium would be of little use because of the cacaphony of competing voices, none of which could be clearly and predictably heard.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Consequently, the Federal Radio Commission was established to allocate frequencies among competing applicants in a manner responsive to the public 'convenience, interest, or necessity.'<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Very shortly thereafter the Commission expressed its view that the 'public interest requires ample play for the free and fair competition of opposing views, and the commission believes that the principle applies * * * to all discussions of issues of importance to the public.' Great Lakes Broadcasting Co., 3 F.R.C.Ann.Rep. 32, 33 (1929), rev'd on other grounds, 59 App.D.C. 197, 37 F.2d 993, cert. dismissed, 281 U.S. 706, 50 S.Ct. 467, 74 L.Ed., 1129 (1930). This doctrine was applied through denial of license renewals or construction permits, both by the FRC, Trinity Methodist Church, South v. FRC, 61 App.D.C. 311, 62 F.2d 850 (1932), cert. denied, 288 U.S. 599, 53 S.Ct. 317, 77 L.Ed. 975 (1933), and its successor FCC, Young People's Association for the Propagation of the Gospel, 6 F.C.C. 178 (1938). After an extended period during which the licensee was obliged not only to cover and to cover fairly the views of others, but also to refrain from expressing his own personal views, Mayflower Broadcasting Corp., 8 F.C.C. 333 (1940), the latter limitation on the licensee was abandoned and the doctrine developed into its present form.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">There is a twofold duty laid down by the FCC's decisions and described by the 1949 Report on Editorializing by Broadcast Licensees, 13 F.C.C. 1246 (1949). The broadcaster must give adequate coverage to public issues, United Broadcasting Co., 10 F.C.C. 515 (1945), and coverage must be fair in that it accurately reflects the opposing views. New Broadcasting Co., 6 P &amp; F Radio Reg. 258 (1950). This must be done at the broadcaster's own expense if sponsorship is unavailable. Cullman Broadcasting Co., 25 P &amp; F Radio Reg. 895 (1963). Moreover, the duty must be met by programming obtained at the licensee's own initiative if available from no other source. John J. Dempsey, 6 P &amp; F Radio Reg. 615 (1950); see Metropolitan Broadcasting Corp., 19 P &amp; F Radio Reg. 602 (1960); The Evening News Assn., 6 P &amp; F Radio Reg. 283 (1950). The Federal Radio Commission had imposed these two basic duties on broadcasters since the outset, Great Lakes Broadcasting Co., 3 F.R.C.Ann.Rep. 32 (1929), rev'd on other grounds, 59 App.D.C. 197, 37 F.2d 993, cert. dismissed, 281 U.S. 706, 50 S.Ct. 467, 74 L.Ed. 1129 (1930); Chicago Federation of Labor v. FRC, 3 F.R.C.Ann.Rep. 36 (1929), aff'd 59 App.D.C. 333, 41 F.2d 422 (1930); KFKB Broadcasting Assn. v. FRC, 60 App.D.C. 79, 47 F.2d 670 (1931), and in particular respects the personal attack rules and regulations at issue here have spelled them out in greater detail.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">When a personal attack has been made on a figure invov ed in a public issue both the doctrine of cases such as Red Lion and Times-Mirror Broadcasting Co., 24 P &amp; F Radio Reg. 404 (1962), and also the 1967 regulations at issue in RTNDA require that the individual attacked himself be offered an opportunity to respond. Likewise, where one candidate is endorsed in a political editorial, the other candidates must themselves be offered reply time to use personally or through a spokesman. These obligations differ from the general fairness requirement that issues be presented, and presented with coverage of competing views, in that the broadcaster does not have the option of presenting the attacked party's side himself or choosing a third party to represent that side. But insofar as there is an obligation of the broadcaster to see that both sides are presented, and insofar as that is an affirmative obligation, the personal attack doctrine and regulations do not differ from the preceding fairness doctrine. The simple fact that the attacked men or unendorsed candidates may respond themselves or through agents is not a critical distinction, and indeed, it is not unreasonable for the FCC to conclude that the objective of adequate presentation of all sides may best be served by allowing those most closely affected to make the response, rather than leaving the response in the hands of the station which has attacked their candidacies, endorsed their opponents, or carried a personal attack upon them.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The statutory authority of the FCC to promulgate these regulations derives from the mandate to the 'Commission from time to time, as public convenience, interest, or necessity requires' to promulgate 'such rules and regulations and prescribe such restrictions and conditions * * * as may be necessary to carry out the provisions of this chapter * * *.' 47 U.S.C. &#167; 303 and &#167; 303(r).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The Commission is specifically directed to consider the demands of the public interest in the course of granting licenses. 47 U.S.C. &#167;&#167; 307(a), 309(a); renewing them, 47 U.S.C. &#167; 307; and modifying them. Ibid. Moreover, the FCC has included among the conditions of the Red Lion license itself the requirement that operation of the station be carried out in the public interest, 47 U.S.C. &#167; 309(h). This mandate to the FCC to assure that broadcasters operate in the public interest is a broad one, a power 'not niggardly but expansive,' National Broadcasting Co. v. United States, 319 U.S. 190, 219, 63 S.Ct. 997, 1010, 87 L.Ed. 1344 (1943), whose validity we have long upheld. FCC v. Pottsville Broadcasting Co., 309 U.S. 134, 138, 60 S.Ct. 437, 439, 84 L.Ed. 656 (1940); FCC v. RCA Communications, Inc., 346 U.S. 86, 90, 73 S.Ct. 998, 1002, 97 L.Ed. 1470 (1953); FRC v. Nelson Bros. Bond &amp; Mortgage Co., 289 U.S. 266, 285, 53 S.Ct. 627, 636, 77 L.Ed. 1166 (1933). It is broad enough to encompass these regulations.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The fairness doctrine finds specific recognition in statutory form, is in partm odeled on explicit statutory provisions relating to political candidates, and is approvingly reflected in legislative history.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In 1959 the Congress amended the statutory requirement of &#167; 315 that equal time be accorded each political candidate to except certain appearances on news programs, but added that this constituted no exception 'from the obligation imposed upon them under this Act to operate in the public interest and to afford reasonable opportunity for the discussion of conflicting views on issues of public inportance.' Act of September 14, 1959, &#167; 1, 73 Stat. 557, amending 47 U.S.C. &#167; 315(a) (emphasis added). This language makes it very plain that Congress, in 1959, announced that the phrase 'public interest,' which had been in the Act since 1927, imposed a duty on broadcasters to discuss both sides of controversial public issues. In other words, the amendment vindicated the FCC's general view that the fairness doctrine inhered in the public interest standard. Subsequent legislation declaring the intent of an earlier statute is entitled to great weight in statutory construction.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> And here this principle is given special force by the equally venerable principle that the construction of a statute by those charged with its execution should be followed unless there are compelling indications that it is wrong,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> especially when Congress has refused to alter the administrative construction.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Here, the Congress has not just kept its silence by refusing to overturn the administrative construction,<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> but has ratified it with positive legislation. Thirty years of consistent administrative construction left undisturbed by Congress until 1959, when that construction was expressly accepted, reinforce the natural conclusion that the public interest language of the Act authorized the Commission to require licensees to use their stations for discussion of public issues, and that the FCC is free to implement this requirement by reasonable rules and regulations which fall short of abridgment of the freedom of speech and press, and of the censorship proscribed by &#167; 326 of the Act.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The objectives of &#167; 315 themselves could readily be circumvented but for the complementary fairness doctrine ratified by &#167; 315. The section applies only to campaign appearances by candidates, and not by family, friends, campaign managers, or other supporters. Without the fairness doctrine, then, a licensee could ban all campaign appearances by candidates themselves from the air<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> and proceed to deliver over his station entirely to the supporters of one slate of candidates, to the exclusion of all others. In this way the broadcaster could have a far greater impact on the favored candidacy than he could by simply allowing a spot appearance by the candidate himself. It is the fairness doctrine as an aspect of the obligation to operate in the public interest, rather than &#167; 315, which prohibits the broadcaster from taking such a step.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The legislative history reinforces this view of the effect of the 1959 amendment. Even before the language relevant here was added, the Senate report on amending &#167; 315 noted that 'broadcast frequencies are limited and, therefore, they have been necessarily considered a public trust. Every licensee who is fortunate in obtaining a license is mandated to operate in the public interest and has assumed the obligation of presenting important public questions fairly and without bias.' S.Rep.No.562, 86th Cong., 1st Sess., 8&#8212;9 (1959) U.S.Code Cong. &amp; Adm.News, p. 2571, See also, specifically adverting to Federal Communications Commission doctrine, id., at p. 13.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Rather than leave this approval solely in the legislative history, Senator Proxmire suggested an amendment to make it part of the Act. 105 Cong.Rec. 14457. This amendment, which Senator Pastore, a manager of the bill and a ranking member of the Senate Committee, considered 'rather surplusage,' 105 Cong.Rec. 14462, constituted a positive statement of doctrine<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> and was altered to the present merely approving language in the conference committee. In explaining the language to the Senate after the committee changes, Senator Pastore said: 'We insisted that that provision remain in the bill, to be a continuing reminder and admonition to the Federal Communications Commission and to the broadcastes  alike, that we were not abandoning the philosophy that gave birth to section 315, in giving the people the right to have a full and complete disclosure of conflicting views on news of interest to the people of the country.' 105 Cong.Rec. 17830. Senator Scott, another Senate manager, added that: 'It is intended to encompass all legitimate areas of public importance which are controversial,' not just politics. 105 Cong.Rec. 17831.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It is true that the personal attack aspect of the fairness doctrine was not actually adjudicated until after 1959, so that Congress then did not have those rules specifically before it. However, the obligation to offer time to reply to a personal attack was presaged by the FCC's 1949 Report on Editorializing, which the FCC views as the principal summary of its ratio decidendi in cases in this area:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'In determining whether to honor specific requests for time,      the station will inevitably be confronted with such questions      as * * * whether there may not be other available groups or      individuals who might be more appropriate spokesmen for the      particular point of view than the person making the request.      The latter's personal involvement in the controversy may also      be a factor which must be considered, for elementary      considerations of fairness may dictate that time be allocated      to a person or group which has been specifically attacked      over the station, where otherwise no such obligation would      exist.' 13 F.C.C., at 1251&#8212;1252.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">When the Congress ratified the FCC's implication of a fairness doctrine in 1959 it did not, of course, approve every past decision or pronouncement by the Commission on this subject, or give it a completely free hand for the future. The statutory authority does not go so far. But we cannot say that when a station publishes personal attacks or endorses political candidates, it is a misconstruction of the public interest standard to require the station to offer time for a response rather than to leave the response entirely within the control of the station which has attacked either the candidacies or the men who wish to reply in their own defense. When a broadcaster grants time to a political candidate, Congress itself requires that equal time be offered to his opponents. It would exceed our competence to hold that the Commission is unauthorized by the statute to employ a similar device where personal attacks or political editorials are broadcast by a radio or television station.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In light of the fact that the 'public interest' in broadcasting clearly encompasses the presentation of vigorous debate of controversial issues of importance and concern to the public; the fact that the FCC has rested upon that language from its very inception a doctrine that these issues must be discussed, and fairly; and the fact that Congress has acknowledged that the analogous provisions of &#167; 315 are not preclusive in this area, and knowingly preserved the FCC's complementary efforts, we think the fairness doctrine and its component personal attack and political editorializing regulations are a legitimate exercise of congressionally delegated authority. The Communications Act is not notable for the precision of its substantive standards and in this respect the explicit provisions of &#167; 315, and the doctrine and rules at issue here which are closely modeled upon that section, are far more explicit than the generalized 'public interest' standard in which the Cm mission ordinarily finds its sole guidance, and which we have held a broad but adequate standard before. FCC v. RCA Communications, Inc., 346 U.S. 86, 90, 73 S.Ct. 998, 1002, 97 L.Ed. 1470 (1953); National Broadcasting Co. v. United States, 319 U.S. 190, 216&#8212;217, 63 S.Ct. 997, 1009 1010, 87 L.Ed. 1344 (1943); FCC v. Pottsville Broadcasting Co., 309 U.S. 134, 138, 60 S.Ct. 437, 439, 84 L.Ed. 656 (1940); FRC v. Nelson Bros. Bond &amp; Mortgage Co., 289 U.S. 266, 285, 53 S.Ct. 627, 636, 77 L.Ed. 1166 (1933). We cannot say that the FCC's declaratory ruling in Red Lion, or the regulations at issue in RTNDA, are beyond the scope of the congressionally conferred power to assure that stations are operated by those whose possession of a license serves 'the public interest.'</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The broadcasters challenge the fairness doctrine and its specific manifestations in the personal attack and political editorial rules on conventional First Amendment grounds, alleging that the rules abridge their freedom of speech and press. Their contention is that the First Amendment protects their desire to use their allotted frequencies continuously to broadcast whatever they choose, and to exclude whomever they choose from ever using that frequency. No man may be prevented from saying or publishing what he thinks, or from refusing in his speech or other utterances to give equal weight to the views of his opponents. This right, they say, applies equally to broadcasters.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Although broadcasting is clearly a medium affected by a First Amendment interest, United States v. Paramount Pictures, Inc., 334 U.S. 131, 166, 68 S.Ct. 915. 333, 92 L.Ed. 1260 (1948), differences in the characteristics of new media justify differences in the First Amendment standards applied to them.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> Joseph Burstyn, Inc. v. Wilson, 343 U.S. 495, 503, 72 S.Ct. 777, 781, 96 L.Ed. 1098 (1952). For example, the ability of new technology to produce sounds more raucous than those of the human voice justifies restrictions on the sound level, and on the hours and places of use, of sound trucks so long as the restrictions are reasonable and applied without discrimination. Kovacs v. Cooper, 336 U.S. 77, 69 S.Ct. 448, 93 L.Ed. 513 (1949).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Just as the Government may limit the use of sound-amplifying equipment potentially so noisy that it drowns out civilized private speech, so may the Government limit the use of broadcast equipment. The right of free speech of a broadcaster, the user of a sound truck, or any other individual does not embrace a right to snuff out the free speech of others. Associated Press v. United States, 326 U.S. 1, 20, 65 S.Ct. 1416, 1424, 89 L.Ed. 2013 (1945).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">When two people converse face to face, both should not speak at once if either is to be clearly understood. But the range of the human voice is so limited that there could be meaningful communications if half the people in the United States were talking and the other half listening. Just as clearly, half the people might publish and the other half read. But the reach of radio signals is incomparably greater than the range of the human voice and the problem of interference is a massive reality. The lack of know-how and equipment may keep many from the air, but only a tiny fraction of those with resources and intelligence can hope to communicate by radio at the same time if intelligible communication is to be had, even if the entire radio spectrum is utilized in the present state of commercially acceptable technology.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">It was this fact, and the chaos which ensued from permitting anyone to use any frequency at whatever power level he wished, which made necessary the enactment of the Radio Act of 1927 and the Communications Act of 1934,<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> as the Court has noted at length before. National Broadcasting Co. v. United States, 319 U.S. 190, 210&#8212;214, 63 S.Ct. 997, 1006&#8212;1009, 87 L.Ed. 1344 (1943). It was this reality which at the very least necessitated first the division of the radio spectrum into portions reserved respectively for public broadcasting and for other important radio uses such as amateur operation, aircraft, police, defense, and navigation; and then the subdivision of each portion, and assignment of specific frequencies to individual users or groups of users. Beyond this, however, because the frequencies reserved for public broadcasting were limited in number, it was essential for the Government to tell some applicants that they could not broadcast at all because there was room for only a few.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Where there are substantially more individuals who want to broadcast than there are frequencies to allocate, it is idle to posit an unabridgeable First Amendment right to broadcast comparable to the right of every individual to speak, write, or publish. If 100 persons want broadcast licenses but there are only 10 frequencies to allocate, all of them may have the same 'right' to a license; but if there is to be any effective communication by radio, only a few can be licensed and the rest must be barred from the airwaves. It would be strange if the First Amendment, aimed at protecting and furthering communications, prevented the Government from making radio communication possible by requiring licenses to broadcast and by limiting the number of licenses so as not to overcrowd the spectrum.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">This has been the consistent view of the Court. Congress unquestionably has the power to grant and deny licenses and to eliminate existing stations. FRC v. Nelson Bros. Bond &amp; Mortgage Co., 289 U.S. 266, 53 S.Ct. 627, 77 L.Ed. 1166 (1933). No one has a First Amendment right to a license or to monopolize a radio frequency; to deny a station license because 'the public interest' requires it 'is not a denial of free speech.' National Broadcasting Co. v. United States, 319 U.S. 190, 227, 63 S.Ct. 997, 1014, 87 L.Ed. 1344 (1943).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">By the same token, as far as the First Amendment is concerned those who are licensed stand no better than those to whom licenses are refused. A license permits broadcasting, but the lisensee has no constitutional right to be the one who holds the license or to monopolize a radio frequency to the exclusion of his fellow citizens. There is nothing in the First Amendment which prevents the Government from requiring a licensee to share his frequency with others and to conduct himself as a proxy or fiduciary with obligations to present those views and voices which are representative of his community and which would otherwise, by necessity, be barred from the airwaves.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">This is not to say that the First Amendment is irrelevant to public broadcasi ng. On the contrary, it has a major role to play as the Congress itself recognized in &#167; 326, which forbids FCC interference with 'the right of free speech by means of radio communication.' Because of the scarcity of radio frequencies, the Government is permitted to put restraints on licensees in favor of others whose views should be expressed on this unique medium. But the people as a whole retain their interest in free speech by radio and their collective right to have the medium function consistently with the ends and purposes of the First Amendment. It is the right of the viewers and listeners, not the right of the broadcasters, which is paramount. See FCC v. Sanders Bros. Radio Station, 309 U.S. 470, 475, 60 S.Ct. 693, 697, 84 L.Ed. 869 (1940); FCC v. Allentown Broadcasting Corp., 349 U.S. 358, 361&#8212;362, 75 S.Ct. 855, 857&#8212;858, 99 L.Ed. 1147 (1955); 2 Z. Chafee, Government and Mass Communications 546 (1947). It is the purpose of the First Amendment to preserve an uninhibited marketplace of ideas in which truth will ultimately prevail, rather than to countenance monopolization of that market, whether it be by the Government itself or a private licensee. Associated Press v. United States, 326 U.S. 1, 20, 65 S.Ct. 1416, 1424, 89 L.Ed. 2013 (1945); New York Times Co. v. Sullivan, 376 U.S. 254, 270, 84 S.Ct. 710, 720, 11 L.Ed.2d 686 (1964); Abrams v. United States, 250 U.S. 616, 630, 40 S.Ct. 17, 22, 63 L.Ed. 1173 (1919) (Holmes, J., dissenting). '(S)peech concerning public affairs is more than self-expression; it is the essence of self-government.' Garrison v. Louisiana, 379 U.S. 64, 74&#8212;75, 85 S.Ct. 209, 216, 13 L.Ed.2d 125 (1964). See Brennan, The Supreme Court and the Meiklejohn Interpretation of the First Amendment, 79 Harv.L.Rev. 1 (1965). It is the right of the public to receive suitable access to social, political, esthetic, moral, and other ideas and experiences which is crucial here. That right may not constitutionally be abridged either by Congress or by the FCC.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Rather than confer frequency monopolies on a relatively small number of licensees, in a Nation of 200,000,000, the Government could surely have decreed that each frequency should be shared among all or some of those who wish to use it, each being assigned a portion of the broadcast day or the broadcast week. The ruling and regulations at issue here do not go quite so far. They assert that under specified circumstances, a licensee must offer to make available a reasonable amount of broadcast time to those who have a view different from that which has already been expressed on his station. The expression of a political endorsement, or of a personal attack while dealing with a controversial public issue, simply triggers this time sharing. As we have said, the First Amendment confers no right on licensees to prevent others from broadcasting on 'their' frequencies and no right to an unconditional monopoly of a scarce resource which the Government has denied others the right to use.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In terms of constitutional principle, and as enforced sharing of a scarce resource, the personal attack and political editorial rules are indistinguishable from the equal-time provision of &#167; 315, a specific enactment of Congress requiring stations to set aside reply time under specified circumstances and to which the fairness doctrine and these constituent regulations are important complements. That provision, which has been part of the law since 1927, Radio Act of 1927, &#167; 18, 44 Stat. 1170, has been held valid by this Court as an obligation of the licensee relieving him of any power in any way to prevent or censor the broadcast, and thus insulating him from liability for defamation. The constitutionality of the statute under the First Amendment was unquestioned.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> Farmers Educ. &amp; Coop. Union v. WDAY, 360 U.S. 525, 79 S.Ct. 1302, 3 L.Ed.2d 1407 (1959).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Nor can we say that it is inconsistent with the First Amendment goal of producing an informed public capable of conducting its own affairs to require a broadcaster to permit answers to personal attacks occurring in the course of discussing controversial issues, or to require that the political opponents of those endorsed by the station be given a chance to communicate with the public.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> Otherwise, station owners and a few networks would have unfettered power to make time available only to the highest bidders, to communicate only their own views on public issues, people and candidates, and to permit on the air only those with whom they agreed. There is no sanctuary in the First Amendment for unlimited private censorship operating in a medium not open to all. 'Freedom of the press from governmental interference under the First Amendment does not sanction repression of that freedom by private interests.' Associated Press v. United States, 326 U.S. 1, 20, 65 S.Ct. 1416, 1425, 89 L.Ed. 2013 (1945).</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">It is strenuously argued, however, that if political editorials or personal attacks will trigger an obligation in broadcasters to afford the opportunity for expression to speakers who need not pay for time and whose views are unpalatable to the licensees, then broadcasters will be irresistibly forced to self-censorship and their coverage of controversial public issues will be eliminated or at least rendered wholly ineffective. Such a result would indeed be a serious matter, for should licensees actually eliminate their coverage of controversial issues, the purposes of the doctrine would be stifled.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">At this point, however, as the Federal Communications Commission has indicated, that possibility is at best speculative. The communications industry, and in particular the networks, have taken pains to present controversial issues in the past, and even now they do not assert that they intend to abandon their efforts in this regard.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> It would be better if the FCC's encouragement were never necessary to induce the broadcasters to meet their responsibility. And if experience with the administration of those doctrines indicates that they have the net effect of reducing rather than enhancing the volume and quality of coverage, there will be time enough to reconsider the constitutional implications. The fairness doctrine in the past has had no such overall effect.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">That this will occur now seems unlikely, however, since ifp resent licensees should suddenly prove timorous, the Commission is not powerless to insist that they give adequate and fair attention to public issues. It does not violate the First Amendment to treat licensees given the privilege of using scarce radio frequencies as proxies for the entire community, obligated to give suitable time and attention to matters of great public concern. To condition the granting or renewal of licenses on a willingness to present representative community views on controversial issues is consistent with the ends and purposes of those constitutional provisions forbidding the abridgment of freedom of speech and freedom of the press. Congress need not stand idly by and permit those with licenses to ignore the problems which beset the people or to exclude from the airways anything but their own views of fundamental questions. The statute, long administrative practice, and cases are to this effect.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Licenses to broadcast do not confer ownership of designated frequencies, but only the temporary privilege of using them. 47 U.S.C. &#167; 301. Unless renewed, they expire within three years. 47 U.S.C. &#167; 307(d). The statute mandates the issuance of licenses if the 'public convenience, interest, or necessity will be served thereby.' 47 U.S.C. &#167; 307(a). In applying this standard the Commission for 40 years has been choosing licensees based in part on their program proposals. In FRC v. Nelson Bros. Bond &amp; Mortgage Co., 289 U.S. 266, 279, 53 S.Ct. 627, 634, 77 L.Ed. 1166 (1933), the Court noted that in 'view of the limited number of available broadcasting frequencies, the Congress has authorized allocation and licenses.' In determining how best to allocate frequencies, the Federal Radio Commission considered the needs of competing communities and the programs offered by competing stations to meet those needs; moreover, if needs or programs shifted, the Commission could alter its allocations to reflect those shifts. Id., at 285, 53 S.Ct. at 636. In the same vein, in FCC v. Pottsville Broadcasting Co., 309 U.S. 134, 137&#8212;138, 60 S.Ct. 437, 439, 84 L.Ed. 656 (1940), the Court noted that the statutory standard was a supple instrument to effect congressional desires 'to maintain * * * a grip on the dynamic aspects of radio transmission' and to allay fears that 'in the absence of governmental control the public interest might be subordinated to monopolistic domination in the broadcasting field.' Three years later the Court considered the validity of the Commission's chain broadcasting regulations, which among other things forbade stations from devoting too much time to network programs in order that there be suitable opportunity for local programs serving local needs. The Court upheld the regulations, unequivocally recognizing that the Commission was more than a traffic policeman concerned with the technical aspects of broadcasting and that it neither exceeded its powers under the statute nor transgressed the First Amendment in interesting itself in general program format and the kinds of programs broadcast by licensees. National Broadcasting Co. v. United States, 319 U.S. 190, 63 S.Ct. 997, 87 L.Ed. 1344 (1943).</p>\n    </div>\n    <p>D.</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The litigants embellish their First Amendment arguments with the contention that the regulations are so vague that their duties are impossible to discern. Of this point it is enough to say that, judging the validity of the regulations on their face as they are presented here, we cannot conclude that the FCC has been left a free hand to vindicate its own idiosyncratic conception of the public interest or of the requirements of free speech. Past adjudications by the FCC give added precision to the regulations; there was nothing vague about the FCC's specific ruling in Red Lion that Fred Cook should be provided an opportunity to reply. The regulations at issue in RTNDA could be employed in precisely the same way as the fairness doctrine was in Red Lion. Moreover, the FCC itself has recognized that the applicability of its regulations to situations beyond the scope of past cases may be questionable, 32 Fed.Reg. 10303, 10304 and n. 6, and will not impose sanctions in such cases without warning. We need not approve every aspect of the fairness doctrine to decide these cases, and we will not now pass upon the constitutionality of these regulations by envisioning the most extreme applications conceivable, United States v. Sullivan, 332 U.S. 689, 694, 68 S.Ct. 331, 334, 92 L.Ed. 297 (1948), but will deal with those problems if and when they arise.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We need not and do not now ratify every past and future decision by the FCC with regard to programming. There is no question here of the Commission's refusal to permit the broadcaster to carry a particular program or to publish his own views; of a discriminatory refusal to require the licensee to broadcast certain views which have been denied access to the airwaves; of government censorship of a particular program contrary to &#167; 326; or of the official government view dominating public broadcasting. Such questions would raise more serious First Amendment issues. But we do hold that the Congress and the Commission do not violate the First Amendment when they require a radio or television station to give reply time to answer personal attacks and political editorials.</p>\n    </div>\n    <p>E.</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">It is argued that even if at one time the lack of available frequencies for all who wished to use them justified the Government's choice of those who would best serve the public interest by acting as proxy for those who would present differing views, or by giving the latter access directly to broadcast facilities, this condition no longer prevails so that continuing control is not justified. To this there are several answers.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Scarcity is not entirely a thing of the past. Advances in technology, such as microwave transmission, have led to more efficient utilization of the frequency spectrum, but uses for that spectrum have also grown apace.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> Portions of the spectrum must be reserved for vital uses unconnected with human communication, such as radio-navigational aids used by aircraft and vessels. Conflicts have even emerged between such vital functions as defense preparedness and experimentation in methods of averting midair collisions through radio warning devices.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> 'Land mobile services' such as police, ambulance, fire department, public utility, and other communications systems have been occupying an increasingly crowded portion of the frequency spectrum<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> and there are, apart from licensed amateur radio operators' equipment, 5,000,000 transmitters operated on the 'citizens' band' which is also increasingly congested.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a> Among the various uses for radio frequency space, including marine, aviation, amateur, military, and common carrier users, there are easily enough claimants to permit use of the whole with an even smaller allocation to broadcast radio and television uses than now exists.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Comparative hearings between competing applicants for broadcast spectrum space are by no means a thing of the past. The radio spectrum has become so congested that at times it has been necessary to suspend new applications.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> The very high frequency television spectrum is, in the country's major markets, almost entirely occupied, although space reserved for ultra high frequency television transmission, which is a relatively recent development as a commercially viable alternative, has not yet been completely filled.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The rapidity with which technological advances succeed one another to create more efficient use of spectrum space on the one hand, and to create new uses for that space by ever growing numbers of people on the other, makes it unwise to speculate on the future allocation of that space. It is enough to say that the resource is one of considerable and growing importance whose scarcity impelled its regulation by an agency authorized by Congress. Nothing in this record, or in our own researches, convinces us that the resource is no longer one for which there are more immediate and potential uses than can be accommodated, and for which wise planning is essential.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a> This does not mean, of course, that every possible wavelength must be occupied at every hour by some vital use in order to sustain the congressional judgment. The substantial capital investment required for many uses, in addition to the potentiality for confusion and interference inherent in any scheme for continuous kaleidoscopic reallocation of all available space may make this unfeasible. The allocation need not be made at such a breakneck pace that the objectives of the allocation are themselves imperiled.<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a></p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Even where there are gaps in spectrum utilization, the fact remains that existing broadcasters have often attained their present position because of their initial government selection in competition with others before new technological advances opened new opportunities for further uses. Long experience in broadcasting, confirmed habits of listeners and viewers, network affiliation, and other advantages in program procurement give existing broadcasters a substantial advantage over new entrants, even where new entry is technologically possible. These advantages are the fruit of a preferred position conferred by the Government. Some present possibility for new entry by competing stations is not enough, in itself, to render unconstitutional the Government's effort to assure that a broadcaster's programming ranges widely enough to serve the public interest.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In view of the scarcity of broadcast frequencies, the Government's role in allocating those frequencies, and the legitimate claims of those unable without governmental assistance to gain access to those frequencies for expression of their views, we hold the regulations and ruling at issue here are both authorized by statute and constitutional.<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a> The judgment of the Court of Appeals in Red Lion is affirmed and that in RTNDA reversed and the causes remanded for proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Not having heard oral argument in these cases, Mr. Justice DOUGLAS took no part in the Court's decision.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Communications Act of 1934, Tit. III, 48 Stat. 1081, as amended, 47 U.S.C. &#167; 301 et seq. Section 315 now reads:</p>\n        <p>'315. Candidates for public office; facilities; rules.</p>\n        <p>'(a) If any licensee shall permit any person who is a legally qualified candidate for any public office to use a broadcasting station, he shall afford equal opportunities to all other such candidates for that office n  the use of such broadcasting station: Provided, That such licensee shall have no power of censorship over the material broadcast under the provisions of this section. No obligation is imposed upon any licensee to allow the use of its station by any such candidate. Appearance by a legally qualified candidate on any&#8212;</p>\n        <p>'(1) bona fide newscast,</p>\n        <p>'(2) bona fide news interview,</p>\n        <p>'(3) bona fide news documentary (if the appearance of the candidate is incidental to the presentation of the subject or subjects covered by the news documentary), or</p>\n        <p>'(4) on-the-spot coverage of bona fide news events (including but not limited to political conventions and activities incidental thereto),</p>\n        <p>shall not be deemed to be use of a broadcasting station within the meaning of this subsection. Nothing in the foregoing sentence shall be construed as relieving broadcasters, in connection with the presentation of newscasts, news interviews, news documentaries, and on-the-spot coverage of news events, from the obligation imposed upon them under this chapter to operate in the public interest and to afford reasonable opportunity for the discussion of conflicting views on issues of public importance.</p>\n        <p>'(b) The charges made for the use of any broadcasting station for any of the purposes set forth in this section shall not exceed the charges made for comparable use of such station for other purposes.</p>\n        <p>'(c) The Commission shall prescribe appropriate rules and regulations to carry out the provisions of this section.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> According to the record, Hargis asserted that his broadcast included the following statement:</p>\n        <p>'Now, this paperback book by Fred J. Cook is entitled, 'GOLDWATER&#8212;EXTREMIST ON THE RIGHT.' Who is Cook? Cook was fired from the New York World Telegram after he made a false charge publicly on television against an un-named official of the New York City government. New York publishers and NEWSWEEK Magazine for December 7, 1959, showed that Fred Cook and his pal, Eugene Gleason, had made up the whole story and this confession was made to New York District Attorney, Frank Hogan. After losing his job, Cook went to work for the left-wing publication, THE NATION, one of the most scurrilous publications of the left which has championed many communist causes over many years. Its editor, Carry McWilliams, has been affiliated with many communist enterprises, scores of which have been cited as subversive by the Attorney General of the U.S. or by other government agencies * * *. Now, among other things Fred Cook wrote o r THE NATION, was an article absolving Alger Hiss of any wrong doing * * * there was a 208 page attack on the FBI and J. Edgar Hoover; another attack by Mr. Cook was on the Central Intelligence Agency * * * now this is the man who wrote the book to smear and destroy Barry Goldwater called 'Barry Goldwater&#8212;Extremist Of The Right!\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Court of Appeals initially dismissed the petition for want of a reviewable order, later reversing itself en banc upon argument by the Government that the FCC rule used here, which permits it to issue 'a declaratory ruling terminating a controversy or removing uncertainty,' 47 CFR &#167; 1.2, was in fact justified by the Administrative Procedure Act. That Act permits an adjudicating agency, 'in its sound discretion, with like effect as in the case of other orders, to issue a declaratory order to terminate a controversy or remove uncertainty.' &#167; 5, 60 Stat. 239, 5 U.S.C. &#167; 1004(d). In this case, the FCC could have determined the question of Red Lion's liability to a cease-and-desist order or license revocation, 47 U.S.C. &#167; 312, for failure to comply with the license's condition that the station be operated 'in the public interest,' or for failure to obey a requirement of operation in the public interest implicit in the ability of the FCC to revoke licenses for conditions justifying the denial of an initial license, 47 U.S.C. &#167; 312(a)(2), and the statutory requirement that the public interest be served in granting and renewing licenses, 47 U.S.C. &#167; 307(a), (d). Since the FCC could have adjudicated these questions it could, under the Administrative Procedure Act, have issued a declaratory order in the course of its adjudication which would have been subject to judicial review. Although the FCC did not comply with all of the formalities for an adjudicative proceeding in this case, the petitioner itself adopted as its own the Government's position that this was a reviewable order, waiving any objection it might have had to the procedure of the adjudication.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Because of this chaos, a series of National Radio Conferences was held between 1922 and 1925, at which it was resolved that regulation of the radio spectrum by the Federal Government was essential and that regulatory power should be utilized to ensure that allocation of this limited resource would be made only to those who would serve the public interest. The 1923 Conference expressed the opinion that the Radio Communications Act of 1912, 37 Stat. 302, conferred upon the Secretary of Commerce the power to regulate frequencies and hours of operation, but when Secretary Hoover sought to implement this claimed power by penalizing the Zenith Radio Corporation for operating on an unauthorized frequency, the 1912 Act was held not to permit enforcement. United States v. Zenith Radio Corporation, 12 F.2d 614 (D.C.N.D.Ill.1926). Cf. Hoover v. Intercity Radio Co., 52 App.D.C. 339, 286 F. 1003 (1923) (Secretary had no power to deny licenses, but was empowered to assign frequencies). An opinion issued by the Attorney General at Hoover's request confirmed the impotence of the Secretary under the 1912 Act. 35 Op.Atty.Gen. 126 (1926). Hoover thereafter appel ed to the radio industry to regulate itself, but his appeal went largely unheeded. See generally L. Schmeckebier, The Federal Radio Commission 1&#8212;14 (1932).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Congressman White, a sponsor of the bill enacted as the Radio Act of 1927, commented upon the need for new legislation:</p>\n        <p>'We have reached the definite conclusion that the right of all our people to enjoy this means of communication can be preserved only by the repudiation of the idea underlying the 1912 law that anyone who will may transmit and by the assertion in its stead of the doctrine that the right of the public to service is superior to the right of any individual * * *. The recent radio conference met this issue squarely. It recognized that in the present state of scientific development there must be a limitation upon the number of broadcasting stations and it recommended that licenses should be issued only to those stations whose operation would render a benefit to the public, are necessary in the public interest, or would contribute to the development of the art. This principle was approved by every witness before your committee. We have written it into the bill. If enacted into law, the broadcasting privilege will not be a right of selfishness. It will rest upon an assurance of public interest to be served.' 67 Cong.Rec. 5479.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Radio Act of 1927, &#167; 4, 44 Stat. 1163. See generally Davis, The Radio Act of 1927, 13 Va.L.Rev. 611 (1927).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> As early as 1930, Senator Dill expressed the view that the Federal Radio Commission had the power to make regulations requiring a licensee to afford an opportunity for presentation of the other side on 'public questions.' Hearings before the Senate Committee on Interstate Commerce on S. 6, 71st Cong., 2d Sess., 1616 (1930):</p>\n        <p>'Senator DILL. Then you are suggesting that the provision of the statute that now requires a station to give equal opportunity to candidates for office shall be applied to all public questions?</p>\n        <p>'Commissioner ROBINSON. Of course, I think in the legal concept the law requires it now. I do not see that there is any need to legislate about it. It will evolve one of these days. Somebody will go into court and say, 'I am entitled to this opportunity,' and he will get it.</p>\n        <p>'Senator DILL. Has the Commission considered the question of making regulations requiring the stations to do that?</p>\n        <p>'Commissioner ROBINSON. Oh, no.</p>\n        <p>'Senator DILL. It would be within the power of the commission, I think, to make regulations on that subject.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Federal Housing Administration v. Darlington, Inc., 358 U.S. 84, 90, 79 S.Ct. 141, 145, 3 L.Ed.2d 132 (1958); Glidden Co. v. Zdanok, 370 U.S. 530, 541, 82 S.Ct. 1459, 1468, 8 L.Ed.2d 671 (1962) (opinion of Mr. Justice Harlan, joined by Mr. Justice Brennan and Mr. Justice Stewart). This principle is a venerable one. Alexander v. Mayor and Commonalty of Alexandria, 5 Cranch 1, 3 L.Ed. 19 (1809); United States v. Freeman, 3 How. 556, 11 L.Ed. 724 (1845); Stockdale v. Insurance Companies, 20 Wall. 323, 22 L.Ed. 348 (1874).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Zemel v. Rusk, 381 U.S. 1, 11&#8212;12, 85 S.Ct. 1271, 1278 1279, 14 L.Ed.2d 179 (1965); Udall v. Tallman, 380 U.S. 1, 16&#8212;18, 85 S.Ct. 792, 801&#8212;802, 13 L.Ed.2d 616 (1965); Commissioner of Internal Revenue v. Sternberger's Estate, 348 U.S. 187, 199, 75 S.Ct. 229, 235, 99 L.Ed. 246 (1955); Hastings &amp; D.R. Co. v. Whitney, 132 U.S. 357, 366, 10 S.Ct. 112, 115, 33 L.Ed. 363 (1889); United States v. Burlington &amp; Missouri River R. Co., 98 U.S. 334, 341, 25 L.Ed. 198 (1879); United States v. Alexander, 12 Wall. 177, 179&#8212;181, 20 L.Ed. 381 (1871); Surgett v. Lapice, 8 How. 48, 68, 12 L.Ed. 982 (1850).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Zemel v. Rusk, 381 U.S. 1, 11&#8212;12, 85 S.Ct. 1271, 1278 1279, 14 L.Ed.2d 179 (1965); United States v. Bergh, 352 U.S. 40, 46&#8212;47, 77 S.Ct. 106, 109&#8212;110, 1 L.Ed.2d 102 (1956); Alstate Construction Co. v. Durkin, 345 U.S. 13, 16&#8212;17, 73 S.Ct. 565, 567 568, 97 L.Ed. 745 (1953); Costanzo v. Tillinghast, 287 U.S. 341, 345, 53 S.Ct. 152, 153, 77 L.Ed. 350 (1932).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> An attempt to limit sharply the FCC's power to interfere with programming practices failed to emerge from Committee in 1943. S. 814, 78th Cong., 1st Sess. (1943). See Hearings on S. 814 before the Senate Committee on Interstate Commerce, 78th Cong., 1st Sess. (1943). Also, attempts specifically to enact the doctrine failed in the Radio Act of 1927, 67 Cong.Rec. 12505 (1926) (agreeingt o amendment proposed by Senator Dill eliminating coverage of 'question affecting the public'), and a similar proposal in the Communications Act of 1934 was accepted by the Senate, 78 Cong.Rec. 8854 (1934); see S.Rep. No. 781, 73d Cong., 2d Sess., 8 (1934), but was not included in the bill reported by the House Committee, see H.R.Rep.No. 1850, 73d Cong., 2d Sess. (1934). The attempt which came nearest success was a bill, H.R. 7716, 72d Cong., 1st Sess. (1932), passed by Congress but pocket-vetoed by the President in 1933, which would have extended 'equal opportunities' whenever a public question was to be voted on at an election or by a government agency. H.R.Rep.No. 2106, 72d Cong., 2d Sess., 6 (1933). In any event, unsuccessful attempts at legislation are not the best of guides to legislative intent. Fogarty v. United States, 340 U.S. 8, 13&#8212;14, 71 S.Ct. 5, 8, 95 L.Ed. 10 (1950); United States v. United Mine Workers, 330 U.S. 258, 281&#8212;282, 67 S.Ct. 677, 690, 91 L.Ed. 884 (1947). A review of some of the legislative history over the years, drawing a somewhat different conclusion, is found in Staff Study of the House Committee on Interstate and Foreign Commerce, Legislative History of the Fairness Doctrine, 90th Cong., 2d Sess. (Comm.Print.1968). This inconclusive history was, of course, superseded by the specific statutory language added in 1959.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> '&#167; 326. Censorship.</p>\n        <p>'Nothing in this chapter shall be understood or construed to give the Commission the power of censorship over the radio communications or signals transmitted by any radio station, and no regulation or condition shall be promulgated or fixed by the Commission which shall interfere with the right of free speech by means of radio communication.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> John P. Crommelin, 19 P &amp; F Radio Reg. 1392 (1960).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The Proxmire amendment read: '(B)ut nothing in this sentence shall be construed as changing the basic intent of Congress with respect to the provisions of this act, which recognizes that television and radio frequencies are in the public domain, that the license to operate in such frequencies requires operation in the public interest, and that in newscasts, news interviews, news documentaries, on-the-spot coverage of news events, and panel discussions, all sides of public controversies shall be given as equal an opportunity to be heard as is practically possible.' 105 Cong.Rec. 14457.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The general problems raised by a technology which supplants atomized, relatively informal communication with mass media as a prime source of national cohesion and news were discussed at considerable length by Zechariah Chafee in Government and Mass Communications (1947). Debate on the particular implications of this view for the broadcasting industry has continued unabated. A compendium of views appears in Freedom and Responsibility in Broadcasting (J. Coons ed.) (1961). See also Kalven, Broadcasting, Public Policy and the First Amendment, 10 J. Law Econ. 15 (1967); M. Ernst, The First Freedom 125&#8212;180 (1946); T. Robinson, Radio Networks and the Federal Government, especially at 75&#8212;87 (1943). The considerations which the newest technology brings to bear on the particular problem of this litigation are concisely explored by Louis Jaffe in The Fairness Doctrine, Equal Time, Reply to Personal Attacks, and the Local Service Obligation; Implications of Technological Change, Printed for Special Subcommittee on Investigations of the House Committee on Interstate and Foreign Commerce (1968).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> The range of controls which have in fact been imposed over the last 40 years, without giving rise to successful constitutional challenge in this Court, is discussed in W. Emery, Broadcasting and Government: Responsibilities and Regulations (1961); Note, Regulation of Program Content by the FCC, 77 Harv.L.Rev. 701 (1964).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> This has not prevented vigorous argument from developing on the constitutionality of the ancillary FCC doctrines. Compare Barrow, The Equa  Opportunities and Fairness Doctrines in Broadcasting: Pillars in the Forum of Democracy, 37 U.Cin.L.Rev. 447 (1968), with Robinson, The FCC and the First Amendment: Observations on 40 Years of Radio and Television Regulation, 52 Minn.L.Rev. 67 (1967), and Sullivan, Editorials and Controversy: The Broadcaster's Dilemma, 32 Geo.Wash.L.Rev. 719 (1964).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> The expression of views opposing those which broadcasters permit to be aired in the first place need not be confined solely to the broadcasters themselves as proxies. 'Nor is it enough that he should hear the arguments of adversaries from his own teachers, presented as they state them, and accompanied by what they offer as refutations. That is not the way to do justice to the arguments, or bring them into real contact with his own mind. He must be able to hear them from persons who actually believe them; who defend them in earnest, and do their very utmost for them.' J. Mill, On Liberty 32 (R. McCallum ed. 1947).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> The President of the Columbia Broadcasting System has recently declared that despite the Government, 'we are determined to continue covering controversial issues as a public service, and exercising our own independent news judgment and enterprise. I, for one, refuse to allow that judgment and enterprise to be affected by official intimidation.' F. Stanton, Keynote Address, Sigma Delta Chi National Convention, Atlanta, Georgia, November 21, 1968. Problems of news coverage from the broadcaster's viewpoint are surveyed in W. Wood, Electronic Journalism (1967).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Current discussions of the frequency allocation problem appear in Telecommunication Science Panel, Commerce Technical Advisory Board, U.S. Dept. of Commerce, Electromagnetic Spectrum Utilization&#8212;The Silent Crisis (1966); Joint Technical Advisory Committee, Institute of Electrical and Electronic Engineers and Electronic Industries Assn., Report on Radio Spectrum Utilization (1964); Note, The Crisis in Electromagnetic Frequency Spectrum Allocation, 53 Iowa L.Rev. 437 (1967). A recently released study is the Final Report of the President's Task Force on Communications Policy (1968).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> Bendix Aviation Corp. v. FCC, 106 U.S.App.D.C. 304, 272 F.2d 533 (1959), cert. denied, 361 U.S. 965, 80 S.Ct. 593, 4 L.Ed.2d 545 (1960).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> 1968 FCC Annual Report 65&#8212;69.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> New limitations on these users, who can also lay claim to First Amendment protection, were sustained against First Amendment attack with the comment, 'Here is truly a situation where if everybody could say anything, many could say nothing.' Lafayette Radio Electronics Corp. v.U nited States, 345 F.2d 278, 281 (C.A.2d Cir. 1965). Accord, California Citizens Band Ass'n v. United States, 375 F.2d 43 (C.A.9th Cir.), cert. denied, 389 U.S. 844, 88 S.Ct. 96, 19 L.Ed.2d 112 (1967).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> Kessler v. FCC, 177 U.S.App.D.C. 130, 326 F.2d 673 (1963).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> In a table prepared by the FCC on the basis of statistics current as of August 31, 1968, VHF and UHF channels allocated to and those available in the top 100 market areas for television are set forth:</p>\n        <p>COMMERCIAL</p>\n        <p>Channels</p>\n        <p>On the Air,</p>\n        <p>Channels Authorized, or  Available</p>\n        <p>Market Areas   Allocated Applied for     Channels</p>\n        <p>... VHF. UHF  VHF  UHF  VHF  UHF</p>\n        <p>Top 10.  40   45   40   44  0   1</p>\n        <p>Top 50. 157  163  157  136  0  27</p>\n        <p>Top 100. 264  297  264  213  0  84</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> RTNDA argues that these regulations should be held invalid for failure of the FCC to make specific findings in the rule-making proceeding relating to these factual questions. Presumably the fairness doctrine and the personal attack decisions themselves, such as Red Lion, should fall for the same reason. But this argument ignores the fact that these regulations are no more than the detailed specification of certain consequences of long-standing rules, the need for which was recognized by the Congress on the factual predicate of scarcity made plain in 1927, recognized by this Court in the 1943 National Broadcasting Co. case, and reaffirmed by the Congress as recently as 1959. 'If the number of radio and television stations were not limited by available frequencies, the committee would have no hesitation in removing completely the present provision regarding equal time and urge the right of each broadcastr  to follow his own conscience * * *. However, broadcast frequencies are limited and, therefore, they have been necessarily considered a public trust.' S.Rep.No.562, 86th Cong., 1st Sess., 8&#8212;9 (1959). In light of this history; the opportunity which the broadcasters have had to address the FCC and show that somehow the situation had radically changed, undercutting the validity of the congressional judgment; and their failure to adduce any convincing evidence of that in the record here, we cannot consider the absence of more detailed findings below to be determinative.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> The 'airways (need not) be filled at the earliest possible moment in all circumstances without due regard for these important factors.' Community Broadcasting Co. v. FCC, 107 U.S.App.D.C. 95, 105, 274 F.2d 753, 763 (1960). Accord, enforcing the fairness doctrine, Office of Communication of the United Church of Christ v. FCC, 123 U.S.App.D.C. 328, 343, 359 F.2d 994, 1009 (1966).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> We need not deal with the argument that even if there is no longer a technological scarcity of frequencies limiting the number of broadcasters, there nevertheless is an economic scarcity in the sense that the Commission could or does limit entry to the broadcasting market on economic grounds and license no more stations than the market will support. Hence, it is said, the fairness doctrine or its equivalent is essential to satisfy the claims of those excluded and of the public generally. A related argument, which we also put aside, is that quite apart from scarcity of frequencies, technological or economic, Congress does not abridge freedom of speech or press by legislation directly or indirectly multiplying the voices and views presented to the public through time sharing, fairness doctrines, or other devices which limit or dissipate the power of those who sit astride the channels of communication with the general public. Cf. Citizen Publishing Co. v. United States, 394 U.S. 131, 89 S.Ct. 927, 22 L.Ed.2d 148 (1969).</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>395 U.S. 367 (1969)</b></center>\n<center><h1>RED LION BROADCASTING CO., INC., ET AL.<br>\nv.<br>\nFEDERAL COMMUNICATIONS COMMISSION ET AL.</h1></center>\n<center>No. 2.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 2-3, 1969.</center>\n<center>Decided June 9, 1969.<sup>[*]</sup></center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT.\n<p><span class=\"star-pagination\">*368</span> <i>Roger Robb</i> argued the cause for petitioners in No. 2. With him on the brief were <i>H. Donald Kistler</i> and <i>Thomas B. Sweeney. Solicitor General Griswold</i> argued the cause for the United States and the Federal Communications Commission, petitioners in No. 717 and respondents in No. 2. With him on the brief were <span class=\"star-pagination\">*369</span> <i>Assistant Attorney General McLaren, Deputy Solicitor General Springer, Francis X. Beytagh, Jr., Henry Geller,</i> and <i>Daniel R. Ohlbaum.</i></p>\n<p><i>Archibald Cox</i> argued the cause for respondents in No. 717. With him on the brief for respondents Radio Television News Directors Assn. et al. were <i>W. Theodore Pierson, Harold David Cohen, Vernon C. Kohlhaas,</i> and <i>J. Laurent Scharff.</i> On the brief for respondent National Broadcasting Co., Inc., were <i>Lawrence J. McKay, Raymond L. Falls, Jr., Corydon B. Dunham, Howard Monderer,</i> and <i>Abraham P. Ordover.</i> On the brief for respondent Columbia Broadcasting System, Inc., were <i>Lloyd N. Cutler, J. Roger Wollenberg, Timothy B. Dyk, Robert V. Evans,</i> and <i>Herbert Wechsler.</i></p>\n<p>MR. JUSTICE WHITE delivered the opinion of the Court.</p>\n<p>The Federal Communications Commission has for many years imposed on radio and television broadcasters the requirement that discussion of public issues be presented on broadcast stations, and that each side of those issues must be given fair coverage. This is known as the fairness doctrine, which originated very early in the history of broadcasting and has maintained its present outlines for some time. It is an obligation whose content has been defined in a long series of FCC rulings in particular cases, and which is distinct from the statutory <span class=\"star-pagination\">*370</span> requirement of  315 of the Communications Act<sup>[1]</sup> that equal time be allotted all qualified candidates for public office. Two aspects of the fairness doctrine, relating to personal attacks in the context of controversial public issues and to political editorializing, were codified more precisely in the form of FCC regulations in 1967. The two cases before us now, which were decided separately below, challenge the constitutional and statutory bases of the doctrine and component rules. <i>Red Lion</i> <span class=\"star-pagination\">*371</span> involves the application of the fairness doctrine to a particular broadcast, and <i>RTNDA</i> arises as an action to review the FCC's 1967 promulgation of the personal attack and political editorializing regulations, which were laid down after the <i>Red Lion</i> litigation had begun.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>A.</h2>\n<p>The Red Lion Broadcasting Company is licensed to operate a Pennsylvania radio station, WGCB. On November 27, 1964, WGCB carried a 15-minute broadcast by the Reverend Billy James Hargis as part of a \"Christian Crusade\" series. A book by Fred J. Cook entitled \"Goldwater Extremist on the Right\" was discussed by Hargis, who said that Cook had been fired by a newspaper for making false charges against city officials; that Cook had then worked for a Communist-affiliated publication; that he had defended Alger Hiss and attacked J. Edgar Hoover and the Central Intelligence Agency; and that he had now written a \"book to smear and destroy Barry Goldwater.\"<sup>[2]</sup> When Cook heard of the broadcast he <span class=\"star-pagination\">*372</span> concluded that he had been personally attacked and demanded free reply time, which the station refused. After an exchange of letters among Cook, Red Lion, and the FCC, the FCC declared that the Hargis broadcast constituted a personal attack on Cook; that Red Lion had failed to meet its obligation under the fairness doctrine as expressed in <i>Times-Mirror Broadcasting Co.,</i> 24 P &amp; F Radio Reg. 404 (1962), to send a tape, transcript, or summary of the broadcast to Cook and offer him reply time; and that the station must provide reply time whether or not Cook would pay for it. On review in the Court of Appeals for the District of Columbia Circuit,<sup>[3]</sup> the <span class=\"star-pagination\">*373</span> FCC's position was upheld as constitutional and otherwise proper. 127 U. S. App. D. C. 129, 381 F. 2d 908 (1967).</p>\n<p></p>\n<h2>B.</h2>\n<p>Not long after the <i>Red Lion</i> litigation was begun, the FCC issued a Notice of Proposed Rule Making, 31 Fed. Reg. 5710, with an eye to making the personal attack aspect of the fairness doctrine more precise and more readily enforceable, and to specifying its rules relating to political editorials. After considering written comments supporting and opposing the rules, the FCC adopted them substantially as proposed, 32 Fed. Reg. 10303. Twice amended, 32 Fed. Reg. 11531, 33 Fed. Reg. 5362, the rules were held unconstitutional in the <i>RTNDA</i> litigation by the Court of Appeals for the Seventh Circuit, on review of the rule-making proceeding, as abridging the freedoms of speech and press. 400 F. 2d 1002 (1968).</p>\n<p>As they now stand amended, the regulations read as follows:</p>\n<blockquote>\"Personal attacks; political editorials.</blockquote>\n<blockquote>\"(a) When, during the presentation of views on a controversial issue of public importance, an attack is made upon the honesty, character, integrity or like personal qualities of an identified person or group, the licensee shall, within a reasonable time and in no event later than 1 week after the attack, transmit to the person or group attacked (1) notification of the date, time and identification of the broadcast; (2) a script or tape (or an accurate summary if a script or tape is not available) of the <span class=\"star-pagination\">*374</span> attack; and (3) an offer of a reasonable opportunity to respond over the licensee's facilities.</blockquote>\n<blockquote>\"(b) The provisions of paragraph (a) of this section shall not be applicable (1) to attacks on foreign groups or foreign public figures; (2) to personal attacks which are made by legally qualified candidates, their authorized spokesmen, or those associated with them in the campaign, on other such candidates, their authorized spokesmen, or persons associated with the candidates in the campaign; and (3) to bona fide newscasts, bona fide news interviews, and on-the-spot coverage of a bona fide news event (including commentary or analysis contained in the foregoing programs, but the provisions of paragraph (a) of this section shall be applicable to editorials of the licensee).</blockquote>\n<blockquote>\"NOTE: The fairness doctrine is applicable to situations coming within [(3)], above, and, in a specific factual situation, may be applicable in the general area of political broadcasts [(2)], above. See, section 315 (a) of the Act, 47 U. S. C. 315 (a); Public Notice: <i>Applicability of the Fairness Doctrine in the Handling of Controversial Issues of Public Importance.</i> 29 F. R. 10415. The categories listed in [(3)] are the same as those specified in section 315 (a) of the Act.</blockquote>\n<blockquote>\"(c) Where a licensee, in an editorial, (i) endorses or (ii) opposes a legally qualified candidate or candidates, the licensee shall, within 24 hours after the editorial, transmit to respectively (i) the other qualified candidate or candidates for the same office or (ii) the candidate opposed in the editorial (1) notification of the date and the time of the editorial; (2) a script or tape of the editorial; and (3) an offer of a reasonable opportunity for a candidate or a spokesman of the candidate to respond over the <span class=\"star-pagination\">*375</span> licensee's facilities: <i>Provided, however,</i> That where such editorials are broadcast within 72 hours prior to the day of the election, the licensee shall comply with the provisions of this paragraph sufficiently far in advance of the broadcast to enable the candidate or candidates to have a reasonable opportunity to prepare a response and to present it in a timely fashion.\" 47 CFR  73.123, 73.300, 73.598, 73.679 (all identical).</blockquote>\n<p></p>\n<h2>C.</h2>\n<p>Believing that the specific application of the fairness doctrine in <i>Red Lion,</i> and the promulgation of the regulations in <i>RTNDA,</i> are both authorized by Congress and enhance rather than abridge the freedoms of speech and press protected by the First Amendment, we hold them valid and constitutional, reversing the judgment below in <i>RTNDA</i> and affirming the judgment below in <i>Red Lion.</i></p>\n<p></p>\n<h2>II.</h2>\n<p>The history of the emergence of the fairness doctrine and of the related legislation shows that the Commission's action in the <i>Red Lion</i> case did not exceed its authority, and that in adopting the new regulations the Commission was implementing congressional policy rather than embarking on a frolic of its own.</p>\n<p></p>\n<h2>A.</h2>\n<p>Before 1927, the allocation of frequencies was left entirely to the private sector, and the result was chaos.<sup>[4]</sup><span class=\"star-pagination\">*376</span> It quickly became apparent that broadcast frequencies constituted a scarce resource whose use could be regulated and rationalized only by the Government. Without government control, the medium would be of little use because of the cacaphony of competing voices, none of which could be clearly and predictably heard.<sup>[5]</sup> Consequently, the Federal Radio Commission was established <span class=\"star-pagination\">*377</span> to allocate frequencies among competing applicants in a manner responsive to the public \"convenience, interest, or necessity.\"<sup>[6]</sup></p>\n<p>Very shortly thereafter the Commission expressed its view that the \"public interest requires ample play for the free and fair competition of opposing views, and the commission believes that the principle applies . . . to all discussions of issues of importance to the public.\" <i>Great Lakes Broadcasting Co.,</i> 3 F. R. C. Ann. Rep. 32, 33 (1929), rev'd on other grounds, 59 App. D. C. 197, 37 F. 2d 993, cert. dismissed, 281 U. S. 706 (1930). This doctrine was applied through denial of license renewals or construction permits, both by the FRC, <i>Trinity Methodist Church, South</i> v. <i>FRC,</i> 61 App. D. C. 311, 62 F. 2d 850 (1932), cert. denied, 288 U. S. 599 (1933), and its successor FCC, <i>Young People's Association for the Propagation of the Gospel,</i> 6 F. C. C. 178 (1938). After an extended period during which the licensee was obliged not only to cover and to cover fairly the views of others, but also to refrain from expressing his own personal views, <i>Mayflower Broadcasting Corp.,</i> 8 F. C. C. 333 (1940), the latter limitation on the licensee was abandoned and the doctrine developed into its present form.</p>\n<p>There is a twofold duty laid down by the FCC's decisions and described by the 1949 Report on Editorializing by Broadcast Licensees, 13 F. C. C. 1246 (1949). The broadcaster must give adequate coverage to public issues, <i>United Broadcasting Co.,</i> 10 F. C. C. 515 (1945), and coverage must be fair in that it accurately reflects the opposing views. <i>New Broadcasting Co.,</i> 6 P &amp; F Radio Reg. 258 (1950). This must be done at the broadcaster's own expense if sponsorship is unavailable. <i>Cullman Broadcasting Co.,</i> 25 P &amp; F Radio Reg. 895 (1963). <span class=\"star-pagination\">*378</span> Moreover, the duty must be met by programming obtained at the licensee's own initiative if available from no other source. <i>John J. Dempsey,</i> 6 P &amp; F Radio Reg. 615 (1950); see <i>Metropolitan Broadcasting Corp.,</i> 19 P &amp; F Radio Reg. 602 (1960); <i>The Evening News Assn.,</i> 6 P &amp; F Radio Reg. 283 (1950). The Federal Radio Commission had imposed these two basic duties on broadcasters since the outset, <i>Great Lakes Broadcasting Co.,</i> 3 F. R. C. Ann. Rep. 32 (1929), rev'd on other grounds, 59 App. D. C. 197, 37 F. 2d 993, cert. dismissed, 281 U. S. 706 (1930); <i>Chicago Federation of Labor</i> v. <i>FRC,</i> 3 F. R. C. Ann. Rep. 36 (1929), aff'd, 59 App. D. C. 333, 41 F. 2d 422 (1930); <i>KFKB Broadcasting Assn.</i> v. <i>FRC,</i> 60 App. D. C. 79, 47 F. 2d 670 (1931), and in particular respects the personal attack rules and regulations at issue here have spelled them out in greater detail.</p>\n<p>When a personal attack has been made on a figure involved in a public issue, both the doctrine of cases such as <i>Red Lion</i> and <i>Times-Mirror Broadcasting Co.,</i> 24 P &amp; F Radio Reg. 404 (1962), and also the 1967 regulations at issue in <i>RTNDA</i> require that the individual attacked himself be offered an opportunity to respond. Likewise, where one candidate is endorsed in a political editorial, the other candidates must themselves be offered reply time to use personally or through a spokesman. These obligations differ from the general fairness requirement that issues be presented, and presented with coverage of competing views, in that the broadcaster does not have the option of presenting the attacked party's side himself or choosing a third party to represent that side. But insofar as there is an obligation of the broadcaster to see that both sides are presented, and insofar as that is an affirmative obligation, the personal attack doctrine and regulations do not differ from the preceding fairness doctrine. The simple fact that the attacked men or unendorsed candidates may respond themselves or through <span class=\"star-pagination\">*379</span> agents is not a critical distinction, and indeed, it is not unreasonable for the FCC to conclude that the objective of adequate presentation of all sides may best be served by allowing those most closely affected to make the response, rather than leaving the response in the hands of the station which has attacked their candidacies, endorsed their opponents, or carried a personal attack upon them.</p>\n<p></p>\n<h2>B.</h2>\n<p>The statutory authority of the FCC to promulgate these regulations derives from the mandate to the \"Commission from time to time, as public convenience, interest, or necessity requires\" to promulgate \"such rules and regulations and prescribe such restrictions and conditions. . . as may be necessary to carry out the provisions of this chapter . . . .\" 47 U. S. C.  303 and  303 (r).<sup>[7]</sup> The Commission is specifically directed to consider the demands of the public interest in the course of granting licenses, 47 U. S. C.  307 (a), 309 (a); <span class=\"star-pagination\">*380</span> renewing them, 47 U. S. C.  307; and modifying them. <i>Ibid.</i> Moreover, the FCC has included among the conditions of the Red Lion license itself the requirement that operation of the station be carried out in the public interest, 47 U. S. C.  309 (h). This mandate to the FCC to assure that broadcasters operate in the public interest is a broad one, a power \"not niggardly but expansive,\" <i>National Broadcasting Co.</i> v. <i>United States,</i> 319 U. S. 190, 219 (1943), whose validity we have long upheld. <i>FCC</i> v. <i>Pottsville Broadcasting Co.,</i> 309 U. S. 134, 138 (1940); <i>FCC</i> v. <i>RCA Communications, Inc.,</i> 346 U. S. 86, 90 (1953); <i>FRC</i> v. <i>Nelson Bros. Bond &amp; Mortgage Co.,</i> 289 U. S. 266, 285 (1933). It is broad enough to encompass these regulations.</p>\n<p>The fairness doctrine finds specific recognition in statutory form, is in part modeled on explicit statutory provisions relating to political candidates, and is approvingly reflected in legislative history.</p>\n<p>In 1959 the Congress amended the statutory requirement of  315 that equal time be accorded each political candidate to except certain appearances on news programs, but added that this constituted no exception <i>\"from the obligation imposed upon them under this Act to operate in the public interest and to afford reasonable opportunity for the discussion of conflicting views on issues of public importance.\"</i> Act of September 14, 1959,  1, 73 Stat. 557, amending 47 U. S. C.  315 (a) (emphasis added). This language makes it very plain that Congress, in 1959, announced that the phrase \"public interest,\" which had been in the Act since 1927, imposed a duty on broadcasters to discuss both sides of controversial public issues. In other words, the amendment vindicated the FCC's general view that the fairness doctrine inhered in the public interest standard. Subsequent legislation declaring the intent of an earlier statute <span class=\"star-pagination\">*381</span> is entitled to great weight in statutory construction.<sup>[8]</sup> And here this principle is given special force by the equally venerable principle that the construction of a statute by those charged with its execution should be followed unless there are compelling indications that it is wrong,<sup>[9]</sup> especially when Congress has refused to alter the administrative construction.<sup>[10]</sup> Here, the Congress has not just kept its silence by refusing to overturn the administrative construction,<sup>[11]</sup> but has ratified it with <span class=\"star-pagination\">*382</span> positive legislation. Thirty years of consistent administrative construction left undisturbed by Congress until 1959, when that construction was expressly accepted, reinforce the natural conclusion that the public interest language of the Act authorized the Commission to require licensees to use their stations for discussion of public issues, and that the FCC is free to implement this requirement by reasonable rules and regulations which fall short of abridgment of the freedom of speech and press, and of the censorship proscribed by  326 of the Act.<sup>[12]</sup></p>\n<p>The objectives of  315 themselves could readily be circumvented but for the complementary fairness doctrine ratified by  315. The section applies only to campaign appearances by candidates, and not by family, friends, campaign managers, or other supporters. Without the fairness doctrine, then, a licensee could ban all campaign appearances by candidates themselves from the air<sup>[13]</sup> and <span class=\"star-pagination\">*383</span> proceed to deliver over his station entirely to the supporters of one slate of candidates, to the exclusion of all others. In this way the broadcaster could have a far greater impact on the favored candidacy than he could by simply allowing a spot appearance by the candidate himself. It is the fairness doctrine as an aspect of the obligation to operate in the public interest, rather than  315, which prohibits the broadcaster from taking such a step.</p>\n<p>The legislative history reinforces this view of the effect of the 1959 amendment. Even before the language relevant here was added, the Senate report on amending  315 noted that \"broadcast frequencies are limited and, therefore, they have been necessarily considered a public trust. Every licensee who is fortunate in obtaining a license is mandated to operate in the public interest and has assumed the obligation of presenting important public questions fairly and without bias.\" S. Rep. No. 562, 86th Cong., 1st Sess., 8-9 (1959). See also, specifically adverting to Federal Communications Commission doctrine, <i>id.,</i> at 13.</p>\n<p>Rather than leave this approval solely in the legislative history, Senator Proxmire suggested an amendment to make it part of the Act. 105 Cong. Rec. 14457. This amendment, which Senator Pastore, a manager of the bill and a ranking member of the Senate Committee, considered \"rather surplusage,\" 105 Cong. Rec. 14462, constituted a positive statement of doctrine<sup>[14]</sup> and was altered <span class=\"star-pagination\">*384</span> to the present merely approving language in the conference committee. In explaining the language to the Senate after the committee changes, Senator Pastore said: \"We insisted that that provision remain in the bill, to be a continuing reminder and admonition to the Federal Communications Commission and to the broadcasters alike, that we were not abandoning the philosophy that gave birth to section 315, in giving the people the right to have a full and complete disclosure of conflicting views on news of interest to the people of the country.\" 105 Cong. Rec. 17830. Senator Scott, another Senate manager, added that: \"It is intended to encompass all legitimate areas of public importance which are controversial,\" not just politics. 105 Cong. Rec. 17831.</p>\n<p>It is true that the personal attack aspect of the fairness doctrine was not actually adjudicated until after 1959, so that Congress then did not have those rules specifically before it. However, the obligation to offer time to reply to a personal attack was presaged by the FCC's 1949 Report on Editorializing, which the FCC views as the principal summary of its <i>ratio decidendi</i> in cases in this area:</p>\n<blockquote>\"In determining whether to honor specific requests for time, the station will inevitably be confronted with such questions as . . . whether there may not be other available groups or individuals who might be more appropriate spokesmen for the particular point of view than the person making the request. The latter's personal involvement in the controversy may also be a factor which must be considered, for elementary considerations of fairness may dictate that time be allocated to a person or group which has been specifically attacked over the station, where otherwise no such obligation would exist.\" 13 F. C. C., at 1251-1252.</blockquote>\n<p><span class=\"star-pagination\">*385</span> When the Congress ratified the FCC's implication of a fairness doctrine in 1959 it did not, of course, approve every past decision or pronouncement by the Commission on this subject, or give it a completely free hand for the future. The statutory authority does not go so far. But we cannot say that when a station publishes personal attacks or endorses political candidates, it is a misconstruction of the public interest standard to require the station to offer time for a response rather than to leave the response entirely within the control of the station which has attacked either the candidacies or the men who wish to reply in their own defense. When a broadcaster grants time to a political candidate, Congress itself requires that equal time be offered to his opponents. It would exceed our competence to hold that the Commission is unauthorized by the statute to employ a similar device where personal attacks or political editorials are broadcast by a radio or television station.</p>\n<p>In light of the fact that the \"public interest\" in broadcasting clearly encompasses the presentation of vigorous debate of controversial issues of importance and concern to the public; the fact that the FCC has rested upon that language from its very inception a doctrine that these issues must be discussed, and fairly; and the fact that Congress has acknowledged that the analogous provisions of  315 are not preclusive in this area, and knowingly preserved the FCC's complementary efforts, we think the fairness doctrine and its component personal attack and political editorializing regulations are a legitimate exercise of congressionally delegated authority. The Communications Act is not notable for the precision of its substantive standards and in this respect the explicit provisions of  315, and the doctrine and rules at issue here which are closely modeled upon that section, are far more explicit than the generalized \"public interest\" standard in which the Commission ordinarily finds its <span class=\"star-pagination\">*386</span> sole guidance, and which we have held a broad but adequate standard before. <i>FCC</i> v. <i>RCA Communications, Inc.,</i> 346 U. S. 86, 90 (1953); <i>National Broadcasting Co.</i> v. <i>United States,</i> 319 U. S. 190, 216-217 (1943); <i>FCC</i> v. <i>Pottsville Broadcasting Co.,</i> 309 U. S. 134, 138 (1940); <i>FRC</i> v. <i>Nelson Bros. Bond &amp; Mortgage Co.,</i> 289 U. S. 266, 285 (1933). We cannot say that the FCC's declaratory ruling in <i>Red Lion,</i> or the regulations at issue in <i>RTNDA,</i> are beyond the scope of the congressionally conferred power to assure that stations are operated by those whose possession of a license serves \"the public interest.\"</p>\n<p></p>\n<h2>III.</h2>\n<p>The broadcasters challenge the fairness doctrine and its specific manifestations in the personal attack and political editorial rules on conventional First Amendment grounds, alleging that the rules abridge their freedom of speech and press. Their contention is that the First Amendment protects their desire to use their allotted frequencies continuously to broadcast whatever they choose, and to exclude whomever they choose from ever using that frequency. No man may be prevented from saying or publishing what he thinks, or from refusing in his speech or other utterances to give equal weight to the views of his opponents. This right, they say, applies equally to broadcasters.</p>\n<p></p>\n<h2>A.</h2>\n<p>Although broadcasting is clearly a medium affected by a First Amendment interest, <i>United States</i> v. <i>Paramount Pictures, Inc.,</i> 334 U. S. 131, 166 (1948), differences in the characteristics of new media justify differences in the First Amendment standards applied to them.<sup>[15]</sup><i>Joseph</i> <span class=\"star-pagination\">*387</span> <i>Burstyn, Inc.</i> v. <i>Wilson,</i> 343 U. S. 495, 503 (1952). For example, the ability of new technology to produce sounds more raucous than those of the human voice justifies restrictions on the sound level, and on the hours and places of use, of sound trucks so long as the restrictions are reasonable and applied without discrimination. <i>Kovacs</i> v. <i>Cooper,</i> 336 U. S. 77 (1949).</p>\n<p>Just as the Government may limit the use of sound-amplifying equipment potentially so noisy that it drowns out civilized private speech, so may the Government limit the use of broadcast equipment. The right of free speech of a broadcaster, the user of a sound truck, or any other individual does not embrace a right to snuff out the free speech of others. <i>Associated Press</i> v. <i>United States,</i> 326 U. S. 1, 20 (1945).</p>\n<p>When two people converse face to face, both should not speak at once if either is to be clearly understood. But the range of the human voice is so limited that there could be meaningful communications if half the people in the United States were talking and the other half listening. Just as clearly, half the people might publish and the other half read. But the reach of radio signals is <span class=\"star-pagination\">*388</span> incomparably greater than the range of the human voice and the problem of interference is a massive reality. The lack of know-how and equipment may keep many from the air, but only a tiny fraction of those with resources and intelligence can hope to communicate by radio at the same time if intelligible communication is to be had, even if the entire radio spectrum is utilized in the present state of commercially acceptable technology.</p>\n<p>It was this fact, and the chaos which ensued from permitting anyone to use any frequency at whatever power level he wished, which made necessary the enactment of the Radio Act of 1927 and the Communications Act of 1934,<sup>[16]</sup> as the Court has noted at length before. <i>National Broadcasting Co.</i> v. <i>United States,</i> 319 U. S. 190, 210-214 (1943). It was this reality which at the very least necessitated first the division of the radio spectrum into portions reserved respectively for public broadcasting and for other important radio uses such as amateur operation, aircraft, police, defense, and navigation; and then the subdivision of each portion, and assignment of specific frequencies to individual users or groups of users. Beyond this, however, because the frequencies reserved for public broadcasting were limited in number, it was essential for the Government to tell some applicants that they could not broadcast at all because there was room for only a few.</p>\n<p>Where there are substantially more individuals who want to broadcast than there are frequencies to allocate, it is idle to posit an unabridgeable First Amendment right to broadcast comparable to the right of every individual to speak, write, or publish. If 100 persons want broadcast <span class=\"star-pagination\">*389</span> licenses but there are only 10 frequencies to allocate, all of them may have the same \"right\" to a license; but if there is to be any effective communication by radio, only a few can be licensed and the rest must be barred from the airwaves. It would be strange if the First Amendment, aimed at protecting and furthering communications, prevented the Government from making radio communication possible by requiring licenses to broadcast and by limiting the number of licenses so as not to overcrowd the spectrum.</p>\n<p>This has been the consistent view of the Court. Congress unquestionably has the power to grant and deny licenses and to eliminate existing stations. <i>FRC</i> v. <i>Nelson Bros. Bond &amp; Mortgage Co.,</i> 289 U. S. 266 (1933). No one has a First Amendment right to a license or to monopolize a radio frequency; to deny a station license because \"the public interest\" requires it \"is not a denial of free speech.\" <i>National Broadcasting Co.</i> v. <i>United States,</i> 319 U. S. 190, 227 (1943).</p>\n<p>By the same token, as far as the First Amendment is concerned those who are licensed stand no better than those to whom licenses are refused. A license permits broadcasting, but the licensee has no constitutional right to be the one who holds the license or to monopolize a radio frequency to the exclusion of his fellow citizens. There is nothing in the First Amendment which prevents the Government from requiring a licensee to share his frequency with others and to conduct himself as a proxy or fiduciary with obligations to present those views and voices which are representative of his community and which would otherwise, by necessity, be barred from the airwaves.</p>\n<p>This is not to say that the First Amendment is irrelevant to public broadcasting. On the contrary, it has a major role to play as the Congress itself recognized in  326, which forbids FCC interference with \"the right <span class=\"star-pagination\">*390</span> of free speech by means of radio communication.\" Because of the scarcity of radio frequencies, the Government is permitted to put restraints on licensees in favor of others whose views should be expressed on this unique medium. But the people as a whole retain their interest in free speech by radio and their collective right to have the medium function consistently with the ends and purposes of the First Amendment. It is the right of the viewers and listeners, not the right of the broadcasters, which is paramount. See <i>FCC</i> v. <i>Sanders Bros. Radio Station,</i> 309 U. S. 470, 475 (1940); <i>FCC</i> v. <i>Allentown Broadcasting Corp.,</i> 349 U. S. 358, 361-362 (1955); 2 Z. Chafee, Government and Mass Communications 546 (1947). It is the purpose of the First Amendment to preserve an uninhibited market-place of ideas in which truth will ultimately prevail, rather than to countenance monopolization of that market, whether it be by the Government itself or a private licensee. <i>Associated Press</i> v. <i>United States,</i> 326 U. S. 1, 20 (1945); <i>New York Times Co.</i> v. <i>Sullivan,</i> 376 U. S. 254, 270 (1964); <i>Abrams</i> v. <i>United States,</i> 250 U. S. 616, 630 (1919) (Holmes, J., dissenting). \"[S]peech concerning public affairs is more than self-expression; it is the essence of self-government.\" <i>Garrison</i> v. <i>Louisiana,</i> 379 U. S. 64, 74-75 (1964). See Brennan, The Supreme Court and the Meiklejohn Interpretation of the First Amendment, 79 Harv. L. Rev. 1 (1965). It is the right of the public to receive suitable access to social, political, esthetic, moral, and other ideas and experiences which is crucial here. That right may not constitutionally be abridged either by Congress or by the FCC.</p>\n<p></p>\n<h2>B.</h2>\n<p>Rather than confer frequency monopolies on a relatively small number of licensees, in a Nation of 200,000,000, the Government could surely have decreed that <span class=\"star-pagination\">*391</span> each frequency should be shared among all or some of those who wish to use it, each being assigned a portion of the broadcast day or the broadcast week. The ruling and regulations at issue here do not go quite so far. They assert that under specified circumstances, a licensee must offer to make available a reasonable amount of broadcast time to those who have a view different from that which has already been expressed on his station. The expression of a political endorsement, or of a personal attack while dealing with a controversial public issue, simply triggers this time sharing. As we have said, the First Amendment confers no right on licensees to prevent others from broadcasting on \"their\" frequencies and no right to an unconditional monopoly of a scarce resource which the Government has denied others the right to use.</p>\n<p>In terms of constitutional principle, and as enforced sharing of a scarce resource, the personal attack and political editorial rules are indistinguishable from the equal-time provision of  315, a specific enactment of Congress requiring stations to set aside reply time under specified circumstances and to which the fairness doctrine and these constituent regulations are important complements. That provision, which has been part of the law since 1927, Radio Act of 1927,  18, 44 Stat. 1170, has been held valid by this Court as an obligation of the licensee relieving him of any power in any way to prevent or censor the broadcast, and thus insulating him from liability for defamation. The constitutionality of the statute under the First Amendment was unquestioned.<sup>[17]</sup><i>Farmers Educ. &amp; Coop. Union</i> v. <i>WDAY,</i> 360 U. S. 525 (1959).</p>\n<p><span class=\"star-pagination\">*392</span> Nor can we say that it is inconsistent with the First Amendment goal of producing an informed public capable of conducting its own affairs to require a broadcaster to permit answers to personal attacks occurring in the course of discussing controversial issues, or to require that the political opponents of those endorsed by the station be given a chance to communicate with the public.<sup>[18]</sup> Otherwise, station owners and a few networks would have unfettered power to make time available only to the highest bidders, to communicate only their own views on public issues, people and candidates, and to permit on the air only those with whom they agreed. There is no sanctuary in the First Amendment for unlimited private censorship operating in a medium not open to all. \"Freedom of the press from governmental interference under the First Amendment does not sanction repression of that freedom by private interests.\" <i>Associated Press</i> v. <i>United States,</i> 326 U. S. 1, 20 (1945).</p>\n<p></p>\n<h2>C.</h2>\n<p>It is strenuously argued, however, that if political editorials or personal attacks will trigger an obligation in broadcasters to afford the opportunity for expression <span class=\"star-pagination\">*393</span> to speakers who need not pay for time and whose views are unpalatable to the licensees, then broadcasters will be irresistibly forced to self-censorship and their coverage of controversial public issues will be eliminated or at least rendered wholly ineffective. Such a result would indeed be a serious matter, for should licensees actually eliminate their coverage of controversial issues, the purposes of the doctrine would be stifled.</p>\n<p>At this point, however, as the Federal Communications Commission has indicated, that possibility is at best speculative. The communications industry, and in particular the networks, have taken pains to present controversial issues in the past, and even now they do not assert that they intend to abandon their efforts in this regard.<sup>[19]</sup> It would be better if the FCC's encouragement were never necessary to induce the broadcasters to meet their responsibility. And if experience with the administration of these doctrines indicates that they have the net effect of reducing rather than enhancing the volume and quality of coverage, there will be time enough to reconsider the constitutional implications. The fairness doctrine in the past has had no such overall effect.</p>\n<p>That this will occur now seems unlikely, however, since if present licensees should suddenly prove timorous, the Commission is not powerless to insist that they give adequate and fair attention to public issues. <span class=\"star-pagination\">*394</span> It does not violate the First Amendment to treat licensees given the privilege of using scarce radio frequencies as proxies for the entire community, obligated to give suitable time and attention to matters of great public concern. To condition the granting or renewal of licenses on a willingness to present representative community views on controversial issues is consistent with the ends and purposes of those constitutional provisions forbidding the abridgment of freedom of speech and freedom of the press. Congress need not stand idly by and permit those with licenses to ignore the problems which beset the people or to exclude from the airways anything but their own views of fundamental questions. The statute, long administrative practice, and cases are to this effect.</p>\n<p>Licenses to broadcast do not confer ownership of designated frequencies, but only the temporary privilege of using them. 47 U. S. C.  301. Unless renewed, they expire within three years. 47 U. S. C.  307 (d). The statute mandates the issuance of licenses if the \"public convenience, interest, or necessity will be served thereby.\" 47 U. S. C.  307 (a). In applying this standard the Commission for 40 years has been choosing licensees based in part on their program proposals. In <i>FRC</i> v. <i>Nelson Bros. Bond &amp; Mortgage Co.,</i> 289 U. S. 266, 279 (1933), the Court noted that in \"view of the limited number of available broadcasting frequencies, the Congress has authorized allocation and licenses.\" In determining how best to allocate frequencies, the Federal Radio Commission considered the needs of competing communities and the programs offered by competing stations to meet those needs; moreover, if needs or programs shifted, the Commission could alter its allocations to reflect those shifts. <i>Id.,</i> at 285. In the same vein, in <i>FCC</i> v. <i>Pottsville Broadcasting Co.,</i> 309 U. S. 134, 137-138 (1940), the Court noted that <span class=\"star-pagination\">*395</span> the statutory standard was a supple instrument to effect congressional desires \"to maintain . . . a grip on the dynamic aspects of radio transmission\" and to allay fears that \"in the absence of governmental control the public interest might be subordinated to monopolistic domination in the broadcasting field.\" Three years later the Court considered the validity of the Commission's chain broadcasting regulations, which among other things forbade stations from devoting too much time to network programs in order that there be suitable opportunity for local programs serving local needs. The Court upheld the regulations, unequivocally recognizing that the Commission was more than a traffic policeman concerned with the technical aspects of broadcasting and that it neither exceeded its powers under the statute nor transgressed the First Amendment in interesting itself in general program format and the kinds of programs broadcast by licensees. <i>National Broadcasting Co.</i> v. <i>United States,</i> 319 U. S. 190 (1943).</p>\n<p></p>\n<h2>D.</h2>\n<p>The litigants embellish their First Amendment arguments with the contention that the regulations are so vague that their duties are impossible to discern. Of this point it is enough to say that, judging the validity of the regulations on their face as they are presented here, we cannot conclude that the FCC has been left a free hand to vindicate its own idiosyncratic conception of the public interest or of the requirements of free speech. Past adjudications by the FCC give added precision to the regulations; there was nothing vague about the FCC's specific ruling in <i>Red Lion</i> that Fred Cook should be provided an opportunity to reply. The regulations at issue in <i>RTNDA</i> could be employed in precisely the same way as the fairness doctrine was in <i>Red Lion.</i> Moreover, the FCC itself has recognized that <span class=\"star-pagination\">*396</span> the applicability of its regulations to situations beyond the scope of past cases may be questionable, 32 Fed. Reg. 10303, 10304 and n. 6, and will not impose sanctions in such cases without warning. We need not approve every aspect of the fairness doctrine to decide these cases, and we will not now pass upon the constitutionality of these regulations by envisioning the most extreme applications conceivable, <i>United States</i> v. <i>Sullivan,</i> 332 U. S. 689, 694 (1948), but will deal with those problems if and when they arise.</p>\n<p>We need not and do not now ratify every past and future decision by the FCC with regard to programming. There is no question here of the Commission's refusal to permit the broadcaster to carry a particular program or to publish his own views; of a discriminatory refusal to require the licensee to broadcast certain views which have been denied access to the airwaves; of government censorship of a particular program contrary to  326; or of the official government view dominating public broadcasting. Such questions would raise more serious First Amendment issues. But we do hold that the Congress and the Commission do not violate the First Amendment when they require a radio or television station to give reply time to answer personal attacks and political editorials.</p>\n<p></p>\n<h2>E.</h2>\n<p>It is argued that even if at one time the lack of available frequencies for all who wished to use them justified the Government's choice of those who would best serve the public interest by acting as proxy for those who would present differing views, or by giving the latter access directly to broadcast facilities, this condition no longer prevails so that continuing control is not justified. To this there are several answers.</p>\n<p>Scarcity is not entirely a thing of the past. Advances <span class=\"star-pagination\">*397</span> in technology, such as microwave transmission, have led to more efficient utilization of the frequency spectrum, but uses for that spectrum have also grown apace.<sup>[20]</sup> Portions of the spectrum must be reserved for vital uses unconnected with human communication, such as radio-navigational aids used by aircraft and vessels. Conflicts have even emerged between such vital functions as defense preparedness and experimentation in methods of averting midair collisions through radio warning devices.<sup>[21]</sup> \"Land mobile services\" such as police, ambulance, fire department, public utility, and other communications systems have been occupying an increasingly crowded portion of the frequency spectrum<sup>[22]</sup> and there are, apart from licensed amateur radio operators' equipment, 5,000,000 transmitters operated on the \"citizens' band\" which is also increasingly congested.<sup>[23]</sup> Among the various uses for radio frequency space, including marine, <span class=\"star-pagination\">*398</span> aviation, amateur, military, and common carrier users, there are easily enough claimants to permit use of the whole with an even smaller allocation to broadcast radio and television uses than now exists.</p>\n<p>Comparative hearings between competing applicants for broadcast spectrum space are by no means a thing of the past. The radio spectrum has become so congested that at times it has been necessary to suspend new applications.<sup>[24]</sup> The very high frequency television spectrum is, in the country's major markets, almost entirely occupied, although space reserved for ultra high frequency television transmission, which is a relatively recent development as a commercially viable alternative, has not yet been completely filled.<sup>[25]</sup></p>\n<p><span class=\"star-pagination\">*399</span> The rapidity with which technological advances succeed one another to create more efficient use of spectrum space on the one hand, and to create new uses for that space by ever growing numbers of people on the other, makes it unwise to speculate on the future allocation of that space. It is enough to say that the resource is one of considerable and growing importance whose scarcity impelled its regulation by an agency authorized by Congress. Nothing in this record, or in our own researches, convinces us that the resource is no longer one for which there are more immediate and potential uses than can be accommodated, and for which wise planning is essential.<sup>[26]</sup> This does not mean, of course, that every possible wavelength must be occupied at every hour by some vital use in order to sustain the congressional judgment. The <span class=\"star-pagination\">*400</span> substantial capital investment required for many uses, in addition to the potentiality for confusion and interference inherent in any scheme for continuous kaleidoscopic reallocation of all available space may make this unfeasible. The allocation need not be made at such a breakneck pace that the objectives of the allocation are themselves imperiled.<sup>[27]</sup></p>\n<p>Even where there are gaps in spectrum utilization, the fact remains that existing broadcasters have often attained their present position because of their initial government selection in competition with others before new technological advances opened new opportunities for further uses. Long experience in broadcasting, confirmed habits of listeners and viewers, network affiliation, and other advantages in program procurement give existing broadcasters a substantial advantage over new entrants, even where new entry is technologically possible. These advantages are the fruit of a preferred position conferred by the Government. Some present possibility for new entry by competing stations is not enough, in itself, to render unconstitutional the Government's effort to assure that a broadcaster's programming ranges widely enough to serve the public interest.</p>\n<p>In view of the scarcity of broadcast frequencies, the Government's role in allocating those frequencies, and the legitimate claims of those unable without governmental assistance to gain access to those frequencies for expression of their views, we hold the regulations and <span class=\"star-pagination\">*401</span> ruling at issue here are both authorized by statute and constitutional.<sup>[28]</sup> The judgment of the Court of Appeals in <i>Red Lion</i> is affirmed and that in <i>RTNDA</i> reversed and the causes remanded for proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>Not having heard oral argument in these cases, MR. JUSTICE DOUGLAS took no part in the Court's decision.</p>\n<h2>NOTES</h2>\n<p>[*]  Together with No. 717, <i>United States et al.</i> v. <i>Radio Television News Directors Assn. et al.,</i> on certiorari to the United States Court of Appeals for the Seventh Circuit, argued April 3, 1969.</p>\n<p>[1]  Communications Act of 1934, Tit. III, 48 Stat. 1081, as amended, 47 U. S. C.  301 <i>et seq.</i> Section 315 now reads:\n</p>\n<p>\"315. Candidates for public office; facilities; rules.</p>\n<p>\"(a) If any licensee shall permit any person who is a legally qualified candidate for any public office to use a broadcasting station, he shall afford equal opportunities to all other such candidates for that office in the use of such broadcasting station: <i>Provided,</i> That such licensee shall have no power of censorship over the material broadcast under the provisions of this section. No obligation is imposed upon any licensee to allow the use of its station by any such candidate. Appearance by a legally qualified candidate on any</p>\n<p>\"(1) bona fide newscast,</p>\n<p>\"(2) bona fide news interview,</p>\n<p>\"(3) bona fide news documentary (if the appearance of the candidate is incidental to the presentation of the subject or subjects covered by the news documentary), or</p>\n<p>\"(4) on-the-spot coverage of bona fide news events (including but not limited to political conventions and activities incidental thereto), shall not be deemed to be use of a broadcasting station within the meaning of this subsection. Nothing in the foregoing sentence shall be construed as relieving broadcasters, in connection with the presentation of newscasts, news interviews, news documentaries, and on-the-spot coverage of news events, from the obligation imposed upon them under this chapter to operate in the public interest and to afford reasonable opportunity for the discussion of conflicting views on issues of public importance.</p>\n<p>\"(b) The charges made for the use of any broadcasting station for any of the purposes set forth in this section shall not exceed the charges made for comparable use of such station for other purposes.</p>\n<p>\"(c) The Commission shall prescribe appropriate rules and regulations to carry out the provisions of this section.\"</p>\n<p>[2]  According to the record, Hargis asserted that his broadcast included the following statement:\n</p>\n<p>\"Now, this paperback book by Fred J. Cook is entitled, `GOLDWATER EXTREMIST ON THE RIGHT.' Who is Cook? Cook was fired from the New York World Telegram after he made a false charge publicly on television against an un-named official of the New York City government. New York publishers and NEWSWEEK Magazine for December 7, 1959, showed that Fred Cook and his pal, Eugene Gleason, had made up the whole story and this confession was made to New York District Attorney, Frank Hogan. After losing his job, Cook went to work for the left-wing publication, THE NATION, one of the most scurrilous publications of the left which has championed many communist causes over many years. Its editor, Carry McWilliams, has been affiliated with many communist enterprises, scores of which have been cited as subversive by the Attorney General of the U. S. or by other government agencies . . . . Now, among other things Fred Cook wrote for THE NATION, was an article absolving Alger Hiss of any wrong doing . . . there was a 208 page attack on the FBI and J. Edgar Hoover; another attack by Mr. Cook was on the Central Intelligence Agency . . . now this is the man who wrote the book to smear and destroy Barry Goldwater called `Barry GoldwaterExtremist Of The Right!' \"</p>\n<p>[3]  The Court of Appeals initially dismissed the petition for want of a reviewable order, later reversing itself en banc upon argument by the Government that the FCC rule used here, which permits it to issue \"a declaratory ruling terminating a controversy or removing uncertainty,\" 47 CFR  1.2, was in fact justified by the Administrative Procedure Act. That Act permits an adjudicating agency, \"in its sound discretion, with like effect as in the case of other orders, to issue a declaratory order to terminate a controversy or remove uncertainty.\"  5, 60 Stat. 239, 5 U. S. C.  1004 (d). In this case, the FCC could have determined the question of Red Lion's liability to a cease-and-desist order or license revocation, 47 U. S. C.  312, for failure to comply with the license's condition that the station be operated \"in the public interest,\" or for failure to obey a requirement of operation in the public interest implicit in the ability of the FCC to revoke licenses for conditions justifying the denial of an initial license, 47 U. S. C.  312 (a) (2), and the statutory requirement that the public interest be served in granting and renewing licenses, 47 U. S. C.  307 (a), (d). Since the FCC could have adjudicated these questions it could, under the Administrative Procedure Act, have issued a declaratory order in the course of its adjudication which would have been subject to judicial review. Although the FCC did not comply with all of the formalities for an adjudicative proceeding in this case, the petitioner itself adopted as its own the Government's position that this was a reviewable order, waiving any objection it might have had to the procedure of the adjudication.</p>\n<p>[4]  Because of this chaos, a series of National Radio Conferences was held between 1922 and 1925, at which it was resolved that regulation of the radio spectrum by the Federal Government was essential and that regulatory power should be utilized to ensure that allocation of this limited resource would be made only to those who would serve the public interest. The 1923 Conference expressed the opinion that the Radio Communications Act of 1912, 37 Stat. 302, conferred upon the Secretary of Commerce the power to regulate frequencies and hours of operation, but when Secretary Hoover sought to implement this claimed power by penalizing the Zenith Radio Corporation for operating on an unauthorized frequency, the 1912 Act was held not to permit enforcement. <i>United States</i> v. <i>Zenith Radio Corporation,</i> 12 F. 2d 614 (D. C. N. D. Ill. 1926). Cf. <i>Hoover</i> v. <i>Intercity Radio Co.,</i> 52 App. D. C. 339, 286 F. 1003 (1923) (Secretary had no power to deny licenses, but was empowered to assign frequencies). An opinion issued by the Attorney General at Hoover's request confirmed the impotence of the Secretary under the 1912 Act. 35 Op. Atty. Gen. 126 (1926). Hoover thereafter appealed to the radio industry to regulate itself, but his appeal went largely unheeded. See generally L. Schmeckebier, The Federal Radio Commission 1-14 (1932).</p>\n<p>[5]  Congressman White, a sponsor of the bill enacted as the Radio Act of 1927, commented upon the need for new legislation:\n</p>\n<p>\"We have reached the definite conclusion that the right of all our people to enjoy this means of communication can be preserved only by the repudiation of the idea underlying the 1912 law that anyone who will may transmit and by the assertion in its stead of the doctrine that the right of the public to service is superior to the right of any individual . . . . The recent radio conference met this issue squarely. It recognized that in the present state of scientific development there must be a limitation upon the number of broadcasting stations and it recommended that licenses should be issued only to those stations whose operation would render a benefit to the public, are necessary in the public interest, or would contribute to the development of the art. This principle was approved by every witness before your committee. We have written it into the bill. If enacted into law, the broadcasting privilege will not be a right of selfishness. It will rest upon an assurance of public interest to be served.\" 67 Cong. Rec. 5479.</p>\n<p>[6]  Radio Act of 1927,  4, 44 Stat. 1163. See generally Davis, The Radio Act of 1927, 13 Va. L. Rev. 611 (1927).</p>\n<p>[7]  As early as 1930, Senator Dill expressed the view that the Federal Radio Commission had the power to make regulations requiring a licensee to afford an opportunity for presentation of the other side on \"public questions.\" Hearings before the Senate Committee on Interstate Commerce on S. 6, 71st Cong., 2d Sess., 1616 (1930):\n</p>\n<p>\"Senator DILL. Then you are suggesting that the provision of the statute that now requires a station to give equal opportunity to candidates for office shall be applied to all public questions?</p>\n<p>\"Commissioner ROBINSON. Of course, I think in the legal concept the law requires it now. I do not see that there is any need to legislate about it. It will evolve one of these days. Somebody will go into court and say, `I am entitled to this opportunity,' and he will get it.</p>\n<p>\"Senator DILL. Has the Commission considered the question of making regulations requiring the stations to do that?</p>\n<p>\"Commissioner ROBINSON. Oh, no.</p>\n<p>\"Senator DILL. It would be within the power of the commission, I think, to make regulations on that subject.\"</p>\n<p>[8]  <i>Federal Housing Administration</i> v. <i>Darlington, Inc.,</i> 358 U. S. 84, 90 (1958); <i>Glidden Co.</i> v. <i>Zdanok,</i> 370 U. S. 530, 541 (1962) (opinion of MR. JUSTICE HARLAN, joined by MR. JUSTICE BRENNAN and MR. JUSTICE STEWART). This principle is a venerable one. <i>Alexander</i> v. <i>Alexandria,</i> 5 Cranch 1 (1809); <i>United States</i> v. <i>Freeman,</i> 3 How. 556 (1845); <i>Stockdale</i> v. <i>The Insurance Companies,</i> 20 Wall. 323 (1874).</p>\n<p>[9]  <i>Zemel</i> v. <i>Rusk,</i> 381 U. S. 1, 11-12 (1965); <i>Udall</i> v. <i>Tallman,</i> 380 U. S. 1, 16-18 (1965); <i>Commissioner</i> v. <i>Sternberger's Estate,</i> 348 U. S. 187, 199 (1955); <i>Hastings &amp; D. R. Co.</i> v. <i>Whitney,</i> 132 U. S. 357, 366 (1889); <i>United States</i> v. <i>Burlington &amp; Missouri River R. Co.,</i> 98 U. S. 334, 341 (1879); <i>United States</i> v. <i>Alexander,</i> 12 Wall. 177, 179-181 (1871); <i>Surgett</i> v. <i>Lapice,</i> 8 How. 48, 68 (1850).</p>\n<p>[10]  <i>Zemel</i> v. <i>Rusk,</i> 381 U. S. 1, 11-12 (1965); <i>United States</i> v. <i>Bergh,</i> 352 U. S. 40, 46-47 (1956); <i>Alstate Construction Co.</i> v. <i>Durkin,</i> 345 U. S. 13, 16-17 (1953); <i>Costanzo</i> v. <i>Tillinghast,</i> 287 U. S. 341, 345 (1932)</p>\n<p>[11]  An attempt to limit sharply the FCC's power to interfere with programming practices failed to emerge from Committee in 1943. S. 814, 78th Cong., 1st Sess. (1943). See Hearings on S. 814 before the Senate Committee on Interstate Commerce, 78th Cong., 1st Sess. (1943). Also, attempts specifically to enact the doctrine failed in the Radio Act of 1927, 67 Cong. Rec. 12505 (1926) (agreeing to amendment proposed by Senator Dill eliminating coverage of \"question affecting the public\"), and a similar proposal in the Communications Act of 1934 was accepted by the Senate, 78 Cong. Rec. 8854 (1934); see S. Rep. No. 781, 73d Cong., 2d Sess., 8 (1934), but was not included in the bill reported by the House Committee, see H. R. Rep. No. 1850, 73d Cong., 2d Sess. (1934). The attempt which came nearest success was a bill, H. R. 7716, 72d Cong., 1st Sess. (1932), passed by Congress but pocket-vetoed by the President in 1933, which would have extended \"equal opportunities\" whenever a public question was to be voted on at an election or by a government agency. H. R. Rep. No. 2106, 72d Cong., 2d Sess., 6 (1933). In any event, unsuccessful attempts at legislation are not the best of guides to legislative intent. <i>Fogarty</i> v. <i>United States,</i> 340 U. S. 8, 13-14 (1950); <i>United States</i> v. <i>United Mine Workers,</i> 330 U. S. 258, 281-282 (1947). A review of some of the legislative history over the years, drawing a somewhat different conclusion, is found in Staff Study of the House Committee on Interstate and Foreign Commerce, Legislative History of the Fairness Doctrine, 90th Cong., 2d Sess. (Comm. Print. 1968). This inconclusive history was, of course, superseded by the specific statutory language added in 1959.</p>\n<p>[12]  \" 326. Censorship.\n</p>\n<p>\"Nothing in this chapter shall be understood or construed to give the Commission the power of censorship over the radio communications or signals transmitted by any radio station, and no regulation or condition shall be promulgated or fixed by the Commission which shall interfere with the right of free speech by means of radio communication.\"</p>\n<p>[13]  <i>John P. Crommelin,</i> 19 P &amp; F Radio Reg. 1392 (1960).</p>\n<p>[14]  The Proxmire amendment read: \"[B]ut nothing in this sentence shall be construed as changing the basic intent of Congress with respect to the provisions of this act, which recognizes that television and radio frequencies are in the public domain, that the license to operate in such frequencies requires operation in the public interest, and that in newscasts, news interviews, news documentaries, on-the-spot coverage of news events, and panel discussions, all sides of public controversies shall be given as equal an opportunity to be heard as is practically possible.\" 105 Cong. Rec. 14457.</p>\n<p>[15]  The general problems raised by a technology which supplants atomized, relatively informal communication with mass media as a prime source of national cohesion and news were discussed at considerable length by Zechariah Chafee in Government and Mass Communications (1947). Debate on the particular implications of this view for the broadcasting industry has continued unabated. A compendium of views appears in Freedom and Responsibility in Broadcasting (J. Coons ed.) (1961). See also Kalven, Broadcasting, Public Policy and the First Amendment, 10 J. Law &amp; Econ. 15 (1967); M. Ernst, The First Freedom 125-180 (1946); T. Robinson, Radio Networks and the Federal Government, especially at 75-87 (1943). The considerations which the newest technology brings to bear on the particular problem of this litigation are concisely explored by Louis Jaffe in The Fairness Doctrine, Equal Time, Reply to Personal Attacks, and the Local Service Obligation; Implications of Technological Change, Printed for Special Subcommittee on Investigations of the House Committee on Interstate and Foreign Commerce (1968).</p>\n<p>[16]  The range of controls which have in fact been imposed over the last 40 years, without giving rise to successful constitutional challenge in this Court, is discussed in W. Emery, Broadcasting and Government: Responsibilities and Regulations (1961); Note, Regulation of Program Content by the FCC, 77 Harv. L. Rev. 701 (1964).</p>\n<p>[17]  This has not prevented vigorous argument from developing on the constitutionality of the ancillary FCC doctrines. Compare Barrow, The Equal Opportunities and Fairness Doctrines in Broadcasting: Pillars in the Forum of Democracy, 37 U. Cin. L. Rev. 447 (1968), with Robinson, The FCC and the First Amendment: Observations on 40 Years of Radio and Television Regulation, 52 Minn. L. Rev. 67 (1967), and Sullivan, Editorials and Controversy: The Broadcaster's Dilemma, 32 Geo. Wash. L. Rev. 719 (1964).</p>\n<p>[18]  The expression of views opposing those which broadcasters permit to be aired in the first place need not be confined solely to the broadcasters themselves as proxies. \"Nor is it enough that he should hear the arguments of adversaries from his own teachers, presented as they state them, and accompanied by what they offer as refutations. That is not the way to do justice to the arguments, or bring them into real contact with his own mind. He must be able to hear them from persons who actually believe them; who defend them in earnest, and do their very utmost for them.\" J. Mill, On Liberty 32 (R. McCallum ed. 1947).</p>\n<p>[19]  The President of the Columbia Broadcasting System has recently declared that despite the Government, \"we are determined to continue covering controversial issues as a public service, and exercising our own independent news judgment and enterprise. I, for one, refuse to allow that judgment and enterprise to be affected by official intimidation.\" F. Stanton, Keynote Address, Sigma Delta Chi National Convention, Atlanta, Georgia, November 21, 1968. Problems of news coverage from the broadcaster's viewpoint are surveyed in W. Wood, Electronic Journalism (1967).</p>\n<p>[20]  Current discussions of the frequency allocation problem appear in Telecommunication Science Panel, Commerce Technical Advisory Board, U. S. Dept. of Commerce, Electromagnetic Spectrum Utilization The Silent Crisis (1966); Joint Technical Advisory Committee, Institute of Electrical and Electronics Engineers and Electronic Industries Assn., Report on Radio Spectrum Utilization (1964); Note, The Crisis in Electromagnetic Frequency Spectrum Allocation, 53 Iowa L. Rev. 437 (1967). A recently released study is the Final Report of the President's Task Force on Communications Policy (1968).</p>\n<p>[21]  <i>Bendix Aviation Corp.</i> v. <i>FCC,</i> 106 U. S. App. D. C. 304, 272 F. 2d 533 (1959), cert. denied, 361 U. S. 965 (1960).</p>\n<p>[22]  1968 FCC Annual Report 65-69.</p>\n<p>[23]  New limitations on these users, who can also lay claim to First Amendment protection, were sustained against First Amendment attack with the comment, \"Here is truly a situation where if everybody could say anything, many could say nothing.\" <i>Lafayette Radio Electronics Corp.</i> v. <i>United States,</i> 345 F. 2d 278, 281 (1965). Accord, <i>California Citizens Band Assn.</i> v. <i>United States,</i> 375 F. 2d 43 (C. A. 9th Cir.), cert. denied, 389 U. S. 844 (1967).</p>\n<p>[24]  <i>Kessler</i> v. <i>FCC,</i> 117 U. S. App. D. C. 130, 326 F. 2d 673 (1963).</p>\n<p>[25]  In a table prepared by the FCC on the basis of statistics current as of August 31, 1968, VHF and UHF channels allocated to and those available in the top 100 market areas for television are set forth:\n</p>\n<p></p>\n<pre>\n                          COMMERCIAL\n                                             <i>Channels</i>\n                                            <i>On the Air,</i>\n                         <i>Channels</i>          <i>Authorized, or</i>          <i>Available</i>\n<i>Market Areas</i>            <i>Allocated</i>            <i>Applied for</i>           <i>Channels</i>\n                        VHF    UHF           VHF    UHF              VHF    UHF\nTop 10 . . . . . . . .    40     45            40     44                0      1\nTop 50 . . . . . . . .   157    163           157    136                0     27\nTop 100. . . . . . . .   264    297           264    213                0     84\n                         NONCOMMERCIAL\n                                            <i>Channels</i>\n                                           <i>On the Air,</i>\n                         <i>Channels</i>         <i>Authorized, or</i>                <i>Available</i>\n<i>Market Areas</i>             <i>Reserved</i>          <i>Applied for</i>                   <i>Channels</i>\n                        VHF    UHF            VHF      UHF              VHF    UHF\nTop 10 . . . . . . . .    7     17             7       16                0      1\nTop 50 . . . . . . . .   21     79            20       47                1     32\nTop 100. . . . . . . .   35    138            34       69                1     69\n1968 FCC Annual Report 132-135.\n</pre>\n<p>[26]  RTNDA argues that these regulations should be held invalid for failure of the FCC to make specific findings in the rule-making proceeding relating to these factual questions. Presumably the fairness doctrine and the personal attack decisions themselves, such as <i>Red Lion,</i> should fall for the same reason. But this argument ignores the fact that these regulations are no more than the detailed specification of certain consequences of long-standing rules, the need for which was recognized by the Congress on the factual predicate of scarcity made plain in 1927, recognized by this Court in the 1943 <i>National Broadcasting Co.</i> case, and reaffirmed by the Congress as recently as 1959. \"If the number of radio and television stations were not limited by available frequencies, the committee would have no hesitation in removing completely the present provision regarding equal time and urge the right of each broadcaster to follow his own conscience . . . . However, broadcast frequencies are limited and, therefore, they have been necessarily considered a public trust.\" S. Rep. No. 562, 86th Cong., 1st Sess., 8-9 (1959). In light of this history; the opportunity which the broadcasters have had to address the FCC and show that somehow the situation had radically changed, undercutting the validity of the congressional judgment; and their failure to adduce any convincing evidence of that in the record here, we cannot consider the absence of more detailed findings below to be determinative.</p>\n<p>[27]  The \"airwaves [need not] be filled at the earliest possible moment in all circumstances without due regard for these important factors.\" <i>Community Broadcasting Co.</i> v. <i>FCC,</i> 107 U. S. App. D. C. 95, 105, 274 F. 2d 753, 763 (1960). Accord, enforcing the fairness doctrine, <i>Office of Communication of the United Church of Christ</i> v. <i>FCC,</i> 123 U. S. App. D. C. 328, 343, 359 F. 2d 994, 1009 (1966).</p>\n<p>[28]  We need not deal with the argument that even if there is no longer a technological scarcity of frequencies limiting the number of broadcasters, there nevertheless is an economic scarcity in the sense that the Commission could or does limit entry to the broadcasting market on economic grounds and license no more stations than the market will support. Hence, it is said, the fairness doctrine or its equivalent is essential to satisfy the claims of those excluded and of the public generally. A related argument, which we also put aside, is that quite apart from scarcity of frequencies, technological or economic, Congress does not abridge freedom of speech or press by legislation directly or indirectly multiplying the voices and views presented to the public through time sharing, fairness doctrines, or other devices which limit or dissipate the power of those who sit astride the channels of communication with the general public. Cf. <i>Citizen Publishing Co.</i> v. <i>United States,</i> 394 U. S. 131 (1969).</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></span> (1969)</b></center>\n<center><h1>RED LION BROADCASTING CO., INC., ET AL.<br>\nv.<br>\nFEDERAL COMMUNICATIONS COMMISSION ET AL.</h1></center>\n<center>No. 2.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 2-3, 1969.</center>\n<center>Decided June 9, 1969.<sup>[*]</sup></center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT.\n<p><span class=\"star-pagination\">*368</span> <i>Roger Robb</i> argued the cause for petitioners in No. 2. With him on the brief were <i>H. Donald Kistler</i> and <i>Thomas B. Sweeney. Solicitor General Griswold</i> argued the cause for the United States and the Federal Communications Commission, petitioners in No. 717 and respondents in No. 2. With him on the brief were <span class=\"star-pagination\">*369</span> <i>Assistant Attorney General McLaren, Deputy Solicitor General Springer, Francis X. Beytagh, Jr., Henry Geller,</i> and <i>Daniel R. Ohlbaum.</i></p>\n<p><i>Archibald Cox</i> argued the cause for respondents in No. 717. With him on the brief for respondents Radio Television News Directors Assn. et al. were <i>W. Theodore Pierson, Harold David Cohen, Vernon C. Kohlhaas,</i> and <i>J. Laurent Scharff.</i> On the brief for respondent National Broadcasting Co., Inc., were <i>Lawrence J. McKay, Raymond L. Falls, Jr., Corydon B. Dunham, Howard Monderer,</i> and <i>Abraham P. Ordover.</i> On the brief for respondent Columbia Broadcasting System, Inc., were <i>Lloyd N. Cutler, J. Roger Wollenberg, Timothy B. Dyk, Robert V. Evans,</i> and <i>Herbert Wechsler.</i></p>\n<p>MR. JUSTICE WHITE delivered the opinion of the Court.</p>\n<p>The Federal Communications Commission has for many years imposed on radio and television broadcasters the requirement that discussion of public issues be presented on broadcast stations, and that each side of those issues must be given fair coverage. This is known as the fairness doctrine, which originated very early in the history of broadcasting and has maintained its present outlines for some time. It is an obligation whose content has been defined in a long series of FCC rulings in particular cases, and which is distinct from the statutory <span class=\"star-pagination\">*370</span> requirement of  315 of the Communications Act<sup>[1]</sup> that equal time be allotted all qualified candidates for public office. Two aspects of the fairness doctrine, relating to personal attacks in the context of controversial public issues and to political editorializing, were codified more precisely in the form of FCC regulations in 1967. The two cases before us now, which were decided separately below, challenge the constitutional and statutory bases of the doctrine and component rules. <i>Red Lion</i> <span class=\"star-pagination\">*371</span> involves the application of the fairness doctrine to a particular broadcast, and <i>RTNDA</i> arises as an action to review the FCC's 1967 promulgation of the personal attack and political editorializing regulations, which were laid down after the <i>Red Lion</i> litigation had begun.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>A.</h2>\n<p>The Red Lion Broadcasting Company is licensed to operate a Pennsylvania radio station, WGCB. On November 27, 1964, WGCB carried a 15-minute broadcast by the Reverend Billy James Hargis as part of a \"Christian Crusade\" series. A book by Fred J. Cook entitled \"Goldwater Extremist on the Right\" was discussed by Hargis, who said that Cook had been fired by a newspaper for making false charges against city officials; that Cook had then worked for a Communist-affiliated publication; that he had defended Alger Hiss and attacked J. Edgar Hoover and the Central Intelligence Agency; and that he had now written a \"book to smear and destroy Barry Goldwater.\"<sup>[2]</sup> When Cook heard of the broadcast he <span class=\"star-pagination\">*372</span> concluded that he had been personally attacked and demanded free reply time, which the station refused. After an exchange of letters among Cook, Red Lion, and the FCC, the FCC declared that the Hargis broadcast constituted a personal attack on Cook; that Red Lion had failed to meet its obligation under the fairness doctrine as expressed in <i>Times-Mirror Broadcasting Co.,</i> 24 P &amp; F Radio Reg. 404 (1962), to send a tape, transcript, or summary of the broadcast to Cook and offer him reply time; and that the station must provide reply time whether or not Cook would pay for it. On review in the Court of Appeals for the District of Columbia Circuit,<sup>[3]</sup> the <span class=\"star-pagination\">*373</span> FCC's position was upheld as constitutional and otherwise proper. 127 U. S. App. D. C. 129, 381 F. 2d 908 (1967).</p>\n<p></p>\n<h2>B.</h2>\n<p>Not long after the <i>Red Lion</i> litigation was begun, the FCC issued a Notice of Proposed Rule Making, 31 Fed. Reg. 5710, with an eye to making the personal attack aspect of the fairness doctrine more precise and more readily enforceable, and to specifying its rules relating to political editorials. After considering written comments supporting and opposing the rules, the FCC adopted them substantially as proposed, 32 Fed. Reg. 10303. Twice amended, 32 Fed. Reg. 11531, 33 Fed. Reg. 5362, the rules were held unconstitutional in the <i>RTNDA</i> litigation by the Court of Appeals for the Seventh Circuit, on review of the rule-making proceeding, as abridging the freedoms of speech and press. 400 F. 2d 1002 (1968).</p>\n<p>As they now stand amended, the regulations read as follows:</p>\n<blockquote>\"Personal attacks; political editorials.</blockquote>\n<blockquote>\"(a) When, during the presentation of views on a controversial issue of public importance, an attack is made upon the honesty, character, integrity or like personal qualities of an identified person or group, the licensee shall, within a reasonable time and in no event later than 1 week after the attack, transmit to the person or group attacked (1) notification of the date, time and identification of the broadcast; (2) a script or tape (or an accurate summary if a script or tape is not available) of the <span class=\"star-pagination\">*374</span> attack; and (3) an offer of a reasonable opportunity to respond over the licensee's facilities.</blockquote>\n<blockquote>\"(b) The provisions of paragraph (a) of this section shall not be applicable (1) to attacks on foreign groups or foreign public figures; (2) to personal attacks which are made by legally qualified candidates, their authorized spokesmen, or those associated with them in the campaign, on other such candidates, their authorized spokesmen, or persons associated with the candidates in the campaign; and (3) to bona fide newscasts, bona fide news interviews, and on-the-spot coverage of a bona fide news event (including commentary or analysis contained in the foregoing programs, but the provisions of paragraph (a) of this section shall be applicable to editorials of the licensee).</blockquote>\n<blockquote>\"NOTE: The fairness doctrine is applicable to situations coming within [(3)], above, and, in a specific factual situation, may be applicable in the general area of political broadcasts [(2)], above. See, section 315 (a) of the Act, 47 U. S. C. 315 (a); Public Notice: <i>Applicability of the Fairness Doctrine in the Handling of Controversial Issues of Public Importance.</i> 29 F. R. 10415. The categories listed in [(3)] are the same as those specified in section 315 (a) of the Act.</blockquote>\n<blockquote>\"(c) Where a licensee, in an editorial, (i) endorses or (ii) opposes a legally qualified candidate or candidates, the licensee shall, within 24 hours after the editorial, transmit to respectively (i) the other qualified candidate or candidates for the same office or (ii) the candidate opposed in the editorial (1) notification of the date and the time of the editorial; (2) a script or tape of the editorial; and (3) an offer of a reasonable opportunity for a candidate or a spokesman of the candidate to respond over the <span class=\"star-pagination\">*375</span> licensee's facilities: <i>Provided, however,</i> That where such editorials are broadcast within 72 hours prior to the day of the election, the licensee shall comply with the provisions of this paragraph sufficiently far in advance of the broadcast to enable the candidate or candidates to have a reasonable opportunity to prepare a response and to present it in a timely fashion.\" 47 CFR  73.123, 73.300, 73.598, 73.679 (all identical).</blockquote>\n<p></p>\n<h2>C.</h2>\n<p>Believing that the specific application of the fairness doctrine in <i>Red Lion,</i> and the promulgation of the regulations in <i>RTNDA,</i> are both authorized by Congress and enhance rather than abridge the freedoms of speech and press protected by the First Amendment, we hold them valid and constitutional, reversing the judgment below in <i>RTNDA</i> and affirming the judgment below in <i>Red Lion.</i></p>\n<p></p>\n<h2>II.</h2>\n<p>The history of the emergence of the fairness doctrine and of the related legislation shows that the Commission's action in the <i>Red Lion</i> case did not exceed its authority, and that in adopting the new regulations the Commission was implementing congressional policy rather than embarking on a frolic of its own.</p>\n<p></p>\n<h2>A.</h2>\n<p>Before 1927, the allocation of frequencies was left entirely to the private sector, and the result was chaos.<sup>[4]</sup><span class=\"star-pagination\">*376</span> It quickly became apparent that broadcast frequencies constituted a scarce resource whose use could be regulated and rationalized only by the Government. Without government control, the medium would be of little use because of the cacaphony of competing voices, none of which could be clearly and predictably heard.<sup>[5]</sup> Consequently, the Federal Radio Commission was established <span class=\"star-pagination\">*377</span> to allocate frequencies among competing applicants in a manner responsive to the public \"convenience, interest, or necessity.\"<sup>[6]</sup></p>\n<p>Very shortly thereafter the Commission expressed its view that the \"public interest requires ample play for the free and fair competition of opposing views, and the commission believes that the principle applies . . . to all discussions of issues of importance to the public.\" <i>Great Lakes Broadcasting Co.,</i> 3 F. R. C. Ann. Rep. 32, 33 (1929), rev'd on other grounds, 59 App. D. C. 197, 37 F. 2d 993, cert. dismissed, 281 U. S. 706 (1930). This doctrine was applied through denial of license renewals or construction permits, both by the FRC, <i>Trinity Methodist Church, South</i> v. <i>FRC,</i> 61 App. D. C. 311, 62 F. 2d 850 (1932), cert. denied, 288 U. S. 599 (1933), and its successor FCC, <i>Young People's Association for the Propagation of the Gospel,</i> 6 F. C. C. 178 (1938). After an extended period during which the licensee was obliged not only to cover and to cover fairly the views of others, but also to refrain from expressing his own personal views, <i>Mayflower Broadcasting Corp.,</i> 8 F. C. C. 333 (1940), the latter limitation on the licensee was abandoned and the doctrine developed into its present form.</p>\n<p>There is a twofold duty laid down by the FCC's decisions and described by the 1949 Report on Editorializing by Broadcast Licensees, 13 F. C. C. 1246 (1949). The broadcaster must give adequate coverage to public issues, <i>United Broadcasting Co.,</i> 10 F. C. C. 515 (1945), and coverage must be fair in that it accurately reflects the opposing views. <i>New Broadcasting Co.,</i> 6 P &amp; F Radio Reg. 258 (1950). This must be done at the broadcaster's own expense if sponsorship is unavailable. <i>Cullman Broadcasting Co.,</i> 25 P &amp; F Radio Reg. 895 (1963). <span class=\"star-pagination\">*378</span> Moreover, the duty must be met by programming obtained at the licensee's own initiative if available from no other source. <i>John J. Dempsey,</i> 6 P &amp; F Radio Reg. 615 (1950); see <i>Metropolitan Broadcasting Corp.,</i> 19 P &amp; F Radio Reg. 602 (1960); <i>The Evening News Assn.,</i> 6 P &amp; F Radio Reg. 283 (1950). The Federal Radio Commission had imposed these two basic duties on broadcasters since the outset, <i>Great Lakes Broadcasting Co.,</i> 3 F. R. C. Ann. Rep. 32 (1929), rev'd on other grounds, 59 App. D. C. 197, 37 F. 2d 993, cert. dismissed, 281 U. S. 706 (1930); <i>Chicago Federation of Labor</i> v. <i>FRC,</i> 3 F. R. C. Ann. Rep. 36 (1929), aff'd, 59 App. D. C. 333, 41 F. 2d 422 (1930); <i>KFKB Broadcasting Assn.</i> v. <i>FRC,</i> 60 App. D. C. 79, 47 F. 2d 670 (1931), and in particular respects the personal attack rules and regulations at issue here have spelled them out in greater detail.</p>\n<p>When a personal attack has been made on a figure involved in a public issue, both the doctrine of cases such as <i>Red Lion</i> and <i>Times-Mirror Broadcasting Co.,</i> 24 P &amp; F Radio Reg. 404 (1962), and also the 1967 regulations at issue in <i>RTNDA</i> require that the individual attacked himself be offered an opportunity to respond. Likewise, where one candidate is endorsed in a political editorial, the other candidates must themselves be offered reply time to use personally or through a spokesman. These obligations differ from the general fairness requirement that issues be presented, and presented with coverage of competing views, in that the broadcaster does not have the option of presenting the attacked party's side himself or choosing a third party to represent that side. But insofar as there is an obligation of the broadcaster to see that both sides are presented, and insofar as that is an affirmative obligation, the personal attack doctrine and regulations do not differ from the preceding fairness doctrine. The simple fact that the attacked men or unendorsed candidates may respond themselves or through <span class=\"star-pagination\">*379</span> agents is not a critical distinction, and indeed, it is not unreasonable for the FCC to conclude that the objective of adequate presentation of all sides may best be served by allowing those most closely affected to make the response, rather than leaving the response in the hands of the station which has attacked their candidacies, endorsed their opponents, or carried a personal attack upon them.</p>\n<p></p>\n<h2>B.</h2>\n<p>The statutory authority of the FCC to promulgate these regulations derives from the mandate to the \"Commission from time to time, as public convenience, interest, or necessity requires\" to promulgate \"such rules and regulations and prescribe such restrictions and conditions. . . as may be necessary to carry out the provisions of this chapter . . . .\" 47 U. S. C.  303 and  303 (r).<sup>[7]</sup> The Commission is specifically directed to consider the demands of the public interest in the course of granting licenses, 47 U. S. C.  307 (a), 309 (a); <span class=\"star-pagination\">*380</span> renewing them, 47 U. S. C.  307; and modifying them. <i>Ibid.</i> Moreover, the FCC has included among the conditions of the Red Lion license itself the requirement that operation of the station be carried out in the public interest, 47 U. S. C.  309 (h). This mandate to the FCC to assure that broadcasters operate in the public interest is a broad one, a power \"not niggardly but expansive,\" <i>National Broadcasting Co.</i> v. <i>United States,</i> 319 U. S. 190, 219 (1943), whose validity we have long upheld. <i>FCC</i> v. <i>Pottsville Broadcasting Co.,</i> 309 U. S. 134, 138 (1940); <i>FCC</i> v. <i>RCA Communications, Inc.,</i> 346 U. S. 86, 90 (1953); <i>FRC</i> v. <i>Nelson Bros. Bond &amp; Mortgage Co.,</i> 289 U. S. 266, 285 (1933). It is broad enough to encompass these regulations.</p>\n<p>The fairness doctrine finds specific recognition in statutory form, is in part modeled on explicit statutory provisions relating to political candidates, and is approvingly reflected in legislative history.</p>\n<p>In 1959 the Congress amended the statutory requirement of  315 that equal time be accorded each political candidate to except certain appearances on news programs, but added that this constituted no exception <i>\"from the obligation imposed upon them under this Act to operate in the public interest and to afford reasonable opportunity for the discussion of conflicting views on issues of public importance.\"</i> Act of September 14, 1959,  1, 73 Stat. 557, amending 47 U. S. C.  315 (a) (emphasis added). This language makes it very plain that Congress, in 1959, announced that the phrase \"public interest,\" which had been in the Act since 1927, imposed a duty on broadcasters to discuss both sides of controversial public issues. In other words, the amendment vindicated the FCC's general view that the fairness doctrine inhered in the public interest standard. Subsequent legislation declaring the intent of an earlier statute <span class=\"star-pagination\">*381</span> is entitled to great weight in statutory construction.<sup>[8]</sup> And here this principle is given special force by the equally venerable principle that the construction of a statute by those charged with its execution should be followed unless there are compelling indications that it is wrong,<sup>[9]</sup> especially when Congress has refused to alter the administrative construction.<sup>[10]</sup> Here, the Congress has not just kept its silence by refusing to overturn the administrative construction,<sup>[11]</sup> but has ratified it with <span class=\"star-pagination\">*382</span> positive legislation. Thirty years of consistent administrative construction left undisturbed by Congress until 1959, when that construction was expressly accepted, reinforce the natural conclusion that the public interest language of the Act authorized the Commission to require licensees to use their stations for discussion of public issues, and that the FCC is free to implement this requirement by reasonable rules and regulations which fall short of abridgment of the freedom of speech and press, and of the censorship proscribed by  326 of the Act.<sup>[12]</sup></p>\n<p>The objectives of  315 themselves could readily be circumvented but for the complementary fairness doctrine ratified by  315. The section applies only to campaign appearances by candidates, and not by family, friends, campaign managers, or other supporters. Without the fairness doctrine, then, a licensee could ban all campaign appearances by candidates themselves from the air<sup>[13]</sup> and <span class=\"star-pagination\">*383</span> proceed to deliver over his station entirely to the supporters of one slate of candidates, to the exclusion of all others. In this way the broadcaster could have a far greater impact on the favored candidacy than he could by simply allowing a spot appearance by the candidate himself. It is the fairness doctrine as an aspect of the obligation to operate in the public interest, rather than  315, which prohibits the broadcaster from taking such a step.</p>\n<p>The legislative history reinforces this view of the effect of the 1959 amendment. Even before the language relevant here was added, the Senate report on amending  315 noted that \"broadcast frequencies are limited and, therefore, they have been necessarily considered a public trust. Every licensee who is fortunate in obtaining a license is mandated to operate in the public interest and has assumed the obligation of presenting important public questions fairly and without bias.\" S. Rep. No. 562, 86th Cong., 1st Sess., 8-9 (1959). See also, specifically adverting to Federal Communications Commission doctrine, <i>id.,</i> at 13.</p>\n<p>Rather than leave this approval solely in the legislative history, Senator Proxmire suggested an amendment to make it part of the Act. 105 Cong. Rec. 14457. This amendment, which Senator Pastore, a manager of the bill and a ranking member of the Senate Committee, considered \"rather surplusage,\" 105 Cong. Rec. 14462, constituted a positive statement of doctrine<sup>[14]</sup> and was altered <span class=\"star-pagination\">*384</span> to the present merely approving language in the conference committee. In explaining the language to the Senate after the committee changes, Senator Pastore said: \"We insisted that that provision remain in the bill, to be a continuing reminder and admonition to the Federal Communications Commission and to the broadcasters alike, that we were not abandoning the philosophy that gave birth to section 315, in giving the people the right to have a full and complete disclosure of conflicting views on news of interest to the people of the country.\" 105 Cong. Rec. 17830. Senator Scott, another Senate manager, added that: \"It is intended to encompass all legitimate areas of public importance which are controversial,\" not just politics. 105 Cong. Rec. 17831.</p>\n<p>It is true that the personal attack aspect of the fairness doctrine was not actually adjudicated until after 1959, so that Congress then did not have those rules specifically before it. However, the obligation to offer time to reply to a personal attack was presaged by the FCC's 1949 Report on Editorializing, which the FCC views as the principal summary of its <i>ratio decidendi</i> in cases in this area:</p>\n<blockquote>\"In determining whether to honor specific requests for time, the station will inevitably be confronted with such questions as . . . whether there may not be other available groups or individuals who might be more appropriate spokesmen for the particular point of view than the person making the request. The latter's personal involvement in the controversy may also be a factor which must be considered, for elementary considerations of fairness may dictate that time be allocated to a person or group which has been specifically attacked over the station, where otherwise no such obligation would exist.\" 13 F. C. C., at 1251-1252.</blockquote>\n<p><span class=\"star-pagination\">*385</span> When the Congress ratified the FCC's implication of a fairness doctrine in 1959 it did not, of course, approve every past decision or pronouncement by the Commission on this subject, or give it a completely free hand for the future. The statutory authority does not go so far. But we cannot say that when a station publishes personal attacks or endorses political candidates, it is a misconstruction of the public interest standard to require the station to offer time for a response rather than to leave the response entirely within the control of the station which has attacked either the candidacies or the men who wish to reply in their own defense. When a broadcaster grants time to a political candidate, Congress itself requires that equal time be offered to his opponents. It would exceed our competence to hold that the Commission is unauthorized by the statute to employ a similar device where personal attacks or political editorials are broadcast by a radio or television station.</p>\n<p>In light of the fact that the \"public interest\" in broadcasting clearly encompasses the presentation of vigorous debate of controversial issues of importance and concern to the public; the fact that the FCC has rested upon that language from its very inception a doctrine that these issues must be discussed, and fairly; and the fact that Congress has acknowledged that the analogous provisions of  315 are not preclusive in this area, and knowingly preserved the FCC's complementary efforts, we think the fairness doctrine and its component personal attack and political editorializing regulations are a legitimate exercise of congressionally delegated authority. The Communications Act is not notable for the precision of its substantive standards and in this respect the explicit provisions of  315, and the doctrine and rules at issue here which are closely modeled upon that section, are far more explicit than the generalized \"public interest\" standard in which the Commission ordinarily finds its <span class=\"star-pagination\">*386</span> sole guidance, and which we have held a broad but adequate standard before. <i>FCC</i> v. <i>RCA Communications, Inc.,</i> 346 U. S. 86, 90 (1953); <i>National Broadcasting Co.</i> v. <i>United States,</i> 319 U. S. 190, 216-217 (1943); <i>FCC</i> v. <i>Pottsville Broadcasting Co.,</i> 309 U. S. 134, 138 (1940); <i>FRC</i> v. <i>Nelson Bros. Bond &amp; Mortgage Co.,</i> 289 U. S. 266, 285 (1933). We cannot say that the FCC's declaratory ruling in <i>Red Lion,</i> or the regulations at issue in <i>RTNDA,</i> are beyond the scope of the congressionally conferred power to assure that stations are operated by those whose possession of a license serves \"the public interest.\"</p>\n<p></p>\n<h2>III.</h2>\n<p>The broadcasters challenge the fairness doctrine and its specific manifestations in the personal attack and political editorial rules on conventional First Amendment grounds, alleging that the rules abridge their freedom of speech and press. Their contention is that the First Amendment protects their desire to use their allotted frequencies continuously to broadcast whatever they choose, and to exclude whomever they choose from ever using that frequency. No man may be prevented from saying or publishing what he thinks, or from refusing in his speech or other utterances to give equal weight to the views of his opponents. This right, they say, applies equally to broadcasters.</p>\n<p></p>\n<h2>A.</h2>\n<p>Although broadcasting is clearly a medium affected by a First Amendment interest, <i>United States</i> v. <i>Paramount Pictures, Inc.,</i> 334 U. S. 131, 166 (1948), differences in the characteristics of new media justify differences in the First Amendment standards applied to them.<sup>[15]</sup><i>Joseph</i> <span class=\"star-pagination\">*387</span> <i>Burstyn, Inc.</i> v. <i>Wilson,</i> 343 U. S. 495, 503 (1952). For example, the ability of new technology to produce sounds more raucous than those of the human voice justifies restrictions on the sound level, and on the hours and places of use, of sound trucks so long as the restrictions are reasonable and applied without discrimination. <i>Kovacs</i> v. <i>Cooper,</i> 336 U. S. 77 (1949).</p>\n<p>Just as the Government may limit the use of sound-amplifying equipment potentially so noisy that it drowns out civilized private speech, so may the Government limit the use of broadcast equipment. The right of free speech of a broadcaster, the user of a sound truck, or any other individual does not embrace a right to snuff out the free speech of others. <i>Associated Press</i> v. <i>United States,</i> 326 U. S. 1, 20 (1945).</p>\n<p>When two people converse face to face, both should not speak at once if either is to be clearly understood. But the range of the human voice is so limited that there could be meaningful communications if half the people in the United States were talking and the other half listening. Just as clearly, half the people might publish and the other half read. But the reach of radio signals is <span class=\"star-pagination\">*388</span> incomparably greater than the range of the human voice and the problem of interference is a massive reality. The lack of know-how and equipment may keep many from the air, but only a tiny fraction of those with resources and intelligence can hope to communicate by radio at the same time if intelligible communication is to be had, even if the entire radio spectrum is utilized in the present state of commercially acceptable technology.</p>\n<p>It was this fact, and the chaos which ensued from permitting anyone to use any frequency at whatever power level he wished, which made necessary the enactment of the Radio Act of 1927 and the Communications Act of 1934,<sup>[16]</sup> as the Court has noted at length before. <i>National Broadcasting Co.</i> v. <i>United States,</i> 319 U. S. 190, 210-214 (1943). It was this reality which at the very least necessitated first the division of the radio spectrum into portions reserved respectively for public broadcasting and for other important radio uses such as amateur operation, aircraft, police, defense, and navigation; and then the subdivision of each portion, and assignment of specific frequencies to individual users or groups of users. Beyond this, however, because the frequencies reserved for public broadcasting were limited in number, it was essential for the Government to tell some applicants that they could not broadcast at all because there was room for only a few.</p>\n<p>Where there are substantially more individuals who want to broadcast than there are frequencies to allocate, it is idle to posit an unabridgeable First Amendment right to broadcast comparable to the right of every individual to speak, write, or publish. If 100 persons want broadcast <span class=\"star-pagination\">*389</span> licenses but there are only 10 frequencies to allocate, all of them may have the same \"right\" to a license; but if there is to be any effective communication by radio, only a few can be licensed and the rest must be barred from the airwaves. It would be strange if the First Amendment, aimed at protecting and furthering communications, prevented the Government from making radio communication possible by requiring licenses to broadcast and by limiting the number of licenses so as not to overcrowd the spectrum.</p>\n<p>This has been the consistent view of the Court. Congress unquestionably has the power to grant and deny licenses and to eliminate existing stations. <i>FRC</i> v. <i>Nelson Bros. Bond &amp; Mortgage Co.,</i> 289 U. S. 266 (1933). No one has a First Amendment right to a license or to monopolize a radio frequency; to deny a station license because \"the public interest\" requires it \"is not a denial of free speech.\" <i>National Broadcasting Co.</i> v. <i>United States,</i> 319 U. S. 190, 227 (1943).</p>\n<p>By the same token, as far as the First Amendment is concerned those who are licensed stand no better than those to whom licenses are refused. A license permits broadcasting, but the licensee has no constitutional right to be the one who holds the license or to monopolize a radio frequency to the exclusion of his fellow citizens. There is nothing in the First Amendment which prevents the Government from requiring a licensee to share his frequency with others and to conduct himself as a proxy or fiduciary with obligations to present those views and voices which are representative of his community and which would otherwise, by necessity, be barred from the airwaves.</p>\n<p>This is not to say that the First Amendment is irrelevant to public broadcasting. On the contrary, it has a major role to play as the Congress itself recognized in  326, which forbids FCC interference with \"the right <span class=\"star-pagination\">*390</span> of free speech by means of radio communication.\" Because of the scarcity of radio frequencies, the Government is permitted to put restraints on licensees in favor of others whose views should be expressed on this unique medium. But the people as a whole retain their interest in free speech by radio and their collective right to have the medium function consistently with the ends and purposes of the First Amendment. It is the right of the viewers and listeners, not the right of the broadcasters, which is paramount. See <i>FCC</i> v. <i>Sanders Bros. Radio Station,</i> 309 U. S. 470, 475 (1940); <i>FCC</i> v. <i>Allentown Broadcasting Corp.,</i> 349 U. S. 358, 361-362 (1955); 2 Z. Chafee, Government and Mass Communications 546 (1947). It is the purpose of the First Amendment to preserve an uninhibited market-place of ideas in which truth will ultimately prevail, rather than to countenance monopolization of that market, whether it be by the Government itself or a private licensee. <i>Associated Press</i> v. <i>United States,</i> 326 U. S. 1, 20 (1945); <i>New York Times Co.</i> v. <i>Sullivan,</i> 376 U. S. 254, 270 (1964); <i>Abrams</i> v. <i>United States,</i> 250 U. S. 616, 630 (1919) (Holmes, J., dissenting). \"[S]peech concerning public affairs is more than self-expression; it is the essence of self-government.\" <i>Garrison</i> v. <i>Louisiana,</i> 379 U. S. 64, 74-75 (1964). See Brennan, The Supreme Court and the Meiklejohn Interpretation of the First Amendment, 79 Harv. L. Rev. 1 (1965). It is the right of the public to receive suitable access to social, political, esthetic, moral, and other ideas and experiences which is crucial here. That right may not constitutionally be abridged either by Congress or by the FCC.</p>\n<p></p>\n<h2>B.</h2>\n<p>Rather than confer frequency monopolies on a relatively small number of licensees, in a Nation of 200,000,000, the Government could surely have decreed that <span class=\"star-pagination\">*391</span> each frequency should be shared among all or some of those who wish to use it, each being assigned a portion of the broadcast day or the broadcast week. The ruling and regulations at issue here do not go quite so far. They assert that under specified circumstances, a licensee must offer to make available a reasonable amount of broadcast time to those who have a view different from that which has already been expressed on his station. The expression of a political endorsement, or of a personal attack while dealing with a controversial public issue, simply triggers this time sharing. As we have said, the First Amendment confers no right on licensees to prevent others from broadcasting on \"their\" frequencies and no right to an unconditional monopoly of a scarce resource which the Government has denied others the right to use.</p>\n<p>In terms of constitutional principle, and as enforced sharing of a scarce resource, the personal attack and political editorial rules are indistinguishable from the equal-time provision of  315, a specific enactment of Congress requiring stations to set aside reply time under specified circumstances and to which the fairness doctrine and these constituent regulations are important complements. That provision, which has been part of the law since 1927, Radio Act of 1927,  18, 44 Stat. 1170, has been held valid by this Court as an obligation of the licensee relieving him of any power in any way to prevent or censor the broadcast, and thus insulating him from liability for defamation. The constitutionality of the statute under the First Amendment was unquestioned.<sup>[17]</sup><i>Farmers Educ. &amp; Coop. Union</i> v. <i>WDAY,</i> 360 U. S. 525 (1959).</p>\n<p><span class=\"star-pagination\">*392</span> Nor can we say that it is inconsistent with the First Amendment goal of producing an informed public capable of conducting its own affairs to require a broadcaster to permit answers to personal attacks occurring in the course of discussing controversial issues, or to require that the political opponents of those endorsed by the station be given a chance to communicate with the public.<sup>[18]</sup> Otherwise, station owners and a few networks would have unfettered power to make time available only to the highest bidders, to communicate only their own views on public issues, people and candidates, and to permit on the air only those with whom they agreed. There is no sanctuary in the First Amendment for unlimited private censorship operating in a medium not open to all. \"Freedom of the press from governmental interference under the First Amendment does not sanction repression of that freedom by private interests.\" <i>Associated Press</i> v. <i>United States,</i> 326 U. S. 1, 20 (1945).</p>\n<p></p>\n<h2>C.</h2>\n<p>It is strenuously argued, however, that if political editorials or personal attacks will trigger an obligation in broadcasters to afford the opportunity for expression <span class=\"star-pagination\">*393</span> to speakers who need not pay for time and whose views are unpalatable to the licensees, then broadcasters will be irresistibly forced to self-censorship and their coverage of controversial public issues will be eliminated or at least rendered wholly ineffective. Such a result would indeed be a serious matter, for should licensees actually eliminate their coverage of controversial issues, the purposes of the doctrine would be stifled.</p>\n<p>At this point, however, as the Federal Communications Commission has indicated, that possibility is at best speculative. The communications industry, and in particular the networks, have taken pains to present controversial issues in the past, and even now they do not assert that they intend to abandon their efforts in this regard.<sup>[19]</sup> It would be better if the FCC's encouragement were never necessary to induce the broadcasters to meet their responsibility. And if experience with the administration of these doctrines indicates that they have the net effect of reducing rather than enhancing the volume and quality of coverage, there will be time enough to reconsider the constitutional implications. The fairness doctrine in the past has had no such overall effect.</p>\n<p>That this will occur now seems unlikely, however, since if present licensees should suddenly prove timorous, the Commission is not powerless to insist that they give adequate and fair attention to public issues. <span class=\"star-pagination\">*394</span> It does not violate the First Amendment to treat licensees given the privilege of using scarce radio frequencies as proxies for the entire community, obligated to give suitable time and attention to matters of great public concern. To condition the granting or renewal of licenses on a willingness to present representative community views on controversial issues is consistent with the ends and purposes of those constitutional provisions forbidding the abridgment of freedom of speech and freedom of the press. Congress need not stand idly by and permit those with licenses to ignore the problems which beset the people or to exclude from the airways anything but their own views of fundamental questions. The statute, long administrative practice, and cases are to this effect.</p>\n<p>Licenses to broadcast do not confer ownership of designated frequencies, but only the temporary privilege of using them. 47 U. S. C.  301. Unless renewed, they expire within three years. 47 U. S. C.  307 (d). The statute mandates the issuance of licenses if the \"public convenience, interest, or necessity will be served thereby.\" 47 U. S. C.  307 (a). In applying this standard the Commission for 40 years has been choosing licensees based in part on their program proposals. In <i>FRC</i> v. <i>Nelson Bros. Bond &amp; Mortgage Co.,</i> 289 U. S. 266, 279 (1933), the Court noted that in \"view of the limited number of available broadcasting frequencies, the Congress has authorized allocation and licenses.\" In determining how best to allocate frequencies, the Federal Radio Commission considered the needs of competing communities and the programs offered by competing stations to meet those needs; moreover, if needs or programs shifted, the Commission could alter its allocations to reflect those shifts. <i>Id.,</i> at 285. In the same vein, in <i>FCC</i> v. <i>Pottsville Broadcasting Co.,</i> 309 U. S. 134, 137-138 (1940), the Court noted that <span class=\"star-pagination\">*395</span> the statutory standard was a supple instrument to effect congressional desires \"to maintain . . . a grip on the dynamic aspects of radio transmission\" and to allay fears that \"in the absence of governmental control the public interest might be subordinated to monopolistic domination in the broadcasting field.\" Three years later the Court considered the validity of the Commission's chain broadcasting regulations, which among other things forbade stations from devoting too much time to network programs in order that there be suitable opportunity for local programs serving local needs. The Court upheld the regulations, unequivocally recognizing that the Commission was more than a traffic policeman concerned with the technical aspects of broadcasting and that it neither exceeded its powers under the statute nor transgressed the First Amendment in interesting itself in general program format and the kinds of programs broadcast by licensees. <i>National Broadcasting Co.</i> v. <i>United States,</i> 319 U. S. 190 (1943).</p>\n<p></p>\n<h2>D.</h2>\n<p>The litigants embellish their First Amendment arguments with the contention that the regulations are so vague that their duties are impossible to discern. Of this point it is enough to say that, judging the validity of the regulations on their face as they are presented here, we cannot conclude that the FCC has been left a free hand to vindicate its own idiosyncratic conception of the public interest or of the requirements of free speech. Past adjudications by the FCC give added precision to the regulations; there was nothing vague about the FCC's specific ruling in <i>Red Lion</i> that Fred Cook should be provided an opportunity to reply. The regulations at issue in <i>RTNDA</i> could be employed in precisely the same way as the fairness doctrine was in <i>Red Lion.</i> Moreover, the FCC itself has recognized that <span class=\"star-pagination\">*396</span> the applicability of its regulations to situations beyond the scope of past cases may be questionable, 32 Fed. Reg. 10303, 10304 and n. 6, and will not impose sanctions in such cases without warning. We need not approve every aspect of the fairness doctrine to decide these cases, and we will not now pass upon the constitutionality of these regulations by envisioning the most extreme applications conceivable, <i>United States</i> v. <i>Sullivan,</i> 332 U. S. 689, 694 (1948), but will deal with those problems if and when they arise.</p>\n<p>We need not and do not now ratify every past and future decision by the FCC with regard to programming. There is no question here of the Commission's refusal to permit the broadcaster to carry a particular program or to publish his own views; of a discriminatory refusal to require the licensee to broadcast certain views which have been denied access to the airwaves; of government censorship of a particular program contrary to  326; or of the official government view dominating public broadcasting. Such questions would raise more serious First Amendment issues. But we do hold that the Congress and the Commission do not violate the First Amendment when they require a radio or television station to give reply time to answer personal attacks and political editorials.</p>\n<p></p>\n<h2>E.</h2>\n<p>It is argued that even if at one time the lack of available frequencies for all who wished to use them justified the Government's choice of those who would best serve the public interest by acting as proxy for those who would present differing views, or by giving the latter access directly to broadcast facilities, this condition no longer prevails so that continuing control is not justified. To this there are several answers.</p>\n<p>Scarcity is not entirely a thing of the past. Advances <span class=\"star-pagination\">*397</span> in technology, such as microwave transmission, have led to more efficient utilization of the frequency spectrum, but uses for that spectrum have also grown apace.<sup>[20]</sup> Portions of the spectrum must be reserved for vital uses unconnected with human communication, such as radio-navigational aids used by aircraft and vessels. Conflicts have even emerged between such vital functions as defense preparedness and experimentation in methods of averting midair collisions through radio warning devices.<sup>[21]</sup> \"Land mobile services\" such as police, ambulance, fire department, public utility, and other communications systems have been occupying an increasingly crowded portion of the frequency spectrum<sup>[22]</sup> and there are, apart from licensed amateur radio operators' equipment, 5,000,000 transmitters operated on the \"citizens' band\" which is also increasingly congested.<sup>[23]</sup> Among the various uses for radio frequency space, including marine, <span class=\"star-pagination\">*398</span> aviation, amateur, military, and common carrier users, there are easily enough claimants to permit use of the whole with an even smaller allocation to broadcast radio and television uses than now exists.</p>\n<p>Comparative hearings between competing applicants for broadcast spectrum space are by no means a thing of the past. The radio spectrum has become so congested that at times it has been necessary to suspend new applications.<sup>[24]</sup> The very high frequency television spectrum is, in the country's major markets, almost entirely occupied, although space reserved for ultra high frequency television transmission, which is a relatively recent development as a commercially viable alternative, has not yet been completely filled.<sup>[25]</sup></p>\n<p><span class=\"star-pagination\">*399</span> The rapidity with which technological advances succeed one another to create more efficient use of spectrum space on the one hand, and to create new uses for that space by ever growing numbers of people on the other, makes it unwise to speculate on the future allocation of that space. It is enough to say that the resource is one of considerable and growing importance whose scarcity impelled its regulation by an agency authorized by Congress. Nothing in this record, or in our own researches, convinces us that the resource is no longer one for which there are more immediate and potential uses than can be accommodated, and for which wise planning is essential.<sup>[26]</sup> This does not mean, of course, that every possible wavelength must be occupied at every hour by some vital use in order to sustain the congressional judgment. The <span class=\"star-pagination\">*400</span> substantial capital investment required for many uses, in addition to the potentiality for confusion and interference inherent in any scheme for continuous kaleidoscopic reallocation of all available space may make this unfeasible. The allocation need not be made at such a breakneck pace that the objectives of the allocation are themselves imperiled.<sup>[27]</sup></p>\n<p>Even where there are gaps in spectrum utilization, the fact remains that existing broadcasters have often attained their present position because of their initial government selection in competition with others before new technological advances opened new opportunities for further uses. Long experience in broadcasting, confirmed habits of listeners and viewers, network affiliation, and other advantages in program procurement give existing broadcasters a substantial advantage over new entrants, even where new entry is technologically possible. These advantages are the fruit of a preferred position conferred by the Government. Some present possibility for new entry by competing stations is not enough, in itself, to render unconstitutional the Government's effort to assure that a broadcaster's programming ranges widely enough to serve the public interest.</p>\n<p>In view of the scarcity of broadcast frequencies, the Government's role in allocating those frequencies, and the legitimate claims of those unable without governmental assistance to gain access to those frequencies for expression of their views, we hold the regulations and <span class=\"star-pagination\">*401</span> ruling at issue here are both authorized by statute and constitutional.<sup>[28]</sup> The judgment of the Court of Appeals in <i>Red Lion</i> is affirmed and that in <i>RTNDA</i> reversed and the causes remanded for proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>Not having heard oral argument in these cases, MR. JUSTICE DOUGLAS took no part in the Court's decision.</p>\n<h2>NOTES</h2>\n<p>[*]  Together with No. 717, <i>United States et al.</i> v. <i>Radio Television News Directors Assn. et al.,</i> on certiorari to the United States Court of Appeals for the Seventh Circuit, argued April 3, 1969.</p>\n<p>[1]  Communications Act of 1934, Tit. III, 48 Stat. 1081, as amended, 47 U. S. C.  301 <i>et seq.</i> Section 315 now reads:\n</p>\n<p>\"315. Candidates for public office; facilities; rules.</p>\n<p>\"(a) If any licensee shall permit any person who is a legally qualified candidate for any public office to use a broadcasting station, he shall afford equal opportunities to all other such candidates for that office in the use of such broadcasting station: <i>Provided,</i> That such licensee shall have no power of censorship over the material broadcast under the provisions of this section. No obligation is imposed upon any licensee to allow the use of its station by any such candidate. Appearance by a legally qualified candidate on any</p>\n<p>\"(1) bona fide newscast,</p>\n<p>\"(2) bona fide news interview,</p>\n<p>\"(3) bona fide news documentary (if the appearance of the candidate is incidental to the presentation of the subject or subjects covered by the news documentary), or</p>\n<p>\"(4) on-the-spot coverage of bona fide news events (including but not limited to political conventions and activities incidental thereto), shall not be deemed to be use of a broadcasting station within the meaning of this subsection. Nothing in the foregoing sentence shall be construed as relieving broadcasters, in connection with the presentation of newscasts, news interviews, news documentaries, and on-the-spot coverage of news events, from the obligation imposed upon them under this chapter to operate in the public interest and to afford reasonable opportunity for the discussion of conflicting views on issues of public importance.</p>\n<p>\"(b) The charges made for the use of any broadcasting station for any of the purposes set forth in this section shall not exceed the charges made for comparable use of such station for other purposes.</p>\n<p>\"(c) The Commission shall prescribe appropriate rules and regulations to carry out the provisions of this section.\"</p>\n<p>[2]  According to the record, Hargis asserted that his broadcast included the following statement:\n</p>\n<p>\"Now, this paperback book by Fred J. Cook is entitled, `GOLDWATER EXTREMIST ON THE RIGHT.' Who is Cook? Cook was fired from the New York World Telegram after he made a false charge publicly on television against an un-named official of the New York City government. New York publishers and NEWSWEEK Magazine for December 7, 1959, showed that Fred Cook and his pal, Eugene Gleason, had made up the whole story and this confession was made to New York District Attorney, Frank Hogan. After losing his job, Cook went to work for the left-wing publication, THE NATION, one of the most scurrilous publications of the left which has championed many communist causes over many years. Its editor, Carry McWilliams, has been affiliated with many communist enterprises, scores of which have been cited as subversive by the Attorney General of the U. S. or by other government agencies . . . . Now, among other things Fred Cook wrote for THE NATION, was an article absolving Alger Hiss of any wrong doing . . . there was a 208 page attack on the FBI and J. Edgar Hoover; another attack by Mr. Cook was on the Central Intelligence Agency . . . now this is the man who wrote the book to smear and destroy Barry Goldwater called `Barry GoldwaterExtremist Of The Right!' \"</p>\n<p>[3]  The Court of Appeals initially dismissed the petition for want of a reviewable order, later reversing itself en banc upon argument by the Government that the FCC rule used here, which permits it to issue \"a declaratory ruling terminating a controversy or removing uncertainty,\" 47 CFR  1.2, was in fact justified by the Administrative Procedure Act. That Act permits an adjudicating agency, \"in its sound discretion, with like effect as in the case of other orders, to issue a declaratory order to terminate a controversy or remove uncertainty.\"  5, 60 Stat. 239, 5 U. S. C.  1004 (d). In this case, the FCC could have determined the question of Red Lion's liability to a cease-and-desist order or license revocation, 47 U. S. C.  312, for failure to comply with the license's condition that the station be operated \"in the public interest,\" or for failure to obey a requirement of operation in the public interest implicit in the ability of the FCC to revoke licenses for conditions justifying the denial of an initial license, 47 U. S. C.  312 (a) (2), and the statutory requirement that the public interest be served in granting and renewing licenses, 47 U. S. C.  307 (a), (d). Since the FCC could have adjudicated these questions it could, under the Administrative Procedure Act, have issued a declaratory order in the course of its adjudication which would have been subject to judicial review. Although the FCC did not comply with all of the formalities for an adjudicative proceeding in this case, the petitioner itself adopted as its own the Government's position that this was a reviewable order, waiving any objection it might have had to the procedure of the adjudication.</p>\n<p>[4]  Because of this chaos, a series of National Radio Conferences was held between 1922 and 1925, at which it was resolved that regulation of the radio spectrum by the Federal Government was essential and that regulatory power should be utilized to ensure that allocation of this limited resource would be made only to those who would serve the public interest. The 1923 Conference expressed the opinion that the Radio Communications Act of 1912, 37 Stat. 302, conferred upon the Secretary of Commerce the power to regulate frequencies and hours of operation, but when Secretary Hoover sought to implement this claimed power by penalizing the Zenith Radio Corporation for operating on an unauthorized frequency, the 1912 Act was held not to permit enforcement. <i>United States</i> v. <i>Zenith Radio Corporation,</i> 12 F. 2d 614 (D. C. N. D. Ill. 1926). Cf. <i>Hoover</i> v. <i>Intercity Radio Co.,</i> 52 App. D. C. 339, <span class=\"citation no-link\"><span class=\"volume\">286</span> <span class=\"reporter\">F.</span> <span class=\"page\">1003</span></span> (1923) (Secretary had no power to deny licenses, but was empowered to assign frequencies). An opinion issued by the Attorney General at Hoover's request confirmed the impotence of the Secretary under the 1912 Act. 35 Op. Atty. Gen. 126 (1926). Hoover thereafter appealed to the radio industry to regulate itself, but his appeal went largely unheeded. See generally L. Schmeckebier, The Federal Radio Commission 1-14 (1932).</p>\n<p>[5]  Congressman White, a sponsor of the bill enacted as the Radio Act of 1927, commented upon the need for new legislation:\n</p>\n<p>\"We have reached the definite conclusion that the right of all our people to enjoy this means of communication can be preserved only by the repudiation of the idea underlying the 1912 law that anyone who will may transmit and by the assertion in its stead of the doctrine that the right of the public to service is superior to the right of any individual . . . . The recent radio conference met this issue squarely. It recognized that in the present state of scientific development there must be a limitation upon the number of broadcasting stations and it recommended that licenses should be issued only to those stations whose operation would render a benefit to the public, are necessary in the public interest, or would contribute to the development of the art. This principle was approved by every witness before your committee. We have written it into the bill. If enacted into law, the broadcasting privilege will not be a right of selfishness. It will rest upon an assurance of public interest to be served.\" 67 Cong. Rec. 5479.</p>\n<p>[6]  Radio Act of 1927,  4, 44 Stat. 1163. See generally Davis, The Radio Act of 1927, 13 Va. L. Rev. 611 (1927).</p>\n<p>[7]  As early as 1930, Senator Dill expressed the view that the Federal Radio Commission had the power to make regulations requiring a licensee to afford an opportunity for presentation of the other side on \"public questions.\" Hearings before the Senate Committee on Interstate Commerce on S. 6, 71st Cong., 2d Sess., 1616 (1930):\n</p>\n<p>\"Senator DILL. Then you are suggesting that the provision of the statute that now requires a station to give equal opportunity to candidates for office shall be applied to all public questions?</p>\n<p>\"Commissioner ROBINSON. Of course, I think in the legal concept the law requires it now. I do not see that there is any need to legislate about it. It will evolve one of these days. Somebody will go into court and say, `I am entitled to this opportunity,' and he will get it.</p>\n<p>\"Senator DILL. Has the Commission considered the question of making regulations requiring the stations to do that?</p>\n<p>\"Commissioner ROBINSON. Oh, no.</p>\n<p>\"Senator DILL. It would be within the power of the commission, I think, to make regulations on that subject.\"</p>\n<p>[8]  <i>Federal Housing Administration</i> v. <i>Darlington, Inc.,</i> 358 U. S. 84, 90 (1958); <i>Glidden Co.</i> v. <i>Zdanok,</i> 370 U. S. 530, 541 (1962) (opinion of MR. JUSTICE HARLAN, joined by MR. JUSTICE BRENNAN and MR. JUSTICE STEWART). This principle is a venerable one. <i>Alexander</i> v. <i>Alexandria,</i> 5 Cranch 1 (1809); <i>United States</i> v. <i>Freeman,</i> <span class=\"citation\" data-id=\"86330\"><a href=\"/opinion/86330/united-states-v-freeman/\"><span class=\"volume\">3</span> <span class=\"reporter\">How.</span> <span class=\"page\">556</span></a></span> (1845); <i>Stockdale</i> v. <i>The Insurance Companies,</i> <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">323</span></span> (1874).</p>\n<p>[9]  <i>Zemel</i> v. <i>Rusk,</i> 381 U. S. 1, 11-12 (1965); <i>Udall</i> v. <i>Tallman,</i> 380 U. S. 1, 16-18 (1965); <i>Commissioner</i> v. <i>Sternberger's Estate,</i> 348 U. S. 187, 199 (1955); <i>Hastings &amp; D. R. Co.</i> v. <i>Whitney,</i> 132 U. S. 357, 366 (1889); <i>United States</i> v. <i>Burlington &amp; Missouri River R. Co.,</i> 98 U. S. 334, 341 (1879); <i>United States</i> v. <i>Alexander,</i> <span class=\"citation\" data-id=\"88379\"><a href=\"/opinion/88379/united-states-v-alexander/\"><span class=\"volume\">12</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">177</span></a></span>, 179-181 (1871); <i>Surgett</i> v. <i>Lapice,</i> <span class=\"citation\" data-id=\"86510\"><a href=\"/opinion/86510/surgett-v-lapice/\"><span class=\"volume\">8</span> <span class=\"reporter\">How.</span> <span class=\"page\">48</span></a></span>, 68 (1850).</p>\n<p>[10]  <i>Zemel</i> v. <i>Rusk,</i> 381 U. S. 1, 11-12 (1965); <i>United States</i> v. <i>Bergh,</i> 352 U. S. 40, 46-47 (1956); <i>Alstate Construction Co.</i> v. <i>Durkin,</i> 345 U. S. 13, 16-17 (1953); <i>Costanzo</i> v. <i>Tillinghast,</i> 287 U. S. 341, 345 (1932)</p>\n<p>[11]  An attempt to limit sharply the FCC's power to interfere with programming practices failed to emerge from Committee in 1943. S. 814, 78th Cong., 1st Sess. (1943). See Hearings on S. 814 before the Senate Committee on Interstate Commerce, 78th Cong., 1st Sess. (1943). Also, attempts specifically to enact the doctrine failed in the Radio Act of 1927, 67 Cong. Rec. 12505 (1926) (agreeing to amendment proposed by Senator Dill eliminating coverage of \"question affecting the public\"), and a similar proposal in the Communications Act of 1934 was accepted by the Senate, 78 Cong. Rec. 8854 (1934); see S. Rep. No. 781, 73d Cong., 2d Sess., 8 (1934), but was not included in the bill reported by the House Committee, see H. R. Rep. No. 1850, 73d Cong., 2d Sess. (1934). The attempt which came nearest success was a bill, H. R. 7716, 72d Cong., 1st Sess. (1932), passed by Congress but pocket-vetoed by the President in 1933, which would have extended \"equal opportunities\" whenever a public question was to be voted on at an election or by a government agency. H. R. Rep. No. 2106, 72d Cong., 2d Sess., 6 (1933). In any event, unsuccessful attempts at legislation are not the best of guides to legislative intent. <i>Fogarty</i> v. <i>United States,</i> 340 U. S. 8, 13-14 (1950); <i>United States</i> v. <i>United Mine Workers,</i> 330 U. S. 258, 281-282 (1947). A review of some of the legislative history over the years, drawing a somewhat different conclusion, is found in Staff Study of the House Committee on Interstate and Foreign Commerce, Legislative History of the Fairness Doctrine, 90th Cong., 2d Sess. (Comm. Print. 1968). This inconclusive history was, of course, superseded by the specific statutory language added in 1959.</p>\n<p>[12]  \" 326. Censorship.\n</p>\n<p>\"Nothing in this chapter shall be understood or construed to give the Commission the power of censorship over the radio communications or signals transmitted by any radio station, and no regulation or condition shall be promulgated or fixed by the Commission which shall interfere with the right of free speech by means of radio communication.\"</p>\n<p>[13]  <i>John P. Crommelin,</i> 19 P &amp; F Radio Reg. 1392 (1960).</p>\n<p>[14]  The Proxmire amendment read: \"[B]ut nothing in this sentence shall be construed as changing the basic intent of Congress with respect to the provisions of this act, which recognizes that television and radio frequencies are in the public domain, that the license to operate in such frequencies requires operation in the public interest, and that in newscasts, news interviews, news documentaries, on-the-spot coverage of news events, and panel discussions, all sides of public controversies shall be given as equal an opportunity to be heard as is practically possible.\" 105 Cong. Rec. 14457.</p>\n<p>[15]  The general problems raised by a technology which supplants atomized, relatively informal communication with mass media as a prime source of national cohesion and news were discussed at considerable length by Zechariah Chafee in Government and Mass Communications (1947). Debate on the particular implications of this view for the broadcasting industry has continued unabated. A compendium of views appears in Freedom and Responsibility in Broadcasting (J. Coons ed.) (1961). See also Kalven, Broadcasting, Public Policy and the First Amendment, 10 J. Law &amp; Econ. 15 (1967); M. Ernst, The First Freedom 125-180 (1946); T. Robinson, Radio Networks and the Federal Government, especially at 75-87 (1943). The considerations which the newest technology brings to bear on the particular problem of this litigation are concisely explored by Louis Jaffe in The Fairness Doctrine, Equal Time, Reply to Personal Attacks, and the Local Service Obligation; Implications of Technological Change, Printed for Special Subcommittee on Investigations of the House Committee on Interstate and Foreign Commerce (1968).</p>\n<p>[16]  The range of controls which have in fact been imposed over the last 40 years, without giving rise to successful constitutional challenge in this Court, is discussed in W. Emery, Broadcasting and Government: Responsibilities and Regulations (1961); Note, Regulation of Program Content by the FCC, 77 Harv. L. Rev. 701 (1964).</p>\n<p>[17]  This has not prevented vigorous argument from developing on the constitutionality of the ancillary FCC doctrines. Compare Barrow, The Equal Opportunities and Fairness Doctrines in Broadcasting: Pillars in the Forum of Democracy, 37 U. Cin. L. Rev. 447 (1968), with Robinson, The FCC and the First Amendment: Observations on 40 Years of Radio and Television Regulation, 52 Minn. L. Rev. 67 (1967), and Sullivan, Editorials and Controversy: The Broadcaster's Dilemma, 32 Geo. Wash. L. Rev. 719 (1964).</p>\n<p>[18]  The expression of views opposing those which broadcasters permit to be aired in the first place need not be confined solely to the broadcasters themselves as proxies. \"Nor is it enough that he should hear the arguments of adversaries from his own teachers, presented as they state them, and accompanied by what they offer as refutations. That is not the way to do justice to the arguments, or bring them into real contact with his own mind. He must be able to hear them from persons who actually believe them; who defend them in earnest, and do their very utmost for them.\" J. Mill, On Liberty 32 (R. McCallum ed. 1947).</p>\n<p>[19]  The President of the Columbia Broadcasting System has recently declared that despite the Government, \"we are determined to continue covering controversial issues as a public service, and exercising our own independent news judgment and enterprise. I, for one, refuse to allow that judgment and enterprise to be affected by official intimidation.\" F. Stanton, Keynote Address, Sigma Delta Chi National Convention, Atlanta, Georgia, November 21, 1968. Problems of news coverage from the broadcaster's viewpoint are surveyed in W. Wood, Electronic Journalism (1967).</p>\n<p>[20]  Current discussions of the frequency allocation problem appear in Telecommunication Science Panel, Commerce Technical Advisory Board, U. S. Dept. of Commerce, Electromagnetic Spectrum Utilization The Silent Crisis (1966); Joint Technical Advisory Committee, Institute of Electrical and Electronics Engineers and Electronic Industries Assn., Report on Radio Spectrum Utilization (1964); Note, The Crisis in Electromagnetic Frequency Spectrum Allocation, 53 Iowa L. Rev. 437 (1967). A recently released study is the Final Report of the President's Task Force on Communications Policy (1968).</p>\n<p>[21]  <i>Bendix Aviation Corp.</i> v. <i>FCC,</i> 106 U. S. App. D. C. 304, 272 F. 2d 533 (1959), cert. denied, 361 U. S. 965 (1960).</p>\n<p>[22]  1968 FCC Annual Report 65-69.</p>\n<p>[23]  New limitations on these users, who can also lay claim to First Amendment protection, were sustained against First Amendment attack with the comment, \"Here is truly a situation where if everybody could say anything, many could say nothing.\" <i>Lafayette Radio Electronics Corp.</i> v. <i>United States,</i> 345 F. 2d 278, 281 (1965). Accord, <i>California Citizens Band Assn.</i> v. <i>United States,</i> 375 F. 2d 43 (C. A. 9th Cir.), cert. denied, 389 U. S. 844 (1967).</p>\n<p>[24]  <i>Kessler</i> v. <i>FCC,</i> 117 U. S. App. D. C. 130, 326 F. 2d 673 (1963).</p>\n<p>[25]  In a table prepared by the FCC on the basis of statistics current as of August 31, 1968, VHF and UHF channels allocated to and those available in the top 100 market areas for television are set forth:\n</p>\n<p></p>\n<pre>\n                          COMMERCIAL\n                                             <i>Channels</i>\n                                            <i>On the Air,</i>\n                         <i>Channels</i>          <i>Authorized, or</i>          <i>Available</i>\n<i>Market Areas</i>            <i>Allocated</i>            <i>Applied for</i>           <i>Channels</i>\n                        VHF    UHF           VHF    UHF              VHF    UHF\nTop 10 . . . . . . . .    40     45            40     44                0      1\nTop 50 . . . . . . . .   157    163           157    136                0     27\nTop 100. . . . . . . .   264    297           264    213                0     84\n                         NONCOMMERCIAL\n                                            <i>Channels</i>\n                                           <i>On the Air,</i>\n                         <i>Channels</i>         <i>Authorized, or</i>                <i>Available</i>\n<i>Market Areas</i>             <i>Reserved</i>          <i>Applied for</i>                   <i>Channels</i>\n                        VHF    UHF            VHF      UHF              VHF    UHF\nTop 10 . . . . . . . .    7     17             7       16                0      1\nTop 50 . . . . . . . .   21     79            20       47                1     32\nTop 100. . . . . . . .   35    138            34       69                1     69\n1968 FCC Annual Report 132-135.\n</pre>\n<p>[26]  RTNDA argues that these regulations should be held invalid for failure of the FCC to make specific findings in the rule-making proceeding relating to these factual questions. Presumably the fairness doctrine and the personal attack decisions themselves, such as <i>Red Lion,</i> should fall for the same reason. But this argument ignores the fact that these regulations are no more than the detailed specification of certain consequences of long-standing rules, the need for which was recognized by the Congress on the factual predicate of scarcity made plain in 1927, recognized by this Court in the 1943 <i>National Broadcasting Co.</i> case, and reaffirmed by the Congress as recently as 1959. \"If the number of radio and television stations were not limited by available frequencies, the committee would have no hesitation in removing completely the present provision regarding equal time and urge the right of each broadcaster to follow his own conscience . . . . However, broadcast frequencies are limited and, therefore, they have been necessarily considered a public trust.\" S. Rep. No. 562, 86th Cong., 1st Sess., 8-9 (1959). In light of this history; the opportunity which the broadcasters have had to address the FCC and show that somehow the situation had radically changed, undercutting the validity of the congressional judgment; and their failure to adduce any convincing evidence of that in the record here, we cannot consider the absence of more detailed findings below to be determinative.</p>\n<p>[27]  The \"airwaves [need not] be filled at the earliest possible moment in all circumstances without due regard for these important factors.\" <i>Community Broadcasting Co.</i> v. <i>FCC,</i> 107 U. S. App. D. C. 95, 105, 274 F. 2d 753, 763 (1960). Accord, enforcing the fairness doctrine, <i>Office of Communication of the United Church of Christ</i> v. <i>FCC,</i> 123 U. S. App. D. C. 328, 343, 359 F. 2d 994, 1009 (1966).</p>\n<p>[28]  We need not deal with the argument that even if there is no longer a technological scarcity of frequencies limiting the number of broadcasters, there nevertheless is an economic scarcity in the sense that the Commission could or does limit entry to the broadcasting market on economic grounds and license no more stations than the market will support. Hence, it is said, the fairness doctrine or its equivalent is essential to satisfy the claims of those excluded and of the public generally. A related argument, which we also put aside, is that quite apart from scarcity of frequencies, technological or economic, Congress does not abridge freedom of speech or press by legislation directly or indirectly multiplying the voices and views presented to the public through time sharing, fairness doctrines, or other devices which limit or dissipate the power of those who sit astride the channels of communication with the general public. Cf. <i>Citizen Publishing Co.</i> v. <i>United States,</i> 394 U. S. 131 (1969).</p>\n\n</div>", "id": 107962, "judges": "White", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/107962/", "sha1": "58e7bffe2bd40809fc69efe3c7e2701d6e5e38dd", "source": "LR", "supreme_court_db_id": "1968-121", "time_retrieved": "2010-04-28T10:11:19"}