{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "100 U.S. 371", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/90042/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Ex Parte Siebold", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 74422, 
    "resource_uri": "/api/rest/v2/citation/74422/"
  }, 
  "id": 90042, 
  "blocked": false, 
  "judges": "Bradley", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1880-03-18", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>100 U.S. 371 (____)</b></center>\n<center><h1>EX PARTE SIEBOLD.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*373</span> Mr. Bradley T. Johnson for the petitioners.</p>\n<p>The Attorney-General, contra.</p>\n<p>MR. JUSTICE BRADLEY delivered the opinion of the court.</p>\n<p>The petitioners in this case, Albert Siebold, Walter Tucker, Martin C. Burns, Lewis Coleman, and Henry Bowers, were judges of election at different voting precincts in the city of Baltimore, at the election held in that city, and in the State of Maryland, on the fifth day of November, 1878, at which representatives to the Forty-sixth Congress were voted for.</p>\n<p>At the November Term of the Circuit Court of the United States for the District of Maryland, an indictment against each of the petitioners was found in said court, for offences alleged to have been committed by them respectively at their respective precincts whilst being such judges of election; upon which indictments they were severally tried, convicted, and sentenced by said court to fine and imprisonment. They now apply to this court for a writ of habeas corpus to be relieved from imprisonment.</p>\n<p>Before making this application, each petitioner, in the month of September last, presented a separate petition to the Chief Justice of this court (within whose circuit Baltimore is situated), at Lynn, in the State of Connecticut, where he then was, praying for a like habeas corpus to be relieved from the same imprisonment. The Chief Justice thereupon made an order that the said marshal and warden should show cause, before him, on the second Tuesday of October, in the city of Washington, why such writs should not issue. That being the first day of the present term of this court, at the instance of the Chief Justice the present application was made to the court by a new petition addressed thereto, and the petitions and papers which had been <span class=\"star-pagination\">*374</span> presented to the Chief Justice were by consent made a part of the case. The records of the several indictments and proceedings thereon were annexed to the respective original petitions, and are before us. These indictments were framed partly under sect. 5515 and partly under sect. 5522 of the Revised Statutes of the United States; and the principal questions raised by the application are, whether those sections, and certain sections of the title of the Revised Statutes relating to the elective franchise, which they are intended to enforce, are within the constitutional power of Congress to enact. If they are not, then it is contended that the Circuit Court has no jurisdiction of the cases, and that the convictions and sentences of imprisonment of the several petitioners were illegal and void.</p>\n<p>The jurisdiction of this court to hear the case is the first point to be examined. The question is whether a party imprisoned under a sentence of a United States court, upon conviction of a crime created by and indictable under an unconstitutional act of Congress, may be discharged from imprisonment by this court on habeas corpus, although it has no appellate jurisdiction by writ of error over the judgment. It is objected that the case is one of original and not appellate jurisdiction, and, therefore, not within the jurisdiction of this court. But we are clearly of opinion that it is appellate in its character. It requires us to revise the act of the Circuit Court in making the warrants of commitment upon the convictions referred to. This, according to all the decisions, is an exercise of appellate power. Ex parte Burford, 3 Cranch, 448; Ex parte Bollman and Swartout, 4 id. 100, 101; Ex parte Yerger, 8 Wall. 98.</p>\n<p>That this court is authorized to exercise appellate jurisdiction by habeas corpus directly is a position sustained by abundant authority. It has general power to issue the writ, subject to the constitutional limitations of its jurisdiction, which are, that it can only exercise original jurisdiction in cases affecting ambassadors, public ministers and consuls, and cases in which a State is a party; but has appellate jurisdiction in all other cases of Federal cognizance, \"with such exceptions and under such regulations as Congress shall make.\" Having this general power to issue the writ, the court may issue it in the exercise of original jurisdiction where it has original jurisdiction; and <span class=\"star-pagination\">*375</span> may issue it in the exercise of appellate jurisdiction where it has such jurisdiction, which is in all cases not prohibited by law except those in which it has original jurisdiction only. Ex parte Bollman and Swartwout, supra; Ex parte Watkins, 3 Pet. 202; 7 id. 568; Ex parte Wells, 18 How. 307, 328; Ableman v. Booth, 21 id. 506; Ex parte Yerger, 8 Wall. 85.</p>\n<p>There are other limitations of the jurisdiction, however, arising from the nature and objects of the writ itself, as defined by the common law, from which its name and incidents are derived. It cannot be used as a mere writ of error. Mere error in the judgment or proceedings, under and by virtue of which a party is imprisoned, constitutes no ground for the issue of the writ. Hence, upon a return to a habeas corpus, that the prisoner is detained under a conviction and sentence by a court having jurisdiction of the cause, the general rule is, that he will be instantly remanded. No inquiry will be instituted into the regularity of the proceedings, unless, perhaps, where the court has cognizance by writ of error or appeal to review the judgment. In such a case, if the error be apparent and the imprisonment unjust, the appellate court may, perhaps, in its discretion, give immediate relief on habeas corpus, and thus save the party the delay and expense of a writ of error. Bac. Abr., Hab. Corp., B. 13, Bethel's Case, Salk. 348; 5 Mod. 19. But the general rule is, that a conviction and sentence by a court of competent jurisdiction is lawful cause of imprisonment, and no relief can be given by habeas corpus.</p>\n<p>The only ground on which this court, or any court, without some special statute authorizing it, will give relief on habeas corpus to a prisoner under conviction and sentence of another court is the want of jurisdiction in such court over the person or the cause, or some other matter rendering its proceedings void.</p>\n<p>This distinction between an erroneous judgment and one that is illegal or void is well illustrated by the two cases of Ex parte Lange (18 Wall. 163) and Ex parte Parks, 93 U.S. 18. In the former case, we held that the judgment was void, and released the petitioner accordingly; in the latter, we held that the judgment, whether erroneous or not, was not void, because the court had jurisdiction of the cause; and we refused to interfere.</p>\n<p><span class=\"star-pagination\">*376</span> Chief Justice Abbot, in Rex v. Suddis (1 East, 306), said:</p>\n<p>\"It is a general rule that, where a person has been committed under the judgment of another court of competent criminal jurisdiction, this court [the King's Bench] cannot review the sentence upon a return to a habeas corpus. In such cases, this court is not a court of appeal.\"</p>\n<p>It is stated, however, in Bacon's Abridgment, probably in the words of Chief Baron Gilbert, that, \"if the commitment be against law, as being made by one who had no jurisdiction of the cause, or for a matter for which by law no man ought to be punished, the court are to discharge.\" Bac. Abr., Hab. Corp., B. 10. The latter part of this rule, when applied to imprisonment under conviction and sentence, is confined to cases of clear and manifest want of criminality in the matter charged, such as in effect to render the proceedings void. The authority usually cited under this head is Bushel's Case, decided in 1670. There, twelve jurymen had been convicted in the oyer and terminer for rendering a verdict (against the charge of the court) acquitting William Penn and others, who were charged with meeting in conventicle. Being imprisoned for refusing to pay their fines, they applied to the Court of Common Pleas for a habeas corpus; and though the court, having no jurisdiction in criminal matters, hesitated to grant the writ, yet, having granted it, they discharged the prisoners, on the ground that their conviction was void, inasmuch as jurymen cannot be indicted for rendering any verdict they choose. The opinion of Chief Justice Vaughan in the case has rarely been excelled for judicial eloquence. T. Jones, 13; s.c. Vaughan, 135; s.c. 6 Howell's State Trials, 999.</p>\n<p>Without attempting to decide how far this case may be regarded as law for the guidance of this court, we are clearly of opinion that the question raised in the cases before us is proper for consideration on habeas corpus. The validity of the judgments is assailed on the ground that the acts of Congress under which the indictments were found are unconstitutional. If this position is well taken, it affects the foundation of the whole proceedings. An unconstitutional law is void, and is as no law. An offence created by it is not a crime. A conviction under it is not merely erroneous, but is illegal and void, <span class=\"star-pagination\">*377</span> and cannot be a legal cause of imprisonment. It is true, if no writ of error lies, the judgment may be final, in the sense that there may be no means of reversing it. But personal liberty is of so great moment in the eye of the law that the judgment of an inferior court affecting it is not deemed so conclusive but that, as we have seen, the question of the court's authority to try and imprison the party may be reviewed on habeas corpus by a superior court or judge having authority to award the writ. We are satisfied that the present is one of the cases in which this court is authorized to take such jurisdiction. We think so, because, if the laws are unconstitutional and void, the Circuit Court acquired no jurisdiction of the causes. Its authority to indict and try the petitioners arose solely upon these laws.</p>\n<p>We proceed, therefore, to examine the cases on their merits.</p>\n<p>The indictments commence with an introductory statement that, on the 5th of November, 1878, at the Fourth [or other] Congressional District of the State of Maryland, a lawful election was held, whereat a representative for that congressional district in the Forty-sixth Congress of the United States was voted for; that a certain person [naming him] was then and there a supervisor of election of the United States, duly appointed by the Circuit Court aforesaid, pursuant to sect. 2012 of the Revised Statutes, for the third [or other] voting precinct of the fifteenth [or other] ward of the city of Baltimore, in the said congressional district, for and in respect of the election aforesaid, thereat; that a certain person [naming him] was then and there a special deputy marshal of the United States, duly appointed by the United States marshal for the Maryland district, pursuant to sect. 2021 of the Revised Statutes, and assigned for such duty as is provided by that and the following section, to the said precinct of said ward of said city, at the congressional election aforesaid, thereat. Then come the various counts.</p>\n<p>The petitioner, Bowers, was convicted on the second count of the indictment against him, which was as follows: \u0097</p>\n<p>\"That the said Henry Bowers, afterwards, to wit, on the day and year aforesaid, at the said voting precinct within the district aforesaid, unlawfully did obstruct, hinder, and, by the use <span class=\"star-pagination\">*378</span> of his power and authority as such judge as aforesaid (which judge he then and there was), interfere with and prevent the said supervisor of election in the performance of a certain duty in respect to said election required of him, and which he was then and there authorized to perform by the law of the United States, in such case made and provided, to wit, that of personally inspecting and scrutinizing, at the beginning of said day of election, and of the said election, the manner in which the voting was done at the said poll of election, by examining and seeing whether the ballot first voted at said poll of election was put and placed in a ballot-box containing no ballots whatever, contrary to sect. 5522 of said statutes, and against the peace, government, and dignity of the United States.\"</p>\n<p>Tucker, who was indicted jointly with one Gude, was convicted upon the second and fifth counts of the indictment against them, which were as follows: \u0097</p>\n<p>\"(2d.) That the said Justus J. Gude and the said Walter Tucker afterwards, to wit, on the day and year aforesaid, at the said voting precinct of said ward of said city, unlawfully and by exercise of their power and authority as such judges as aforesaid, did prevent and hinder the free attendance and presence of the said James N. Schofield (who was then and there such deputy marshal as aforesaid, in the due execution of his said office), at the poll of said election of and for the said voting precinct, and the full and free access of the same deputy marshal to the same poll of election, contrary to the said last-mentioned section of said statutes (sect. 5522), and against the peace, government, and dignity of the United States.</p>\n<p>\"(5th.) That the said Justus J. Gude and the said Walter Tucker, on the day and year aforesaid, at the precinct aforesaid, within the district aforesaid (they being then and there such officers of said election as aforesaid), knowingly and unlawfully at the said election did a certain act, not then and there authorized by any law of the State of Maryland, and not authorized then and there by any law of the United States, by then and there fraudulently and clandestinely putting and placing in the ballot-box of the said precinct twenty (and more) ballots (within the intent and meaning of sect. 5514 of said statutes), which had not been voted at said election in said precinct before the ballots, <span class=\"star-pagination\">*379</span> then and there lawfully deposited in the same ballot-box, had been counted, with intent thereby to affect said election and the result thereof, contrary to sect. 5515 of said statutes, and against the peace, government, and dignity of the United States.\"</p>\n<p>This charge, it will be observed, is for the offence commonly known as \"stuffing the ballot-box.\"</p>\n<p>The counts on which the petitioners, Burns and Coleman, were convicted were similar to those above specified. Burns was charged with refusing to allow the supervisor of elections to inspect the ballot-box, or even to enter the room where the polls were held, and with violently resisting the deputy marshal who attempted to arrest him, as required by sect. 2022 of the Revised Statutes. The charges against Coleman were similar to those against Burns, with the addition of a charge for stuffing the ballot-box. Siebold was only convicted on one count of the indictment against him, which was likewise a charge of stuffing the ballot-box.</p>\n<p>The sections of the law on which these indictments are founded, and the validity of which is sought to be impeached for unconstitutionality, are summed up by the counsel of the petitioners in their brief as follows (omitting the comments thereon): \u0097</p>\n<p>The counsel say: \u0097</p>\n<p>\"These cases involve the question of the constitutionality of certain sections of title xxvi. of the Revised Statutes, entitled `The Elective Franchise.'</p>\n<p>\"SECT. 2011. The judge of the Circuit Court of the United States, wherein any city or town having upwards of twenty thousand inhabitants is situated, upon being informed by two citizens thereof, prior to any registration of voters for, or any election at which a representative or delegate in Congress is to be voted for, that it is their desire to have such registration or election guarded and scrutinized, shall open the Circuit Court at the most convenient point in the circuit.</p>\n<p>\"SECT. 2012. The judge shall appoint two supervisors of election for every election district in such city or town.</p>\n<p>\"SECT. 2016. The supervisors are authorized and required to attend all times and places fixed for registration of voters <span class=\"star-pagination\">*380</span> to challenge such as they deem proper; to cause such names to be registered as they may think proper to be so marked; to inspect and scrutinize such register of voters; and for purposes of identification to affix their signatures to each page of the original list.</p>\n<p>\"SECT. 2017. The supervisors are required to attend the times and places for holding elections of representatives or delegates in Congress, and of counting the votes cast; to challenge any vote the legality of which they may doubt; to be present continually where the ballot-boxes are kept, until every vote cast has been counted, and the proper returns made, required under any law of the United States, or any State, territorial, or municipal law; and to personally inspect and scrutinize at any and all times, on the day of election, the manner in which the poll-books, registry lists, and tallies are kept; whether the same are required by any law of the United States, or any State, territorial, or municipal laws.</p>\n<p>\"SECT. 2021. requires the marshal, whenever any election at which representatives or delegates in Congress are to be chosen, upon application by two citizens in cities or towns of more than twenty thousand inhabitants, to appoint special deputy marshals, whose duty it shall be to aid and assist the supervisors in the discharge of their duties, and attend with them at all registrations of voters or election at which representatives to Congress may be voted for.</p>\n<p>\"SECT. 2022. requires the marshal, and his general and special deputies, to keep the peace and protect the supervisors in the discharge of their duties; preserve order at such place of registration and at such polls; prevent fraudulent registration and voting, or fraudulent conduct on the part of any officer of election, and immediately to arrest any person who commits, or attempts to commit, any of the offences prohibited herein, or any offence against the laws of the United States.\"</p>\n<p>The counsel then refer to and summarize sects. 5514, 5515, and 5522 of the Revised Statutes. Sect. 5514 merely relates to a question of evidence, and need not be copied. Sects. 5515 and 5522, being those upon which the indictments are directly framed, are proper to be set out in full. They are as follows: \u0097</p>\n<p><span class=\"star-pagination\">*381</span> \"SECT. 5515. Every officer of an election at which any representative or delegate in Congress is voted for, whether such officer of election be appointed or created by or under any law or authority of the United States, or by or under any State, territorial, district, or municipal law or authority, who neglects or refuses to perform any duty in regard to such election required of him by any law of the United States, or of any State or Territory thereof; or who violates any duty so imposed; or who knowingly does any acts thereby unauthorized, with intent to affect any such election, or the result thereof; or who fraudulently makes any false certificate of the result of such election in regard to such representative or delegate; or who withholds, conceals, or destroys any certificate of record so required by law respecting the election of any such representative or delegate; or who neglects or refuses to make and return such certificate as required by law; or who aids, counsels, procures, or advises any voter, person, or officer to do any act by this or any of the preceding sections made a crime, or to omit to do any duty the omission of which is by this or any of such sections made a crime, or attempts to do so, shall be punished as prescribed in sect. 5511.\"</p>\n<p>\"SECT. 5522. Every person, whether with or without any authority, power, or process, or pretended authority, power, or process, of any State, Territory, or municipality, who obstructs, hinders, assaults, or by bribes, solicitation, or otherwise, interferes with or prevents the supervisors of election, or either of them, or the marshal or his general or special deputies, or either of them, in the performance of any duty required of them, or either of them, or which he or they, or either of them, may be authorized to perform by any law of the United States, in the execution of process or otherwise, or who, by any of the means before mentioned, hinders or prevents the free attendance and presence at such places of registration, or at such polls of election, or full and free access and egress to and from any such place of registration or poll of election, or in going to and from any such place of registration or poll of election, or to and from any room where any such registration or election or canvass of votes, or of making any returns or certificates thereof, may be had, or who molests, interferes with, removes, or ejects from any such place of registration or poll of election, or of canvassing votes cast thereat, or of making returns or certificates thereof, any supervisor of election, the marshal, or his general or special deputies, or either of them; or who threatens, or attempts, or offers so to do, or refuses or neglects to aid and assist any supervisor <span class=\"star-pagination\">*382</span> of election, or the marshal or his general or special deputies, or either of them, in the performance of his or their duties, when required by him or them, or either of them, to give such aid and assistance, shall be liable to instant arrest without process, and shall be punished by imprisonment not more than two years, or by a fine of not more than $3,000, or by both such fine and imprisonment, and shall pay the cost of the prosecution.\"</p>\n<p>These portions of the Revised Statutes are taken from the act commonly known as the Enforcement Act, approved May 31, 1870, and entitled \"An Act to enforce the right of citizens of the United States to vote in the several States of this Union, and for other purposes;\" and from the supplement of that act, approved Feb. 28, 1871. They relate to elections of members of the House of Representatives, and were an assertion, on the part of Congress, of a power to pass laws for regulating and superintending said elections, and for securing the purity thereof, and the rights of citizens to vote thereat peaceably and without molestation. It must be conceded to be a most important power, and of a fundamental character. In the light of recent history, and of the violence, fraud, corruption, and irregularity which have frequently prevailed at such elections, it may easily be conceived that the exertion of the power, if it exists, may be necessary to the stability of our frame of government.</p>\n<p>The counsel for the petitioners, however, do not deny that Congress may, if it chooses, assume the entire regulation of the elections of representatives; but they contend that it has no constitutional power to make partial regulations intended to be carried out in conjunction with regulations made by the States.</p>\n<p>The general positions contended for by the counsel of the petitioners are thus stated in their brief: \u0097</p>\n<p>\"We shall attempt to establish these propositions: \u0097</p>\n<p>\"1. That the power to make regulations as to the times, places, and manner of holding elections for representatives in Congress, granted to Congress by the Constitution, is an exclusive power when exercised by Congress.</p>\n<p>\"2. That this power, when so exercised, being exclusive of all interference therein by the States, must be so exercised as <span class=\"star-pagination\">*383</span> not to interfere with or come in collision with regulations presented in that behalf by the States, unless it provides for the complete control over the whole subject over which it is exercised.</p>\n<p>\"3. That when put in operation by Congress it must take the place of all State regulations of the subject regulated, which subject must be entirely and complety controlled and provided for by Congress.\"</p>\n<p>We are unable to see why it necessarily follows that, if Congress makes any regulations on the subject, it must assume exclusive control of the whole subject. The Constitution does not say so.</p>\n<p>The clause of the Constitution under which the power of Congress, as well as that of the State legislatures, to regulate the election of senators and representatives arises, is as follows: \"The times, places, and manner of holding elections for senators and representatives shall be prescribed in each State by the legislature thereof; but the Congress may at any time, by law, make or alter such regulations, except as to the place of choosing Senators.\"</p>\n<p>It seems to us that the natural sense of these words is the contrary of that assumed by the counsel of the petitioners. After first authorizing the States to prescribe the regulations, it is added, \"The Congress may at any time, by law, make or alter such regulations.\" \"Make or alter:\" What is the plain meaning of these words? If not under the prepossession of some abstract theory of the relations between the State and national governments, we should not have any difficulty in understanding them. There is no declaration that the regulations shall be made either wholly by the State legislatures or wholly by Congress. If Congress does not interfere, of course they may be made wholly by the State; but if it chooses to interfere, there is nothing in the words to prevent its doing so, either wholly or partially. On the contrary, their necessary implication is that it may do either. It may either make the regulations, or it may alter them. If it only alters, leaving, as manifest convenience requires, the general organization of the polls to the State, there results a necessary co-operation of the two governments in regulating the subject. But no repugnance <span class=\"star-pagination\">*384</span> in the system of regulations can arise thence; for the power of Congress over the subject is paramount. It may be exercised as and when Congress sees fit to exercise it. When exercised, the action of Congress, so far as it extends and conflicts with the regulations of the State, necessarily supersedes them. This is implied in the power to \"make or alter.\"</p>\n<p>Suppose the Constitution of a State should say, \"The first legislature elected under this Constitution may by law regulate the election of members of the two Houses; but any subsequent legislature may make or alter such regulations,\" \u0097 could not a subsequent legislature modify the regulations made by the first legislature without making an entirely new set? Would it be obliged to go over the whole subject anew? Manifestly not: it could alter or modify, add or subtract, in its discretion. The greater power, of making wholly new regulations, would include the lesser, of only altering or modifying the old. The new law, if contrary or repugnant to the old, would so far, and so far only, take its place. If consistent with it, both would stand. The objection, so often repeated, that such an application of congressional regulations to those previously made by a State would produce a clashing of jurisdictions and a conflict of rules, loses sight of the fact that the regulations made by Congress are paramount to those made by the State legislature; and if they conflict therewith, the latter, so far as the conflict extends, ceases to be operative. No clashing can possibly arise. There is not the slightest difficulty in a harmonious combination into one system of the regulations made by the two sovereignties, any more than there is in the case of prior and subsequent enactments of the same legislature.</p>\n<p>Congress has partially regulated the subject heretofore. In 1842, it passed a law for the election of representatives by separate districts; and, subsequently, other laws fixing the time of election, and directing that the elections shall be by ballot. No one will pretend, at least at the present day, that these laws were unconstitutional because they only partially covered the subject.</p>\n<p>The peculiarity of the case consists in the concurrent authority of the two sovereignties, State and National, over the same <span class=\"star-pagination\">*385</span> subject-matter. This, however, is not entirely without a parallel. The regulation of foreign and inter-state commerce is conferred by the Constitution upon Congress. It is not expressly taken away from the States. But where the subject-matter is one of a national character, or one that requires a uniform rule, it has been held that the power of Congress is exclusive. On the contrary, where neither of these circumstances exist, it has been held that State regulations are not unconstitutional. In the absence of congressional regulation, which would be of paramount authority when adopted, they are valid and binding. This subject was largely discussed in the case of Cooley v. Board of Wardens of Port of Philadelphia, 12 How. 299. That was a case of pilotage. In 1789, Congress had passed a law declaring that all pilots should continue to be regulated in conformity with the laws of the States respectively wherein they should be. Hence, each State continued to administer its own laws, or passed new laws for the regulation of pilots in its harbors. Pennsylvania passed the law then in question in 1803. Yet the Supreme Court held that this was clearly a regulation of commerce; and that the State laws could not be upheld without supposing that, in cases like that of pilotage, not requiring a national and uniform regulation, the power of the States to make regulations of commerce, in the absence of congressional regulation, still remained. The court held that the power did so remain, subject to those qualifications; and the State law was sustained under that view.</p>\n<p>Here, then, is a case of concurrent authority of the State and national governments, in which that of the latter is paramount. In 1837, Congress interfered with the State regulations on the subject of pilotage, so far as to authorize the pilots of adjoining States, separated only by navigable waters, to pilot ships and vessels into the ports of either State located on such waters. It has since made various regulations respecting pilots taking charge of steam vessels, imposing upon them peculiar duties and requiring of them peculiar qualifications. It seems to us that there can be no doubt of the power of Congress to impose any regulations it sees fit upon pilots, and to subject them to such penalties for breach of duty as it may deem <span class=\"star-pagination\">*386</span> expedient. The States continue in the exercise of the power to regulate pilotage subject to the paramount right of the national government. If dissatisfied with congressional interference, should such interference at any time be imposed, any State might, if it chose, withdraw its regulations altogether, and leave the whole subject to be regulated by Congress. But so long as it continues its pilotage system, it must acquiesce in such additional regulations as Congress may see fit to make.</p>\n<p>So in the case of laws for regulating the elections of representatives to Congress. The State may make regulations on the subject; Congress may make regulations on the same subject, or may alter or add to those already made. The paramount character of those made by Congress has the effect to supersede those made by the State, so far as the two are inconsistent, and no farther. There is no such conflict between them as to prevent their forming a harmonious system perfectly capable of being administered and carried out as such.</p>\n<p>As to the supposed conflict that may arise between the officers appointed by the State and national governments for superintending the election, no more insuperable difficulty need arise than in the application of the regulations adopted by each respectively. The regulations of Congress being constitutionally paramount, the duties imposed thereby upon the officers of the United States, so far as they have respect to the same matters, must necessarily be paramount to those to be performed by the officers of the State. If both cannot be performed, the latter are pro tanto superseded and cease to be duties. If the power of Congress over the subject is supervisory and paramount, as we have seen it to be, and if officers or agents are created for carrying out its regulations, it follows as a necessary consequence that such officers and agents must have the requisite authority to act without obstruction or interference from the officers of the State. No greater subordination, in kind or degree, exists in this case than in any other. It exists to the same extent between the different officers appointed by the State, when the State alone regulates the election. One officer cannot interfere with the duties of another, or obstruct or hinder him in the performance of them. Where there is a disposition to act harmoniously, there is no <span class=\"star-pagination\">*387</span> danger of disturbance between those who have different duties to perform. When the rightful authority of the general government is once conceded and acquiesced in, the apprehended difficulties will disappear. Let a spirit of national as well as local patriotism once prevail, let unfounded jealousies cease, and we shall hear no more about the impossibility of harmonious action between the national and State governments in a matter in which they have a mutual interest.</p>\n<p>As to the supposed incompatibility of independent sanctions and punishments imposed by the two governments, for the enforcement of the duties required of the officers of election, and for their protection in the performance of those duties, the same considerations apply. While the State will retain the power of enforcing such of its own regulations as are not superseded by those adopted by Congress, it cannot be disputed that if Congress has power to make regulations it must have the power to enforce them, not only by punishing the delinquency of officers appointed by the United States, but by restraining and punishing those who attempt to interfere with them in the performance of their duties; and if, as we have shown, Congress may revise existing regulations, and add to or alter the same as far as it deems expedient, there can be as little question that it may impose additional penalties for the prevention of frauds committed by the State officers in the elections, or for their violation of any duty relating thereto, whether arising from the common law or from any other law, State or national. Why not? Penalties for fraud and delinquency are part of the regulations belonging to the subject. If Congress, by its power to make or alter the regulations, has a general supervisory power over the whole subject, what is there to preclude it from imposing additional sanctions and penalties to prevent such fraud and delinquency?</p>\n<p>It is objected that Congress has no power to enforce State laws or to punish State officers, and especially has no power to punish them for violating the laws of their own State. As a general proposition, this is undoubtedly true; but when, in the performance of their functions, State officers are called upon to fulfil duties which they owe to the United States as well as to the State, has the former no means of compelling such fulfil <span class=\"star-pagination\">*388</span> ment? Yet that is the case here. It is the duty of the States to elect representatives to Congress. The due and fair election of these representatives is of vital importance to the United States. The government of the United States is no less concerned in the transaction than the State government is. It certainly is not bound to stand by as a passive spectator, when duties are violated and outrageous frauds are committed. It is directly interested in the faithful performance, by the officers of election, of their respective duties. Those duties are owed as well to the United States as to the State. This necessarily follows from the mixed character of the transaction, \u0097 State and national. A violation of duty is an offence against the United States, for which the offender is justly amenable to that government. No official position can shelter him from this responsibility. In view of the fact that Congress has plenary and paramount jurisdiction over the whole subject, it seems almost absurd to say that an officer who receives or has custody of the ballots given for a representative owes no duty to the national government which Congress can enforce; or that an officer who stuffs the ballot-box cannot be made amenable to the United States. If Congress has not, prior to the passage of the present laws, imposed any penalties to prevent and punish frauds and violations of duty committed by officers of election, it has been because the exigency has not been deemed sufficient to require it, and not because Congress had not the requisite power.</p>\n<p>The objection that the laws and regulations, the violation of which is made punishable by the acts of Congress, are State laws and have not been adopted by Congress, is no sufficient answer to the power of Congress to impose punishment. It is true that Congress has not deemed it necessary to interfere with the duties of the ordinary officers of election, but has been content to leave them as prescribed by State laws. It has only created additional sanctions for their performance, and provided means of supervision in order more effectually to secure such performance. The imposition of punishment implies a prohibition of the act punished. The State laws which Congress sees no occasion to alter, but which it allows to stand, are in effect adopted by Congress. It simply demands their fulfilment. <span class=\"star-pagination\">*389</span> Content to leave the laws as they are, it is not content with the means provided for their enforcement. It provides additional means for that purpose; and we think it is entirely within its constitutional power to do so. It is simply the exercise of the power to make additional regulations.</p>\n<p>That the duties devolved on the officers of election are duties which they owe to the United States as well as to the State, is further evinced by the fact that they have always been so regarded by the House of Representatives itself. In most cases of contested elections, the conduct of these officers is examined and scrutinized by that body as a matter of right; and their failure to perform their duties is often made the ground of decision. Their conduct is justly regarded as subject to the fullest exposure; and the right to examine them personally, and to inspect all their proceedings and papers, has always been maintained. This could not be done, if the officers were amenable only to the supervision of the State government which appointed them.</p>\n<p>Another objection made is, that, if Congress can impose penalties for violation of State laws, the officer will be made liable to double punishment for delinquency, \u0097 at the suit of the State, and at the suit of the United States. But the answer to this is, that each government punishes for violation of duty to itself only. Where a person owes a duty to two sovereigns, he is amenable to both for its performance; and either may call him to account. Whether punishment inflicted by one can be pleaded in bar to a charge by the other for the same identical act, need not now be decided; although considerable discussion bearing upon the subject has taken place in this court, tending to the conclusion that such a plea cannot be sustained.</p>\n<p>In reference to a conviction under a State law for passing counterfeit coin, which was sought to be reversed on the ground that Congress had jurisdiction over that subject, and might inflict punishment for the same offence, Mr. Justice Daniel, speaking for the court, said: \"It is almost certain that, in the benignant spirit in which the institutions both of the State and Federal systems are administered, an offender who should have suffered the penalties denounced by the one would not be subjected <span class=\"star-pagination\">*390</span> a second time to punishment by the other for acts essentially the same, \u0097 unless, indeed, this might occur in instances of peculiar enormity, or where the public safety demanded extraordinary rigor. But, were a contrary course of policy or action either probable or usual, this would by no means justify the conclusion that offences falling within the competency of different authorities to restrain or punish them would not properly be subjected to the consequences which those authorities might ordain and affix to their perpetration.\" Fox v. The State of Ohio, 5 How. 410. The same judge, delivering the opinion of the court in the case of United States v. Marigold (9 How. 569), where a conviction was had under an act of Congress for bringing counterfeit coin into the country, said, in reference to Fox's Case: \"With the view of avoiding conflict between the State and Federal jurisdictions, this court, in the case of Fox v. State of Ohio, have taken care to point out that the same act might, as to its character and tendencies, and the consequences it involved, constitute an offence against both the State and Federal governments, and might draw to its commission the penalties denounced by either, as appropriate to its character in reference to each. We hold this distinction sound;\" and the conviction was sustained. The subject came up again for discussion in the case of Moore v. State of Illinois (14 id. 13), in which the plaintiff in error had been convicted under a State law for harboring and secreting a negro slave, which was contended to be properly an offence against the United States under the fugitive-slave law of 1793, and not an offence against the State. The objection of double punishment was again raised. Mr. Justice Grier, for the court, said: \"Every citizen of the United States is also a citizen of a State or Territory. He may be said to owe allegiance to two sovereigns, and may be liable to punishment for an infraction of the laws of either. The same act may be an offence or transgression of the laws of both.\" Substantially the same views are expressed in United States v. Cruikshank (92 U.S. 542), referring to these cases; and we do not well see how the doctrine they contain can be controverted. A variety of instances may be readily suggested, in which it would be necessary or proper to apply it. Suppose, for example, a State judge having power under the naturalization <span class=\"star-pagination\">*391</span> laws to admit aliens to citizenship should utter false certificates of naturalization, can it be doubted that he could be indicted under the act of Congress providing penalties for that offence, even though he might also, under the State laws, be indictable for forgery as well as liable to impeachment? So, if Congress, as it might, should pass a law fixing the standard of weights and measures, and imposing a penalty for sealing false weights and false measures, but leaving to the States the matter of inspecting and sealing those used by the people, would not an offender, filling the office of sealer under a State law, be amenable to the United States as well as to the State?</p>\n<p>If the officers of election, in elections for representatives, owe a duty to the United States, and are amenable to that government as well as to the State, \u0097 as we think they are, \u0097 then, according to the cases just cited, there is no reason why each should not establish sanctions for the performance of the duty owed to itself, though referring to the same act.</p>\n<p>To maintain the contrary proposition, the case of Commonwealth of Kentucky v. Dennison (24 How. 66) is confidently relied on by the petitioners' counsel. But there, Congress had imposed a duty upon the governor of the State which it had no authority to impose. The enforcement of the clause in the Constitution requiring the delivery of fugitives from justice was held not to belong to the United States. It is a purely executive duty, and Congress had no authority to require the governor of a State to execute this duty.</p>\n<p>We have thus gone over the principal reasons of a special character relied on by the petitioners for maintaining the general proposition for which they contend; namely, that in the regulation of elections for representatives the national and State governments cannot co-operate, but must act exclusively of each other; so that, if Congress assumes to regulate the subject at all, it must assume exclusive control of the whole subject. The more general reason assigned, to wit, that the nature of sovereignty is such as to preclude the joint co-operation of two sovereigns, even in a matter in which they are mutually concerned, is not, in our judgment, of sufficient force to prevent concurrent and harmonious action on the part of the national and State governments in the election of representatives. It is at most <span class=\"star-pagination\">*392</span> an argument ab inconveniente. There is nothing in the Constitution to forbid such co-operation in this case. On the contrary, as already said, we think it clear that the clause of the Constitution relating to the regulation of such elections contemplates such co-operation whenever Congress deems it expedient to interfere merely to alter or add to existing regulations of the State. If the two governments had an entire equality of jurisdiction, there might be an intrinsic difficulty in such co-operation. Then the adoption by the State government of a system of regulations might exclude the action of Congress. By first taking jurisdiction of the subject, the State would acquire exclusive jurisdiction in virtue of a well-known principle applicable to courts having co-ordinate jurisdiction over the same matter. But no such equality exists in the present case. The power of Congress, as we have seen, is paramount, and may be exercised at any time, and to any extent which it deems expedient; and so far as it is exercised, and no farther, the regulations effected supersede those of the State which are inconsistent therewith.</p>\n<p>As a general rule, it is no doubt expedient and wise that the operations of the State and national governments should as far as practicable, be conducted separately, in order to avoid undue jealousies and jars and conflicts of jurisdiction and power. But there is no reason for laying this down as a rule of universal application. It should never be made to override the plain and manifest dictates of the Constitution itself. We cannot yield to such a transcendental view of state sovereignty. The Constitution and laws of the United States are the supreme law of the land, and to these every citizen of every State owes obedience, whether in his individual or official capacity. There are very few subjects, it is true, in which our system of government, complicated as it is, requires or gives room for conjoint action between the State and national sovereignties. Generally, the powers given by the Constitution to the government of the United States are given over distinct branches of sovereignty from which the State governments, either expressly or by necessary implication, are excluded. But in this case, expressly, and in some others, by implication, as we have seen in the case of pilotage, a concurrent jurisdiction is contemplated, that of <span class=\"star-pagination\">*393</span> the State, however, being subordinate to that of the United States, whereby all question of precedency is eliminated.</p>\n<p>In what we have said, it must be remembered that we are dealing only with the subject of elections of representatives to Congress. If for its own convenience a State sees fit to elect State and county officers at the same time and in conjunction with the election of representatives, Congress will not be thereby deprived of the right to make regulations in reference to the latter. We do not mean to say, however, that for any acts of the officers of election, having exclusive reference to the election of State or county officers, they will be amenable to Federal jurisdiction; nor do we understand that the enactments of Congress now under consideration have any application to such acts.</p>\n<p>It must also be remembered that we are dealing with the question of power, not of the expediency of any regulations which Congress has made. That is not within the pale of our jurisdiction. In exercising the power, however, we are bound to presume that Congress has done so in a judicious manner; that it has endeavored to guard as far as possible against any unnecessary interference with State laws and regulations, with the duties of State officers, or with local prejudices. It could not act at all so as to accomplish any beneficial object in preventing frauds and violence, and securing the faithful performance of duty at the elections, without providing for the presence of officers and agents to carry its regulations into effect. It is also difficult to see how it could attain these objects without imposing proper sanctions and penalties against offenders.</p>\n<p>The views we have expressed seem to us to be founded on such plain and practical principles as hardly to need any labored argument in their support. We may mystify any thing. But if we take a plain view of the words of the Constitution, and give to them a fair and obvious interpretation, we cannot fail in most cases of coming to a clear understanding of its meaning. We shall not have far to seek. We shall find it on the surface, and not in the profound depths of speculation.</p>\n<p>The greatest difficulty in coming to a just conclusion arises from mistaken notions with regard to the relations which subsist <span class=\"star-pagination\">*394</span> between the State and national governments. It seems to be often overlooked that a national constitution has been adopted in this country, establishing a real government therein, operating upon persons and territory and things; and which, moreover, is, or should be, as dear to every American citizen as his State government is. Whenever the true conception of the nature of this government is once conceded, no real difficulty will arise in the just interpretation of its powers. But if we allow ourselves to regard it as a hostile organization, opposed to the proper sovereignty and dignity of the State governments, we shall continue to be vexed with difficulties as to its jurisdiction and authority. No greater jealousy is required to be exercised towards this government in reference to the preservation of our liberties, than is proper to be exercised towards the State governments. Its powers are limited in number, and clearly defined; and its action within the scope of those powers is restrained by a sufficiently rigid bill of rights for the protection of its citizens from oppression. The true interest of the people of this country requires that both the national and State governments should be allowed, without jealous interference on either side, to exercise all the powers which respectively belong to them according to a fair and practical construction of the Constitution. State rights and the rights of the United States should be equally respected. Both are essential to the preservation of our liberties and the perpetuity of our institutions. But, in endeavoring to vindicate the one, we should not allow our zeal to nullify or impair the other.</p>\n<p>Several other questions bearing upon the present controversy have been raised by the counsel of the petitioners. Somewhat akin to the argument which has been considered is the objection that the deputy marshals authorized by the act of Congress to be created and to attend the elections are authorized to keep the peace; and that this is a duty which belongs to the State authorities alone. It is argued that the preservation of peace and good order in society is not within the powers confided to the government of the United States, but belongs exclusively to the States. Here again we are met with the theory that the government of the United States does not rest upon the soil and territory of the country. We think that this theory is <span class=\"star-pagination\">*395</span> founded on an entire misconception of the nature and powers of that government. We hold it to be an incontrovertible principle, that the government of the United States may, by means of physical force, exercised through its official agents, execute on every foot of American soil the powers and functions that belong to it. This necessarily involves the power to command obedience to its laws, and hence the power to keep the peace to that extent.</p>\n<p>This power to enforce its laws and to execute its functions in all places does not derogate from the power of the State to execute its laws at the same time and in the same places. The one does not exclude the other, except where both cannot be executed at the same time. In that case, the words of the Constitution itself show which is to yield. \"This Constitution, and all laws which shall be made in pursuance thereof, ... shall be the supreme law of the land.\"</p>\n<p>This concurrent jurisdiction which the national government necessarily possesses to exercise its powers of sovereignty in all parts of the United States is distinct from that exclusive power which, by the first article of the Constitution, it is authorized to exercise over the District of Columbia, and over those places within a State which are purchased by consent of the legislature thereof, for the erection of forts, magazines, arsenals, dock-yards, and other needful buildings. There its jurisdiction is absolutely exclusive of that of the State, unless, as is sometimes stipulated, power is given to the latter to serve the ordinary process of its courts in the precinct acquired.</p>\n<p>Without the concurrent sovereignty referred to, the national government would be nothing but an advisory government. Its executive power would be absolutely nullified.</p>\n<p>Why do we have marshals at all, if they cannot physically lay their hands on persons and things in the performance of their proper duties? What functions can they perform, if they cannot use force? In executing the processes of the courts, must they call on the nearest constable for protection? must they rely on him to use the requisite compulsion, and to keep the peace whilst they are soliciting and entreating the parties and bystanders to allow the law to take its course? This is <span class=\"star-pagination\">*396</span> the necessary consequence of the positions that are assumed. If we indulge in such impracticable views as these, and keep on refining and re-refining, we shall drive the national government out of the United States, and relegate it to the District of Columbia, or perhaps to some foreign soil. We shall bring it back to a condition of greater helplessness than that of the old confederation.</p>\n<p>The argument is based on a strained and impracticable view of the nature and powers of the national government. It must execute its powers, or it is no government. It must execute them on the land as well as on the sea, on things as well as on persons. And, to do this, it must necessarily have power to command obedience, preserve order, and keep the peace; and no person or power in this land has the right to resist or question its authority, so long as it keeps within the bounds of its jurisdiction. Without specifying other instances in which this power to preserve order and keep the peace unquestionably exists, take the very case in hand. The counsel for the petitioners concede that Congress may, if it sees fit, assume the entire control and regulation of the election of representatives. This would necessarily involve the appointment of the places for holding the polls, the times of voting, and the officers for holding the election; it would require the regulation of the duties to be performed, the custody of the ballots, the mode of ascertaining the result, and every other matter relating to the subject. Is it possible that Congress could not, in that case, provide for keeping the peace at such elections, and for arresting and punishing those guilty of breaking it? If it could not, its power would be but a shadow and a name. But, if Congress can do this, where is the difference in principle in its making provision for securing the preservation of the peace, so as to give to every citizen his free right to vote without molestation or injury, when it assumes only to supervise the regulations made by the State, and not to supersede them entirely? In our judgment, there is no difference; and, if the power exists in the one case, it exists in the other.</p>\n<p>The next point raised is, that the act of Congress proposes to operate on officers or persons authorized by State laws to perform certain duties under them, and to require them to disobey <span class=\"star-pagination\">*397</span> and disregard State laws when they come in conflict with the act of Congress; that it thereby of necessity produces collision, and is therefore void. This point has been already fully considered. We have shown, as we think, that, where the regulations of Congress conflict with those of the State, it is the latter which are void, and not the regulations of Congress; and that the laws of the State, in so far as they are inconsistent with the laws of Congress on the same subject, cease to have effect as laws.</p>\n<p>Finally, it is objected that the act of Congress imposes upon the Circuit Court duties not judicial, in requiring them to appoint the supervisors of election, whose duties, it is alleged, are entirely executive in their character. It is contended that no power can be conferred upon the courts of the United States to appoint officers whose duties are not connected with the judicial department of the government.</p>\n<p>The Constitution declares that \"the Congress may, by law, vest the appointment of such inferior officers as they think proper, in the President alone, in the courts of law, or in the heads of departments.\" It is no doubt usual and proper to vest the appointment of inferior officers in that department of the government, executive or judicial, or in that particular executive department to which the duties of such officers appertain. But there is no absolute requirement to this effect in the Constitution; and, if there were, it would be difficult in many cases to determine to which department an office properly belonged. Take that of marshal, for instance. He is an executive officer, whose appointment, in ordinary cases, is left to the President and Senate. But if Congress should, as it might, vest the appointment elsewhere, it would be questionable whether it should be in the President alone, in the Department of Justice, or in the courts. The marshal is pre-eminently the officer of the courts; and, in case of a vacancy, Congress has in fact passed a law bestowing the temporary appointment of the marshal upon the justice of the circuit in which the district where the vacancy occurs is situated.</p>\n<p>But as the Constitution stands, the selection of the appointing power, as between the functionaries named, is a matter <span class=\"star-pagination\">*398</span> resting in the discretion of Congress. And, looking at the subject in a practical light, it is perhaps better that it should rest there, than that the country should be harassed by the endless controversies to which a more specific direction on this subject might have given rise. The observation in the case of Hennen, to which reference is made (13 Pet. 258), that the appointing power in the clause referred to \"was no doubt intended to be exercised by the department of the government to which the official to be appointed most appropriately belonged,\" was not intended to define the constitutional power of Congress in this regard, but rather to express the law or rule by which it should be governed. The cases in which the courts have declined to exercise certain duties imposed by Congress, stand upon a different consideration from that which applies in the present case. The law of 1792, which required the circuit courts to examine claims to revolutionary pensions, and the law of 1849, authorizing the district judge of Florida to examine and adjudicate upon claims for injuries suffered by the inhabitants of Florida from the American army in 1812, were rightfully held to impose upon the courts powers not judicial, and were, therefore, void. But the duty to appoint inferior officers, when required thereto by law, is a constitutional duty of the courts; and in the present case there is no such incongruity in the duty required as to excuse the courts from its performance, or to render their acts void. It cannot be affirmed that the appointment of the officers in question could, with any greater propriety, and certainly not with equal regard to convenience, have been assigned to any other depositary of official power capable of exercising it. Neither the President, nor any head of department, could have been equally competent to the task.</p>\n<p>In our judgment, Congress had the power to vest the appointment of the supervisors in question in the circuit courts.</p>\n<p>The doctrine laid down at the close of counsel's brief, that the State and national governments are co-ordinate and altogether equal, on which their whole argument, indeed, is based, is only partially true.</p>\n<p>The true doctrine, as we conceive, is this, that whilst the States are really sovereign as to all matters which have not <span class=\"star-pagination\">*399</span> been granted to the jurisdiction and control of the United States, the Constitution and constitutional laws of the latter are, as we have already said, the supreme law of the land; and, when they conflict with the laws of the States, they are of paramount authority and obligation. This is the fundamental principle on which the authority of the Constitution is based; and unless it be conceded in practice, as well as theory, the fabric of our institutions, as it was contemplated by its founders, cannot stand. The questions involved have respect not more to the autonomy and existence of the States, than to the continued existence of the United States as a government to which every American citizen may look for security and protection in every part of the land.</p>\n<p>We think that the cause of commitment in these cases was lawful, and that the application for the writ of habeas corpus must be denied.</p>\n<p>Application denied.</p>\n<p>MR. JUSTICE CLIFFORD and MR. JUSTICE FIELD dissented.</p>\n<p>See MR. JUSTICE FIELD'S opinion infra, p. 404.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:02:23", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">371</span></span> (____)</b></center>\n<center><h1>EX PARTE SIEBOLD.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*373</span> Mr. Bradley T. Johnson for the petitioners.</p>\n<p>The Attorney-General, contra.</p>\n<p>MR. JUSTICE BRADLEY delivered the opinion of the court.</p>\n<p>The petitioners in this case, Albert Siebold, Walter Tucker, Martin C. Burns, Lewis Coleman, and Henry Bowers, were judges of election at different voting precincts in the city of Baltimore, at the election held in that city, and in the State of Maryland, on the fifth day of November, 1878, at which representatives to the Forty-sixth Congress were voted for.</p>\n<p>At the November Term of the Circuit Court of the United States for the District of Maryland, an indictment against each of the petitioners was found in said court, for offences alleged to have been committed by them respectively at their respective precincts whilst being such judges of election; upon which indictments they were severally tried, convicted, and sentenced by said court to fine and imprisonment. They now apply to this court for a writ of habeas corpus to be relieved from imprisonment.</p>\n<p>Before making this application, each petitioner, in the month of September last, presented a separate petition to the Chief Justice of this court (within whose circuit Baltimore is situated), at Lynn, in the State of Connecticut, where he then was, praying for a like habeas corpus to be relieved from the same imprisonment. The Chief Justice thereupon made an order that the said marshal and warden should show cause, before him, on the second Tuesday of October, in the city of Washington, why such writs should not issue. That being the first day of the present term of this court, at the instance of the Chief Justice the present application was made to the court by a new petition addressed thereto, and the petitions and papers which had been <span class=\"star-pagination\">*374</span> presented to the Chief Justice were by consent made a part of the case. The records of the several indictments and proceedings thereon were annexed to the respective original petitions, and are before us. These indictments were framed partly under sect. 5515 and partly under sect. 5522 of the Revised Statutes of the United States; and the principal questions raised by the application are, whether those sections, and certain sections of the title of the Revised Statutes relating to the elective franchise, which they are intended to enforce, are within the constitutional power of Congress to enact. If they are not, then it is contended that the Circuit Court has no jurisdiction of the cases, and that the convictions and sentences of imprisonment of the several petitioners were illegal and void.</p>\n<p>The jurisdiction of this court to hear the case is the first point to be examined. The question is whether a party imprisoned under a sentence of a United States court, upon conviction of a crime created by and indictable under an unconstitutional act of Congress, may be discharged from imprisonment by this court on habeas corpus, although it has no appellate jurisdiction by writ of error over the judgment. It is objected that the case is one of original and not appellate jurisdiction, and, therefore, not within the jurisdiction of this court. But we are clearly of opinion that it is appellate in its character. It requires us to revise the act of the Circuit Court in making the warrants of commitment upon the convictions referred to. This, according to all the decisions, is an exercise of appellate power. Ex parte Burford, 3 Cranch, 448; Ex parte Bollman and Swartout, 4 id. 100, 101; Ex parte Yerger, 8 Wall. 98.</p>\n<p>That this court is authorized to exercise appellate jurisdiction by habeas corpus directly is a position sustained by abundant authority. It has general power to issue the writ, subject to the constitutional limitations of its jurisdiction, which are, that it can only exercise original jurisdiction in cases affecting ambassadors, public ministers and consuls, and cases in which a State is a party; but has appellate jurisdiction in all other cases of Federal cognizance, \"with such exceptions and under such regulations as Congress shall make.\" Having this general power to issue the writ, the court may issue it in the exercise of original jurisdiction where it has original jurisdiction; and <span class=\"star-pagination\">*375</span> may issue it in the exercise of appellate jurisdiction where it has such jurisdiction, which is in all cases not prohibited by law except those in which it has original jurisdiction only. Ex parte Bollman and Swartwout, supra; Ex parte Watkins, 3 Pet. 202; 7 id. 568; Ex parte Wells, <span class=\"citation\" data-id=\"87015\"><a href=\"/opinion/87015/ex-parte-wells/\"><span class=\"volume\">18</span> <span class=\"reporter\">How.</span> <span class=\"page\">307</span></a></span>, 328; Ableman v. Booth, 21 id. 506; Ex parte Yerger, 8 Wall. 85.</p>\n<p>There are other limitations of the jurisdiction, however, arising from the nature and objects of the writ itself, as defined by the common law, from which its name and incidents are derived. It cannot be used as a mere writ of error. Mere error in the judgment or proceedings, under and by virtue of which a party is imprisoned, constitutes no ground for the issue of the writ. Hence, upon a return to a habeas corpus, that the prisoner is detained under a conviction and sentence by a court having jurisdiction of the cause, the general rule is, that he will be instantly remanded. No inquiry will be instituted into the regularity of the proceedings, unless, perhaps, where the court has cognizance by writ of error or appeal to review the judgment. In such a case, if the error be apparent and the imprisonment unjust, the appellate court may, perhaps, in its discretion, give immediate relief on habeas corpus, and thus save the party the delay and expense of a writ of error. Bac. Abr., Hab. Corp., B. 13, Bethel's Case, Salk. 348; 5 Mod. 19. But the general rule is, that a conviction and sentence by a court of competent jurisdiction is lawful cause of imprisonment, and no relief can be given by habeas corpus.</p>\n<p>The only ground on which this court, or any court, without some special statute authorizing it, will give relief on habeas corpus to a prisoner under conviction and sentence of another court is the want of jurisdiction in such court over the person or the cause, or some other matter rendering its proceedings void.</p>\n<p>This distinction between an erroneous judgment and one that is illegal or void is well illustrated by the two cases of Ex parte Lange (18 Wall. 163) and Ex parte Parks, 93 U.S. 18. In the former case, we held that the judgment was void, and released the petitioner accordingly; in the latter, we held that the judgment, whether erroneous or not, was not void, because the court had jurisdiction of the cause; and we refused to interfere.</p>\n<p><span class=\"star-pagination\">*376</span> Chief Justice Abbot, in Rex v. Suddis (1 East, 306), said:</p>\n<p>\"It is a general rule that, where a person has been committed under the judgment of another court of competent criminal jurisdiction, this court [the King's Bench] cannot review the sentence upon a return to a habeas corpus. In such cases, this court is not a court of appeal.\"</p>\n<p>It is stated, however, in Bacon's Abridgment, probably in the words of Chief Baron Gilbert, that, \"if the commitment be against law, as being made by one who had no jurisdiction of the cause, or for a matter for which by law no man ought to be punished, the court are to discharge.\" Bac. Abr., Hab. Corp., B. 10. The latter part of this rule, when applied to imprisonment under conviction and sentence, is confined to cases of clear and manifest want of criminality in the matter charged, such as in effect to render the proceedings void. The authority usually cited under this head is Bushel's Case, decided in 1670. There, twelve jurymen had been convicted in the oyer and terminer for rendering a verdict (against the charge of the court) acquitting William Penn and others, who were charged with meeting in conventicle. Being imprisoned for refusing to pay their fines, they applied to the Court of Common Pleas for a habeas corpus; and though the court, having no jurisdiction in criminal matters, hesitated to grant the writ, yet, having granted it, they discharged the prisoners, on the ground that their conviction was void, inasmuch as jurymen cannot be indicted for rendering any verdict they choose. The opinion of Chief Justice Vaughan in the case has rarely been excelled for judicial eloquence. T. Jones, 13; s.c. Vaughan, 135; s.c. 6 Howell's State Trials, 999.</p>\n<p>Without attempting to decide how far this case may be regarded as law for the guidance of this court, we are clearly of opinion that the question raised in the cases before us is proper for consideration on habeas corpus. The validity of the judgments is assailed on the ground that the acts of Congress under which the indictments were found are unconstitutional. If this position is well taken, it affects the foundation of the whole proceedings. An unconstitutional law is void, and is as no law. An offence created by it is not a crime. A conviction under it is not merely erroneous, but is illegal and void, <span class=\"star-pagination\">*377</span> and cannot be a legal cause of imprisonment. It is true, if no writ of error lies, the judgment may be final, in the sense that there may be no means of reversing it. But personal liberty is of so great moment in the eye of the law that the judgment of an inferior court affecting it is not deemed so conclusive but that, as we have seen, the question of the court's authority to try and imprison the party may be reviewed on habeas corpus by a superior court or judge having authority to award the writ. We are satisfied that the present is one of the cases in which this court is authorized to take such jurisdiction. We think so, because, if the laws are unconstitutional and void, the Circuit Court acquired no jurisdiction of the causes. Its authority to indict and try the petitioners arose solely upon these laws.</p>\n<p>We proceed, therefore, to examine the cases on their merits.</p>\n<p>The indictments commence with an introductory statement that, on the 5th of November, 1878, at the Fourth [or other] Congressional District of the State of Maryland, a lawful election was held, whereat a representative for that congressional district in the Forty-sixth Congress of the United States was voted for; that a certain person [naming him] was then and there a supervisor of election of the United States, duly appointed by the Circuit Court aforesaid, pursuant to sect. 2012 of the Revised Statutes, for the third [or other] voting precinct of the fifteenth [or other] ward of the city of Baltimore, in the said congressional district, for and in respect of the election aforesaid, thereat; that a certain person [naming him] was then and there a special deputy marshal of the United States, duly appointed by the United States marshal for the Maryland district, pursuant to sect. 2021 of the Revised Statutes, and assigned for such duty as is provided by that and the following section, to the said precinct of said ward of said city, at the congressional election aforesaid, thereat. Then come the various counts.</p>\n<p>The petitioner, Bowers, was convicted on the second count of the indictment against him, which was as follows: \u0097</p>\n<p>\"That the said Henry Bowers, afterwards, to wit, on the day and year aforesaid, at the said voting precinct within the district aforesaid, unlawfully did obstruct, hinder, and, by the use <span class=\"star-pagination\">*378</span> of his power and authority as such judge as aforesaid (which judge he then and there was), interfere with and prevent the said supervisor of election in the performance of a certain duty in respect to said election required of him, and which he was then and there authorized to perform by the law of the United States, in such case made and provided, to wit, that of personally inspecting and scrutinizing, at the beginning of said day of election, and of the said election, the manner in which the voting was done at the said poll of election, by examining and seeing whether the ballot first voted at said poll of election was put and placed in a ballot-box containing no ballots whatever, contrary to sect. 5522 of said statutes, and against the peace, government, and dignity of the United States.\"</p>\n<p>Tucker, who was indicted jointly with one Gude, was convicted upon the second and fifth counts of the indictment against them, which were as follows: \u0097</p>\n<p>\"(2d.) That the said Justus J. Gude and the said Walter Tucker afterwards, to wit, on the day and year aforesaid, at the said voting precinct of said ward of said city, unlawfully and by exercise of their power and authority as such judges as aforesaid, did prevent and hinder the free attendance and presence of the said James N. Schofield (who was then and there such deputy marshal as aforesaid, in the due execution of his said office), at the poll of said election of and for the said voting precinct, and the full and free access of the same deputy marshal to the same poll of election, contrary to the said last-mentioned section of said statutes (sect. 5522), and against the peace, government, and dignity of the United States.</p>\n<p>\"(5th.) That the said Justus J. Gude and the said Walter Tucker, on the day and year aforesaid, at the precinct aforesaid, within the district aforesaid (they being then and there such officers of said election as aforesaid), knowingly and unlawfully at the said election did a certain act, not then and there authorized by any law of the State of Maryland, and not authorized then and there by any law of the United States, by then and there fraudulently and clandestinely putting and placing in the ballot-box of the said precinct twenty (and more) ballots (within the intent and meaning of sect. 5514 of said statutes), which had not been voted at said election in said precinct before the ballots, <span class=\"star-pagination\">*379</span> then and there lawfully deposited in the same ballot-box, had been counted, with intent thereby to affect said election and the result thereof, contrary to sect. 5515 of said statutes, and against the peace, government, and dignity of the United States.\"</p>\n<p>This charge, it will be observed, is for the offence commonly known as \"stuffing the ballot-box.\"</p>\n<p>The counts on which the petitioners, Burns and Coleman, were convicted were similar to those above specified. Burns was charged with refusing to allow the supervisor of elections to inspect the ballot-box, or even to enter the room where the polls were held, and with violently resisting the deputy marshal who attempted to arrest him, as required by sect. 2022 of the Revised Statutes. The charges against Coleman were similar to those against Burns, with the addition of a charge for stuffing the ballot-box. Siebold was only convicted on one count of the indictment against him, which was likewise a charge of stuffing the ballot-box.</p>\n<p>The sections of the law on which these indictments are founded, and the validity of which is sought to be impeached for unconstitutionality, are summed up by the counsel of the petitioners in their brief as follows (omitting the comments thereon): \u0097</p>\n<p>The counsel say: \u0097</p>\n<p>\"These cases involve the question of the constitutionality of certain sections of title xxvi. of the Revised Statutes, entitled `The Elective Franchise.'</p>\n<p>\"SECT. 2011. The judge of the Circuit Court of the United States, wherein any city or town having upwards of twenty thousand inhabitants is situated, upon being informed by two citizens thereof, prior to any registration of voters for, or any election at which a representative or delegate in Congress is to be voted for, that it is their desire to have such registration or election guarded and scrutinized, shall open the Circuit Court at the most convenient point in the circuit.</p>\n<p>\"SECT. 2012. The judge shall appoint two supervisors of election for every election district in such city or town.</p>\n<p>\"SECT. 2016. The supervisors are authorized and required to attend all times and places fixed for registration of voters <span class=\"star-pagination\">*380</span> to challenge such as they deem proper; to cause such names to be registered as they may think proper to be so marked; to inspect and scrutinize such register of voters; and for purposes of identification to affix their signatures to each page of the original list.</p>\n<p>\"SECT. 2017. The supervisors are required to attend the times and places for holding elections of representatives or delegates in Congress, and of counting the votes cast; to challenge any vote the legality of which they may doubt; to be present continually where the ballot-boxes are kept, until every vote cast has been counted, and the proper returns made, required under any law of the United States, or any State, territorial, or municipal law; and to personally inspect and scrutinize at any and all times, on the day of election, the manner in which the poll-books, registry lists, and tallies are kept; whether the same are required by any law of the United States, or any State, territorial, or municipal laws.</p>\n<p>\"SECT. 2021. requires the marshal, whenever any election at which representatives or delegates in Congress are to be chosen, upon application by two citizens in cities or towns of more than twenty thousand inhabitants, to appoint special deputy marshals, whose duty it shall be to aid and assist the supervisors in the discharge of their duties, and attend with them at all registrations of voters or election at which representatives to Congress may be voted for.</p>\n<p>\"SECT. 2022. requires the marshal, and his general and special deputies, to keep the peace and protect the supervisors in the discharge of their duties; preserve order at such place of registration and at such polls; prevent fraudulent registration and voting, or fraudulent conduct on the part of any officer of election, and immediately to arrest any person who commits, or attempts to commit, any of the offences prohibited herein, or any offence against the laws of the United States.\"</p>\n<p>The counsel then refer to and summarize sects. 5514, 5515, and 5522 of the Revised Statutes. Sect. 5514 merely relates to a question of evidence, and need not be copied. Sects. 5515 and 5522, being those upon which the indictments are directly framed, are proper to be set out in full. They are as follows: \u0097</p>\n<p><span class=\"star-pagination\">*381</span> \"SECT. 5515. Every officer of an election at which any representative or delegate in Congress is voted for, whether such officer of election be appointed or created by or under any law or authority of the United States, or by or under any State, territorial, district, or municipal law or authority, who neglects or refuses to perform any duty in regard to such election required of him by any law of the United States, or of any State or Territory thereof; or who violates any duty so imposed; or who knowingly does any acts thereby unauthorized, with intent to affect any such election, or the result thereof; or who fraudulently makes any false certificate of the result of such election in regard to such representative or delegate; or who withholds, conceals, or destroys any certificate of record so required by law respecting the election of any such representative or delegate; or who neglects or refuses to make and return such certificate as required by law; or who aids, counsels, procures, or advises any voter, person, or officer to do any act by this or any of the preceding sections made a crime, or to omit to do any duty the omission of which is by this or any of such sections made a crime, or attempts to do so, shall be punished as prescribed in sect. 5511.\"</p>\n<p>\"SECT. 5522. Every person, whether with or without any authority, power, or process, or pretended authority, power, or process, of any State, Territory, or municipality, who obstructs, hinders, assaults, or by bribes, solicitation, or otherwise, interferes with or prevents the supervisors of election, or either of them, or the marshal or his general or special deputies, or either of them, in the performance of any duty required of them, or either of them, or which he or they, or either of them, may be authorized to perform by any law of the United States, in the execution of process or otherwise, or who, by any of the means before mentioned, hinders or prevents the free attendance and presence at such places of registration, or at such polls of election, or full and free access and egress to and from any such place of registration or poll of election, or in going to and from any such place of registration or poll of election, or to and from any room where any such registration or election or canvass of votes, or of making any returns or certificates thereof, may be had, or who molests, interferes with, removes, or ejects from any such place of registration or poll of election, or of canvassing votes cast thereat, or of making returns or certificates thereof, any supervisor of election, the marshal, or his general or special deputies, or either of them; or who threatens, or attempts, or offers so to do, or refuses or neglects to aid and assist any supervisor <span class=\"star-pagination\">*382</span> of election, or the marshal or his general or special deputies, or either of them, in the performance of his or their duties, when required by him or them, or either of them, to give such aid and assistance, shall be liable to instant arrest without process, and shall be punished by imprisonment not more than two years, or by a fine of not more than $3,000, or by both such fine and imprisonment, and shall pay the cost of the prosecution.\"</p>\n<p>These portions of the Revised Statutes are taken from the act commonly known as the Enforcement Act, approved May 31, 1870, and entitled \"An Act to enforce the right of citizens of the United States to vote in the several States of this Union, and for other purposes;\" and from the supplement of that act, approved Feb. 28, 1871. They relate to elections of members of the House of Representatives, and were an assertion, on the part of Congress, of a power to pass laws for regulating and superintending said elections, and for securing the purity thereof, and the rights of citizens to vote thereat peaceably and without molestation. It must be conceded to be a most important power, and of a fundamental character. In the light of recent history, and of the violence, fraud, corruption, and irregularity which have frequently prevailed at such elections, it may easily be conceived that the exertion of the power, if it exists, may be necessary to the stability of our frame of government.</p>\n<p>The counsel for the petitioners, however, do not deny that Congress may, if it chooses, assume the entire regulation of the elections of representatives; but they contend that it has no constitutional power to make partial regulations intended to be carried out in conjunction with regulations made by the States.</p>\n<p>The general positions contended for by the counsel of the petitioners are thus stated in their brief: \u0097</p>\n<p>\"We shall attempt to establish these propositions: \u0097</p>\n<p>\"1. That the power to make regulations as to the times, places, and manner of holding elections for representatives in Congress, granted to Congress by the Constitution, is an exclusive power when exercised by Congress.</p>\n<p>\"2. That this power, when so exercised, being exclusive of all interference therein by the States, must be so exercised as <span class=\"star-pagination\">*383</span> not to interfere with or come in collision with regulations presented in that behalf by the States, unless it provides for the complete control over the whole subject over which it is exercised.</p>\n<p>\"3. That when put in operation by Congress it must take the place of all State regulations of the subject regulated, which subject must be entirely and complety controlled and provided for by Congress.\"</p>\n<p>We are unable to see why it necessarily follows that, if Congress makes any regulations on the subject, it must assume exclusive control of the whole subject. The Constitution does not say so.</p>\n<p>The clause of the Constitution under which the power of Congress, as well as that of the State legislatures, to regulate the election of senators and representatives arises, is as follows: \"The times, places, and manner of holding elections for senators and representatives shall be prescribed in each State by the legislature thereof; but the Congress may at any time, by law, make or alter such regulations, except as to the place of choosing Senators.\"</p>\n<p>It seems to us that the natural sense of these words is the contrary of that assumed by the counsel of the petitioners. After first authorizing the States to prescribe the regulations, it is added, \"The Congress may at any time, by law, make or alter such regulations.\" \"Make or alter:\" What is the plain meaning of these words? If not under the prepossession of some abstract theory of the relations between the State and national governments, we should not have any difficulty in understanding them. There is no declaration that the regulations shall be made either wholly by the State legislatures or wholly by Congress. If Congress does not interfere, of course they may be made wholly by the State; but if it chooses to interfere, there is nothing in the words to prevent its doing so, either wholly or partially. On the contrary, their necessary implication is that it may do either. It may either make the regulations, or it may alter them. If it only alters, leaving, as manifest convenience requires, the general organization of the polls to the State, there results a necessary co-operation of the two governments in regulating the subject. But no repugnance <span class=\"star-pagination\">*384</span> in the system of regulations can arise thence; for the power of Congress over the subject is paramount. It may be exercised as and when Congress sees fit to exercise it. When exercised, the action of Congress, so far as it extends and conflicts with the regulations of the State, necessarily supersedes them. This is implied in the power to \"make or alter.\"</p>\n<p>Suppose the Constitution of a State should say, \"The first legislature elected under this Constitution may by law regulate the election of members of the two Houses; but any subsequent legislature may make or alter such regulations,\" \u0097 could not a subsequent legislature modify the regulations made by the first legislature without making an entirely new set? Would it be obliged to go over the whole subject anew? Manifestly not: it could alter or modify, add or subtract, in its discretion. The greater power, of making wholly new regulations, would include the lesser, of only altering or modifying the old. The new law, if contrary or repugnant to the old, would so far, and so far only, take its place. If consistent with it, both would stand. The objection, so often repeated, that such an application of congressional regulations to those previously made by a State would produce a clashing of jurisdictions and a conflict of rules, loses sight of the fact that the regulations made by Congress are paramount to those made by the State legislature; and if they conflict therewith, the latter, so far as the conflict extends, ceases to be operative. No clashing can possibly arise. There is not the slightest difficulty in a harmonious combination into one system of the regulations made by the two sovereignties, any more than there is in the case of prior and subsequent enactments of the same legislature.</p>\n<p>Congress has partially regulated the subject heretofore. In 1842, it passed a law for the election of representatives by separate districts; and, subsequently, other laws fixing the time of election, and directing that the elections shall be by ballot. No one will pretend, at least at the present day, that these laws were unconstitutional because they only partially covered the subject.</p>\n<p>The peculiarity of the case consists in the concurrent authority of the two sovereignties, State and National, over the same <span class=\"star-pagination\">*385</span> subject-matter. This, however, is not entirely without a parallel. The regulation of foreign and inter-state commerce is conferred by the Constitution upon Congress. It is not expressly taken away from the States. But where the subject-matter is one of a national character, or one that requires a uniform rule, it has been held that the power of Congress is exclusive. On the contrary, where neither of these circumstances exist, it has been held that State regulations are not unconstitutional. In the absence of congressional regulation, which would be of paramount authority when adopted, they are valid and binding. This subject was largely discussed in the case of Cooley v. Board of Wardens of Port of Philadelphia, 12 How. 299. That was a case of pilotage. In 1789, Congress had passed a law declaring that all pilots should continue to be regulated in conformity with the laws of the States respectively wherein they should be. Hence, each State continued to administer its own laws, or passed new laws for the regulation of pilots in its harbors. Pennsylvania passed the law then in question in 1803. Yet the Supreme Court held that this was clearly a regulation of commerce; and that the State laws could not be upheld without supposing that, in cases like that of pilotage, not requiring a national and uniform regulation, the power of the States to make regulations of commerce, in the absence of congressional regulation, still remained. The court held that the power did so remain, subject to those qualifications; and the State law was sustained under that view.</p>\n<p>Here, then, is a case of concurrent authority of the State and national governments, in which that of the latter is paramount. In 1837, Congress interfered with the State regulations on the subject of pilotage, so far as to authorize the pilots of adjoining States, separated only by navigable waters, to pilot ships and vessels into the ports of either State located on such waters. It has since made various regulations respecting pilots taking charge of steam vessels, imposing upon them peculiar duties and requiring of them peculiar qualifications. It seems to us that there can be no doubt of the power of Congress to impose any regulations it sees fit upon pilots, and to subject them to such penalties for breach of duty as it may deem <span class=\"star-pagination\">*386</span> expedient. The States continue in the exercise of the power to regulate pilotage subject to the paramount right of the national government. If dissatisfied with congressional interference, should such interference at any time be imposed, any State might, if it chose, withdraw its regulations altogether, and leave the whole subject to be regulated by Congress. But so long as it continues its pilotage system, it must acquiesce in such additional regulations as Congress may see fit to make.</p>\n<p>So in the case of laws for regulating the elections of representatives to Congress. The State may make regulations on the subject; Congress may make regulations on the same subject, or may alter or add to those already made. The paramount character of those made by Congress has the effect to supersede those made by the State, so far as the two are inconsistent, and no farther. There is no such conflict between them as to prevent their forming a harmonious system perfectly capable of being administered and carried out as such.</p>\n<p>As to the supposed conflict that may arise between the officers appointed by the State and national governments for superintending the election, no more insuperable difficulty need arise than in the application of the regulations adopted by each respectively. The regulations of Congress being constitutionally paramount, the duties imposed thereby upon the officers of the United States, so far as they have respect to the same matters, must necessarily be paramount to those to be performed by the officers of the State. If both cannot be performed, the latter are pro tanto superseded and cease to be duties. If the power of Congress over the subject is supervisory and paramount, as we have seen it to be, and if officers or agents are created for carrying out its regulations, it follows as a necessary consequence that such officers and agents must have the requisite authority to act without obstruction or interference from the officers of the State. No greater subordination, in kind or degree, exists in this case than in any other. It exists to the same extent between the different officers appointed by the State, when the State alone regulates the election. One officer cannot interfere with the duties of another, or obstruct or hinder him in the performance of them. Where there is a disposition to act harmoniously, there is no <span class=\"star-pagination\">*387</span> danger of disturbance between those who have different duties to perform. When the rightful authority of the general government is once conceded and acquiesced in, the apprehended difficulties will disappear. Let a spirit of national as well as local patriotism once prevail, let unfounded jealousies cease, and we shall hear no more about the impossibility of harmonious action between the national and State governments in a matter in which they have a mutual interest.</p>\n<p>As to the supposed incompatibility of independent sanctions and punishments imposed by the two governments, for the enforcement of the duties required of the officers of election, and for their protection in the performance of those duties, the same considerations apply. While the State will retain the power of enforcing such of its own regulations as are not superseded by those adopted by Congress, it cannot be disputed that if Congress has power to make regulations it must have the power to enforce them, not only by punishing the delinquency of officers appointed by the United States, but by restraining and punishing those who attempt to interfere with them in the performance of their duties; and if, as we have shown, Congress may revise existing regulations, and add to or alter the same as far as it deems expedient, there can be as little question that it may impose additional penalties for the prevention of frauds committed by the State officers in the elections, or for their violation of any duty relating thereto, whether arising from the common law or from any other law, State or national. Why not? Penalties for fraud and delinquency are part of the regulations belonging to the subject. If Congress, by its power to make or alter the regulations, has a general supervisory power over the whole subject, what is there to preclude it from imposing additional sanctions and penalties to prevent such fraud and delinquency?</p>\n<p>It is objected that Congress has no power to enforce State laws or to punish State officers, and especially has no power to punish them for violating the laws of their own State. As a general proposition, this is undoubtedly true; but when, in the performance of their functions, State officers are called upon to fulfil duties which they owe to the United States as well as to the State, has the former no means of compelling such fulfil <span class=\"star-pagination\">*388</span> ment? Yet that is the case here. It is the duty of the States to elect representatives to Congress. The due and fair election of these representatives is of vital importance to the United States. The government of the United States is no less concerned in the transaction than the State government is. It certainly is not bound to stand by as a passive spectator, when duties are violated and outrageous frauds are committed. It is directly interested in the faithful performance, by the officers of election, of their respective duties. Those duties are owed as well to the United States as to the State. This necessarily follows from the mixed character of the transaction, \u0097 State and national. A violation of duty is an offence against the United States, for which the offender is justly amenable to that government. No official position can shelter him from this responsibility. In view of the fact that Congress has plenary and paramount jurisdiction over the whole subject, it seems almost absurd to say that an officer who receives or has custody of the ballots given for a representative owes no duty to the national government which Congress can enforce; or that an officer who stuffs the ballot-box cannot be made amenable to the United States. If Congress has not, prior to the passage of the present laws, imposed any penalties to prevent and punish frauds and violations of duty committed by officers of election, it has been because the exigency has not been deemed sufficient to require it, and not because Congress had not the requisite power.</p>\n<p>The objection that the laws and regulations, the violation of which is made punishable by the acts of Congress, are State laws and have not been adopted by Congress, is no sufficient answer to the power of Congress to impose punishment. It is true that Congress has not deemed it necessary to interfere with the duties of the ordinary officers of election, but has been content to leave them as prescribed by State laws. It has only created additional sanctions for their performance, and provided means of supervision in order more effectually to secure such performance. The imposition of punishment implies a prohibition of the act punished. The State laws which Congress sees no occasion to alter, but which it allows to stand, are in effect adopted by Congress. It simply demands their fulfilment. <span class=\"star-pagination\">*389</span> Content to leave the laws as they are, it is not content with the means provided for their enforcement. It provides additional means for that purpose; and we think it is entirely within its constitutional power to do so. It is simply the exercise of the power to make additional regulations.</p>\n<p>That the duties devolved on the officers of election are duties which they owe to the United States as well as to the State, is further evinced by the fact that they have always been so regarded by the House of Representatives itself. In most cases of contested elections, the conduct of these officers is examined and scrutinized by that body as a matter of right; and their failure to perform their duties is often made the ground of decision. Their conduct is justly regarded as subject to the fullest exposure; and the right to examine them personally, and to inspect all their proceedings and papers, has always been maintained. This could not be done, if the officers were amenable only to the supervision of the State government which appointed them.</p>\n<p>Another objection made is, that, if Congress can impose penalties for violation of State laws, the officer will be made liable to double punishment for delinquency, \u0097 at the suit of the State, and at the suit of the United States. But the answer to this is, that each government punishes for violation of duty to itself only. Where a person owes a duty to two sovereigns, he is amenable to both for its performance; and either may call him to account. Whether punishment inflicted by one can be pleaded in bar to a charge by the other for the same identical act, need not now be decided; although considerable discussion bearing upon the subject has taken place in this court, tending to the conclusion that such a plea cannot be sustained.</p>\n<p>In reference to a conviction under a State law for passing counterfeit coin, which was sought to be reversed on the ground that Congress had jurisdiction over that subject, and might inflict punishment for the same offence, Mr. Justice Daniel, speaking for the court, said: \"It is almost certain that, in the benignant spirit in which the institutions both of the State and Federal systems are administered, an offender who should have suffered the penalties denounced by the one would not be subjected <span class=\"star-pagination\">*390</span> a second time to punishment by the other for acts essentially the same, \u0097 unless, indeed, this might occur in instances of peculiar enormity, or where the public safety demanded extraordinary rigor. But, were a contrary course of policy or action either probable or usual, this would by no means justify the conclusion that offences falling within the competency of different authorities to restrain or punish them would not properly be subjected to the consequences which those authorities might ordain and affix to their perpetration.\" Fox v. The State of Ohio, 5 How. 410. The same judge, delivering the opinion of the court in the case of United States v. Marigold (9 How. 569), where a conviction was had under an act of Congress for bringing counterfeit coin into the country, said, in reference to Fox's Case: \"With the view of avoiding conflict between the State and Federal jurisdictions, this court, in the case of Fox v. State of Ohio, have taken care to point out that the same act might, as to its character and tendencies, and the consequences it involved, constitute an offence against both the State and Federal governments, and might draw to its commission the penalties denounced by either, as appropriate to its character in reference to each. We hold this distinction sound;\" and the conviction was sustained. The subject came up again for discussion in the case of Moore v. State of Illinois (14 id. 13), in which the plaintiff in error had been convicted under a State law for harboring and secreting a negro slave, which was contended to be properly an offence against the United States under the fugitive-slave law of 1793, and not an offence against the State. The objection of double punishment was again raised. Mr. Justice Grier, for the court, said: \"Every citizen of the United States is also a citizen of a State or Territory. He may be said to owe allegiance to two sovereigns, and may be liable to punishment for an infraction of the laws of either. The same act may be an offence or transgression of the laws of both.\" Substantially the same views are expressed in United States v. Cruikshank (92 U.S. 542), referring to these cases; and we do not well see how the doctrine they contain can be controverted. A variety of instances may be readily suggested, in which it would be necessary or proper to apply it. Suppose, for example, a State judge having power under the naturalization <span class=\"star-pagination\">*391</span> laws to admit aliens to citizenship should utter false certificates of naturalization, can it be doubted that he could be indicted under the act of Congress providing penalties for that offence, even though he might also, under the State laws, be indictable for forgery as well as liable to impeachment? So, if Congress, as it might, should pass a law fixing the standard of weights and measures, and imposing a penalty for sealing false weights and false measures, but leaving to the States the matter of inspecting and sealing those used by the people, would not an offender, filling the office of sealer under a State law, be amenable to the United States as well as to the State?</p>\n<p>If the officers of election, in elections for representatives, owe a duty to the United States, and are amenable to that government as well as to the State, \u0097 as we think they are, \u0097 then, according to the cases just cited, there is no reason why each should not establish sanctions for the performance of the duty owed to itself, though referring to the same act.</p>\n<p>To maintain the contrary proposition, the case of Commonwealth of Kentucky v. Dennison (24 How. 66) is confidently relied on by the petitioners' counsel. But there, Congress had imposed a duty upon the governor of the State which it had no authority to impose. The enforcement of the clause in the Constitution requiring the delivery of fugitives from justice was held not to belong to the United States. It is a purely executive duty, and Congress had no authority to require the governor of a State to execute this duty.</p>\n<p>We have thus gone over the principal reasons of a special character relied on by the petitioners for maintaining the general proposition for which they contend; namely, that in the regulation of elections for representatives the national and State governments cannot co-operate, but must act exclusively of each other; so that, if Congress assumes to regulate the subject at all, it must assume exclusive control of the whole subject. The more general reason assigned, to wit, that the nature of sovereignty is such as to preclude the joint co-operation of two sovereigns, even in a matter in which they are mutually concerned, is not, in our judgment, of sufficient force to prevent concurrent and harmonious action on the part of the national and State governments in the election of representatives. It is at most <span class=\"star-pagination\">*392</span> an argument ab inconveniente. There is nothing in the Constitution to forbid such co-operation in this case. On the contrary, as already said, we think it clear that the clause of the Constitution relating to the regulation of such elections contemplates such co-operation whenever Congress deems it expedient to interfere merely to alter or add to existing regulations of the State. If the two governments had an entire equality of jurisdiction, there might be an intrinsic difficulty in such co-operation. Then the adoption by the State government of a system of regulations might exclude the action of Congress. By first taking jurisdiction of the subject, the State would acquire exclusive jurisdiction in virtue of a well-known principle applicable to courts having co-ordinate jurisdiction over the same matter. But no such equality exists in the present case. The power of Congress, as we have seen, is paramount, and may be exercised at any time, and to any extent which it deems expedient; and so far as it is exercised, and no farther, the regulations effected supersede those of the State which are inconsistent therewith.</p>\n<p>As a general rule, it is no doubt expedient and wise that the operations of the State and national governments should as far as practicable, be conducted separately, in order to avoid undue jealousies and jars and conflicts of jurisdiction and power. But there is no reason for laying this down as a rule of universal application. It should never be made to override the plain and manifest dictates of the Constitution itself. We cannot yield to such a transcendental view of state sovereignty. The Constitution and laws of the United States are the supreme law of the land, and to these every citizen of every State owes obedience, whether in his individual or official capacity. There are very few subjects, it is true, in which our system of government, complicated as it is, requires or gives room for conjoint action between the State and national sovereignties. Generally, the powers given by the Constitution to the government of the United States are given over distinct branches of sovereignty from which the State governments, either expressly or by necessary implication, are excluded. But in this case, expressly, and in some others, by implication, as we have seen in the case of pilotage, a concurrent jurisdiction is contemplated, that of <span class=\"star-pagination\">*393</span> the State, however, being subordinate to that of the United States, whereby all question of precedency is eliminated.</p>\n<p>In what we have said, it must be remembered that we are dealing only with the subject of elections of representatives to Congress. If for its own convenience a State sees fit to elect State and county officers at the same time and in conjunction with the election of representatives, Congress will not be thereby deprived of the right to make regulations in reference to the latter. We do not mean to say, however, that for any acts of the officers of election, having exclusive reference to the election of State or county officers, they will be amenable to Federal jurisdiction; nor do we understand that the enactments of Congress now under consideration have any application to such acts.</p>\n<p>It must also be remembered that we are dealing with the question of power, not of the expediency of any regulations which Congress has made. That is not within the pale of our jurisdiction. In exercising the power, however, we are bound to presume that Congress has done so in a judicious manner; that it has endeavored to guard as far as possible against any unnecessary interference with State laws and regulations, with the duties of State officers, or with local prejudices. It could not act at all so as to accomplish any beneficial object in preventing frauds and violence, and securing the faithful performance of duty at the elections, without providing for the presence of officers and agents to carry its regulations into effect. It is also difficult to see how it could attain these objects without imposing proper sanctions and penalties against offenders.</p>\n<p>The views we have expressed seem to us to be founded on such plain and practical principles as hardly to need any labored argument in their support. We may mystify any thing. But if we take a plain view of the words of the Constitution, and give to them a fair and obvious interpretation, we cannot fail in most cases of coming to a clear understanding of its meaning. We shall not have far to seek. We shall find it on the surface, and not in the profound depths of speculation.</p>\n<p>The greatest difficulty in coming to a just conclusion arises from mistaken notions with regard to the relations which subsist <span class=\"star-pagination\">*394</span> between the State and national governments. It seems to be often overlooked that a national constitution has been adopted in this country, establishing a real government therein, operating upon persons and territory and things; and which, moreover, is, or should be, as dear to every American citizen as his State government is. Whenever the true conception of the nature of this government is once conceded, no real difficulty will arise in the just interpretation of its powers. But if we allow ourselves to regard it as a hostile organization, opposed to the proper sovereignty and dignity of the State governments, we shall continue to be vexed with difficulties as to its jurisdiction and authority. No greater jealousy is required to be exercised towards this government in reference to the preservation of our liberties, than is proper to be exercised towards the State governments. Its powers are limited in number, and clearly defined; and its action within the scope of those powers is restrained by a sufficiently rigid bill of rights for the protection of its citizens from oppression. The true interest of the people of this country requires that both the national and State governments should be allowed, without jealous interference on either side, to exercise all the powers which respectively belong to them according to a fair and practical construction of the Constitution. State rights and the rights of the United States should be equally respected. Both are essential to the preservation of our liberties and the perpetuity of our institutions. But, in endeavoring to vindicate the one, we should not allow our zeal to nullify or impair the other.</p>\n<p>Several other questions bearing upon the present controversy have been raised by the counsel of the petitioners. Somewhat akin to the argument which has been considered is the objection that the deputy marshals authorized by the act of Congress to be created and to attend the elections are authorized to keep the peace; and that this is a duty which belongs to the State authorities alone. It is argued that the preservation of peace and good order in society is not within the powers confided to the government of the United States, but belongs exclusively to the States. Here again we are met with the theory that the government of the United States does not rest upon the soil and territory of the country. We think that this theory is <span class=\"star-pagination\">*395</span> founded on an entire misconception of the nature and powers of that government. We hold it to be an incontrovertible principle, that the government of the United States may, by means of physical force, exercised through its official agents, execute on every foot of American soil the powers and functions that belong to it. This necessarily involves the power to command obedience to its laws, and hence the power to keep the peace to that extent.</p>\n<p>This power to enforce its laws and to execute its functions in all places does not derogate from the power of the State to execute its laws at the same time and in the same places. The one does not exclude the other, except where both cannot be executed at the same time. In that case, the words of the Constitution itself show which is to yield. \"This Constitution, and all laws which shall be made in pursuance thereof, ... shall be the supreme law of the land.\"</p>\n<p>This concurrent jurisdiction which the national government necessarily possesses to exercise its powers of sovereignty in all parts of the United States is distinct from that exclusive power which, by the first article of the Constitution, it is authorized to exercise over the District of Columbia, and over those places within a State which are purchased by consent of the legislature thereof, for the erection of forts, magazines, arsenals, dock-yards, and other needful buildings. There its jurisdiction is absolutely exclusive of that of the State, unless, as is sometimes stipulated, power is given to the latter to serve the ordinary process of its courts in the precinct acquired.</p>\n<p>Without the concurrent sovereignty referred to, the national government would be nothing but an advisory government. Its executive power would be absolutely nullified.</p>\n<p>Why do we have marshals at all, if they cannot physically lay their hands on persons and things in the performance of their proper duties? What functions can they perform, if they cannot use force? In executing the processes of the courts, must they call on the nearest constable for protection? must they rely on him to use the requisite compulsion, and to keep the peace whilst they are soliciting and entreating the parties and bystanders to allow the law to take its course? This is <span class=\"star-pagination\">*396</span> the necessary consequence of the positions that are assumed. If we indulge in such impracticable views as these, and keep on refining and re-refining, we shall drive the national government out of the United States, and relegate it to the District of Columbia, or perhaps to some foreign soil. We shall bring it back to a condition of greater helplessness than that of the old confederation.</p>\n<p>The argument is based on a strained and impracticable view of the nature and powers of the national government. It must execute its powers, or it is no government. It must execute them on the land as well as on the sea, on things as well as on persons. And, to do this, it must necessarily have power to command obedience, preserve order, and keep the peace; and no person or power in this land has the right to resist or question its authority, so long as it keeps within the bounds of its jurisdiction. Without specifying other instances in which this power to preserve order and keep the peace unquestionably exists, take the very case in hand. The counsel for the petitioners concede that Congress may, if it sees fit, assume the entire control and regulation of the election of representatives. This would necessarily involve the appointment of the places for holding the polls, the times of voting, and the officers for holding the election; it would require the regulation of the duties to be performed, the custody of the ballots, the mode of ascertaining the result, and every other matter relating to the subject. Is it possible that Congress could not, in that case, provide for keeping the peace at such elections, and for arresting and punishing those guilty of breaking it? If it could not, its power would be but a shadow and a name. But, if Congress can do this, where is the difference in principle in its making provision for securing the preservation of the peace, so as to give to every citizen his free right to vote without molestation or injury, when it assumes only to supervise the regulations made by the State, and not to supersede them entirely? In our judgment, there is no difference; and, if the power exists in the one case, it exists in the other.</p>\n<p>The next point raised is, that the act of Congress proposes to operate on officers or persons authorized by State laws to perform certain duties under them, and to require them to disobey <span class=\"star-pagination\">*397</span> and disregard State laws when they come in conflict with the act of Congress; that it thereby of necessity produces collision, and is therefore void. This point has been already fully considered. We have shown, as we think, that, where the regulations of Congress conflict with those of the State, it is the latter which are void, and not the regulations of Congress; and that the laws of the State, in so far as they are inconsistent with the laws of Congress on the same subject, cease to have effect as laws.</p>\n<p>Finally, it is objected that the act of Congress imposes upon the Circuit Court duties not judicial, in requiring them to appoint the supervisors of election, whose duties, it is alleged, are entirely executive in their character. It is contended that no power can be conferred upon the courts of the United States to appoint officers whose duties are not connected with the judicial department of the government.</p>\n<p>The Constitution declares that \"the Congress may, by law, vest the appointment of such inferior officers as they think proper, in the President alone, in the courts of law, or in the heads of departments.\" It is no doubt usual and proper to vest the appointment of inferior officers in that department of the government, executive or judicial, or in that particular executive department to which the duties of such officers appertain. But there is no absolute requirement to this effect in the Constitution; and, if there were, it would be difficult in many cases to determine to which department an office properly belonged. Take that of marshal, for instance. He is an executive officer, whose appointment, in ordinary cases, is left to the President and Senate. But if Congress should, as it might, vest the appointment elsewhere, it would be questionable whether it should be in the President alone, in the Department of Justice, or in the courts. The marshal is pre-eminently the officer of the courts; and, in case of a vacancy, Congress has in fact passed a law bestowing the temporary appointment of the marshal upon the justice of the circuit in which the district where the vacancy occurs is situated.</p>\n<p>But as the Constitution stands, the selection of the appointing power, as between the functionaries named, is a matter <span class=\"star-pagination\">*398</span> resting in the discretion of Congress. And, looking at the subject in a practical light, it is perhaps better that it should rest there, than that the country should be harassed by the endless controversies to which a more specific direction on this subject might have given rise. The observation in the case of Hennen, to which reference is made (13 Pet. 258), that the appointing power in the clause referred to \"was no doubt intended to be exercised by the department of the government to which the official to be appointed most appropriately belonged,\" was not intended to define the constitutional power of Congress in this regard, but rather to express the law or rule by which it should be governed. The cases in which the courts have declined to exercise certain duties imposed by Congress, stand upon a different consideration from that which applies in the present case. The law of 1792, which required the circuit courts to examine claims to revolutionary pensions, and the law of 1849, authorizing the district judge of Florida to examine and adjudicate upon claims for injuries suffered by the inhabitants of Florida from the American army in 1812, were rightfully held to impose upon the courts powers not judicial, and were, therefore, void. But the duty to appoint inferior officers, when required thereto by law, is a constitutional duty of the courts; and in the present case there is no such incongruity in the duty required as to excuse the courts from its performance, or to render their acts void. It cannot be affirmed that the appointment of the officers in question could, with any greater propriety, and certainly not with equal regard to convenience, have been assigned to any other depositary of official power capable of exercising it. Neither the President, nor any head of department, could have been equally competent to the task.</p>\n<p>In our judgment, Congress had the power to vest the appointment of the supervisors in question in the circuit courts.</p>\n<p>The doctrine laid down at the close of counsel's brief, that the State and national governments are co-ordinate and altogether equal, on which their whole argument, indeed, is based, is only partially true.</p>\n<p>The true doctrine, as we conceive, is this, that whilst the States are really sovereign as to all matters which have not <span class=\"star-pagination\">*399</span> been granted to the jurisdiction and control of the United States, the Constitution and constitutional laws of the latter are, as we have already said, the supreme law of the land; and, when they conflict with the laws of the States, they are of paramount authority and obligation. This is the fundamental principle on which the authority of the Constitution is based; and unless it be conceded in practice, as well as theory, the fabric of our institutions, as it was contemplated by its founders, cannot stand. The questions involved have respect not more to the autonomy and existence of the States, than to the continued existence of the United States as a government to which every American citizen may look for security and protection in every part of the land.</p>\n<p>We think that the cause of commitment in these cases was lawful, and that the application for the writ of habeas corpus must be denied.</p>\n<p>Application denied.</p>\n<p>MR. JUSTICE CLIFFORD and MR. JUSTICE FIELD dissented.</p>\n<p>See MR. JUSTICE FIELD'S opinion infra, p. 404.</p>\n</div>", 
  "sha1": "d0054a7ad2e17905ccb4daf5a98e1d68f341bd20", 
  "date_modified": "2014-12-21T01:29:11.670166", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/90042/ex-parte-siebold/", 
  "citation_count": 93, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1091099/", 
  "html": "<p class=\"case_cite\">100 U.S. 371</p>\n    <p class=\"case_cite\">100 U.S. 371</p>\n    <p class=\"case_cite\">25 L.Ed. 717</p>\n    <p class=\"parties\">EX PARTE SIEBOLD.</p>\n    <p class=\"date\">October Term, 1879</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">[Syllabus from pages 371-373 intentionally omitted]</p>\n      <p class=\"indent\">The facts are stated in the opinion of the court.</p>\n      <p class=\"indent\"><i>Mr. Bradley T. Johnson</i> for the petitioners.</p>\n      <p class=\"indent\"><i>The Attorney-General, contra</i>.</p>\n      <p class=\"indent\">MR. JUSTICE BRADLEY delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The petitioners in this case, Albert Siebold, Walter Tucker, Martin C. Burns, Lewis Coleman, and Henry Bowers, were judges of election at different voting precincts in the city of Baltimore, at the election held in that city, and in the State of Maryland, on the fifth day of November, 1878, at which representatives to the Forty-sixth Congress were voted for.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At the November Term of the Circuit Court of the United States for the District of Mayland, an indictment against each of the petitioners was found in said court, for offences alleged to have been committed by them respectively at their respective precincts whilst being such judges of election; upon which indictments they were severally tried, convicted, and sentenced by said court to fine and imprisonment. They now apply to this court for a writ of <i>habeas corpus</i> to be relieved from imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before making this application, each petitioner, in the month of September last, presented a separate petition to the Chief Justice of this court (within whose circuit Baltimore is situated), at Lynn, in the State of Connecticut, where he then was, praying for a like <i>habeas corpus</i> to be relieved from the same imprisonment. The Chief Justice thereupon made an order that the said marshal and warden should show cause, before him, on the second Tuesday of October, in the city of Washington, why such writs should not issue. That being the first day of the present term of this court, at the instance of the Chief Justice the present application was made to the court by a new petition addressed thereto, and the petitions and papers which had been presented to the Chief Justice were by consent made a part of the case. The records of the several indictments and proceedings thereon were annexed to the respective original petitions, and are before us. These indictments were framed partly under sect. 5515 and partly under sect. 5522 of the Revised Statutes of the United States; and the principal questions raised by the application are, whether those sections, and certain sections of the title of the Revised Statutes relating to the elective franchise, which they are intended to enforce, are within the constitutional power of Congress to enact. If they are not, then it is contended that the Circuit Court has no jurisdiction of the cases, and that the convictions and sentences of imprisonment of the several petitioners were illegal and void.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The jurisdiction of this court to hear the case is the first point to be examined. The question is whether a party imprisoned under a sentence of a United States court, upon conviction of a crime created by and indictable under an unconstitutional act of Congress, may be discharged from imprisonment by this court on <i>habeas corpus</i>, although it has no appellate jurisdiction by writ of error over the judgment. It is objected that the case is one of original and not appellate jurisdiction, and, therefore, not within the jurisdiction of this court. But we are clearly of opinion that it is appellate in its character. It requires us to revise the act of the Circuit Court in making the warrants of commitment upon the convictions referred to. This, according to all the decisions, is an exercise of appellate power. <i>Ex parte Burford</i>, 3 Cranch, 448; <i>Ex parte Bollman and Swartout</i>, 4 id. 100, 101; <i>Ex parte Yerger</i>, 8 Wall. 98.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">That this court is authorized to exercise appellate jurisdiction by <i>habeas corpus</i> directly is a position sustained by abundant authority. It has general power to issue the writ, subject to the constitutional limitations of its jurisdiction, which are, that it can only exercise original jurisdiction in cases affecting ambassadors, public ministers and consuls, and cases in which a State is a party; but has appellate jurisdiction in all other cases of Federal cognizance, 'with such exceptions and under such regulations as Congress shall make.' Having this general power to issue the writ, the court may issue it in the exercise of original jurisdiction where it has original jurisdiction; and may issue it in the exercise of appellate jurisdiction where it has such jurisdiction, which is in all cases not prohibited by law except those in which it has original jurisdiction only. <i>Ex parte Bollman and Swartwout, supra; Ex parte Watkins</i>, 3 Pet. 202; 7 id. 568; <i>Ex parte Wells</i>, 18 How. 307, 328; <i>Ableman</i> v. <i>Booth</i>, 21 id. 506; <i>Ex parte Yerger</i>, 8 Wall. 85.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">There are other limitations of the jurisdiction, however, arising from the nature and objects of the writ itself, as defined by the common law, from which its name and incidents are derived. It cannot be used as a mere writ of error. Mere error in the judgment or proceedings, under and by virtue of which a party is imprisoned, constitutes no ground for the issue of the writ. Hence, upon a return to a <i>habeas corpus</i>, that the prisoner is detained under a conviction and sentence by a court having jurisdiction of the cause, the general rule is, that he will be instantly remanded. No inquiry will be instituted into the regularity of the proceedings, unless, perhaps, where the court has cognizance by writ of error or appeal to review the judgment. In such a case, if the error be apparent and the imprisonment unjust, the appellate court may, perhaps, in its discretion, give immediate relief on <i>habeas corpus</i>, and thus save the party the delay and expense of a writ of error. Bac. Abr., Hab. Corp., B. 13, <i>Bethel's Case</i>, Salk. 348; 5 Mod. 19. But the general rule is, that a conviction and sentence by a court of competent jurisdiction is lawful cause of imprisonment, and no relief can be given by <i>habeas corpus</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The only ground on which this court, or any court, without some special statute authorizing it, will give relief on <i>habeas corpus</i> to a prisoner under conviction and sentence of another court is the want of jurisdiction in such court over the person or the cause, or some other matter rendering its proceedings void.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This distinction between an erroneous judgment and one that is illegal or void is well illustrated by the two cases of <i>Ex parte Lange</i> (18 Wall. 163) and <i>Ex parte Parks</i>, 93 U.S. 18. In the former case, we held that the judgment was void, and released the petitioner accordingly; in the latter, we held that the judgment, whether erroneous or not, was not void, because the court had jurisdiction of the cause; and we refused to interfere.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Chief Justice Abbot, in <i>Rex</i> v. <i>Suddis</i> (1 East, 306), said: 'It is a general rule that, where a person has been committed under the judgment of another court of competent criminal jurisdiction, this court [the King's Bench] cannot review the sentence upon a return to a <i>habeas corpus</i>. In such cases, this court is not a court of appeal.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is stated, however, in Bacon's Abridgment, probably in the words of Chief Baron Gilbert, that, 'if the commitment be against law, as being made by one who had no jurisdiction of the cause, or for a matter for which by law no man ought to be punished, the court are to discharge.' Bac. Abr., Hab. Corp., B. 10. The latter part of this rule, when applied to imprisonment under conviction and sentence, is confined to cases of clear and manifest want of criminality in the matter charged, such as in effect to render the proceedings void. The authority usually cited under this head is <i>Bushel's Case</i>, decided in 1670. There, twelve jurymen had been convicted in the oyer and terminer for rendering a verdict (against the charge of the court) acquitting William Penn and others, who were charged with meeting in conventicle. Being imprisoned for refusing to pay their fines, they applied to the Court of Common Pleas for a <i>habeas corpus;</i> and though the court, having no jurisdiction in criminal matters, hesitated to grant the writ, yet, having granted it, they discharged the prisoners, on the ground that their conviction was void, inasmuch as jurymen cannot be indicted for rendering any verdict they choose. The opinion of Chief Justice Vaughan in the case has rarely been excelled for judicial eloquence. T. Jones, 13; s. c. Vaughan, 135; s. c. 6 Howell's State Trials, 999.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Without attempting to decide how far this case may be regarded as law for the guidance of this court, we are clearly of opinion that the question raised in the cases before us is proper for consideration on <i>habeas corpus</i>. The validity of the judgments is assailed on the ground that the acts of Congress under which the indictments were found are unconstitutional. If this position is well taken, it affects the foundation of the whole proceedings. An unconstitutional law is void, and is as no law. An offence created by it is not a crime. A conviction under it is not merely erroneous, but is illegal and void, and cannot be a legal cause of imprisonment. It is true, if no writ of error lies, the judgment may be final, in the sense that there may be no means of reversing it. But personal liberty is of so great moment in the eye of the law that the judgment of an inferior court affecting it is not deemed so conclusive but that, as we have seen, the question of the court's authority to try and imprison the party may be reviewed on <i>habeas corpus</i> by a superior court or judge having authority to award the writ. We are satisfied that the present is one of the cases in which this court is authorized to take such jurisdiction. We think so, because, if the laws are unconstitutional and void, the Circuit Court acquired no jurisdiction of the causes. Its authority to indict and try the petitioners arose solely upon these laws.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We proceed, therefore, to examine the cases on their merits.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The indictments commence with an introductory statement that, on the 5th of November, 1878, at the Fourth [or other] Congressional District of the State of Maryland, a lawful election was held, whereat a representative for that congressional district in the Forty-sixth Congress of the United States was voted for; that a certain person [naming him] was then and there a supervisor of election of the United States, duly appointed by the Circuit Court aforesaid, pursuant to sect. 2012 of the Revised Statutes, for the third [or other] voting precinct of the fifteenth [or other] ward of the city of Baltimore, in the said congressional district, for and in respect of the election aforesaid, thereat; that a certain person [naming him] was then and there a special deputy marshal of the United States, duly appointed by the United States marshal for the Maryland district, pursuant to sect. 2021 of the Revised Statutes, and assigned for such duty as is provided by that and the following section, to the said precinct of said ward of said city, at the congressional election aforesaid, thereat. Then come the various counts.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The petitioner, Bowers, was convicted on the second count of the indictment against him, which was as follows:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'That the said Henry Bowers, afterwards, to wit, on the day and year aforesaid, at the said voting precinct within the district aforesaid, unlawfully did obstruct, hinder, and, by the use of his power and authority as such judge as aforesaid (which judge he then and there was), interfere with and prevent the <i>said supervisor of election</i> in the performance of a certain duty in respect to said election required of him, and which he was then and there authorized to perform by the law of the United States, in such case made and provided, to wit, that of personally inspecting and scrutinizing, at the beginning of said day of election, and of the said election, the manner in which the voting was done at the said poll of election, by examining and seeing whether the ballot first voted at said poll of election was put and placed in a ballot-box containing no ballots whatever, contrary to sect. 5522 of said statutes, and against the peace, government, and dignity of the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Tucker, who was indicted jointly with one Gude, was convicted upon the second and fifth counts of the indictment against them, which were as follows:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'(2d.) That the said Justus J. Gude and the said Walter Tucker afterwards, to wit, on the day and year aforesaid, at the said voting precinct of said ward of said city, unlawfully and by exercise of their power and authority as such judges as aforesaid, did prevent and hinder the free attendance and presence of the said James N. Schofield (who was <i>then and there such deputy marshal</i> as aforesaid, in the due execution of his said office), at the poll of said election of and for the said voting precinct, and the full and free access of the same deputy marshal to the same poll of election, contrary to the said last-mentioned section of said statutes (sect. 5522), and against the peace, government, and dignity of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'(5th.) That the said Justus J. Gude and the said Walter Tucker, on the day and year aforesaid, at the precinct aforesaid, within the district aforesaid (they being then and there such officers of said election as aforesaid), knowingly and unlawfully at the said election did a certain act, not then and there authorized by any law of the State of Maryland, and not authorized then and there by any law of the United States, by then and there fraudulently and clandestinely putting and placing in the ballot-box of the said precinct twenty (and more) ballots (within the intent and meaning of sect. 5514 of said statutes), which had not been voted at said election in said precinct before the ballots, then and there lawfully deposited in the same bellot-box, had been counted, with intent thereby to affect said election and the result thereof, contrary to sect. 5515 of said statutes, and against the peace, government, and dignity of the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This charge, it will be observed, is for the offence commonly known as 'stuffing the ballot-box.'</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The counts on which the petitioners, Burns and Coleman, were convicted were similar to those above specified. Burns was charged with refusing to allow the supervisor of elections to inspect the ballot-box, or even to enter the room where the polls were held, and with violently resisting the deputy marshal who attempted to arrest him, as required by sect. 2022 of the Revised Statutes. The charges against Coleman were similar to those against Burns, with the addition of a charge for stuffing the ballot-box. Siebold was only convicted on one count of the indictment against him, which was likewise a charge of stuffing the ballot-box.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The sections of the law on which these indictments are founded, and the validity of which is sought to be impeached for unconstitutionality, are summed up by the counsel of the petitioners in their brief as follows (omitting the comments thereon):&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The counsel say:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'These cases involve the question of the constitutionality of certain sections of title xxvi. of the Revised Statutes, entitled 'The Elective Franchise.'</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'SECT. 2011. The judge of the Circuit Court of the United States, wherein any city or town having upwards of twenty thousand inhabitants is situated, upon being informed by two citizens thereof, prior to any registration of voters for, or any election at which a representative or delegate in Congress is to be voted for, that it is their desire to have <i>such registration or election guarded and scrutinized</i>, shall open the Circuit Court at the most convenient point in the circuit.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">'SECT. 2012. The judge shall appoint two supervisors of election for every election district in such city or town.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">'SECT. 2016. The supervisors are authorized and required to attend all times and places fixed for registration of voters to challenge such as they deem proper; to cause such names to be registered as they may think proper to be so marked; to inspect and scrutinize such register of voters; and for purposes of identification to affix their signatures to each page of the original list.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">'SECT. 2017. The supervisors are required to attend the times and places for holding elections of representatives or delegates in Congress, and of counting the votes cast; to challenge any vote the legality of which they may doubt; to be present continually where the ballot-boxes are kept, until every vote cast has been counted, and the proper returns made, required under any law of the United States, or any State, territorial, or municipal law; and to personally inspect and scrutinize at any and all times, on the day of election, the manner in which the poll-books, registry lists, and tallies are kept; whether the same are required by any law of the United States, or any State, territorial, or municipal laws.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">'SECT. 2021. requires the marshal, whenever any election at which representatives or delegates in Congress are to be chosen, upon application by two citizens in cities or towns of more than twenty thousand inhabitants, to appoint special deputy marshals, whose duty it shall be to aid and assist the supervisors in the discharge of their duties, and attend with them at all registrations of voters or election at which representatives to Congress may be voted for.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">'SECT. 2022. requires the marshal, and his general and special deputies, to keep the peace and protect the supervisors in the discharge of their duties; preserve order at such place of registration and at such polls; prevent fraudulent registration and voting, or fraudulent conduct on the part of any officer of election, and immediately to arrest any person who commits, or attempts to commit, any of the offences prohibited herein, or any offence against the laws of the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The counsel then refer to and summarize sects. 5514, 5515, and 5522 of the Revised Statutes. Sect. 5514 merely relates to a question of evidence, and need not be copied. Sects. 5515 and 5522, being those upon which the indictments are directly framed, are proper to be set out in full. They are as follows:&#8212;&#8212;'SECT. 5515. Every officer of an election at which any representative or delegate in Congress is voted for, whether such officer of election be appointed or created by or under any law or authority of the United States, or by or under any State, territorial, district, or municipal law or authority, who neglects or refuses to perform any duty in regard to such election required of him by any law of the United States, or of any State or Territory thereof; or who violates any duty so imposed; or who knowingly does any acts thereby unauthorized, with intent to affect any such election, or the result thereof; or who fraudulently makes any false certificate of the result of such election in regard to such representative or delegate; or who withholds, conceals, or destroys any certificate of record so required by law respecting the election of any such representative or delegate; or who neglects or refuses to make and return such certificate as required by law; or who aids, counsels, procures, or advises any voter, person, or officer to do any act by this or any of the preceding sections made a crime, or to omit to do any duty the omission of which is by this or any of such sections made a crime, or attempts to do so, shall be punished as prescribed in sect. 5511.'</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">'SECT. 5522. Every person, whether with or without any authority, power, or process, or pretended authority, power, or process, of any State, Territory, or municipality, who obstructs, hinders, assaults, or by bribes, solicitation, or otherwise, interferes with or prevents the supervisors of election, or either of them, or the marshal or his general or special deputies, or either of them, in the performance of any duty required of them, or either of them, or which he or they, or either of them, may be authorized to perform by any law of the United States, in the execution of precess or otherwise, or who, by any of the means before mentioned, hinders or prevents the free attendance and presence at such places of registration, or at such polls of election, or full and free access and egress to and from any such place of registration or poll of election, or in going to and from any such place of registration or poll of election, or to and from any room where any such registration or election or canvass of votes, or of making any returns or certificates thereof, may be had, or who molests, interferes with, removes, or ejects from any such place of registration or poll of election, or of canvassing votes cast thereat, or of making returns or certificates thereof, any supervisor of election, the marshal, or his general or special deputies, or either of them; or who threatens, or attempts, or offers so to do, or refuses or neglects to aid and assist any supervisor of election, or the marshal or his general or special deputies, or either of them, in the performance of his or their duties, when required by him or them, or either of them, to give such aid and assistance, shall be liable to instant arrest without process, and shall be punished by imprisonment not more than two years, or by a fine of not more than $3,000, or by both such fine and imprisonment, and shall pay the cost of the prosecution.'</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">These portions of the Revised Statutes are taken from the act commonly known as the Enforcement Act, approved May 31, 1870, and entitled 'An Act to enforce the right of citizens of the United States to vote in the several States of this Union, and for other purposes;' and from the supplement of that act, approved Feb. 28, 1871. They relate to elections of members of the House of Representatives, and were an assertion, on the part of Congress, of a power to pass laws for regulating and superintending said elections, and for securing the purity thereof, and the rights of citizens to vote thereat peaceably and without molestation. It must be conceded to be a most important power, and of a fundamental character. In the light of recent history, and of the violence, fraud, corruption, and irregularity which have frequently prevailed at such elections, it may easily be conceived that the exertion of the power, if it exists, may be necessary to the stability of our frame of government.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The counsel for the petitioners, however, do not deny that Congress may, if it chooses, assume the entire regulation of the elections of representatives; but they contend that it has no constitutional power to make partial regulations intended to be carried out in conjunction with regulations made by the States.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The general positions contended for by the counsel of the petitioners are thus stated in their brief:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">'We shall attempt to establish these propositions:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">'1. That the power to make regulations as to the times, places, and manner of holding elections for representatives in Congress, granted to Congress by the Constitution, is an exclusive power when exercised by Congress.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">'2. That this power, when so exercised, being exclusive of all interference therein by the States, must be so exercised as not to interfere with or come in collision with regulations presented in that behalf by the States, unless it provides for the complete control over the whole subject over which it is exercised.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">'3. That when put in operation by Congress it must take the place of all State regulations of the subject regulated, which subject must be entirely and complety controlled and provided for by Congress.'</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We are unable to see why it necessarily follows that, if Congress makes <i>any</i> regulations on the subject, it must assume exclusive control of the <i>whole</i> subject. The Constitution does not say so.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The clause of Constitution under which the power of Congress, as well as that of the State legislatures, to regulate the election of senators and representatives arises, is as follows: 'The times, places, and manner of holding elections for senators and representatives shall be prescribed in each State by the Legislature thereof; but the Congress may at any time, by law, make or alter such regulations, except as to the place of choosing Senators.'</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">It seems to us that the natural sense of these words is the contrary of that assumed by the counsel of the petitioners. After first authorizing the States to prescribe the regulations, it is added, 'The Congress may <i>at any time</i>, by law, <i>make or alter</i> such regulations.' '<i>Make or alter:</i>' What is the plain meaning of these words? If not under the prepossession of some abstract theory of the relations between the State and national governments, we should not have any difficulty in understanding them. There is no declaration that the regulations shall be made either wholly by the State legislatures or wholly by Congress. If Congress does not interfere, of course they may be made wholly by the State; but if it chooses to interfere, there is nothing in the words to prevent its doing so, either wholly or partially. On the contrary, their necessary implication is that it may do either. It may either make the regulations, or it may alter them. If it only alters, leaving, as manifest convenience requires, the general organization of the polls to the State, there results a necessary co-operation of the two governments in regulating the subject. But no repugnance in the system of regulations can arise thence; for the power of Congress over the subject is paramount. It may be exercised as and when Congress sees fit to exercise it. When exercised, the action of Congress, so far as it extends and conflicts with the regulations of the State, necessarily supersedes them. This is implied in the power to 'make or <i>alter</i>.'</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Suppose the Constitution of a State should say, 'The first legislature elected under this Constitution may by law regulate the election of members of the two Houses; but any subsequent legislature may make or alter such regulations,'&#8212;could not a subsequent legislature modify the regulations made by the first legislature without making an entirely new set? Would it be obliged to go over the whole subject anew? Manifestly not: it could after or modify, add or subtract, in its discretion. The greater power, of making wholly new regulations, would include the lesser, of only altering or modifying the old. The new law, if contrary or repugnant to the old, would so far, and so far only, take its place. If consistent with it, both would stand. The objection, so often repeated, that such an application of congressional regulations to those previously made by a State would produce a clashing of jurisdictions and a conflict of rules, loses sight of the fact that the regulations made by Congress are paramount to those made by the State legislature; and if they conflict therewith, the latter, so far as the conflict extends, ceases to be operative. No clashing can possibly arise. There is not the slightest difficulty in a harmonious combination into one system of the regulations made by the two sovereignties, any more than there is in the case of prior and subsequent enactments of the same legislature.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Congress has partially regulated the subject heretofore. In 1842, it passed a law for the election of representatives by separate districts; and, subsequently, other laws fixing the time of election, and directing that the elections shall be by ballot. No one will pretend, at least at the present day, that these laws were unconstitutional because they only partially covered the subject.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The peculiarity of the case consists in the concurrent authority of the two sovereignties, State and National, over the same subject-matter. This, however, is not entirely without a parallel. The regulation of foreign and inter-state commerce is conferred by the Constitution upon Congress. It is not expressly taken away from the States. But where the subject-matter is one of a national character, or one that requires a uniform rule, it has been held that the power of Congress is exclusive. On the contrary, where neither of these circumstances exist, it has been held that State regulations are not unconstitutional. In the absence of congressional regulation, which would be of paramount authority when adopted, they are valid and binding. This subject was largely discussed in the case of <i>Cooley</i> v. <i>Board of Wardens of Port of Philadelphia</i>, 12 How. 299. That was a case of pilotage. In 1789, Congress had passed a law declaring that all pilots should continue to be regulated in conformity with the laws of the States respectively wherein they should be. Hence, each State continued to administer its own laws, or passed new laws for the regulation of pilots in its harbors. Pennsylvania passed the law then in question in 1803. Yet the Supreme Court held that this was clearly a regulation of commerce; and that the State laws could not be upheld without supposing that, in cases like that of pilotage, not requiring a national and uniform regulation, the power of the States to make regulations of commerce, in the absence of congressional regulation, still remained. The court held that the power did so remain, subject to those qualifications; and the State law was sustained under that view.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Here, then, is a case of concurrent authority of the State and national governments, in which that of the latter is paramount. In 1837, Congress interfered with the State regulations on the subject of pilotage, so far as to authorize the pilots of adjoining States, separated only by navigable waters, to pilot ships and vessels into the ports of either State located on such waters. It has since made various regulations respecting pilots taking charge of steam vessels, imposing upon them peculiar duties and requiring of them peculiar qualifications. It seems to us that there can be no doubt of the power of Congress to impose any regulations it sees fit upon pilots, and to subject them to such penalties for breach of duty as it may deem expedient. The States continue in the exercise of the power to regulate pilotage subject to the paramount right of the national government. If dissatisfied with congressional interference, should such interference at any time be imposed, any State might, if it chose, withdraw its regulations altogether, and leave the whole subject to be regulated by Congress. But so long as it continues its pilotage system, it must acquiesce in such additional regulations as Congress may see fit to make.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">So in the case of laws for regulating the elections of representatives to Congress. The State may make regulations on the subject; Congress may make regulations on the same subject, or may alter or add to those already made. The paramount character of those made by Congress has the effect to supersede those made by the State, so far as the two are inconsistent, and no farther. There is no such conflict between them as to prevent their forming a harmonious system perfectly capable of being administered and carried out as such.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">As to the supposed conflict that may arise between the officers appointed by the State and national governments for superintending the election, no more insuperable difficulty need arise than in the application of the regulations adopted by each respectively. The regulations of Congress being constitutionally paramount, the duties imposed thereby upon the officers of the United States, so far as they have respect to the same matters, must necessarily be paramount to those to be performed by the officers of the State. If both cannot be performed, the latter are <i>pro tanto</i> superseded and cease to be duties. If the power of Congress over the subject is supervisory and paramount, as we have seen it to be, and if officers or agents are created for carrying out its regulations, it follows as a necessary consequence that such officers and agents must have the requisite authority to act without obstruction or interference from the officers of the State. No greater subordination, in kind or degree, exists in this case than in any other. It exists to the same extent between the different officers appointed by the State, when the State alone regulates the election. One officer cannot interfere with the duties of another, or obstruct or hinder him in the performance of them. Where there is a disposition to act harmoniously, there is no danger of disturbance between those who have different duties to perform. When the rightful authority of the general government is once conceded and acquiesced in, the apprehended difficulties will disappear. Let a spirit of national as well as local patriotism once prevail, let unfounded jealousies cease, and we shall hear no more about the impossibility of harmonious action between the national and State governments in a matter in which they have a mutual interest.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">As to the supposed incompatibility of independent sanctions and punishments imposed by the two governments, for the enforcement of the duties required of the officers of election, and for their protection in the performance of those duties, the same considerations apply. While the State will retain the power of enforcing such of its own regulations as are not superseded by those adopted by Congress, it cannot be disputed that if Congress has power to make regulations it must have the power to enforce them, not only by punishing the delinquency of officers appointed by the United States, but by restraining and punishing those who attempt to interfere with them in the performance of their duties; and if, as we have shown, Congress may revise existing regulations, and add to or alter the same as far as it deems expedient, there can be as little question that it may impose additional penalties for the prevention of frauds committed by the State officers in the elections, or for their violation of any duty relating thereto, whether arising from the common law or from any other law, State or national. Why not? Penalties for fraud and delinquency are part of the regulations belonging to the subject. If Congress, by its power to make or alter the regulations, has a general supervisory power over the whole subject, what is there to preclude it from imposing additional sanctions and penalties to prevent such fraud and delinquency?</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">It is objected that Congress has no power to enforce State laws or to punish State officers, and especially has no power to punish them for violating the laws of their own State. As a general proposition, this is undoubtedly true; but when, in the performance of their functions, State officers are called upon the fulfil duties which they owe to the United States as well as to the State, has the former no means of compelling such fulfilment? Yet that is the case here. It is the duty of the States to elect representatives to Congress. The due and fair election of these representatives is of vital importance to the United States. The government of the United States is no less concerned in the transaction than the State government is. It certainly is not bound to stand by as a passive spectator, when duties are violated and outrageous frauds are committed. It is directly interested in the faithful performance, by the officers of election, of their respective duties. Those duties are owed as well to the United States as to the State. This necessarily follows from the mixed character of the transaction,&#8212;State and national. A violation of duty is an offence against the United States, for which the offender is justly amenable to that government. No official position can shelter him from this responsibility. In view of the fact that Congress has plenary and paramount jurisdiction over the whole subject, it seems almost absured to say that an officer who receives or has custody of the ballots given for a representative owes no duty to the national government which Congress can enforce; or that an officer who stuffs the ballot-box cannot be made amenable to the United States. If Congress has not, prior to the passage of the present laws, imposed any penalties to prevent and punish frauds and violations of duty committed by officers of election, it has been because the exigency has not been deemed sufficient to require it, and not because Congress had not the requisite power.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The objection that the laws and regulations, the violation of which is made punishable by the acts of Congress, are State laws and have not been adopted by Congress, is no sufficient answer to the power of Congress to impose punishment. It is true that Congress has not deemed it necessary to interfere with the duties of the ordinary officers of election, but has been content to leave them as prescribed by State laws. It has only created additional sanctions for their performance, and provided means of supervision in order more effectually to secure such performance. The imposition of punishment implies a prohibition of the act punished. The State laws which Congress sees no occasion to alter, but which it allows to stand, are in effect adopted by Congress. It simply demands their fulfilment. Content to leave the laws as they are, it is not content with the means provided for their enforcement. It provides additional means for that purpose; and we think it is entirely within its constitutional power to do so. It is simply the exercise of the power to make additional regulations.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">That the duties devolved on the officers of election are duties which they owe to the United States as well as to the State, is further evinced by the fact that they have always been so regarded by the House of Representatives itself. In most cases of contested elections, the conduct of these officers is examined and scrutinized by that body as a matter of right; and their failure to perform their duties is often made the ground of decision. Their conduct is justly regarded as subject to the fullest exposure; and the right to examine them personally, and to inspect all their proceedings and papers, has always been maintained. This could not be done, if the officers were amenable only to the supervision of the State government which appointed them.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Another objection made is, that, if Congress can impose penalties for violation of State laws, the officer will be made liable to double punishment for delinquency,&#8212;at the suit of the State, and at the suit of the United States. But the answer to this is, that each government punishes for violation of duty to itself only. Where a person owes a duty to two sovereigns, he is amenable to both for its performance; and either may call him to account. Whether punishment inflicted by one can be pleaded in bar to a charge by the other for the same identical act, need not now be decided; although considerable discussion bearing upon the subject has taken place in this court, tending to the conclusion that such a plea cannot be sustained.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In reference to a conviction under a State law for passing counterfeit coin, which was sought to be reversed on the ground that Congress had jurisdiction over that subject, and might inflict punishment for the same offence, Mr. Justice Daniel, speaking for the court, said: 'It is almost certain that, in the benignant spirit in which the institutions both of the State and Federal systems are administered, an offender who should have suffered the penalties denounced by the one would not be subjected a second time to punishment by the other for acts essentially the same,&#8212;unless, indeed, this might occur in instances of peculiar enormity, or where the public safety demanded extraordinary rigor. But, were a contrary course of policy or action either probable or usual, this would by no means justify the conclusion that offences falling within the competency of different authorities to restrain or punish them would not properly be subjected to the consequences which those anthorities might ordain and affix to their perpetration.' <i>Fox</i> v. <i>The State of Ohio</i>, 5 How. 410. The same judge, delivering the opinion of the court in the case of <i>United States</i> v. <i>Marigold</i> (9 How. 569), where a conviction was had under an act of Congress for bringing counterfeit coin into the country, said, in reference to <i>Fox's Case:</i> 'With the view of avoiding conflict between the State and Federal jurisdictions, this court, in the case of <i>Fox</i> v. <i>State of Ohio</i>, have taken care to point out that the same act might, as to its character and tendencies, and the consequences it involved, constitute an offence against both the State and Federal governments, and might draw to its commission the penalties denounced by either, as appropriate to its character in reference to each. We hold this distinction sound;' and the conviction was sustained. The subject came up again for discussion in the case of <i>Moore</i> v. <i>State of Illinois</i> (14 id. 13), in which the plaintiff in error had been convicted under a State law for harboring and secreting a negro slave, which was contended to be properly an offence against the United States under the fugitive-slave law of 1793, and not an offence against the State. The objection of double punishment was again raised. Mr. Justice Grier, for the court, said: 'Every citizen of the United States is also a citizen of a State or Territory. He may be said to owe allegiance to two sovereigns, and may be liable to punishment for an infraction of the laws of either. The same act may be an offence or transgression of the laws of both.' Substantially the same views are expressed in <i>United States</i> v. <i>Cruikshank</i> (92 U. S. 542), referring to these cases; and we do not well see how the doctrine they contain can be controverted. A variety of instances may be readily suggested, in which it would be necessary or proper to apply it. Suppose, for example, a State judge having power under the naturalization laws to admit aliens to citizenship should utter false certificates of naturalization, can it be doubted that he could be indicted under the act of Congress providing penalties for that offence, even though he might also, under the State laws, be indictable for forgery as well as liable to impeachment? So, if Congress, as it might, should pass a law fixing the standard of weights and measures, and imposing a penalty for sealing false weights and false measures, but leaving to the States the matter of inspecting and sealing those used by the people, would not an offender, filling the office of sealer under a State law, be amenable to the United States as well as to the State?</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">If the officers of election, in elections for representatives, owe a duty to the United States, and are amenable to that government as well as to the State,&#8212;as we think they are, then, according to the cases just cited, there is no reason why each should not establish sanctions for the performance of the duty owed to itself, though referring to the same act.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">To maintain the contrary proposition, the case of <i>Commonwealth of Kentucky</i> v. <i>Dennison</i> (24 How. 66) is confidently relied on by the petitioners' counsel. But there, Congress had imposed a duty upon the governor of the State which it had no authority to impose. The enforcement of the clause in the Constitution requiring the delivery of fugitives from justice was held not to belong to the United States. It is a purely executive duty, and Congress had no authority to require the governor of a State to execute this duty.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">We have thus gone over the principal reasons of a special character relied on by the petitioners for maintaining the general proposition for which they contend; namely, that in the regulation of elections for regresentatives the national and State governments cannot co-operate, but must act exclusively of each other; so that, if Congress assumes to regulate the subject at all, it must assume exclusive control of the whole subject. The more general reason assigned, to wit, that the nature of sovereignty is such as to preclude the joint co-operation of two sovereigns, even in a matter in which they are mutually concerned, is not, in our judgment, of sufficient force to prevent concurrent and harmonious action on the part of the national and State governments in the election of representatives. It is at most an argument <i>ab inconveniente</i>. There is nothing in the Constitution to forbid such co-operation in this case. On the contrary, as already said, we think it clear that the clause of the Constitution relating to the regulation of such elections contemplates such co-operation whenever Congress deems it expedient to interfere merely to alter or add to existing regulations of the State. If the two governments had an entire equality of jurisdiction, there might be an intrinsic difficulty in such co-operation. Then the adoption by the State government of a system of regulations might exclude the action of Congress. By first taking jurisdiction of the subject, the State would acquire exclusive jurisdiction in virtue of a well-known principle applicable to courts having co-ordinate jurisdiction over the same matter. But no such equality exists in the present case. The power of Congress, as we have seen, is paramount, and may be exercised at any time, and to any extent which it deems expedient; and so far as it is exercised, and no farther, the regulations effected supersede those of the State which are inconsistent therewith.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">As a general rule, it is no doubt expedient and wise that the operations of the State and national governments should, as far as practicable, be conducted separately, in order to avoid undue jealousies and jars and conflicts of jurisdiction and power. But there is no reason for laying this down as a rule of universal application. It should never be made to override the plain and manifest dictates of the Constitution itself. We cannot yield to such a transcendental view of state sovereignty. The Constitution and laws of the United States are the supreme law of the land, and to these every citizen of every State owes obedience, whether in his individual or official capacity. There are very few subjects, it is true, in which our system of government, complicated as it is, requires or gives room for conjoint action between the State and national sovereignties. Generally, the powers given by the Constitution to the government of the United States are given over distinct branches of sovereignty from which the State governments, either expressly or by necessary implication, are excluded. But in this case, expressly, and in some others, by implication, as we have seen in the case of pilotage, a concurrent jurisdiction is contemplated, that of the State, however, being subordinate to that of the United States, whereby all question of precedency is eliminated.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In what we have said, it must be remembered that we are dealing only with the subject of elections of representatives to Congress. If for its own convenience a State sees fit to elect State and county officers at the same time and in conjunction with the election of representatives, Congress will not be thereby deprived of the right to make regulations in reference to the latter. We do not mean to say, however, that for any acts of the officers of election, having exclusive reference to the election of State or county officers, they will be amenable to Federal jurisdiction; nor do we understand that the enactments of Congress now under consideration have any application to such acts.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">It must also be remembered that we are dealing with the question of power, not of the expediency of any regulations which Congress has made. That is not within the pale of our jurisdiction. In exercising the power, however, we are bound to presume that Congress has done so in a judicious manner; that it has endeavored to guard as far as possible against any unnecessary interference with State laws and regulations, with the duties of State officers, or with local prejudices. It could not act at all so as to accomplish any beneficial object in preventing frauds and violence, and securing the faithful performance of duty at the elections, without providing for the presence of officers and agents to carry its regulations into effect. It is also difficult to see how it could attain these objects without imposing proper sanctions and penalties against offenders.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The views we have expressed seem to us to be founded on such plain and practical principles as hardly to need any labored argument in their support. We may mystify any thing. But if we take a plain view of the words of the Constitution, and give to them a fair and obvious interpretation, we cannot fail in most cases of coming to a clear understanding of its meaning. We shall not have far to seek. We shall find it on the surface, and not in the profound depths of speculation.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The greatest difficulty in coming to a just conclusion arises from mistaken notions with regard to the relations which subsist between the State and national governments. It seems to be often overlooked that a national constitution has been adopted in this country, establishing a real government therein, operating upon persons and territory and things; and which, moreover, is, or should be, as dear to every American citizen as his State government is. Whenever the true conception of the nature of this government is once conceded, no real difficulty will arise in the just interpretation of its powers. But if we allow ourselves to regard it as a hostile organization, opposed to the proper sovereignty and dignity of the State governments, we shall continue to be vexed with difficulties as to its jurisdiction and authority. No greater jealousy is required to be exercised towards this government in reference to the preservation of our liberties, than is proper to be exercised towards the State governments. Its powers are limited in number, and clearly defined; and its action within the scope of those powers is restrained by a sufficiently rigid bill of rights for the protection of its citizens from oppression. The true interest of the people of this country requires that both the national and State governments should be allowed, without jealous interference on either side, to exercise all the powers which respectively belong to them according to a fair and practical construction of the Constitution. State rights and the rights of the United States should be equally respected. Both are essential to the preservation of our liberties and the perpetuity of our institutions. But, in endeavoring to vindicate the one, we should not allow our zeal to nullify or impair the other.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Several other questions bearing upon the present controversy have been raised by the counsel of the petitioners. Somewhat akin to the argument which has been considered is the objection that the deputy marshals authorized by the act of Congress to be created and to attend the elections are authorized to keep the peace; and that this is a duty which belongs to the State authorities alone. It is argued that the preservation of peace and good order in society is not within the powers confided to the government of the United States, but belongs exclusively to the States. Here again we are met with the theory that the government of the United States does not rest upon the soil and territory of the country. We think that this theory is founded on an entire misconception of the nature and powers of that government. We hold it to be an incontrovertible principle, that the government of the United States may, by means of physical force, exercised through its official agents, execute on every foot of American soil the powers and functions that belong to it. This necessarily involves the power to command obedience to its laws, and hence the power to keep the peace to that extent.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">This power to enforce its laws and to execute its functions in all places does not derogate from the power of the State to execute its laws at the same time and in the same places. The one does not exclude the other, except where both cannot be executed at the same time. In that case, the words of the Constitution itself show which is to yield. 'This Constitution, and all laws which shall be made in pursuance thereof, . . . shall be the supreme law of the land.'</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">This concurrent jurisdiction which the national government necessarily possesses to exercise its powers of sovereignty in all parts of the United States is distinct from that exclusive power which, by the first article of the Constitution, it is authorized to exercise over the District of Columbia, and over those places within a State which are purchased by consent of the legislature thereof, for the erection of forts, magazines, arsenals, dock-yards, and other needful buildings. There its jurisdiction is absolutely exclusive of that of the State, unless, as is sometimes stipulated, power is given to the latter to serve the ordinary process of its courts in the precinct acquired.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Without the concurrent soverignty referred to, the national government would be nothing but an advisory government. Its executive power would be absolutely nullified.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Why do we have marshals at all, if they cannot physically lay their hands on persons and things in the performance of their proper duties? What functions can they perform, if they cannot use force? In executing the processes of the courts, must they call on the nearest constable for protection? must they rely on him to use the requisite compulsion, and to keep the peace whilst they are soliciting and entreating the parties and bystanders to allow the law to take its course? This is the necessary consequence of the positions that are assumed. If we indulge in such impracticable views as these, and keep on refining and re-refining, we shall drive the national government out of the United States, and relegate it to the District of Columbia, or perhaps to some foreign soil. We shall bring it back to a condition of greater helplessness than that of the old confederation.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The argument is based on a strained and impracticable view of the nature and powers of the national government. It must execute its powers, or it is no government. It must execute them on the land as well as on the sea, on things as well as on persons. And, to do this, it must necessarily have power to command obedience, preserve order, and keep the peace; and no person or power in this land has the right to resist or question its authority, so long as it keeps within the bounds of its jurisdiction. Without specifying other instances in which this power to preserve order and keep the peace unquestionably exists, take the very case in hand. The counsel for the petitioners concede that Congress may, if it sees fit, assume the entire control and regulation of the election of representatives. This would necessarily involve the appointment of the places for holding the polls, the times of voting, and the officers for holding the election; it would require the regulation of the duties to be performed, the custody of the ballots, the mode of ascertaining the result, and every other matter relating to the subject. Is it possible that Congress could not, in that case, provide for keeping the peace at such elections, and for arresting and punishing those guilty of breaking it? If it could not, its power would be but a shadow and a name. But, if Congress can do this, where is the difference in principle in its making provision for securing the preservation of the peace, so as to give to every citizen his free right to vote without molestation or injury, when it assumes only to supervise the regulations made by the State, and not to supersede them entirely? In our judgment, there is no difference; and, if the power exists in the one case, it exists in the other.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The next point raised is, that the act of Congress proposes to operate on officers or persons authorized by State laws to perform certain duties under them, and to require them to disobey and disregard State laws when they come in conflict with the act of Congress; that it thereby of necessity produces collision, and is therefore void. This point has been already fully considered. We have shown, as we think, that, where the regulations of Congress conflict with those of the State, it is the latter which are void, and not the regulations of Congress; and that the laws of the State, in so far as they are inconsistent with the laws of Congress on the same subject, cease to have effect as laws.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Finally, it is objected that the act of Congress imposes upon the Circuit Court duties not judicial, in requiring them to appoint the supervisors of election, whose duties, it is alleged, are entirely executive in their character. It is contended that no power can be conferred upon the courts of the United States to appoint officers whose duties are not connected with the judicial department of the government.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The Constitution declares that 'the Congress may, by law, vest the appointment of such inferior officers as they think proper, in the President alone, in the courts of law, or in the heads of departments.' It is no doubt usual and proper to vest the appointment of inferior officers in that department of the government, executive or judicial, or in that particular executive department to which the duties of such officers appertain. But there is no absolute requirement to this effect in the Constitution; and, if there were, it would be difficult in many cases to determine to which department an office properly belonged. Take that of marshal, for instance. He is an executive officer, whose appointment, in ordinary cases, is left to the President and Senate. But if Congress should, as it might, vest the appointment elsewhere, it would be questionable whether it should be in the President alone, in the Department of Justice, or in the courts. The marshal is pre-eminently the officer of the courts; and, in case of a vacancy, Congress has in fact passed a law bestowing the temporary appointment of the marshal upon the justice of the circuit in which the district where the vacancy occurs is situated.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">But as the Constitution stands, the selection of the appointing power, as between the functionaries named, is a matter resting in the discretion of Congress. And, looking at the subject in a practical light, it is perhaps better that it should rest there, than that the country should be harassed by the endless controversies to which a more specific direction on this subject might have given rise. The observation in the case of Hennen, to which reference is made (13 Pet. 258), that the appointing power in the clause referred to 'was no doubt intended to be exercised by the department of the government to which the official to be appointed most appropriately belonged,' was not intended to define the constitutional power of Congress in this regard, but rather to express the law or rule by which it should be governed. The cases in which the courts have declined to exercise certain duties imposed by Congress, stand upon a different consideration from that which applies in the present case. The law of 1792, which required the circuit courts to examine claims to revolutionary pensions, and the law of 1849, authorizing the district judge of Florida to examine and adjudicate upon claims for injuries suffered by the inhabitants of Florida from the American army in 1812, were rightfully held to impose upon the courts powers not judicial, and were, therefore, void. But the duty to appoint inferior officers, when required thereto by law, is a constitutional duty of the courts; and in the present case there is no such incongruity in the duty required as to excuse the courts from its performance, or to render their acts void. It cannot be affirmed that the appointment of the officers in question could, with any greater propriety, and certainly not with equal regard to convenience, have been assigned to any other depositary of official power capable of exercising it. Neither the President, nor any head of department, could have been equally competent to the task.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">In our judgment, Congress had the power to vest the appointment of the supervisors in question in the circuit courts.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The doctrine laid down at the close of counsel's brief, that the State and national governments are co-ordinate and altogether equal, on which their whole argument, indeed, is based, is only partially true.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">The true doctrine, as we conceive, is this, that whilst the States are really sovereign as to all matters which have not been granted to the jurisdiction and control of the United States, the Constitution and constitutional laws of the latter are, as we have already said, the supreme law of the land; and, when they conflict with the laws of the States, they are of paramount authority and obligation. This is the fundamental principle on which the authority of the Constitution is based; and unless it be conceded in practice, as well as theory, the fabrice of our institutions, as it was contemplated by its founders, cannot stand. The questions involved have respect not more to the autonomy and existence of the States, than to the continued existence of the United States as a government to which every American citizen may look for security and protection in every part of the land.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">We think that the cause of commitment in these cases was lawful, and that the application for the writ of <i>habeas corpus</i> must be denied.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\"><i>Application denied</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">MR. JUSTICE CLIFFORD and MR. JUSTICE FIELD dissented.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">See MR. JUSTICE FIELD'S opinion <i>infra</i>, p. 404.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/90042/"
}