{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "100 U.S. 571", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/90060/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Montgomery v. Sawyer", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 74440, 
    "resource_uri": "/api/rest/v2/citation/74440/"
  }, 
  "id": 90060, 
  "blocked": false, 
  "judges": "Bradley", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1880-03-18", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>100 U.S. 571 (____)</b></center>\n<center><h1>MONTGOMERY<br>\nv.<br>\nSAWYER.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. Benjamin F. Jonas, Mr. Henry B. Kelly, and Mr. Henry L. Lazarus for the appellants.</p>\n<p>Mr. Joseph B. Hornor, contra.</p>\n<p>MR. JUSTICE BRADLEY delivered the opinion of the court.</p>\n<p>The controversy in this case relates to a certain plantation in the parish of Plaquemines, called the \"New Hope or Cedar Grove Plantation.\" The appellee, Sawyer, claims it as purchaser at sheriff's sale under a judgment rendered in February, 1872, by the Fifth District Court of Orleans, at the suit of one James E. Zunts against William and Haywood Stackhouse. The appellant claims under a mortgage executed in 1873, by <span class=\"star-pagination\">*572</span> Sarah F. Brooks, widow of Haywood Stackhouse, and tutrix of his minor heirs. It is conceded that the plantation belonged to William and Haywood Stackhouse at the time of the latter's death in December, 1869; and that after that it belonged to the said William and the succession of Haywood up to and after the time of Zunts's judgment. It is contended by the appellants that this judgment was void as against the undivided half of Haywood Stackhouse, because he was dead when the judgment was rendered, and the suit, as they contend, had never been revived against the succession of his estate.</p>\n<p>The circumstances of the case are briefly as follows: \u0097</p>\n<p>William and Haywood Stackhouse were partners owning several plantations, and in January, 1865, to secure to Zunts the payment of certain notes amounting to $50,000, executed to him a mortgage on a plantation called the \"Bellechasse Plantation.\" The notes not being paid, Zunts, in January, 1867, attempted to collect the same by executory process against the Bellechasse plantation. The Stackhouses set up a defence, filed a counter petition, and obtained an injunction. The decision being against them, they appealed to the Supreme Court of Louisiana, and pending this appeal, in December, 1869, as before stated, Haywood Stackhouse died. His widow, Sarah F. Brooks, in her own right and as tutrix of their minor children, was made a party in the cause, and the suit proceeded to judgment, the papers being entitled, as before, in the name of William and Haywood Stackhouse v. James E. Zunts. In May, 1871, the Supreme Court annulled the judgment of the District Court, and remanded the cause for a new trial. On the 20th of February, 1872, the District Court rendered the judgment in question, which was entered and signed in these words: \u0097</p>\n<p></p>\n<h2>\"FIFTH DISTRICT COURT FOR THE PARISH OF ORLEANS.</h2>\n\"W. &amp; H. STACKHOUSE  |\n         v.           &gt; No. 18,850.\n   JAMES E. ZUNTS.   |\n<p>\"In this case, for the reasons assigned in the written opinion of the court, this day delivered and on file, it is ordered, adjudged, and decreed that there be judgment in favor of defendant; that the injunction herein be dissolved with costs, and that the said defendant, <span class=\"star-pagination\">*573</span> James E. Zunts, do have and recover of plaintiffs, William and Haywood Stackhouse, and their surety in the injunction bond, in solido, twenty per cent damages on the amount of the judgment herein enjoined, together with eight per cent interest as allowed in the order of seizure and sale.</p>\n<p>\"It is further ordered that the claim for attorney's fees herein be dismissed.</p>\n<p>\"Judgment rendered Feb. 20, 1872.</p>\n<p>\"Judgment signed March 3, 1872.</p>\n          (Signed)              \"CHAS. LEAUMONT,\n                       \"Judge Fifth District Court, Parish of Orleans.\"\n<p>A certified copy of this judgment, in the above words, was recorded in the recorder's office of Plaquemines on the 17th of April, 1872.</p>\n<p>Meanwhile, the plaintiffs moved for a new trial, and that being refused, on the 13th of March, 1872, they moved for and obtained a suspensive appeal. The order allowing the appeal was as follows, the appeal bond being signed by all the appellants: \u0097</p>\n\"W. &amp; H. STACKHOUSE   |\n         v.            &gt; No. 18,850.\nJAMES E. ZUNTS et al. |\n<p>\"On motion of Roselius &amp; Philips and Horner &amp; Benedict, of counsel for Wm. Stackhouse, Sarah F. Brooks, widow in community of Haywood Stackhouse, deceased and natural tutrix of her minor children, Herbert, Maude, Blanche, and Mabel Stackhouse, and Lilla Stackhouse, wife of J.W. Bryant, duly authorized and assisted by her husband, and the legal heirs of James P. Waters, dec'd, to wit, Henrietta A. Waters, wife of William Stackhouse, and by her husband duly assisted and authorized Mrs. Widow Mary Upton, widow of Wheelock S. Upton, dec'd, and William H. Waters, and on suggesting to the court that said appearers and movers have been informed and believe that there is error to their prejudice in the final judgment rendered in the above-entitled case by this hon. court, on the 20th February, 1872, and that they are desirous of appealing suspensively from the same to the Supreme Court of the State of Louisiana, and on showing that the clerk requires time till the third Monday of April next to make the transcript of appeal, it is ordered that a suspensive appeal be accorded to said appearers and movers from said final judgment to <span class=\"star-pagination\">*574</span> the Supreme Court of Louisiana, the same to be therein returnable on the third Monday of April, 1872, upon said appearers giving bond and security conditioned according to law in the sum of $30,000.\"</p>\n<p>The cause then proceeded in the Supreme Court, entitled as before. On the 31st of May, 1873, the court affirmed the judgment below. A petition for a rehearing was presented in the names of all the appellants; and, amongst other things, stated, that pending the first appeal Haywood Stackhouse died, and that the petitioners were made parties to the appeal by means of an order which they recite; but that, when the cause went back to the court below for retrial, Zunts omitted to make the petitioners parties to the proceedings in that court, and that they never made themselves parties by voluntary appearance by counsel or personally; that, on the contrary, the case was proceeded with by Zunts and his counsel, and by the former counsel of William and Haywood Stackhouse, as if the latter were alive; and the petition, in a labored argument, contended that the making of the petitioners parties to the first appeal did not make them parties to the subsequent proceedings. All the points taken in this suit on the subject of want of parties were taken in the said petition for a rehearing.</p>\n<p>On the 15th of December, 1873, the petition for rehearing was refused, and the judgment of the District Court stood affirmed. No notice was taken by the court of the point referred to. Whether it was regarded as untenable, or whether the judgment was left to stand at Zunt's own risk, \u0097 good, at all events as against William Stackhouse, \u0097 does not appear.</p>\n<p>After the recording of the judgment of the District Court, to wit, on the 7th of May, 1872, a partition was made between William Stackhouse and the succession of Haywood Stackhouse, of the various pieces of property belonging to the firm of W. &amp; H. Stackhouse, by which the Bellechasse plantation was set off to William, subject to the Zunts's claim; and the New Hope plantation was set off to the succession of Haywood.</p>\n<p>On the 6th of February, 1873, Sarah F. Brooks, as widow and tutrix as aforesaid, mortgaged the New Hope plantation to Ernst &amp; Co., to secure the payment of certain notes specified in the mortgage.</p>\n<p><span class=\"star-pagination\">*575</span> On the 20th of January, 1875, Zunts filed a petition in the District Court of Plaquemines for executory process against the New Hope plantation and other property, to obtain satisfaction of the amount of damages recovered by the judgment of Feb. 20, 1872, being $10,833.66, claiming that the same was a judicial mortgage against all the property in the parish belonging to William Stackhouse and the succession of Haywood Stackhouse. A writ was issued accordingly, and the said New Hope plantation, together with certain shares of bank stock, secured by mortgage thereon, were sold by the sheriff to the appellee, Silas W. Sawyer, and an act of sale, dated 28th April, 1875, was duly passed and recorded.</p>\n<p>The appellants, Montgomery and Leng and Ogden, having become the owners of the notes secured by the mortgage given by Sarah F. Brooks to Ernst &amp; Co., on the 15th of December, 1876, filed a bill in the Circuit Court of the United States against her as widow and tutrix, and against one of the heirs who had become of age and married, praying for the issue of executory process for the sale of the undivided half of the New Hope plantation belonging to the succession of Haywood Stackhouse, conceding that Zunts's judgment was a valid judicial mortgage as against the other undivided half belonging to William Stackhouse; and a writ of seizure and sale was issued pursuant to the prayer of the bill.</p>\n<p>It was to enjoin proceedings under the last-named writ, and to establish his own title, that the appellee, Sawyer, filed the bill in this case.</p>\n<p>All the material facts appear from the documents submitted by the parties, and the question is one of law alone.</p>\n<p>From this statement it would seem to be very clear that the widow and heirs of Haywood Stackhouse were parties to the proceedings in which the judgment was rendered, which, therefore, might have been, though it was not, rendered against the succession of Haywood Stackhouse jointly with William Stackhouse. But even if valid to bind said succession in any way, the question remains as to its effect against third persons. It is in form a judgment against William Stackhouse and another person not in being, but who had died more than two years before it was rendered. And in this form it was recorded. By <span class=\"star-pagination\">*576</span> the law of Louisiana a judgment, at least as to third persons has no effect as a judicial mortgage until it is recorded. When recorded it has that effect against all the immovables of the debtor situated in the parish. Civil Code, arts. 3922, 3346. Here one of the nominal debtors against whom the judgment was rendered was dead, and of course had no immovables to be affected thereby. Without the existence of some very artificial rule of procedure, it is difficult to see how such a judgment, quoad the deceased person, or his estate in succession, can have any binding effect without being amended.</p>\n<p>By the common law, if a defendant died after the commencement of a term, a judgment entered against him during the term had relation back to the first day of the term, and was deemed valid. This fiction was allowed to subserve the ends of justice. But no such rule can be invoked in the present case. Here the judgment could have no effect against the general immovable property of the debtor until it was recorded. The record is all that third persons have to look to for their protection; and in this case it only showed a judgment against a person not in existence, and did not show a judgment against his succession; and did not show that his representatives had been made parties to the cause.</p>\n<p>In Norton v. Jamison (23 La. Ann. 102), a case somewhat similar, differing in the fact that the heir accepted the succession purely and simply, and did not appear in the proceedings until after the judgment in question was entered, the Supreme Court of Louisiana said: \"If defendant die after issue joined, his heir should be cited; until this is done, judgment cannot be given against the succession. 5 N.S. 431. A judgment against one, who, though cited, dies before issue joined, is null. 8 An. 80. When H.R.W. Hill died, it was necessary to make the legal representative a party, otherwise the judgment was inoperative as to either, and the recording of it created no judicial mortgage on the property left by H.R.W. Hill. The fiction of law or its express enactment, by which he was a party to the proceedings, did not make his heirs or legal representatives parties in his person, and the insertion of the word `heirs' in the decree gave no force to the judgment against his heir and legatee, any more than a judgment against any person, eo nomine, <span class=\"star-pagination\">*577</span> who is not cited. The subsequent appearance of J.D. Hill as a party to the proceedings, in order to appeal from the Circuit Court to the Supreme Court, may have made him personally liable under the judgment rendered on appeal, but it could not retroact so as to give force to the inscription of the judgment of the District Court. Inscriptions of mortgages are stricti juris, and must, of themselves, be complete and give all the information which the law intends is necessary for third parties. 5 N.S. 112; 7 An. 533. The judgment recorded was against H.R.W. Hill; but plaintiff alleges that H.R.W. Hill died before the judgment was rendered... . The inscription does not contain the name of J.D. Hill [heir of H.R.W. Hill]. At the time of the rendering and recording of the judgment against H.R.W. Hill, the property did not belong to him, and no judgment against J.D. Hill was recorded at the date of his sale to defendant. Consequently, no judicial mortgage attached to the property sold by J.D. Hill to the defendant by recording the judgment in question against H.R.W. Hill, rendered after his death.\"</p>\n<p>It seems to us that the views here expressed are conclusive so far as relates to the validity of the judgment as a judicial mortgage operating against the appellants. Whether the judgment may not in some manner, or to some extent, be binding against the succession of Haywood Stackhouse, it is not necessary to inquire. The difficulty consists in the fact that no judgment has been rendered or recorded against said succession. The mere entitling of the suit against William and Haywood Stackhouse might not have prejudiced the effect of the judgment, had it been rendered against the proper parties. The title of the suit is employed only for the purpose of identification of the cause. But here the judgment itself is defective. It is conceded to be good as against the interest of William Stackhouse; but as to third persons, at least, it is void as a judicial mortgage against the property of Haywood Stackhouse or his estate in succession.</p>\n<p>It follows from this that the appellee, Sawyer, by his purchase at sheriff's sale, acquired only the undivided half interest of William Stackhouse, and that his bill should have been dismissed.</p>\n<p><span class=\"star-pagination\">*578</span> The decree of the Circuit Court will be reversed, and the cause remanded with directions to dismiss the bill of complaint; and it is</p>\n<p>So ordered.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:02:24", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">571</span></span> (____)</b></center>\n<center><h1>MONTGOMERY<br>\nv.<br>\nSAWYER.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. Benjamin F. Jonas, Mr. Henry B. Kelly, and Mr. Henry L. Lazarus for the appellants.</p>\n<p>Mr. Joseph B. Hornor, contra.</p>\n<p>MR. JUSTICE BRADLEY delivered the opinion of the court.</p>\n<p>The controversy in this case relates to a certain plantation in the parish of Plaquemines, called the \"New Hope or Cedar Grove Plantation.\" The appellee, Sawyer, claims it as purchaser at sheriff's sale under a judgment rendered in February, 1872, by the Fifth District Court of Orleans, at the suit of one James E. Zunts against William and Haywood Stackhouse. The appellant claims under a mortgage executed in 1873, by <span class=\"star-pagination\">*572</span> Sarah F. Brooks, widow of Haywood Stackhouse, and tutrix of his minor heirs. It is conceded that the plantation belonged to William and Haywood Stackhouse at the time of the latter's death in December, 1869; and that after that it belonged to the said William and the succession of Haywood up to and after the time of Zunts's judgment. It is contended by the appellants that this judgment was void as against the undivided half of Haywood Stackhouse, because he was dead when the judgment was rendered, and the suit, as they contend, had never been revived against the succession of his estate.</p>\n<p>The circumstances of the case are briefly as follows: \u0097</p>\n<p>William and Haywood Stackhouse were partners owning several plantations, and in January, 1865, to secure to Zunts the payment of certain notes amounting to $50,000, executed to him a mortgage on a plantation called the \"Bellechasse Plantation.\" The notes not being paid, Zunts, in January, 1867, attempted to collect the same by executory process against the Bellechasse plantation. The Stackhouses set up a defence, filed a counter petition, and obtained an injunction. The decision being against them, they appealed to the Supreme Court of Louisiana, and pending this appeal, in December, 1869, as before stated, Haywood Stackhouse died. His widow, Sarah F. Brooks, in her own right and as tutrix of their minor children, was made a party in the cause, and the suit proceeded to judgment, the papers being entitled, as before, in the name of William and Haywood Stackhouse v. James E. Zunts. In May, 1871, the Supreme Court annulled the judgment of the District Court, and remanded the cause for a new trial. On the 20th of February, 1872, the District Court rendered the judgment in question, which was entered and signed in these words: \u0097</p>\n<p></p>\n<h2>\"FIFTH DISTRICT COURT FOR THE PARISH OF ORLEANS.</h2>\n\"W. &amp; H. STACKHOUSE  |\n         v.           &gt; No. 18,850.\n   JAMES E. ZUNTS.   |\n<p>\"In this case, for the reasons assigned in the written opinion of the court, this day delivered and on file, it is ordered, adjudged, and decreed that there be judgment in favor of defendant; that the injunction herein be dissolved with costs, and that the said defendant, <span class=\"star-pagination\">*573</span> James E. Zunts, do have and recover of plaintiffs, William and Haywood Stackhouse, and their surety in the injunction bond, in solido, twenty per cent damages on the amount of the judgment herein enjoined, together with eight per cent interest as allowed in the order of seizure and sale.</p>\n<p>\"It is further ordered that the claim for attorney's fees herein be dismissed.</p>\n<p>\"Judgment rendered Feb. 20, 1872.</p>\n<p>\"Judgment signed March 3, 1872.</p>\n          (Signed)              \"CHAS. LEAUMONT,\n                       \"Judge Fifth District Court, Parish of Orleans.\"\n<p>A certified copy of this judgment, in the above words, was recorded in the recorder's office of Plaquemines on the 17th of April, 1872.</p>\n<p>Meanwhile, the plaintiffs moved for a new trial, and that being refused, on the 13th of March, 1872, they moved for and obtained a suspensive appeal. The order allowing the appeal was as follows, the appeal bond being signed by all the appellants: \u0097</p>\n\"W. &amp; H. STACKHOUSE   |\n         v.            &gt; No. 18,850.\nJAMES E. ZUNTS et al. |\n<p>\"On motion of Roselius &amp; Philips and Horner &amp; Benedict, of counsel for Wm. Stackhouse, Sarah F. Brooks, widow in community of Haywood Stackhouse, deceased and natural tutrix of her minor children, Herbert, Maude, Blanche, and Mabel Stackhouse, and Lilla Stackhouse, wife of J.W. Bryant, duly authorized and assisted by her husband, and the legal heirs of James P. Waters, dec'd, to wit, Henrietta A. Waters, wife of William Stackhouse, and by her husband duly assisted and authorized Mrs. Widow Mary Upton, widow of Wheelock S. Upton, dec'd, and William H. Waters, and on suggesting to the court that said appearers and movers have been informed and believe that there is error to their prejudice in the final judgment rendered in the above-entitled case by this hon. court, on the 20th February, 1872, and that they are desirous of appealing suspensively from the same to the Supreme Court of the State of Louisiana, and on showing that the clerk requires time till the third Monday of April next to make the transcript of appeal, it is ordered that a suspensive appeal be accorded to said appearers and movers from said final judgment to <span class=\"star-pagination\">*574</span> the Supreme Court of Louisiana, the same to be therein returnable on the third Monday of April, 1872, upon said appearers giving bond and security conditioned according to law in the sum of $30,000.\"</p>\n<p>The cause then proceeded in the Supreme Court, entitled as before. On the 31st of May, 1873, the court affirmed the judgment below. A petition for a rehearing was presented in the names of all the appellants; and, amongst other things, stated, that pending the first appeal Haywood Stackhouse died, and that the petitioners were made parties to the appeal by means of an order which they recite; but that, when the cause went back to the court below for retrial, Zunts omitted to make the petitioners parties to the proceedings in that court, and that they never made themselves parties by voluntary appearance by counsel or personally; that, on the contrary, the case was proceeded with by Zunts and his counsel, and by the former counsel of William and Haywood Stackhouse, as if the latter were alive; and the petition, in a labored argument, contended that the making of the petitioners parties to the first appeal did not make them parties to the subsequent proceedings. All the points taken in this suit on the subject of want of parties were taken in the said petition for a rehearing.</p>\n<p>On the 15th of December, 1873, the petition for rehearing was refused, and the judgment of the District Court stood affirmed. No notice was taken by the court of the point referred to. Whether it was regarded as untenable, or whether the judgment was left to stand at Zunt's own risk, \u0097 good, at all events as against William Stackhouse, \u0097 does not appear.</p>\n<p>After the recording of the judgment of the District Court, to wit, on the 7th of May, 1872, a partition was made between William Stackhouse and the succession of Haywood Stackhouse, of the various pieces of property belonging to the firm of W. &amp; H. Stackhouse, by which the Bellechasse plantation was set off to William, subject to the Zunts's claim; and the New Hope plantation was set off to the succession of Haywood.</p>\n<p>On the 6th of February, 1873, Sarah F. Brooks, as widow and tutrix as aforesaid, mortgaged the New Hope plantation to Ernst &amp; Co., to secure the payment of certain notes specified in the mortgage.</p>\n<p><span class=\"star-pagination\">*575</span> On the 20th of January, 1875, Zunts filed a petition in the District Court of Plaquemines for executory process against the New Hope plantation and other property, to obtain satisfaction of the amount of damages recovered by the judgment of Feb. 20, 1872, being $10,833.66, claiming that the same was a judicial mortgage against all the property in the parish belonging to William Stackhouse and the succession of Haywood Stackhouse. A writ was issued accordingly, and the said New Hope plantation, together with certain shares of bank stock, secured by mortgage thereon, were sold by the sheriff to the appellee, Silas W. Sawyer, and an act of sale, dated 28th April, 1875, was duly passed and recorded.</p>\n<p>The appellants, Montgomery and Leng and Ogden, having become the owners of the notes secured by the mortgage given by Sarah F. Brooks to Ernst &amp; Co., on the 15th of December, 1876, filed a bill in the Circuit Court of the United States against her as widow and tutrix, and against one of the heirs who had become of age and married, praying for the issue of executory process for the sale of the undivided half of the New Hope plantation belonging to the succession of Haywood Stackhouse, conceding that Zunts's judgment was a valid judicial mortgage as against the other undivided half belonging to William Stackhouse; and a writ of seizure and sale was issued pursuant to the prayer of the bill.</p>\n<p>It was to enjoin proceedings under the last-named writ, and to establish his own title, that the appellee, Sawyer, filed the bill in this case.</p>\n<p>All the material facts appear from the documents submitted by the parties, and the question is one of law alone.</p>\n<p>From this statement it would seem to be very clear that the widow and heirs of Haywood Stackhouse were parties to the proceedings in which the judgment was rendered, which, therefore, might have been, though it was not, rendered against the succession of Haywood Stackhouse jointly with William Stackhouse. But even if valid to bind said succession in any way, the question remains as to its effect against third persons. It is in form a judgment against William Stackhouse and another person not in being, but who had died more than two years before it was rendered. And in this form it was recorded. By <span class=\"star-pagination\">*576</span> the law of Louisiana a judgment, at least as to third persons has no effect as a judicial mortgage until it is recorded. When recorded it has that effect against all the immovables of the debtor situated in the parish. Civil Code, arts. 3922, 3346. Here one of the nominal debtors against whom the judgment was rendered was dead, and of course had no immovables to be affected thereby. Without the existence of some very artificial rule of procedure, it is difficult to see how such a judgment, quoad the deceased person, or his estate in succession, can have any binding effect without being amended.</p>\n<p>By the common law, if a defendant died after the commencement of a term, a judgment entered against him during the term had relation back to the first day of the term, and was deemed valid. This fiction was allowed to subserve the ends of justice. But no such rule can be invoked in the present case. Here the judgment could have no effect against the general immovable property of the debtor until it was recorded. The record is all that third persons have to look to for their protection; and in this case it only showed a judgment against a person not in existence, and did not show a judgment against his succession; and did not show that his representatives had been made parties to the cause.</p>\n<p>In Norton v. Jamison (23 La. Ann. 102), a case somewhat similar, differing in the fact that the heir accepted the succession purely and simply, and did not appear in the proceedings until after the judgment in question was entered, the Supreme Court of Louisiana said: \"If defendant die after issue joined, his heir should be cited; until this is done, judgment cannot be given against the succession. 5 N.S. 431. A judgment against one, who, though cited, dies before issue joined, is null. 8 An. 80. When H.R.W. Hill died, it was necessary to make the legal representative a party, otherwise the judgment was inoperative as to either, and the recording of it created no judicial mortgage on the property left by H.R.W. Hill. The fiction of law or its express enactment, by which he was a party to the proceedings, did not make his heirs or legal representatives parties in his person, and the insertion of the word `heirs' in the decree gave no force to the judgment against his heir and legatee, any more than a judgment against any person, eo nomine, <span class=\"star-pagination\">*577</span> who is not cited. The subsequent appearance of J.D. Hill as a party to the proceedings, in order to appeal from the Circuit Court to the Supreme Court, may have made him personally liable under the judgment rendered on appeal, but it could not retroact so as to give force to the inscription of the judgment of the District Court. Inscriptions of mortgages are stricti juris, and must, of themselves, be complete and give all the information which the law intends is necessary for third parties. 5 N.S. 112; 7 An. 533. The judgment recorded was against H.R.W. Hill; but plaintiff alleges that H.R.W. Hill died before the judgment was rendered... . The inscription does not contain the name of J.D. Hill [heir of H.R.W. Hill]. At the time of the rendering and recording of the judgment against H.R.W. Hill, the property did not belong to him, and no judgment against J.D. Hill was recorded at the date of his sale to defendant. Consequently, no judicial mortgage attached to the property sold by J.D. Hill to the defendant by recording the judgment in question against H.R.W. Hill, rendered after his death.\"</p>\n<p>It seems to us that the views here expressed are conclusive so far as relates to the validity of the judgment as a judicial mortgage operating against the appellants. Whether the judgment may not in some manner, or to some extent, be binding against the succession of Haywood Stackhouse, it is not necessary to inquire. The difficulty consists in the fact that no judgment has been rendered or recorded against said succession. The mere entitling of the suit against William and Haywood Stackhouse might not have prejudiced the effect of the judgment, had it been rendered against the proper parties. The title of the suit is employed only for the purpose of identification of the cause. But here the judgment itself is defective. It is conceded to be good as against the interest of William Stackhouse; but as to third persons, at least, it is void as a judicial mortgage against the property of Haywood Stackhouse or his estate in succession.</p>\n<p>It follows from this that the appellee, Sawyer, by his purchase at sheriff's sale, acquired only the undivided half interest of William Stackhouse, and that his bill should have been dismissed.</p>\n<p><span class=\"star-pagination\">*578</span> The decree of the Circuit Court will be reversed, and the cause remanded with directions to dismiss the bill of complaint; and it is</p>\n<p>So ordered.</p>\n</div>", 
  "sha1": "9ca72feafeefe3c9213bd60869798f9e160f0f01", 
  "date_modified": "2014-12-21T01:29:12.035078", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/90060/montgomery-v-sawyer/", 
  "citation_count": 0, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1555068/", 
  "html": "<p class=\"case_cite\">100 U.S. 571</p>\n    <p class=\"case_cite\">100 U.S. 571</p>\n    <p class=\"case_cite\">25 L.Ed. 692</p>\n    <p class=\"parties\">MONTGOMERY<br>v.<br>SAWYER.</p>\n    <p class=\"date\">October Term, 1879</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL from the Circuit Court of the United States for the District of Louisiana.</p>\n      <p class=\"indent\">The facts are stated in the opinion of the court.</p>\n      <p class=\"indent\"><i>Mr. Benjamin F. Jonas, Mr. Henry B. Kelly</i>, and <i>Mr. Henry L. Lazarus</i> for the appellants.</p>\n      <p class=\"indent\"><i>Mr. Joseph B. Hornor, contra</i>.</p>\n      <p class=\"indent\">MR. JUSTICE BRADLEY delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The controversy in this case relates to a certain plantation in the parish of Plaquemines, called the 'New Hope or Cedar Grove Plantation.' The appellee, Sawyer, claims it as purchaser at sheriff's sale under a judgment rendered in February, 1872, by the Fifth District Court of Orleans, at the suit of one James E. Zunts against William and Haywood Stackhouse. The appellant claims under a mortgage executed in 1873, by Sarah F. Brooks, widow of Haywood Stackhouse, and tutrix of his minor heirs. It is conceded that the plantation belonged to William and Haywood Stackhouse at the time of the latter's death in December, 1869; and that after that it belonged to the said William and the succession of Haywood up to and after the time of Zunts's judgment. It is contended by the appellants that this judgment was void as against the undivided half of Haywood Stackhouse, because he was dead when the judgment was rendered, and the suit, as they contend, had never been revived against the succession of his estate.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The circumstances of the case are briefly as follows:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">William and Haywood Stackhouse were partners owning several plantations, and in January, 1865, to secure to Zunts the payment of certain notes amounting to $50,000, executed to him a mortgage on a plantation called the 'Bellechasse Plantation.' The notes not being paid, Zunts, in January, 1867, attempted to collect the same by executory process against the Bellechasse plantation. The Stackhouses set up a defence, filed a counter petition, and obtained an injunction. The decision being against them, they appealed to the Supreme Court of Louisiana, and pending this appeal, in December, 1869, as before stated, Haywood Stackhouse died. His widow, Sarah F. Brooks, in her own right and as tutrix of their minor children, was made a party in the cause, and the suit proceeded to judgment, the papers being entitled, as before, in the name of William and Haywood <i>Stackhouse</i> v. <i>James E. Zunts</i>. In May, 1871, the Supreme Court annulled the judgment of the District Court, and remanded the cause for a new trial. On the 20th of February, 1872, the District Court rendered the judgment in question, which was entered and signed in these words:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'FIFTH DISTRICT COURT FOR THE PARISH OF ORLEANS.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'W. &amp; H. STACKHOUSE }</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">v.                  }</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">JAMES E. ZUNTS.          }</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">No. 18,850.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'In this case, for the reasons assigned in the written opinion of the court, this day delivered and on file, it is ordered, adjudged, and decreed that there be judgment in favor of defendant; that the injunction herein be dissolved with costs, and that the said defendant, James E. Zunts, do have and recover of plaintiffs, William and Haywood Stackhouse, and their surety in the injunction bond, <i>in solido</i>, twenty per cent damages on the amount of the judgment herein enjoined, together with eight per cent interest as allowed in the order of seizure and sale.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'It is further ordered that the claim for attorney's fees herein be dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'Judgment rendered Feb. 20, 1872.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'Judgment signed March 3, 1872.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">(Signed) 'CHAS. LEAUMONT,</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'<i>Judge Fifth District Court, Parish of Orleans</i>.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A certified copy of this judgment, in the above words, was recorded in the recorder's office of Plaquemines on the 17th of April, 1872.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Meanwhile, the plaintiffs moved for a new trial, and that being refused, on the 13th of March, 1872, they moved for and obtained a suspensive appeal. The order allowing the appeal was as follows, the appeal bond being signed by all the appellants:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'W. &amp; H. STACKHOUSE }</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">v.                  }</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">JAMES E. ZUNTS et al.    }</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">No. 18,850.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'On motion of Roselius &amp; Philips and Horner &amp; Benedict, of counsel for Wm. Stackhouse, Sarah F. Brooks, widow in community of Haywood Stackhouse, deceased and natural tutrix of her minor children, Herbert, Maude, Blanche, and Mabel Stackhouse, and Lilla Stackhouse, wife of J. W. Bryant, duly authorized and assisted by her husband, and the legal heirs of James P. Waters, dec'd, to wit, Henrietta A. Waters, wife of William Stackhouse, and by her husband duly assisted and authorized Mrs. Widow Mary Upton, widow of Wheelock S. Upton, dec'd, and William H. Waters, and on suggesting to the court that said appearers and movers have been informed and believe that there is error to their prejudice in the final judgment rendered in the above-entitled case by this hon. court, on the 20th February, 1872, and that they are desirous of appealing suspensively from the same to the Supreme Court of the State of Louisiana, and on showing that the clerk requires time till the third Monday of April next to make the transcript of appeal, it is ordered that a suspensive appeal be accorded to said appearers and movers from said final judgment to the Supreme Court of Louisiana, the same to be therein returnable on the third Monday of April, 1872, upon said appearers giving bond and security conditioned according to law in the sum of $30,000.'</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The cause then proceeded in the Supreme Court, entitled as before. On the 31st of May, 1873, the court affirmed the judgment below. A petition for a rehearing was presented in the names of all the appellants; and, amongst other things, stated, that pending the first appeal Haywood Stackhouse died, and that the petitioners were made parties to the appeal by means of an order which they recite; but that, when the cause went back to the court below for retrial, Zunts omitted to make the petitioners parties to the proceedings in that court, and that they never made themselves parties by voluntary appearance by counsel or personally; that, on the contrary, the case was proceeded with by Zunts and his counsel, and by the former counsel of William and Haywood Stackhouse, as if the latter were alive; and the petition, in a labored argument, contended that the making of the petitioners parties to the first appeal did not make them parties to the subsequent proceedings. All the points taken in this suit on the subject of want of parties were taken in the said petition for a rehearing.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">On the 15th of December, 1873, the petition for rehearing was refused, and the judgment of the District Court stood affirmed. No notice was taken by the court of the point referred to. Whether it was regarded as untenable, or whether the judgment was left to stand at Zunt's own risk,&#8212;good, at all events as against William Stackhouse,&#8212;does not appear.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">After the recording of the judgment of the District Court, to wit, on the 7th of May, 1872, a partition was made between William Stackhouse and the succession of Haywood Stackhouse, of the various pieces of property belonging to the firm of W. &amp; H. Stackhouse, by which the Bellechasse plantation was set off to William, subject to the Zunts's claim; and the New Hope plantation was set off to the succession of Haywood.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On the 6th of February, 1873, Sarah F. Brooks, as widow and tutrix as aforesaid, mortgaged the New Hope plantation to Ernst &amp; Co., to secure the payment of certain notes specified in the mortgage.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">On the 20th of January, 1875, Zunts filed a petition in the District Court of Plaquemines for executory process against the New Hope plantation and other property, to obtain satisfaction of the amount of damages recovered by the judgment of Feb. 20, 1872, being $10,833.66, claiming that the same was a judicial mortgage against all the property in the parish belonging to William Stackhouse and the succession of Haywood Stackhouse. A writ was issued accordingly, and the said New Hope plantation, together with certain shares of bank stock, secured by mortgage thereon, were sold by the sheriff to the appellee, Silas W. Sawyer, and an act of sale, dated 28th April, 1875, was duly passed and recorded.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The appellants, Montgomery and Leng and Ogden, having become the owners of the notes secured by the mortgage given by Sarah F. Brooks to Ernst &amp; Co., on the 15th of December, 1876, filed a bill in the Circuit Court of the United States against her as widow and tutrix, and against one of the heirs who had become of age and married, praying for the issue of executory process for the sale of the undivided half of the New Hope plantation belonging to the succession of Haywood Stackhouse, conceding that Zunts's judgment was a valid judicial mortgage as against the other undivided half belonging to William Stackhouse; and a writ of seizure and sale was issued pursuant to the prayer of the bill.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It was to enjoin proceedings under the last-named writ, and to establish his own title, that the appellee, Sawyer, filed the bill in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">All the material facts appear from the documents submitted by the parties, and the question is one of law alone.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">From this statement it would seem to be very clear that the widow and heirs of Haywood Stackhouse were parties to the proceedings in which the judgment was rendered, which, therefore, might have been, though it was not, rendered against the succession of Haywood Stackhouse jointly with William Stackhouse. But even if valid to bind said succession in any way, the question remains as to its effect against third persons. It is in form a judgment against William Stackhouse and another person not in being, but who had died more than two years before it was rendered. And in this form it was recorded. By the law of Louisiana a judgment, at least as to third persons. has no effect as a judicial mortgage until it is recorded. When recorded it has that effect against all the immovables of the debtor situated in the parish. Civil Code, arts. 3922, 3346. Here one of the nominal debtors against whom the judgment was rendered was dead, and of course had no immovables to be affected thereby. Without the existence of some very artificial rule of procedure, it is difficult to see how such a judgment, <i>quoad</i> the deceased person, or his estate in succession, can have any binding effect without being amended.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">By the common law, if a defendant died after the commencement of a term, a judgment entered against him during the term had relation back to the first day of the term, and was deemed valid. This fiction was allowed to subserve the ends of justice. But no such rule can be invoked in the present case. Here the judgment could have no effect against the general immovable property of the debtor until it was recorded. The record is all that third persons have to look to for their protection; and in this case it only showed a judgment against a person not in existence, and did not show a judgment against his succession; and did not show that his representatives had been made parties to the cause.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In <i>Norton</i> v. <i>Jamison</i> (23 La. Ann. 102), a case somewhat similar, differing in the fact that the heir accepted the succession purely and simply, and did not appear in the proceedings until after the judgment in question was entered, the Supreme Court of Louisiana said: 'If defendant die after issue joined, his heir should be cited; until this is done, judgment cannot be given against the succession. 5 N. S. 431. A judgment against one, who, though cited, dies before issue joined, is null. 8 An. 80. When H. R. W. Hill died, it was necessary to make the legal representative a party, otherwise the judgment was inoperative as to either, and the recording of it created no judicial mortgage on the property left by H. R. W. Hill. The fiction of law or its express enactment, by which he was a party to the proceedings, did not make his heirs or legal representatives parties in his person, and the insertion of the word 'heirs' in the decree gave no force to the judgment against his heir and legatee, any more than a judgment against any person, <i>eo nomine</i>, who is not cited. The subsequent appearance of J. D. Hill as a party to the proceedings, in order to appeal from the Circuit Court to the Supreme Court, may have made him personally liable under the judgment rendered on appeal, but it could not retroact so as to give force to the inscription of the judgment of the District Court. Inscriptions of mortgages are <i>stricti juris</i>, and must, of themselves, be complete and give all the information which the law intends is necessary for third parties. 5 N. S. 112; 7 An. 533. The judgment recorded was against H. R. W. Hill; but plaintiff alleges that H. R. W. Hill died before the judgment was rendered. . . . The inscription does not contain the name of J. D. Hill [heir of H. R. W. Hill]. At the time of the rendering and recording of the judgment against H. R. W. Hill, the property did not belong to him, and no judgment against J. D. Hill was recorded at the date of his sale to defendant. Consequently, no judicial mortgage attached to the property sold by J. D. Hill to the defendant by recording the judgment in question against H. R. W. Hill, rendered after his death.'</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">It seems to us that the views here expressed are conclusive so far as relates to the validity of the judgment as a judicial mortgage operating against the appellants. Whether the judgment may not in some manner, or to some extent, be binding against the succession of Haywood Stackhouse, it is not necessary to inquire. The difficulty consists in the fact that no judgment has been rendered or recorded against said succession. The mere entitling of the suit against William and Haywood Stackhouse might not have prejudiced the effect of the judgment, had it been <i>rendered</i> against the proper parties. The title of the suit is employed only for the purpose of identification of the cause. But here the judgment itself is defective. It is conceded to be good as against the interest of William Stackhouse; but as to third persons, at least, it is void as a judicial mortgage against the property of Haywood Stackhouse or his estate in succession.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">It follows from this that the appellee, Sawyer, by his purchase at sheriff's sale, acquired only the undivided half interest of William Stackhouse, and that his bill should have been dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The decree of the Circuit Court will be reversed, and the cause remanded with directions to dismiss the bill of complaint; and it is</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\"><i>So ordered</i>.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/90060/"
}