{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "102 U.S. 461", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/90260/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Hall v. Law", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 74640, 
    "resource_uri": "/api/rest/v2/citation/74640/"
  }, 
  "id": 90260, 
  "blocked": false, 
  "judges": "Field", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1880-12-20", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>102 U.S. 461 (____)</b></center>\n<center><h1>HALL<br>\nv.<br>\nLAW.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. James C. Denny and Mr. Charles E. Marsh for the appellants.</p>\n<p>Mr. Asa Iglehart and Mr. J.E. Iglehart, contra.</p>\n<p>MR. JUSTICE FIELD delivered the opinion of the court.</p>\n<p>This is a suit to quiet the title to certain real property in the State of Indiana, of which it is charged that one William P. Hall, who died intestate in 1857, was seised in fee. By the law of Indiana, his real estate descended to the complainants.</p>\n<p><span class=\"star-pagination\">*462</span> The premises in controversy are situated in the city of Evansville, in that part known as Lamasco. They constitute a part of a fractional section in the subdivision of the public lands in a township of the State. A small stream runs through the section, known as Pigeon Creek, on the west of which four-sevenths of the section lie, and on the east three-sevenths. The premises in suit are on the west side of the creek.</p>\n<p>In 1831, the deceased William P. Hall became the owner of two undivided sevenths of the section. In 1833, proceedings were taken in the Circuit Court of the county in which the section lies, at the instance of the possessor of an undivided interest, for a partition of the land and an assignment in severalty of the interests of the different owners. These proceedings resulted in a partition, by which the interest of Hall was set apart out of that portion of the section lying east of Pigeon Creek. If these proceedings are valid, the claim of the complainants, as the children and the widow of the deceased, is without foundation. He was divested of all interest in the property in controversy several years before his death.</p>\n<p>The proceedings were taken under an act of the State, of February, 1831, entitled \"An Act to provide for the partition of real estate,\" the first section of which enacts:-</p>\n<p>\"That when two or more persons are proprietors of any real estate, any of whom are desirous of having the same divided, it shall and may be lawful for the Circuit Court of the county where such real estate may be situate, on the application of any such person (notice of such application having been previously given by the party so applying for at least four weeks in some public newspaper in the State), to appoint three disinterested freeholders, residents of said county, not related to either of the parties, as commissioners for dividing the said estate; and said commissioners having previously taken an oath or affirmation, before some justice of the peace in said county, honestly and faithfully to execute the trust reposed in them as commissioners aforesaid, shall proceed to make division of said estate, as directed by the court, among the owners and proprietors thereof, according to their respective rights; which partition being made by the said commissioners, or any two of them, and return thereof being made by the said commissioners, in writing, under their hands, to said court, particularly describing the lots or portions allowed to each respective owner or proprietor, mentioning <span class=\"star-pagination\">*463</span> which of the owners or proprietors are minors, if any such there be, which return being acknowledged by the commissioners making the same, before any one of the judges of the court aforesaid for the said county, and accepted by the court, and entered and recorded in the clerk's office, shall be a partition of such lands, lots, and tenements therein mentioned.\" Rev. Laws of Ind., 1838, 426.</p>\n<p>The record of the proceedings of the partition in this case consists of the order of the Circuit Court of Sept. 12, 1832, appointing three commissioners to divide the section between the several proprietors, and to report to the court at the next term; their report at the next term, in March, 1833, showing the partition made and the part assigned to each proprietor; the confirmation of the report at that term by the court, and its apportionment of the expenses of the partition among the proprietors.</p>\n<p>The order appointing the commissioners recites that it was proved to the satisfaction of the court that David Miller (one of the proprietors) had given due and legal notice that he would, on the third day of the court (which was that day, September 12), make application for the appointment of commissioners to divide among the several proprietors thereof the fractional section.</p>\n<p>The report gives the boundaries of the section, and sets forth with proper description the portion assigned to each proprietor. It complies in its details with the requirements of the statute and is accompanied with a plat of the land showing the tract assigned.</p>\n<p>The validity of this partition is assailed because no complaint or petition of the applicant for the partition appears in the record as the foundation of the proceedings, and without one it is contended that they were void.</p>\n<p>The statute does not in terms require the application of the proprietor seeking a partition to be presented in writing, or, if one be presented, to be filed among the records of the court. All that it designates as necessary to authorize the court to act is, that there should be an application for the partition by one or more joint proprietors, after giving notice of the intended application in a public newspaper for at least four weeks. <span class=\"star-pagination\">*464</span> When application is made, the court must consider whether it is by a proper party, whether it is sufficient in form and substance, and whether the requisite notice has been given as prescribed. Its order made thereon is an adjudication upon these matters.</p>\n<p>The recitals in the order show a compliance with the statute; they show jurisdiction in the court over the subject. That jurisdiction arises upon the presentation of the application, accompanied with proper proof of previous notice of it. The order of the court appointing the commissioners is a determination that the application is sufficient, and that due notice of it has been given. This conclusion is not open to collateral attack; it can only be questioned, on appeal or writ of error, by a superior tribunal invested with appellate jurisdiction to review it. Voorhees v. The Bank of the United States, 10 Pet. 449; Thompson v. Tolmie, 2 id. 157; Comstock v. Crawford, 3 Wall. 396.</p>\n<p>The cases of Lease v. Carr (5 Blackf. (Ind.) 353) and Shaw v. Parker (6 id. 345), cited by complainants, do not support their position. In the first case, the Supreme Court of Indiana, having the proceedings in partition before it for review on writ of error, held that the petition of the appellant should show the extent and nature of his interest in the land, and that he holds it in common with the defendants, whose interests, if known to him, should also be stated; and that as the petition in that case was silent in these particulars, and merely requested the appointment of commissioners to divide the land, it was defective, and the order made thereon was erroneous. But the court did not hold or intimate that the order and subsequent proceedings were, from the defective character of the petition, absolutely void. It was the common case of the reversal of proceedings because of intervening error. If not thus corrected, the existence of the error in no respect impairs the validity and efficacy of the subsequent proceedings, or the order or judgment thereon. The distinction between erroneous and void orders and judgments is too familiar to call for extended observation, and is fully recognized, not only in the courts of Indiana, but in those of every State in the Union. Hornor v. Doe, 1 Ind. 130; Doe v. Smith, id. 451; Doe v. Harvey, 3 id. <span class=\"star-pagination\">*465</span> 104; Ashley v. Laird, 14 id. 222; Cox v. Matthews, 17 id. 367; Evans v. Ashby, 22 id. 15; Waltz v. Borroway, 25 id. 380; Hawkins v. Hawkins, 28 id. 67; Comparet v. Hanna, 34 id. 74; Gavin v. Graydon, 41 id. 559; Burk v. Hill, 55 id. 419; Hays v. Ford, id. 52; Hunter v. Burnsville Turnpike Co., 56 id. 218; Wiley v. Pavey, 61 id. 457. The second case, Shaw v. Parker, also came before the Supreme Court on a writ of error, and follows in its decision Lease v. Carr. We see nothing in either to impeach the validity of the order of the Circuit Court of the county appointing the commissioners, or its order confirming their report. Thus confirmed, the report constituted, in the language of the statute, a partition of the lands described in it.</p>\n<p>The complainants, treating as invalid the partition proceedings, sue for the undivided two-sevenths of that portion of the fractional section lying west of Pigeon Creek, and assume in their bill of complaint that the title of the defendant rests upon a deed made under a decree in a suit in chancery commenced against the deceased in 1836, three years after the alleged partition. It seems that a claim was made at that time that the two undivided sevenths of the fractional section were conveyed by their then owner, Nathaniel Ewing and his wife, to one William Prince, upon a condition which had failed; that upon the death of Prince, his estate being insolvent, the property had been sold by order of the Probate Court to one William Daniel, for forty-five dollars, and for the like sum had, by him and wife, been conveyed to the deceased William P. Hall; and the suit in chancery was brought by parties who had obtained another conveyance from Ewing and wife to set aside the probate sale, and to compel the deceased to convey his interest to them. The suit resulted in a decree directing the execution of a deed of the title and interest of the deceased to the complainants in that suit, of whom the defendant was one, by a commissioner appointed by the court. The decree describes the two undivided sevenths as being the same tract assigned to the deceased in the partition proceedings. The father of the deceased was appointed the commissioner, and he executed the deed ordered.</p>\n<p>The complainants here assail the validity of this decree, as <span class=\"star-pagination\">*466</span> being rendered without service upon the deceased, who was then a minor under ten years of age, upon an answer filed by a guardian ad litem, who was not authorized to waive service on his ward. It is not necessary to examine into the validity of the decree for this or other reasons. This deed purports to pass whatever title the deceased possessed in the lands conveyed under the probate sale, whether it be considered as the two undivided sevenths of the whole fractional section, or the tract assigned to him on the partition. It gave at least color of title. Whenever an instrument, by apt words of transfer from grantor to grantee, \u0097 whether such grantor act under the authority of judicial proceedings or otherwise, \u0097 in form passes what purports to be the title, it gives color of title. The deed of the commissioner in this case, with the return of the commissioners in the partition proceedings, gave such color. Even should they be considered as invalid, possession under them for the period prescribed by statute bars the right of the true owners as effectively as possession under the most perfect title. It is an absolute defence to the action of ejectment. And a suit in equity, brought after that period, for the determination of the title and for possession of the property, will not be entertained, as it is founded on a stale claim. As the statutes of limitations in most States, and in Indiana among them, apply in terms only to legal remedies, courts of equity are considered as bound by them only in cases of concurrent jurisdiction. In other cases they are said to act only by analogy, and not in obedience to the statutes. Though the present case is in form a suit in equity, and as the bill asks for an injunction it may be so treated, it is essentially a suit to recover the possession of the land. The complainants are out of possession, and the defendant, or parties claiming under him, are in possession. The determination in favor of the complainants' title is only preliminary to a decree for the surrender of possession. If not a concurrent remedy with the common-law action of ejectment, it so nearly resembles the latter as to justify the rule that in such cases the statute equally applies.</p>\n<p>The defendant and his associates in the deed of the commissioner, or persons claiming under them, have been in possession of the entire fractional section for over forty years, and <span class=\"star-pagination\">*467</span> during all this period have exercised acts of ownership of almost every kind. They have laid out the land into lots, blocks, streets, and alleys, and have made extensive improvements either upon them or in connection with them. They have also sold parcels to a large number of persons, who have gone into possession, and still hold them, and have erected buildings thereon. The town of Lamasco, laid out by them upon the land, reached a population of over ten thousand inhabitants before it was annexed to the city of Evansville, of which it now forms a part.</p>\n<p>The statute of Indiana reserved to the deceased a right of action to recover the premises for five years after he came of age, and though he lived for ten years after that period, within the vicinity of the property, and was cognizant of the possession of the defendant and his associates, and of parties holding under them, of their claim of ownership and of their improvements, he made no attempt to disturb them in its possession, use, and enjoyment, or in the sale of portions of it.</p>\n<p>The claim now set up by the complainants is a stale one, and, under the facts disclosed, without merit. The decree dismissing the bill must, therefore, be affirmed; and it is</p>\n<p>So ordered.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:02:28", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">461</span></span> (____)</b></center>\n<center><h1>HALL<br>\nv.<br>\nLAW.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. James C. Denny and Mr. Charles E. Marsh for the appellants.</p>\n<p>Mr. Asa Iglehart and Mr. J.E. Iglehart, contra.</p>\n<p>MR. JUSTICE FIELD delivered the opinion of the court.</p>\n<p>This is a suit to quiet the title to certain real property in the State of Indiana, of which it is charged that one William P. Hall, who died intestate in 1857, was seised in fee. By the law of Indiana, his real estate descended to the complainants.</p>\n<p><span class=\"star-pagination\">*462</span> The premises in controversy are situated in the city of Evansville, in that part known as Lamasco. They constitute a part of a fractional section in the subdivision of the public lands in a township of the State. A small stream runs through the section, known as Pigeon Creek, on the west of which four-sevenths of the section lie, and on the east three-sevenths. The premises in suit are on the west side of the creek.</p>\n<p>In 1831, the deceased William P. Hall became the owner of two undivided sevenths of the section. In 1833, proceedings were taken in the Circuit Court of the county in which the section lies, at the instance of the possessor of an undivided interest, for a partition of the land and an assignment in severalty of the interests of the different owners. These proceedings resulted in a partition, by which the interest of Hall was set apart out of that portion of the section lying east of Pigeon Creek. If these proceedings are valid, the claim of the complainants, as the children and the widow of the deceased, is without foundation. He was divested of all interest in the property in controversy several years before his death.</p>\n<p>The proceedings were taken under an act of the State, of February, 1831, entitled \"An Act to provide for the partition of real estate,\" the first section of which enacts:-</p>\n<p>\"That when two or more persons are proprietors of any real estate, any of whom are desirous of having the same divided, it shall and may be lawful for the Circuit Court of the county where such real estate may be situate, on the application of any such person (notice of such application having been previously given by the party so applying for at least four weeks in some public newspaper in the State), to appoint three disinterested freeholders, residents of said county, not related to either of the parties, as commissioners for dividing the said estate; and said commissioners having previously taken an oath or affirmation, before some justice of the peace in said county, honestly and faithfully to execute the trust reposed in them as commissioners aforesaid, shall proceed to make division of said estate, as directed by the court, among the owners and proprietors thereof, according to their respective rights; which partition being made by the said commissioners, or any two of them, and return thereof being made by the said commissioners, in writing, under their hands, to said court, particularly describing the lots or portions allowed to each respective owner or proprietor, mentioning <span class=\"star-pagination\">*463</span> which of the owners or proprietors are minors, if any such there be, which return being acknowledged by the commissioners making the same, before any one of the judges of the court aforesaid for the said county, and accepted by the court, and entered and recorded in the clerk's office, shall be a partition of such lands, lots, and tenements therein mentioned.\" Rev. Laws of Ind., 1838, 426.</p>\n<p>The record of the proceedings of the partition in this case consists of the order of the Circuit Court of Sept. 12, 1832, appointing three commissioners to divide the section between the several proprietors, and to report to the court at the next term; their report at the next term, in March, 1833, showing the partition made and the part assigned to each proprietor; the confirmation of the report at that term by the court, and its apportionment of the expenses of the partition among the proprietors.</p>\n<p>The order appointing the commissioners recites that it was proved to the satisfaction of the court that David Miller (one of the proprietors) had given due and legal notice that he would, on the third day of the court (which was that day, September 12), make application for the appointment of commissioners to divide among the several proprietors thereof the fractional section.</p>\n<p>The report gives the boundaries of the section, and sets forth with proper description the portion assigned to each proprietor. It complies in its details with the requirements of the statute and is accompanied with a plat of the land showing the tract assigned.</p>\n<p>The validity of this partition is assailed because no complaint or petition of the applicant for the partition appears in the record as the foundation of the proceedings, and without one it is contended that they were void.</p>\n<p>The statute does not in terms require the application of the proprietor seeking a partition to be presented in writing, or, if one be presented, to be filed among the records of the court. All that it designates as necessary to authorize the court to act is, that there should be an application for the partition by one or more joint proprietors, after giving notice of the intended application in a public newspaper for at least four weeks. <span class=\"star-pagination\">*464</span> When application is made, the court must consider whether it is by a proper party, whether it is sufficient in form and substance, and whether the requisite notice has been given as prescribed. Its order made thereon is an adjudication upon these matters.</p>\n<p>The recitals in the order show a compliance with the statute; they show jurisdiction in the court over the subject. That jurisdiction arises upon the presentation of the application, accompanied with proper proof of previous notice of it. The order of the court appointing the commissioners is a determination that the application is sufficient, and that due notice of it has been given. This conclusion is not open to collateral attack; it can only be questioned, on appeal or writ of error, by a superior tribunal invested with appellate jurisdiction to review it. Voorhees v. The Bank of the United States, 10 Pet. 449; Thompson v. Tolmie, 2 id. 157; Comstock v. Crawford, 3 Wall. 396.</p>\n<p>The cases of Lease v. Carr (5 Blackf. (Ind.) 353) and Shaw v. Parker (6 id. 345), cited by complainants, do not support their position. In the first case, the Supreme Court of Indiana, having the proceedings in partition before it for review on writ of error, held that the petition of the appellant should show the extent and nature of his interest in the land, and that he holds it in common with the defendants, whose interests, if known to him, should also be stated; and that as the petition in that case was silent in these particulars, and merely requested the appointment of commissioners to divide the land, it was defective, and the order made thereon was erroneous. But the court did not hold or intimate that the order and subsequent proceedings were, from the defective character of the petition, absolutely void. It was the common case of the reversal of proceedings because of intervening error. If not thus corrected, the existence of the error in no respect impairs the validity and efficacy of the subsequent proceedings, or the order or judgment thereon. The distinction between erroneous and void orders and judgments is too familiar to call for extended observation, and is fully recognized, not only in the courts of Indiana, but in those of every State in the Union. Hornor v. Doe, 1 Ind. 130; Doe v. Smith, id. 451; Doe v. Harvey, 3 id. <span class=\"star-pagination\">*465</span> 104; Ashley v. Laird, 14 id. 222; Cox v. Matthews, 17 id. 367; Evans v. Ashby, 22 id. 15; Waltz v. Borroway, 25 id. 380; Hawkins v. Hawkins, 28 id. 67; Comparet v. Hanna, 34 id. 74; Gavin v. Graydon, 41 id. 559; Burk v. Hill, 55 id. 419; Hays v. Ford, id. 52; Hunter v. Burnsville Turnpike Co., 56 id. 218; Wiley v. Pavey, 61 id. 457. The second case, Shaw v. Parker, also came before the Supreme Court on a writ of error, and follows in its decision Lease v. Carr. We see nothing in either to impeach the validity of the order of the Circuit Court of the county appointing the commissioners, or its order confirming their report. Thus confirmed, the report constituted, in the language of the statute, a partition of the lands described in it.</p>\n<p>The complainants, treating as invalid the partition proceedings, sue for the undivided two-sevenths of that portion of the fractional section lying west of Pigeon Creek, and assume in their bill of complaint that the title of the defendant rests upon a deed made under a decree in a suit in chancery commenced against the deceased in 1836, three years after the alleged partition. It seems that a claim was made at that time that the two undivided sevenths of the fractional section were conveyed by their then owner, Nathaniel Ewing and his wife, to one William Prince, upon a condition which had failed; that upon the death of Prince, his estate being insolvent, the property had been sold by order of the Probate Court to one William Daniel, for forty-five dollars, and for the like sum had, by him and wife, been conveyed to the deceased William P. Hall; and the suit in chancery was brought by parties who had obtained another conveyance from Ewing and wife to set aside the probate sale, and to compel the deceased to convey his interest to them. The suit resulted in a decree directing the execution of a deed of the title and interest of the deceased to the complainants in that suit, of whom the defendant was one, by a commissioner appointed by the court. The decree describes the two undivided sevenths as being the same tract assigned to the deceased in the partition proceedings. The father of the deceased was appointed the commissioner, and he executed the deed ordered.</p>\n<p>The complainants here assail the validity of this decree, as <span class=\"star-pagination\">*466</span> being rendered without service upon the deceased, who was then a minor under ten years of age, upon an answer filed by a guardian ad litem, who was not authorized to waive service on his ward. It is not necessary to examine into the validity of the decree for this or other reasons. This deed purports to pass whatever title the deceased possessed in the lands conveyed under the probate sale, whether it be considered as the two undivided sevenths of the whole fractional section, or the tract assigned to him on the partition. It gave at least color of title. Whenever an instrument, by apt words of transfer from grantor to grantee, \u0097 whether such grantor act under the authority of judicial proceedings or otherwise, \u0097 in form passes what purports to be the title, it gives color of title. The deed of the commissioner in this case, with the return of the commissioners in the partition proceedings, gave such color. Even should they be considered as invalid, possession under them for the period prescribed by statute bars the right of the true owners as effectively as possession under the most perfect title. It is an absolute defence to the action of ejectment. And a suit in equity, brought after that period, for the determination of the title and for possession of the property, will not be entertained, as it is founded on a stale claim. As the statutes of limitations in most States, and in Indiana among them, apply in terms only to legal remedies, courts of equity are considered as bound by them only in cases of concurrent jurisdiction. In other cases they are said to act only by analogy, and not in obedience to the statutes. Though the present case is in form a suit in equity, and as the bill asks for an injunction it may be so treated, it is essentially a suit to recover the possession of the land. The complainants are out of possession, and the defendant, or parties claiming under him, are in possession. The determination in favor of the complainants' title is only preliminary to a decree for the surrender of possession. If not a concurrent remedy with the common-law action of ejectment, it so nearly resembles the latter as to justify the rule that in such cases the statute equally applies.</p>\n<p>The defendant and his associates in the deed of the commissioner, or persons claiming under them, have been in possession of the entire fractional section for over forty years, and <span class=\"star-pagination\">*467</span> during all this period have exercised acts of ownership of almost every kind. They have laid out the land into lots, blocks, streets, and alleys, and have made extensive improvements either upon them or in connection with them. They have also sold parcels to a large number of persons, who have gone into possession, and still hold them, and have erected buildings thereon. The town of Lamasco, laid out by them upon the land, reached a population of over ten thousand inhabitants before it was annexed to the city of Evansville, of which it now forms a part.</p>\n<p>The statute of Indiana reserved to the deceased a right of action to recover the premises for five years after he came of age, and though he lived for ten years after that period, within the vicinity of the property, and was cognizant of the possession of the defendant and his associates, and of parties holding under them, of their claim of ownership and of their improvements, he made no attempt to disturb them in its possession, use, and enjoyment, or in the sale of portions of it.</p>\n<p>The claim now set up by the complainants is a stale one, and, under the facts disclosed, without merit. The decree dismissing the bill must, therefore, be affirmed; and it is</p>\n<p>So ordered.</p>\n</div>", 
  "sha1": "41209625c49ba0a50705a5f1d7e854af4b1041f3", 
  "date_modified": "2014-12-21T01:29:16.359810", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/90260/hall-v-law/", 
  "citation_count": 3, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/383441/", 
  "html": "<p class=\"case_cite\">102 U.S. 461</p>\n    <p class=\"case_cite\">102 U.S. 461</p>\n    <p class=\"case_cite\">26 L.Ed. 217</p>\n    <p class=\"parties\">HALL<br>v.<br>LAW.</p>\n    <p class=\"date\">October Term, 1880</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL from the Circuit Court of the United States for the District of Indiana.</p>\n      <p class=\"indent\">The facts are stated in the opinion of the court.</p>\n      <p class=\"indent\"><i>Mr. James C. Denny</i> and <i>Mr. Charles E. Marsh</i> for the appellants.</p>\n      <p class=\"indent\"><i>Mr. Asa Iglehart</i> and <i>Mr. J. E. Iglehart, contra</i>.</p>\n      <p class=\"indent\">MR. JUSTICE FIELD delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a suit to quiet the title to certain real property in the State of Indiana, of which it is charged that one William P. Hall, who died intestate in 1857, was seised in fee. By the law of Indiana, his real estate descended to the complainants.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The premises in controversy are situated in the city of Evansville, in that part known as Lamasco. They constitute a part of a fractional section in the subdivision of the public lands in a township of the State. A small stream runs through the section, known as Pigeon Creek, on the west of which four-sevenths of the section lie, and on the east three-sevenths. The premises in suit are on the west side of the creek.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1831, the deceased William P. Hall became the owner of two undivided sevenths of the section. In 1833, proceedings were taken in the Circuit Court of the county in which the section lies, at the instance of the possessor of an undivided interest, for a partition of the land and an assignment in severalty of the interests of the different owners. These proceedings resulted in a partition, by which the interest of Hall was set apart out of that portion of the section lying east of Pigeon Creek. If these proceedings are valid, the claim of the complainants, as the children and the widow of the deceased, is without foundation. He was divested of all interest in the property in controversy several years before his death.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The proceedings were taken under an act of the State, of February, 1831, entitled 'An Act to provide for the partition of real estate,' the first section of which enacts:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'That when two or more persons are proprietors of any real      estate, any of whom are desirous of having the same divided,      it shall and may be lawful for the Circuit Court of the      county where such real estate may be situate, on the      application of any such person (notice of such application      having been previously given by the party so applying for at      least four weeks in some public newspaper in the State), to      appoint three disinterested freeholders, residents of said      county, not related to either of the parties, as      commissioners for dividing the said estate; and said      commissioners having previously taken an oath or affirmation,      before some justice of the peace in said county, honestly and      faithfully to execute the trust reposed in them as      commissioners aforesaid, shall proceed to make division of      said estate, as directed by the court, among the owners and      proprietors thereof, according to their respective rights;      which partition being made by the said commissioners, or any      two of them, and return thereof being made by the said      commissioners, in writing, under their hands, to said court,      particularly describing the lots or portions allowed to each      respective owner or proprietor, mentioning WHICH OF THE Owners or proprietors are minors, if any such      there be, which return being acknowledged by the      commissioners making the same, before any one of the judges      of the court aforesaid for the said county, and accepted by      the court, and entered and recorded in the clerk's office,      shall be a partition of such lands, lots, and tenements      therein mentioned.' Rev. Laws of Ind., 1838, 426.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The record of the proceedings of the partition in this case consists of the order of the Circuit Court of Sept. 12, 1832, appointing three commissioners to divide the section between the several proprietors, and to report to the court at the next term; their report at the next term, in March, 1833, showing the partition made and the part assigned to each proprietor; the confirmation of the report at that term by the court, and its apportionment of the expenses of the partition among the proprietors.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The order appointing the commissioners recites that it was proved to the satisfaction of the court that David Miller (one of the proprietors) had given due and legal notice that he would, on the third day of the court (which was that day, September 12), make application for the appointment of commissioners to divide among the several proprietors thereof the fractional section.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The report gives the boundaries of the section, and sets forth with proper description the portion assigned to each proprietor. It complies in its details with the requirements of the statute and is accompanied with a plat of the land showing the tract assigned.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The validity of this partition is assailed because no complaint or petition of the applicant for the partition appears in the record as the foundation of the proceedings, and without one it is contended that they were void.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The statute does not in terms require the application of the proprietor seeking a partition to be presented in writing, or, if one be presented, to be filed among the records of the court. All that it designates as necessary to authorize the court to act is, that there should be an application for the partition by one or more joint proprietors, after giving notice of the intended application in a public newspaper for at least four weeks. When application is made, the court must consider whether it is by a proper party, whether it is sufficient in form and substance, and whether the requisite notice has been given as prescribed. Its order made thereon is an adjudication upon these matters.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The recitals in the order show a compliance with the statute; they show jurisdiction in the court over the subject. That jurisdiction arises upon the presentation of the application, accompanied with proper proof of previous notice of it. The order of the court appointing the commissioners is a determination that the application is sufficient, and that due notice of it has been given. This conclusion is not open to collateral attack; it can only be questioned, on appeal or writ of error, by a superior tribunal invested with appellate jurisdiction to review it. <i>Voorhees</i> v. <i>The Bank of the United States</i>, 10 Pet. 449; <i>Thompson</i> v. <i>Tolmie</i>, 2 id. <i>Comstock</i> v. <i>Crawford</i>, 3 Wall, 396.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The cases of <i>Lease</i> v. <i>Carr</i> (5 Blackf. (Ind.) 353) and <i>Shaw</i> v. <i>Parker</i> (6 id. 345), cited by complainants, do not support their position. In the first case, the Supreme Court of Indiana, having the proceedings in partition before it for review on writ of error, held that the petition of the appellant should show the extent and nature of his interest in the land, and that he holds it in common with the defendants, whose interests, if known to him, should also be stated; and that as the petition in that case was silent in these particulars, and merely requested the appointment of commissioners to divide the land, it was defective, and the order made thereon was erroneous. But the court did not hold or intimate that the order and subsequent proceedings were, from the defective character of the petition, absolutely void. It was the common case of the reversal of proceedings because of intervening error. If not thus corrected, the existence of the error in no respect impairs the validity and efficacy of the subsequent proceedings, or the order or judgment thereon. The distinction between erroneous and void orders and judgments is too familiar to call for extended observation, and is fully recognized, not only in the courts of Indiana, but in those of every State in the Union. <i>Hornor</i> v. <i>Doe</i>, 1 Ind. 130; <i>Doe</i> v. <i>Smith</i>, id. 451; <i>Doe</i> v. <i>Harvey</i>, 3 id. 104; <i>Ashley</i> v. <i>Laird</i>, 14 id. 222; <i>Matthews</i>, 17 id. 367; <i>Evans</i> v. <i>Ashby</i>, 22 id. 15; <i>Waltz</i> v. <i>Borroway</i>, 25 id. 380; <i>Hawkins</i> v. <i>Hawkins</i>, 28 id. 67; <i>Comparet</i> v. <i>Hanna</i>, 34 id. 74; <i>Gavin</i> v. <i>Graydon</i>, 41 id. 559; <i>Burk</i> v. <i>Hill</i>, 55 id. 419; <i>Hays</i> v. <i>Ford</i>, id. 52; <i>Hunter</i> v. <i>Burnsville Turnpike Co.</i>, 56 id. 218; <i>Wiley</i> v. <i>Pavey</i>, 61 id. 457. The second case, <i>Shaw</i> v. <i>Parker</i>, also came before the Supreme Court on a writ of error, and follows in its decision <i>Lease</i> v. <i>Carr</i>. We see nothing in either to impeach the validity of the order of the Circuit Court of the county appointing the commissioners, or its order confirming their report. Thus confirmed, the report constituted, in the language of the statute, a partition of the lands described in it.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The complainants, treating as invalid the partition proceedings, sue for the undivided two-sevenths of that portion of the fractional section lying west of Pigeon Creek, and assume in their bill of complaint that the title of the defendant rests upon a deed made under a decree in a suit in chancery commenced against the deceased in 1836, three years after the alleged partition. It seems that a claim was made at that time that the two undivided sevenths of the fractional section were conveyed by their then owner, Nathaniel Ewing and his wife, to one William Prince, upon a condition which had failed; that upon the death of Prince, his estate being insolvent, the property had been sold by order of the Probate Court to one William Daniel, for forty-five dollars, and for the like sum had, by him and wife, been conveyed to the deceased William P. Hall; and the suit in chancery was brought by parties who had obtained another conveyance fron Ewing and wife to set aside the probate sale, and to compel the deceased to convey his interest to them. The suit resulted in a decree directing the execution of a deed of the title and interest of the deceased to the complainants in that suit, of whom the defendant was one, by a commissioner appointed by the court. The decree describes the two undivided sevenths as being the same tract assigned to the deceased in the partition proceedings. The father of the deceased was appointed the commissioner, and he executed the deed ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The complainants here assail the validity of this decree, as being rendered without service upon the deceased, who was then a minor under ten years of age, upon an answer filed by a guardian <i>ad litem</i>, who was not authorized to waive service on his ward. It is not necessary to examine into the validity of the decree for this or other reasons. This deed purports to pass whatever title the deceased possessed in the lands conveyed under the probate sale, whether it be considered as the two undivided sevenths of the whole fractional section, or the tract assigned to him on the partition. It gave at least color of title. Whenever an instrument, by apt words of transfer from grantor to grantee, whether such grantor act under the authority of judicial proceedings or otherwise,&#8212;in form passes what purports to be the title, it gives color of title. The deed of the commissioner in this case, with the return of the commissioners in the partition proceedings, gave such color. Even should they be considered as invalid, possession under them for the period prescribed by statute bars the right of the true owners as effectively as possession under the most perfect title. It is an absolute defence to the action of ejectment. And a suit in equity, brought after that period, for the determination of the title and for possession of the property, will not be entertained, as it is founded on a stale claim. As the statutes of limitations in most States, and in Indiana among them, apply in terms only to legal remedies, courts of equity are considered as bound by them only in cases of concurrent jurisdiction. In other cases they are said to act only by analogy, and not in obedience to the statutes. Though the present case is in form a suit in equity, and as the bill asks for an injunction it may be so treated, it is essentially a suit to recover the possession of the land. The complainants are out of possession, and the defendant, or parties claiming under him, are in possession. The determination in favor of the complainants' title is only preliminary to a decree for the surrender of possession. If not a concurrent remedy with the common-law action of ejectment, it so nearly resembles the latter as to justify the rule that in such cases the statute equally applies.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The defendant and his associates in the deed of the commissioner, or persons claiming under them, have been in possession of the entire fractional section for over forty years, and during all this period have exercised acts of ownership of almost every kind. They have laid out the land into lots, blocks, streets, and alleys, and have made extensive improvements either upon them or in connection with them. They have also sold parcels to a large number of persons, who have gone into possession, and still hold them, and have erected buildings thereon. The town of Lamasco, laid out by them upon the land, reached a population of over ten thousand inhabitants before it was annexed to the city of Evansville, of which it now forms a part.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The statute of Indiana reserved to the deceased a right of action to recover the premises for five years after he came of age, and though he lived for ten years after that period, within the vicinity of the property, and was cognizant of the possession of the defendant and his associates, and of parties holding under them, of their claim of ownership and of their improvements, he made no attempt to disturb them in its possession, use, and enjoyment, or in the sale of portions of it.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The claim now set up by the complainants is a stale one, and, under the facts disclosed, without merit. The decree dismissing the bill must, therefore, be affirmed; and it is</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\"><i>So ordered</i>.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/90260/"
}