{"absolute_url": "/opinion/2678467/republic-of-argentina-v-nml-capital-ltd/", "blocked": false, "citation": {"case_name": "Republic of Argentina v. NML Capital, Ltd.", "docket_number": "12-842", "document_uris": ["/api/rest/v2/document/2678467/"], "federal_cite_one": null, "federal_cite_three": null, "federal_cite_two": null, "id": 2651240, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/2651240/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "2014-06-16", "date_modified": "2014-10-30T01:28:51.732192", "docket": "/api/rest/v2/docket/321288/", "download_url": "http://www.supremecourt.gov/opinions/13pdf/12-842_g3bi.pdf", "extracted_by_ocr": false, "html": null, "html_lawbox": null, "html_with_citations": "<pre class=\"inline\">(Slip Opinion)              OCTOBER TERM, 2013                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n   REPUBLIC OF ARGENTINA v. NML CAPITAL, LTD.\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                 THE SECOND CIRCUIT\n\n       No. 12–842.      Argued April 21, 2014—Decided June 16, 2014\nAfter petitioner, Republic of Argentina, defaulted on its external debt,\n  respondent, NML Capital, Ltd. (NML), one of Argentina’s bondhold-\n  ers, prevailed in 11 debt-collection actions that it brought against Ar-\n  gentina in the Southern District of New York. In aid of executing the\n  judgments, NML sought discovery of Argentina’s property, serving\n  subpoenas on two nonparty banks for records relating to Argentina’s\n  global financial transactions. The District Court granted NML’s mo-\n  tions to compel compliance. The Second Circuit affirmed, rejecting\n  Argentina’s argument that the District Court’s order transgressed\n  the Foreign Sovereign Immunities Act of 1976 (FSIA or Act).\nHeld: No provision in the FSIA immunizes a foreign-sovereign judg-\n ment debtor from postjudgment discovery of information concerning\n its extraterritorial assets. Pp. 4–12.\n    (a) This Court assumes without deciding that, in the ordinary case,\n a district court would have the discretion under Federal Rule of Civil\n Procedure 69(a)(2) to permit discovery of third-party information\n bearing on a judgment debtor’s extraterritorial assets. Pp. 4–5.\n    (b) The FSIA replaced an executive-driven, factor-intensive, loosely\n common-law-based immunity regime with “a comprehensive frame-\n work for resolving any claim of sovereign immunity.” Republic of\n Austria v. Altmann, 541 U. S. 677, 699. Henceforth, any sort of im-\n munity defense made by a foreign sovereign in an American court\n must stand or fall on the Act’s text. The Act confers on foreign states\n two kinds of immunity. The first, jurisdictional immunity (28\n U. S. C. §1604), was waived here. The second, execution immunity,\n generally shields “property in the United States of a foreign state”\n from attachment, arrest, and execution. §§1609, 1610. See also\n §1611(a), (b)(1), (b)(2). The Act has no third provision forbidding or\n2         REPUBLIC OF ARGENTINA v. NML CAPITAL, LTD.\n\n                                  Syllabus\n\n    limiting discovery in aid of execution of a foreign-sovereign judgment\n    debtor’s assets. Far from containing the “plain statement” necessary\n    to preclude application of federal discovery rules, Société Nationale\n    Industrielle Aérospatiale v. United States Dist. Court for Southern\n    Dist. of Iowa, 482 U. S. 522, 539, the Act says not a word about\n    postjudgment discovery in aid of execution.\n      Argentina’s arguments are unavailing. Even if Argentina were\n    correct that §1609 execution immunity implies coextensive discovery-\n    in-aid-of-execution immunity, the latter would not shield from dis-\n    covery a foreign sovereign’s extraterritorial assets, since the text of\n    §1609 immunizes only foreign-state property “in the United States.”\n    The prospect that NML’s general request for information about Ar-\n    gentina’s worldwide assets may turn up information about property\n    that Argentina regards as immune does not mean that NML cannot\n    pursue discovery of it. Pp. 5–10.\n695 F. 3d 201, affirmed.\n\n  SCALIA, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and KENNEDY, THOMAS, BREYER, ALITO, and KAGAN, JJ., joined.\nGINSBURG, J., filed a dissenting opinion. SOTOMAYOR, J., took no part in\nthe decision of the case.\n                         Cite as: 573 U. S. ____ (2014)                              1\n\n                              Opinion of the Court\n\n      NOTICE: This opinion is subject to formal revision before publication in the\n      preliminary print of the United States Reports. Readers are requested to\n      notify the Reporter of Decisions, Supreme Court of the United States, Wash­\n      ington, D. C. 20543, of any typographical or other formal errors, in order\n      that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                    _________________\n\n                                    No. 12–842\n                                    _________________\n\n\n   REPUBLIC OF ARGENTINA, PETITIONER v. NML \n\n                 CAPITAL, LTD.\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE SECOND CIRCUIT\n\n                                  [June 16, 2014] \n\n\n   JUSTICE SCALIA delivered the opinion of the Court.\n   We must decide whether the Foreign Sovereign Immu-\nnities Act of 1976 (FSIA or Act), 28 U. S. C. §§1330, 1602\net seq., limits the scope of discovery available to a judg­\nment creditor in a federal postjudgment execution pro­\nceeding against a foreign sovereign.\n                        I. Background\n   In 2001, petitioner, Republic of Argentina, defaulted on\nits external debt. In 2005 and 2010, it restructured most\nof that debt by offering creditors new securities (with less\nfavorable terms) to swap out for the defaulted ones. Most\nbondholders went along. Respondent, NML Capital, Ltd.\n(NML), among others, did not.\n   NML brought 11 actions against Argentina in the\nSouthern District of New York to collect on its debt, and\nprevailed in every one.1 It is owed around $2.5 billion,\n——————\n  1 The District Court’s jurisdiction rested on Argentina’s broad waiver\n\nof sovereign immunity memorialized in its bond indenture agreement,\nwhich states: “To the extent that [Argentina] or any of its revenues,\nassets or properties shall be entitled . . . to any immunity from suit . . .\nfrom attachment prior to judgment . . . from execution of a judgment or\n2       REPUBLIC OF ARGENTINA v. NML CAPITAL, LTD.\n\n                          Opinion of the Court\n\nwhich Argentina has not paid. Having been unable to\ncollect on its judgments from Argentina, NML has at­\ntempted to execute them against Argentina’s property.\nThat postjudgment litigation “has involved lengthy at­\ntachment proceedings before the district court and multi­\nple appeals.” EM Ltd. v. Republic of Argentina, 695 F. 3d\n201, 203, and n. 2 (CA2 2012) (referring the reader to prior\nopinions “[f]or additional background on Argentina’s de­\nfault and the resulting litigation”).\n   Since 2003, NML has pursued discovery of Argentina’s\nproperty. In 2010, “ ‘[i]n order to locate Argentina’s assets\nand accounts, learn how Argentina moves its assets\nthrough New York and around the world, and accurately\nidentify the places and times when those assets might be\nsubject to attachment and execution (whether under\n[United States law] or the law of foreign jurisdictions),’ ”\nid., at 203 (quoting NML brief), NML served subpoenas on\ntwo nonparty banks, Bank of America (BOA) and Banco de\nla Nación Argentina (BNA), an Argentinian bank with a\nbranch in New York City. For the most part, the two\nsubpoenas target the same kinds of information: docu­\nments relating to accounts maintained by or on behalf of\nArgentina, documents identifying the opening and closing\ndates of Argentina’s accounts, current balances, transac­\ntion histories, records of electronic fund transfers, debts\nowed by the bank to Argentina, transfers in and out of\nArgentina’s accounts, and information about transferors\nand transferees.\n   Argentina, joined by BOA, moved to quash the BOA\nsubpoena. NML moved to compel compliance but, before\n——————\nfrom any other legal or judicial process or remedy, . . . [Argentina] has\nirrevocably agreed not to claim and has irrevocably waived such im­\nmunity to the fullest extent permitted by the laws of such jurisdiction\n(and consents generally for the purposes of the [FSIA] to the giving of\nany relief or the issue of any process in connection with any Related\nProceeding or Related Judgment) . . . .” App. 106–107.\n                  Cite as: 573 U. S. ____ (2014)            3\n\n                      Opinion of the Court\n\nthe court ruled, agreed to narrow its subpoenas by exclud­\ning the names of some Argentine officials from the ini-\ntial electronic-fund-transfer message search. NML also\nagreed to treat as confidential any documents that the\nbanks so designated.\n   The District Court denied the motion to quash and\ngranted the motions to compel. Approving the subpoenas\nin principle, it concluded that extraterritorial asset discov­\nery did not offend Argentina’s sovereign immunity, and it\nreaffirmed that it would serve as a “clearinghouse for\ninformation” in NML’s efforts to find and attach Argenti­\nna’s assets. App. to Pet. for Cert. 31. But the court made\nclear that it expected the parties to negotiate further over\nspecific production requests, which, the court said, must\ninclude “some reasonable definition of the information\nbeing sought.” Id., at 32. There was no point, for in­\nstance, in “getting information about something that\nmight lead to attachment in Argentina because that would\nbe useless information,” since no Argentinian court would\nallow attachment. Ibid. “Thus, the district court . . .\nsought to limit the subpoenas to discovery that was rea­\nsonably calculated to lead to attachable property.” 695\nF. 3d, at 204–205.\n   NML and BOA later negotiated additional changes to\nthe BOA subpoena. NML expressed its willingness to\nnarrow its requests from BNA as well, but BNA neither\nengaged in negotiation nor complied with the subpoena.\n   Only Argentina appealed, arguing that the court’s order\ntransgressed the Foreign Sovereign Immunities Act be­\ncause it permitted discovery of Argentina’s extraterritorial\nassets. The Second Circuit affirmed, holding that “be­\ncause the Discovery Order involves discovery, not attach­\nment of sovereign property, and because it is directed at\nthird-party banks, not at Argentina itself, Argentina’s\nsovereign immunity is not infringed.” Id., at 205.\n   We granted certiorari. 571 U. S. ___ (2014).\n4      REPUBLIC OF ARGENTINA v. NML CAPITAL, LTD.\n\n                     Opinion of the Court\n\n                         II. Analysis\n                              A\n   The rules governing discovery in postjudgment execu­\ntion proceedings are quite permissive. Federal Rule of\nCivil Procedure 69(a)(2) states that, “[i]n aid of the judg­\nment or execution, the judgment creditor . . . may obtain\ndiscovery from any person—including the judgment debtor—\nas provided in the rules or by the procedure of the\nstate where the court is located.” See 12 C. Wright, A.\nMiller, & R. Marcus, Federal Practice and Procedure\n§3014, p. 160 (2d ed. 1997) (hereinafter Wright & Miller)\n(court “may use the discovery devices provided in [the\nfederal rules] or may obtain discovery in the manner\nprovided by the practice of the state in which the district\ncourt is held”). The general rule in the federal system is\nthat, subject to the district court’s discretion, “[p]arties\nmay obtain discovery regarding any nonprivileged matter\nthat is relevant to any party’s claim or defense.” Fed. Rule\nCiv. Proc. 26(b)(1). And New York law entitles judgment\ncreditors to discover “all matter relevant to the satisfac­\ntion of [a] judgment,” N. Y. Civ. Prac. Law Ann. §5223\n(West 1997), permitting “investigation [of] any person\nshown to have any light to shed on the subject of the\njudgment debtor’s assets or their whereabouts,” D. Siegel,\nNew York Practice §509, p. 891 (5th ed. 2011).\n   The meaning of those rules was much discussed at oral\nargument. What if the assets targeted by the discovery\nrequest are beyond the jurisdictional reach of the court to\nwhich the request is made? May the court nonetheless\npermit discovery so long as the judgment creditor shows\nthat the assets are recoverable under the laws of the\njurisdictions in which they reside, whether that be Florida\nor France? We need not take up those issues today, since\nArgentina has not put them in contention. In the Court of\nAppeals, Argentina’s only asserted ground for objection to\n                      Cite as: 573 U. S. ____ (2014)                     5\n\n                          Opinion of the Court\n\nthe subpoenas was the Foreign Sovereign Immunities Act.\nSee 695 F. 3d, at 208 (“Argentina argues . . . that the\nnormally broad scope of discovery in aid of execution is\nlimited in this case by principles of sovereign immunity”).\nAnd Argentina’s petition for writ of certiorari asked us to\ndecide only whether that Act “imposes [a] limit on a United\nStates court’s authority to order blanket post-judgment\nexecution discovery on the assets of a foreign state used\nfor any activity anywhere in the world.” Pet. for Cert. 14.\nPlainly, then, this is not a case about the breadth of Rule\n69(a)(2).2 We thus assume without deciding that, as the\nGovernment conceded at argument, Tr. of Oral Arg. 24,\nand as the Second Circuit concluded below, “in a run-of­\nthe-mill execution proceeding . . . the district court would\nhave been within its discretion to order the discovery from\nthird-party banks about the judgment debtor’s assets\nlocated outside the United States.” 695 F. 3d, at 208. The\nsingle, narrow question before us is whether the Foreign\nSovereign Immunities Act specifies a different rule when\nthe judgment debtor is a foreign state.\n                             B\n  To understand the effect of the Act, one must know\nsomething about the regime it replaced. Foreign sovereign\nimmunity is, and always has been, “a matter of grace and\ncomity on the part of the United States, and not a re­\nstriction imposed by the Constitution.” Verlinden B. V. v.\nCentral Bank of Nigeria, 461 U. S. 480, 486 (1983). Ac­\ncordingly, this Court’s practice has been to “defe[r] to the\ndecisions of the political branches” about whether and\n——————\n   2 On one of the final pages of its reply brief, Argentina makes for the\n\nfirst time the assertion (which it does not develop, and for which it cites\nno authority) that the scope of Rule 69 discovery in aid of execution is\nlimited to assets upon which a United States court can execute. Reply\nBrief 19. We will not revive a forfeited argument simply because the\npetitioner gestures toward it in its reply brief.\n6      REPUBLIC OF ARGENTINA v. NML CAPITAL, LTD.\n\n                     Opinion of the Court\n\nwhen to exercise judicial power over foreign states. Ibid.\nFor the better part of the last two centuries, the political\nbranch making the determination was the Executive,\nwhich typically requested immunity in all suits against\nfriendly foreign states. Id., at 486–487. But then, in 1952,\nthe State Department embraced (in the so-called Tate\nLetter) the “restrictive” theory of sovereign immunity,\nwhich holds that immunity shields only a foreign sover­\neign’s public, noncommercial acts. Id., at 487, and n. 9.\nThe Tate Letter “thr[ew] immunity determinations into\nsome disarray,” since “political considerations sometimes\nled the Department to file suggestions of immunity in\ncases where immunity would not have been available\nunder the restrictive theory.” Republic of Austria v. Alt­\nmann, 541 U. S. 677, 690 (2004) (internal quotation marks\nomitted). Further muddling matters, when in particular\ncases the State Department did not suggest immunity,\ncourts made immunity determinations “generally by refer­\nence to prior State Department decisions.” Verlinden, 461\nU. S., at 487. Hence it was that “sovereign immunity\ndecisions were [being] made in two different branches,\nsubject to a variety of factors, sometimes including diplo­\nmatic considerations. Not surprisingly, the governing\nstandards were neither clear nor uniformly applied.” Id.,\nat 488.\n   Congress abated the bedlam in 1976, replacing the old\nexecutive-driven, factor-intensive, loosely common-law­\nbased immunity regime with the Foreign Sovereign Im­\nmunities Act’s “comprehensive set of legal standards\ngoverning claims of immunity in every civil action against\na foreign state.” Ibid. The key word there—which goes a\nlong way toward deciding this case—is comprehensive. We\nhave used that term often and advisedly to describe the\nAct’s sweep: “Congress established [in the FSIA] a com­\nprehensive framework for resolving any claim of sovereign\nimmunity.” Altman, 541 U. S., at 699. The Act “compre­\n                  Cite as: 573 U. S. ____ (2014)            7\n\n                      Opinion of the Court\n\nhensively regulat[es] the amenability of foreign nations to\nsuit in the United States.” Verlinden, supra, at 493. This\nmeans that “[a]fter the enactment of the FSIA, the Act—\nand not the pre-existing common law—indisputably gov­\nerns the determination of whether a foreign state is enti­\ntled to sovereign immunity.” Samantar v. Yousuf, 560\nU. S. 305, 313 (2010). As the Act itself instructs, “[c]laims\nof foreign states to immunity should henceforth be decided\nby courts . . . in conformity with the principles set forth in\nthis [Act].” 28 U. S. C. §1602 (emphasis added). Thus, any\nsort of immunity defense made by a foreign sovereign in\nan American court must stand on the Act’s text. Or it\nmust fall.\n   The text of the Act confers on foreign states two kinds of\nimmunity. First and most significant, “a foreign state\nshall be immune from the jurisdiction of the courts of the\nUnited States . . . except as provided in sections 1605 to\n1607.” §1604. That provision is of no help to Argentina\nhere: A foreign state may waive jurisdictional immunity,\n§1605(a)(1), and in this case Argentina did so, see 695\nF. 3d, at 203. Consequently, the Act makes Argentina\n“liable in the same manner and to the same extent as a\nprivate individual under like circumstances.” §1606.\n   The Act’s second immunity-conferring provision states\nthat “the property in the United States of a foreign state\nshall be immune from attachment[,] arrest[,] and execu­\ntion except as provided in sections 1610 and 1611 of this\nchapter.” §1609. The exceptions to this immunity defense\n(we will call it “execution immunity”) are narrower. “The\nproperty in the United States of a foreign state” is subject\nto attachment, arrest, or execution if (1) it is “used for a\ncommercial activity in the United States,” §1610(a), and\n(2) some other enumerated exception to immunity applies,\nsuch as the one allowing for waiver, see §1610(a)(1)–(7).\nThe Act goes on to confer a more robust execution immu­\nnity on designated international-organization property,\n8       REPUBLIC OF ARGENTINA v. NML CAPITAL, LTD.\n\n                         Opinion of the Court\n\n§1611(a), property of a foreign central bank, §1611(b)(1),\nand “property of a foreign state . . . [that] is, or is intended\nto be, used in connection with a military activity” and is\neither “of a military character” or “under the control of a\nmilitary authority or defense agency,” §1611(b)(2).\n  That is the last of the Act’s immunity-granting sections.\nThere is no third provision forbidding or limiting discovery\nin aid of execution of a foreign-sovereign judgment debt­\nor’s assets. Argentina concedes that no part of the Act\n“expressly address[es] [postjudgment] discovery.” Brief for\nPetitioner 22. Quite right. The Act speaks of discovery\nonly once, in an subsection requiring courts to stay discov­\nery requests directed to the United States that would\ninterfere with criminal or national-security matters,\n§1605(g)(1). And that section explicitly suspends certain\nFederal Rules of Civil Procedure when such a stay is\nentered, see §1605(g)(4). Elsewhere, it is clear when the\nAct’s provisions specifically applicable to suits against\nsovereigns displace their general federal-rule counter­\nparts. See, e.g., §1608(d). Far from containing the “plain\nstatement” necessary to preclude application of federal\ndiscovery rules, Société Nationale Industrielle Aérospatiale\nv. United States Dist. Court for Southern Dist. of Iowa,\n482 U. S. 522, 539 (1987), the Act says not a word on the\nsubject.3\n  Argentina would have us draw meaning from this si­\nlence. Its argument has several parts. First, it asserts\nthat, before and after the Tate Letter, the State Depart­\nment and American courts routinely accorded absolute\nexecution immunity to foreign-state property. If a thing\nbelonged to a foreign sovereign, then, no matter where it\n——————\n   3 Argentina and the United States suggest that, under the terms of\n\nRule 69 itself, the Act trumps the federal rules, since Rule 69(a)(1)\nstates that “a federal statute governs to the extent it applies.” But,\nsince the Act does not contain implicit discovery-immunity protections,\nit does not “apply” (in the relevant sense) at all.\n                 Cite as: 573 U. S. ____ (2014)            9\n\n                     Opinion of the Court\n\nwas found, it was immune from execution. And absolute\nimmunity from execution necessarily entailed immunity\nfrom discovery in aid of execution. Second, by codifying\nexecution immunity with only a small set of exceptions,\nCongress merely “partially lowered the previously uncon­\nditional barrier to post-judgment relief.” Brief for Peti­\ntioner 29. Because the Act gives “no indication that it was\nauthorizing courts to inquire into state property beyond\nthe court’s limited enforcement authority,” ibid., Argen­\ntina contends, discovery of assets that do not fall within an\nexception to execution immunity (plainly true of a foreign\nstate’s extraterritorial assets) is forbidden.\n   The argument founders at each step. To begin with,\nArgentina cites no case holding that, before the Act, a\nforeign state’s extraterritorial assets enjoyed absolute\nexecution immunity in United States courts. No surprise\nthere. Our courts generally lack authority in the first\nplace to execute against property in other countries, so\nhow could the question ever have arisen? See Wright &\nMiller §3013, at 156 (“[A] writ of execution . . . can be\nserved anywhere within the state in which the district\ncourt is held”). More importantly, even if Argentina were\nright about the scope of the common-law execution­\nimmunity rule, then it would be obvious that the terms of\n§1609 execution immunity are narrower, since the text of\nthat provision immunizes only foreign-state property “in\nthe United States.” So even if Argentina were correct that\n§1609 execution immunity implies coextensive discovery­\nin-aid-of-execution immunity, the latter would not shield\nfrom discovery a foreign sovereign’s extraterritorial assets.\n   But what of foreign-state property that would enjoy\nexecution immunity under the Act, such as Argentina’s\ndiplomatic or military property? Argentina maintains\nthat, if a judgment creditor could not ultimately execute a\njudgment against certain property, then it has no business\npursuing discovery of information pertaining to that prop­\n10      REPUBLIC OF ARGENTINA v. NML CAPITAL, LTD.\n\n                          Opinion of the Court\n\nerty. But the reason for these subpoenas is that NML does\nnot yet know what property Argentina has and where it is,\nlet alone whether it is executable under the relevant\njurisdiction’s law. If, bizarrely, NML’s subpoenas had\nsought only “information that could not lead to executable\nassets in the United States or abroad,” then Argentina\nlikely would be correct to say that the subpoenas were\nunenforceable—not because information about nonexecut­\nable assets enjoys a penumbral “discovery immunity”\nunder the Act, but because information that could not\npossibly lead to executable assets is simply not “relevant”\nto execution in the first place, Fed. Rule Civ. Proc.\n26(b)(1); N. Y. Civ. Prac. Law Ann. §5223.4 But of course\nthat is not what the subpoenas seek. They ask for infor­\nmation about Argentina’s worldwide assets generally, so\nthat NML can identify where Argentina may be holding\nproperty that is subject to execution. To be sure, that\nrequest is bound to turn up information about property\nthat Argentina regards as immune. But NML may think\nthe same property not immune. In which case, Argenti­\nna’s self-serving legal assertion will not automatically\nprevail; the District Court will have to settle the matter.\n                       *    *    *\n  Today’s decision leaves open what Argentina thinks is a\ngap in the statute. Could the 1976 Congress really have\nmeant not to protect foreign states from postjudgment\n——————\n   4 The dissent apparently agrees that the Act has nothing to say about\n\nthe scope of postjudgment discovery of a foreign sovereign’s extraterri­\ntorial assets. It also apparently agrees that the rules limit discovery to\nmatters relevant to execution. Our agreement ends there. The dissent\ngoes on to assert that, unless a judgment creditor proves up front that\nall of the information it seeks is relevant to execution under the laws of\nall foreign jurisdictions, discovery of information concerning extraterri­\ntorial assets is limited to that which the Act makes relevant to execu­\ntion in the United States. Post, at 2 (opinion of GINSBURG, J.). We can\nfind no basis in the Act or the rules for that position.\n                     Cite as: 573 U. S. ____ (2014)                    11\n\n                          Opinion of the Court\n\ndiscovery “clearinghouses”? The riddle is not ours to solve\n(if it can be solved at all). It is of course possible that, had\nCongress anticipated the rather unusual circumstances of\nthis case (foreign sovereign waives immunity; foreign\nsovereign owes money under valid judgments; foreign\nsovereign does not pay and apparently has no executable\nassets in the United States), it would have added to the\nAct a sentence conferring categorical discovery-in-aid-of­\nexecution immunity on a foreign state’s extraterritorial\nassets. Or, just as possible, it would have done no such\nthing. Either way, “[t]he question . . . is not what Con­\ngress ‘would have wanted’ but what Congress enacted in\nthe FSIA.” Republic of Argentina v. Weltover, Inc., 504\nU. S. 607, 618 (1992).5\n   Nonetheless, Argentina and the United States urge us\nto consider the worrisome international-relations conse­\nquences of siding with the lower court. Discovery orders\nas sweeping as this one, the Government warns, will cause\n“a substantial invasion of [foreign states’] sovereignty,”\nBrief for United States as Amicus Curiae 18, and will\n“[u]ndermin[e] international comity,” id., at 19. Worse,\nsuch orders might provoke “reciprocal adverse treatment\nof the United States in foreign courts,” id., at 20, and will\n“threaten harm to the United States’ foreign relations\nmore generally,” id., at 21. These apprehensions are\nbetter directed to that branch of government with author-\nity to amend the Act—which, as it happens, is the same\nbranch that forced our retirement from the immunity-by­\nfactor-balancing business nearly 40 years ago.6\n——————\n  5 NML also argues that, even if Argentina had a claim to immunity\n\nfrom postjudgment discovery, it waived it in its bond indenture agree­\nment, see n. 1, supra. The Second Circuit did not address this argu­\nment. Nor do we.\n  6 Although this appeal concerns only the meaning of the Act, we have\n\nno reason to doubt that, as NML concedes, “other sources of law”\nordinarily will bear on the propriety of discovery requests of this nature\n12       REPUBLIC OF ARGENTINA v. NML CAPITAL, LTD.\n\n                         Opinion of the Court\n\n     The judgment of the Court of Appeals is affirmed.\n\n                                                     It is so ordered.\n\n  JUSTICE SOTOMAYOR took no part in the decision of this\ncase.\n\n\n\n\n—————— \n\nand scope, such as “settled doctrines of privilege and the discretionary \n\ndetermination by the district court whether the discovery is warranted, \n\nwhich may appropriately consider comity interests and the burden that\n\nthe discovery might cause to the foreign state.” Brief for Respondent\n\n24–25 (quoting Société Nationale Industrielle Aérospatiale v. United \n\nStates Dist. Court for Southern Dist. of Iowa, 482 U. S. 522, 543–544, \n\nand n. 28 (1987)). \n\n                 Cite as: 573 U. S. ____ (2014)           1\n\n                   GINSBURG, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                          No. 12–842\n                         _________________\n\n\n  REPUBLIC OF ARGENTINA, PETITIONER v. NML \n\n                CAPITAL, LTD.\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE SECOND CIRCUIT\n\n                        [June 16, 2014] \n\n\n   JUSTICE GINSBURG, dissenting. \n\n   The Foreign Sovereign Immunities Act of 1976, 28 \n\nU. S. C. §§1330, 1602 et seq., if one of several conditions is\nmet, permits execution of a judgment rendered in the\nUnited States against a foreign sovereign only on “property\nin the United States . . . used for a commercial activity.”\n§1610(a). Accordingly, no inquiry into a foreign sover-\neign’s property in the United States that is not “used for a\ncommercial activity” could be ordered; such an inquiry,\nas the Court recognizes, would not be “ ‘relevant’ to execu-\ntion in the first place.” Ante, at 10 (citing Fed. Rule Civ.\nProc. 26(b)(1)). Yet the Court permits unlimited inquiry\ninto Argentina’s property outside the United States,\nwhether or not the property is “used for a commercial\nactivity.” By what authorization does a court in the United\nStates become a “clearinghouse for information,” ante,\nat 3 (internal quotation marks omitted), about any and all\nproperty held by Argentina abroad? NML may seek such\ninformation, the Court reasons, because “NML does not yet\nknow what property Argentina has [outside the United\nStates], let alone whether it is executable under the rele-\nvant jurisdiction’s law.” Ante, at 10. But see Société\nNationale Industrielle Aérospatiale v. United States Dist.\nCourt for Southern Dist. of Iowa, 482 U. S. 522, 542 (1987)\n(observing that other jurisdictions generally allow much\n2      REPUBLIC OF ARGENTINA v. NML CAPITAL, LTD.\n\n                    GINSBURG, J., dissenting\n\nmore limited discovery than is available in the United\nStates).\n   A court in the United States has no warrant to indulge\nthe assumption that, outside our country, the sky may be\nthe limit for attaching a foreign sovereign’s property in\norder to execute a U. S. judgment against the foreign\nsovereign. Cf. §1602 (“Under international law, . . . th[e]\ncommercial property [of a state] may be levied upon for the\nsatisfaction of judgments rendered against [the state] in\nconnection with [its] commercial activities.” (emphasis\nadded)). Without proof of any kind that other nations\nbroadly expose a foreign sovereign’s property to arrest,\nattachment or execution, a more modest assumption is in\norder. See EM Ltd. v. Republic of Argentina, 695 F. 3d\n201, 207 (CA2 2012) (recognizing that postjudgment dis-\ncovery “must be calculated to assist in collecting on a\njudgment” (citing Fed. Rules Civ. Proc. 26(b)(1), 69(a)(2))).\n   Unless and until the judgment debtor, here, NML,\nproves that other nations would allow unconstrained\naccess to Argentina’s assets, I would be guided by the one\nlaw we know for sure—our own. That guide is all the\nmore appropriate, as our law coincides with the interna-\ntional norm. See §1602. Accordingly, I would limit NML’s\ndiscovery to property used here or abroad “in connection\nwith . . . commercial activities.” §§1602, 1610(a). I there-\nfore dissent from the sweeping examination of Argentina’s\nworldwide assets the Court exorbitantly approves today.\n</pre>", "id": 2678467, "judges": "", "local_path": "pdf/2014/06/16/republic_of_argentina_v._nml_capital_ltd..pdf", "nature_of_suit": "", "plain_text": "(Slip Opinion)              OCTOBER TERM, 2013                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n   REPUBLIC OF ARGENTINA v. NML CAPITAL, LTD.\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                 THE SECOND CIRCUIT\n\n       No. 12–842.      Argued April 21, 2014—Decided June 16, 2014\nAfter petitioner, Republic of Argentina, defaulted on its external debt,\n  respondent, NML Capital, Ltd. (NML), one of Argentina’s bondhold-\n  ers, prevailed in 11 debt-collection actions that it brought against Ar-\n  gentina in the Southern District of New York. In aid of executing the\n  judgments, NML sought discovery of Argentina’s property, serving\n  subpoenas on two nonparty banks for records relating to Argentina’s\n  global financial transactions. The District Court granted NML’s mo-\n  tions to compel compliance. The Second Circuit affirmed, rejecting\n  Argentina’s argument that the District Court’s order transgressed\n  the Foreign Sovereign Immunities Act of 1976 (FSIA or Act).\nHeld: No provision in the FSIA immunizes a foreign-sovereign judg-\n ment debtor from postjudgment discovery of information concerning\n its extraterritorial assets. Pp. 4–12.\n    (a) This Court assumes without deciding that, in the ordinary case,\n a district court would have the discretion under Federal Rule of Civil\n Procedure 69(a)(2) to permit discovery of third-party information\n bearing on a judgment debtor’s extraterritorial assets. Pp. 4–5.\n    (b) The FSIA replaced an executive-driven, factor-intensive, loosely\n common-law-based immunity regime with “a comprehensive frame-\n work for resolving any claim of sovereign immunity.” Republic of\n Austria v. Altmann, 541 U. S. 677, 699. Henceforth, any sort of im-\n munity defense made by a foreign sovereign in an American court\n must stand or fall on the Act’s text. The Act confers on foreign states\n two kinds of immunity. The first, jurisdictional immunity (28\n U. S. C. §1604), was waived here. The second, execution immunity,\n generally shields “property in the United States of a foreign state”\n from attachment, arrest, and execution. §§1609, 1610. See also\n §1611(a), (b)(1), (b)(2). The Act has no third provision forbidding or\n2         REPUBLIC OF ARGENTINA v. NML CAPITAL, LTD.\n\n                                  Syllabus\n\n    limiting discovery in aid of execution of a foreign-sovereign judgment\n    debtor’s assets. Far from containing the “plain statement” necessary\n    to preclude application of federal discovery rules, Société Nationale\n    Industrielle Aérospatiale v. United States Dist. Court for Southern\n    Dist. of Iowa, 482 U. S. 522, 539, the Act says not a word about\n    postjudgment discovery in aid of execution.\n      Argentina’s arguments are unavailing. Even if Argentina were\n    correct that §1609 execution immunity implies coextensive discovery-\n    in-aid-of-execution immunity, the latter would not shield from dis-\n    covery a foreign sovereign’s extraterritorial assets, since the text of\n    §1609 immunizes only foreign-state property “in the United States.”\n    The prospect that NML’s general request for information about Ar-\n    gentina’s worldwide assets may turn up information about property\n    that Argentina regards as immune does not mean that NML cannot\n    pursue discovery of it. Pp. 5–10.\n695 F. 3d 201, affirmed.\n\n  SCALIA, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and KENNEDY, THOMAS, BREYER, ALITO, and KAGAN, JJ., joined.\nGINSBURG, J., filed a dissenting opinion. SOTOMAYOR, J., took no part in\nthe decision of the case.\n                         Cite as: 573 U. S. ____ (2014)                              1\n\n                              Opinion of the Court\n\n      NOTICE: This opinion is subject to formal revision before publication in the\n      preliminary print of the United States Reports. Readers are requested to\n      notify the Reporter of Decisions, Supreme Court of the United States, Wash­\n      ington, D. C. 20543, of any typographical or other formal errors, in order\n      that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                    _________________\n\n                                    No. 12–842\n                                    _________________\n\n\n   REPUBLIC OF ARGENTINA, PETITIONER v. NML \n\n                 CAPITAL, LTD.\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE SECOND CIRCUIT\n\n                                  [June 16, 2014] \n\n\n   JUSTICE SCALIA delivered the opinion of the Court.\n   We must decide whether the Foreign Sovereign Immu-\nnities Act of 1976 (FSIA or Act), 28 U. S. C. §§1330, 1602\net seq., limits the scope of discovery available to a judg­\nment creditor in a federal postjudgment execution pro­\nceeding against a foreign sovereign.\n                        I. Background\n   In 2001, petitioner, Republic of Argentina, defaulted on\nits external debt. In 2005 and 2010, it restructured most\nof that debt by offering creditors new securities (with less\nfavorable terms) to swap out for the defaulted ones. Most\nbondholders went along. Respondent, NML Capital, Ltd.\n(NML), among others, did not.\n   NML brought 11 actions against Argentina in the\nSouthern District of New York to collect on its debt, and\nprevailed in every one.1 It is owed around $2.5 billion,\n——————\n  1 The District Court’s jurisdiction rested on Argentina’s broad waiver\n\nof sovereign immunity memorialized in its bond indenture agreement,\nwhich states: “To the extent that [Argentina] or any of its revenues,\nassets or properties shall be entitled . . . to any immunity from suit . . .\nfrom attachment prior to judgment . . . from execution of a judgment or\n2       REPUBLIC OF ARGENTINA v. NML CAPITAL, LTD.\n\n                          Opinion of the Court\n\nwhich Argentina has not paid. Having been unable to\ncollect on its judgments from Argentina, NML has at­\ntempted to execute them against Argentina’s property.\nThat postjudgment litigation “has involved lengthy at­\ntachment proceedings before the district court and multi­\nple appeals.” EM Ltd. v. Republic of Argentina, 695 F. 3d\n201, 203, and n. 2 (CA2 2012) (referring the reader to prior\nopinions “[f]or additional background on Argentina’s de­\nfault and the resulting litigation”).\n   Since 2003, NML has pursued discovery of Argentina’s\nproperty. In 2010, “ ‘[i]n order to locate Argentina’s assets\nand accounts, learn how Argentina moves its assets\nthrough New York and around the world, and accurately\nidentify the places and times when those assets might be\nsubject to attachment and execution (whether under\n[United States law] or the law of foreign jurisdictions),’ ”\nid., at 203 (quoting NML brief), NML served subpoenas on\ntwo nonparty banks, Bank of America (BOA) and Banco de\nla Nación Argentina (BNA), an Argentinian bank with a\nbranch in New York City. For the most part, the two\nsubpoenas target the same kinds of information: docu­\nments relating to accounts maintained by or on behalf of\nArgentina, documents identifying the opening and closing\ndates of Argentina’s accounts, current balances, transac­\ntion histories, records of electronic fund transfers, debts\nowed by the bank to Argentina, transfers in and out of\nArgentina’s accounts, and information about transferors\nand transferees.\n   Argentina, joined by BOA, moved to quash the BOA\nsubpoena. NML moved to compel compliance but, before\n——————\nfrom any other legal or judicial process or remedy, . . . [Argentina] has\nirrevocably agreed not to claim and has irrevocably waived such im­\nmunity to the fullest extent permitted by the laws of such jurisdiction\n(and consents generally for the purposes of the [FSIA] to the giving of\nany relief or the issue of any process in connection with any Related\nProceeding or Related Judgment) . . . .” App. 106–107.\n                  Cite as: 573 U. S. ____ (2014)            3\n\n                      Opinion of the Court\n\nthe court ruled, agreed to narrow its subpoenas by exclud­\ning the names of some Argentine officials from the ini-\ntial electronic-fund-transfer message search. NML also\nagreed to treat as confidential any documents that the\nbanks so designated.\n   The District Court denied the motion to quash and\ngranted the motions to compel. Approving the subpoenas\nin principle, it concluded that extraterritorial asset discov­\nery did not offend Argentina’s sovereign immunity, and it\nreaffirmed that it would serve as a “clearinghouse for\ninformation” in NML’s efforts to find and attach Argenti­\nna’s assets. App. to Pet. for Cert. 31. But the court made\nclear that it expected the parties to negotiate further over\nspecific production requests, which, the court said, must\ninclude “some reasonable definition of the information\nbeing sought.” Id., at 32. There was no point, for in­\nstance, in “getting information about something that\nmight lead to attachment in Argentina because that would\nbe useless information,” since no Argentinian court would\nallow attachment. Ibid. “Thus, the district court . . .\nsought to limit the subpoenas to discovery that was rea­\nsonably calculated to lead to attachable property.” 695\nF. 3d, at 204–205.\n   NML and BOA later negotiated additional changes to\nthe BOA subpoena. NML expressed its willingness to\nnarrow its requests from BNA as well, but BNA neither\nengaged in negotiation nor complied with the subpoena.\n   Only Argentina appealed, arguing that the court’s order\ntransgressed the Foreign Sovereign Immunities Act be­\ncause it permitted discovery of Argentina’s extraterritorial\nassets. The Second Circuit affirmed, holding that “be­\ncause the Discovery Order involves discovery, not attach­\nment of sovereign property, and because it is directed at\nthird-party banks, not at Argentina itself, Argentina’s\nsovereign immunity is not infringed.” Id., at 205.\n   We granted certiorari. 571 U. S. ___ (2014).\n4      REPUBLIC OF ARGENTINA v. NML CAPITAL, LTD.\n\n                     Opinion of the Court\n\n                         II. Analysis\n                              A\n   The rules governing discovery in postjudgment execu­\ntion proceedings are quite permissive. Federal Rule of\nCivil Procedure 69(a)(2) states that, “[i]n aid of the judg­\nment or execution, the judgment creditor . . . may obtain\ndiscovery from any person—including the judgment debtor—\nas provided in the rules or by the procedure of the\nstate where the court is located.” See 12 C. Wright, A.\nMiller, & R. Marcus, Federal Practice and Procedure\n§3014, p. 160 (2d ed. 1997) (hereinafter Wright & Miller)\n(court “may use the discovery devices provided in [the\nfederal rules] or may obtain discovery in the manner\nprovided by the practice of the state in which the district\ncourt is held”). The general rule in the federal system is\nthat, subject to the district court’s discretion, “[p]arties\nmay obtain discovery regarding any nonprivileged matter\nthat is relevant to any party’s claim or defense.” Fed. Rule\nCiv. Proc. 26(b)(1). And New York law entitles judgment\ncreditors to discover “all matter relevant to the satisfac­\ntion of [a] judgment,” N. Y. Civ. Prac. Law Ann. §5223\n(West 1997), permitting “investigation [of] any person\nshown to have any light to shed on the subject of the\njudgment debtor’s assets or their whereabouts,” D. Siegel,\nNew York Practice §509, p. 891 (5th ed. 2011).\n   The meaning of those rules was much discussed at oral\nargument. What if the assets targeted by the discovery\nrequest are beyond the jurisdictional reach of the court to\nwhich the request is made? May the court nonetheless\npermit discovery so long as the judgment creditor shows\nthat the assets are recoverable under the laws of the\njurisdictions in which they reside, whether that be Florida\nor France? We need not take up those issues today, since\nArgentina has not put them in contention. In the Court of\nAppeals, Argentina’s only asserted ground for objection to\n                      Cite as: 573 U. S. ____ (2014)                     5\n\n                          Opinion of the Court\n\nthe subpoenas was the Foreign Sovereign Immunities Act.\nSee 695 F. 3d, at 208 (“Argentina argues . . . that the\nnormally broad scope of discovery in aid of execution is\nlimited in this case by principles of sovereign immunity”).\nAnd Argentina’s petition for writ of certiorari asked us to\ndecide only whether that Act “imposes [a] limit on a United\nStates court’s authority to order blanket post-judgment\nexecution discovery on the assets of a foreign state used\nfor any activity anywhere in the world.” Pet. for Cert. 14.\nPlainly, then, this is not a case about the breadth of Rule\n69(a)(2).2 We thus assume without deciding that, as the\nGovernment conceded at argument, Tr. of Oral Arg. 24,\nand as the Second Circuit concluded below, “in a run-of­\nthe-mill execution proceeding . . . the district court would\nhave been within its discretion to order the discovery from\nthird-party banks about the judgment debtor’s assets\nlocated outside the United States.” 695 F. 3d, at 208. The\nsingle, narrow question before us is whether the Foreign\nSovereign Immunities Act specifies a different rule when\nthe judgment debtor is a foreign state.\n                             B\n  To understand the effect of the Act, one must know\nsomething about the regime it replaced. Foreign sovereign\nimmunity is, and always has been, “a matter of grace and\ncomity on the part of the United States, and not a re­\nstriction imposed by the Constitution.” Verlinden B. V. v.\nCentral Bank of Nigeria, 461 U. S. 480, 486 (1983). Ac­\ncordingly, this Court’s practice has been to “defe[r] to the\ndecisions of the political branches” about whether and\n——————\n   2 On one of the final pages of its reply brief, Argentina makes for the\n\nfirst time the assertion (which it does not develop, and for which it cites\nno authority) that the scope of Rule 69 discovery in aid of execution is\nlimited to assets upon which a United States court can execute. Reply\nBrief 19. We will not revive a forfeited argument simply because the\npetitioner gestures toward it in its reply brief.\n6      REPUBLIC OF ARGENTINA v. NML CAPITAL, LTD.\n\n                     Opinion of the Court\n\nwhen to exercise judicial power over foreign states. Ibid.\nFor the better part of the last two centuries, the political\nbranch making the determination was the Executive,\nwhich typically requested immunity in all suits against\nfriendly foreign states. Id., at 486–487. But then, in 1952,\nthe State Department embraced (in the so-called Tate\nLetter) the “restrictive” theory of sovereign immunity,\nwhich holds that immunity shields only a foreign sover­\neign’s public, noncommercial acts. Id., at 487, and n. 9.\nThe Tate Letter “thr[ew] immunity determinations into\nsome disarray,” since “political considerations sometimes\nled the Department to file suggestions of immunity in\ncases where immunity would not have been available\nunder the restrictive theory.” Republic of Austria v. Alt­\nmann, 541 U. S. 677, 690 (2004) (internal quotation marks\nomitted). Further muddling matters, when in particular\ncases the State Department did not suggest immunity,\ncourts made immunity determinations “generally by refer­\nence to prior State Department decisions.” Verlinden, 461\nU. S., at 487. Hence it was that “sovereign immunity\ndecisions were [being] made in two different branches,\nsubject to a variety of factors, sometimes including diplo­\nmatic considerations. Not surprisingly, the governing\nstandards were neither clear nor uniformly applied.” Id.,\nat 488.\n   Congress abated the bedlam in 1976, replacing the old\nexecutive-driven, factor-intensive, loosely common-law­\nbased immunity regime with the Foreign Sovereign Im­\nmunities Act’s “comprehensive set of legal standards\ngoverning claims of immunity in every civil action against\na foreign state.” Ibid. The key word there—which goes a\nlong way toward deciding this case—is comprehensive. We\nhave used that term often and advisedly to describe the\nAct’s sweep: “Congress established [in the FSIA] a com­\nprehensive framework for resolving any claim of sovereign\nimmunity.” Altman, 541 U. S., at 699. The Act “compre­\n                  Cite as: 573 U. S. ____ (2014)            7\n\n                      Opinion of the Court\n\nhensively regulat[es] the amenability of foreign nations to\nsuit in the United States.” Verlinden, supra, at 493. This\nmeans that “[a]fter the enactment of the FSIA, the Act—\nand not the pre-existing common law—indisputably gov­\nerns the determination of whether a foreign state is enti­\ntled to sovereign immunity.” Samantar v. Yousuf, 560\nU. S. 305, 313 (2010). As the Act itself instructs, “[c]laims\nof foreign states to immunity should henceforth be decided\nby courts . . . in conformity with the principles set forth in\nthis [Act].” 28 U. S. C. §1602 (emphasis added). Thus, any\nsort of immunity defense made by a foreign sovereign in\nan American court must stand on the Act’s text. Or it\nmust fall.\n   The text of the Act confers on foreign states two kinds of\nimmunity. First and most significant, “a foreign state\nshall be immune from the jurisdiction of the courts of the\nUnited States . . . except as provided in sections 1605 to\n1607.” §1604. That provision is of no help to Argentina\nhere: A foreign state may waive jurisdictional immunity,\n§1605(a)(1), and in this case Argentina did so, see 695\nF. 3d, at 203. Consequently, the Act makes Argentina\n“liable in the same manner and to the same extent as a\nprivate individual under like circumstances.” §1606.\n   The Act’s second immunity-conferring provision states\nthat “the property in the United States of a foreign state\nshall be immune from attachment[,] arrest[,] and execu­\ntion except as provided in sections 1610 and 1611 of this\nchapter.” §1609. The exceptions to this immunity defense\n(we will call it “execution immunity”) are narrower. “The\nproperty in the United States of a foreign state” is subject\nto attachment, arrest, or execution if (1) it is “used for a\ncommercial activity in the United States,” §1610(a), and\n(2) some other enumerated exception to immunity applies,\nsuch as the one allowing for waiver, see §1610(a)(1)–(7).\nThe Act goes on to confer a more robust execution immu­\nnity on designated international-organization property,\n8       REPUBLIC OF ARGENTINA v. NML CAPITAL, LTD.\n\n                         Opinion of the Court\n\n§1611(a), property of a foreign central bank, §1611(b)(1),\nand “property of a foreign state . . . [that] is, or is intended\nto be, used in connection with a military activity” and is\neither “of a military character” or “under the control of a\nmilitary authority or defense agency,” §1611(b)(2).\n  That is the last of the Act’s immunity-granting sections.\nThere is no third provision forbidding or limiting discovery\nin aid of execution of a foreign-sovereign judgment debt­\nor’s assets. Argentina concedes that no part of the Act\n“expressly address[es] [postjudgment] discovery.” Brief for\nPetitioner 22. Quite right. The Act speaks of discovery\nonly once, in an subsection requiring courts to stay discov­\nery requests directed to the United States that would\ninterfere with criminal or national-security matters,\n§1605(g)(1). And that section explicitly suspends certain\nFederal Rules of Civil Procedure when such a stay is\nentered, see §1605(g)(4). Elsewhere, it is clear when the\nAct’s provisions specifically applicable to suits against\nsovereigns displace their general federal-rule counter­\nparts. See, e.g., §1608(d). Far from containing the “plain\nstatement” necessary to preclude application of federal\ndiscovery rules, Société Nationale Industrielle Aérospatiale\nv. United States Dist. Court for Southern Dist. of Iowa,\n482 U. S. 522, 539 (1987), the Act says not a word on the\nsubject.3\n  Argentina would have us draw meaning from this si­\nlence. Its argument has several parts. First, it asserts\nthat, before and after the Tate Letter, the State Depart­\nment and American courts routinely accorded absolute\nexecution immunity to foreign-state property. If a thing\nbelonged to a foreign sovereign, then, no matter where it\n——————\n   3 Argentina and the United States suggest that, under the terms of\n\nRule 69 itself, the Act trumps the federal rules, since Rule 69(a)(1)\nstates that “a federal statute governs to the extent it applies.” But,\nsince the Act does not contain implicit discovery-immunity protections,\nit does not “apply” (in the relevant sense) at all.\n                 Cite as: 573 U. S. ____ (2014)            9\n\n                     Opinion of the Court\n\nwas found, it was immune from execution. And absolute\nimmunity from execution necessarily entailed immunity\nfrom discovery in aid of execution. Second, by codifying\nexecution immunity with only a small set of exceptions,\nCongress merely “partially lowered the previously uncon­\nditional barrier to post-judgment relief.” Brief for Peti­\ntioner 29. Because the Act gives “no indication that it was\nauthorizing courts to inquire into state property beyond\nthe court’s limited enforcement authority,” ibid., Argen­\ntina contends, discovery of assets that do not fall within an\nexception to execution immunity (plainly true of a foreign\nstate’s extraterritorial assets) is forbidden.\n   The argument founders at each step. To begin with,\nArgentina cites no case holding that, before the Act, a\nforeign state’s extraterritorial assets enjoyed absolute\nexecution immunity in United States courts. No surprise\nthere. Our courts generally lack authority in the first\nplace to execute against property in other countries, so\nhow could the question ever have arisen? See Wright &\nMiller §3013, at 156 (“[A] writ of execution . . . can be\nserved anywhere within the state in which the district\ncourt is held”). More importantly, even if Argentina were\nright about the scope of the common-law execution­\nimmunity rule, then it would be obvious that the terms of\n§1609 execution immunity are narrower, since the text of\nthat provision immunizes only foreign-state property “in\nthe United States.” So even if Argentina were correct that\n§1609 execution immunity implies coextensive discovery­\nin-aid-of-execution immunity, the latter would not shield\nfrom discovery a foreign sovereign’s extraterritorial assets.\n   But what of foreign-state property that would enjoy\nexecution immunity under the Act, such as Argentina’s\ndiplomatic or military property? Argentina maintains\nthat, if a judgment creditor could not ultimately execute a\njudgment against certain property, then it has no business\npursuing discovery of information pertaining to that prop­\n10      REPUBLIC OF ARGENTINA v. NML CAPITAL, LTD.\n\n                          Opinion of the Court\n\nerty. But the reason for these subpoenas is that NML does\nnot yet know what property Argentina has and where it is,\nlet alone whether it is executable under the relevant\njurisdiction’s law. If, bizarrely, NML’s subpoenas had\nsought only “information that could not lead to executable\nassets in the United States or abroad,” then Argentina\nlikely would be correct to say that the subpoenas were\nunenforceable—not because information about nonexecut­\nable assets enjoys a penumbral “discovery immunity”\nunder the Act, but because information that could not\npossibly lead to executable assets is simply not “relevant”\nto execution in the first place, Fed. Rule Civ. Proc.\n26(b)(1); N. Y. Civ. Prac. Law Ann. §5223.4 But of course\nthat is not what the subpoenas seek. They ask for infor­\nmation about Argentina’s worldwide assets generally, so\nthat NML can identify where Argentina may be holding\nproperty that is subject to execution. To be sure, that\nrequest is bound to turn up information about property\nthat Argentina regards as immune. But NML may think\nthe same property not immune. In which case, Argenti­\nna’s self-serving legal assertion will not automatically\nprevail; the District Court will have to settle the matter.\n                       *    *    *\n  Today’s decision leaves open what Argentina thinks is a\ngap in the statute. Could the 1976 Congress really have\nmeant not to protect foreign states from postjudgment\n——————\n   4 The dissent apparently agrees that the Act has nothing to say about\n\nthe scope of postjudgment discovery of a foreign sovereign’s extraterri­\ntorial assets. It also apparently agrees that the rules limit discovery to\nmatters relevant to execution. Our agreement ends there. The dissent\ngoes on to assert that, unless a judgment creditor proves up front that\nall of the information it seeks is relevant to execution under the laws of\nall foreign jurisdictions, discovery of information concerning extraterri­\ntorial assets is limited to that which the Act makes relevant to execu­\ntion in the United States. Post, at 2 (opinion of GINSBURG, J.). We can\nfind no basis in the Act or the rules for that position.\n                     Cite as: 573 U. S. ____ (2014)                    11\n\n                          Opinion of the Court\n\ndiscovery “clearinghouses”? The riddle is not ours to solve\n(if it can be solved at all). It is of course possible that, had\nCongress anticipated the rather unusual circumstances of\nthis case (foreign sovereign waives immunity; foreign\nsovereign owes money under valid judgments; foreign\nsovereign does not pay and apparently has no executable\nassets in the United States), it would have added to the\nAct a sentence conferring categorical discovery-in-aid-of­\nexecution immunity on a foreign state’s extraterritorial\nassets. Or, just as possible, it would have done no such\nthing. Either way, “[t]he question . . . is not what Con­\ngress ‘would have wanted’ but what Congress enacted in\nthe FSIA.” Republic of Argentina v. Weltover, Inc., 504\nU. S. 607, 618 (1992).5\n   Nonetheless, Argentina and the United States urge us\nto consider the worrisome international-relations conse­\nquences of siding with the lower court. Discovery orders\nas sweeping as this one, the Government warns, will cause\n“a substantial invasion of [foreign states’] sovereignty,”\nBrief for United States as Amicus Curiae 18, and will\n“[u]ndermin[e] international comity,” id., at 19. Worse,\nsuch orders might provoke “reciprocal adverse treatment\nof the United States in foreign courts,” id., at 20, and will\n“threaten harm to the United States’ foreign relations\nmore generally,” id., at 21. These apprehensions are\nbetter directed to that branch of government with author-\nity to amend the Act—which, as it happens, is the same\nbranch that forced our retirement from the immunity-by­\nfactor-balancing business nearly 40 years ago.6\n——————\n  5 NML also argues that, even if Argentina had a claim to immunity\n\nfrom postjudgment discovery, it waived it in its bond indenture agree­\nment, see n. 1, supra. The Second Circuit did not address this argu­\nment. Nor do we.\n  6 Although this appeal concerns only the meaning of the Act, we have\n\nno reason to doubt that, as NML concedes, “other sources of law”\nordinarily will bear on the propriety of discovery requests of this nature\n12       REPUBLIC OF ARGENTINA v. NML CAPITAL, LTD.\n\n                         Opinion of the Court\n\n     The judgment of the Court of Appeals is affirmed.\n\n                                                     It is so ordered.\n\n  JUSTICE SOTOMAYOR took no part in the decision of this\ncase.\n\n\n\n\n—————— \n\nand scope, such as “settled doctrines of privilege and the discretionary \n\ndetermination by the district court whether the discovery is warranted, \n\nwhich may appropriately consider comity interests and the burden that\n\nthe discovery might cause to the foreign state.” Brief for Respondent\n\n24–25 (quoting Société Nationale Industrielle Aérospatiale v. United \n\nStates Dist. Court for Southern Dist. of Iowa, 482 U. S. 522, 543–544, \n\nand n. 28 (1987)). \n\n                 Cite as: 573 U. S. ____ (2014)           1\n\n                   GINSBURG, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                          No. 12–842\n                         _________________\n\n\n  REPUBLIC OF ARGENTINA, PETITIONER v. NML \n\n                CAPITAL, LTD.\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE SECOND CIRCUIT\n\n                        [June 16, 2014] \n\n\n   JUSTICE GINSBURG, dissenting. \n\n   The Foreign Sovereign Immunities Act of 1976, 28 \n\nU. S. C. §§1330, 1602 et seq., if one of several conditions is\nmet, permits execution of a judgment rendered in the\nUnited States against a foreign sovereign only on “property\nin the United States . . . used for a commercial activity.”\n§1610(a). Accordingly, no inquiry into a foreign sover-\neign’s property in the United States that is not “used for a\ncommercial activity” could be ordered; such an inquiry,\nas the Court recognizes, would not be “ ‘relevant’ to execu-\ntion in the first place.” Ante, at 10 (citing Fed. Rule Civ.\nProc. 26(b)(1)). Yet the Court permits unlimited inquiry\ninto Argentina’s property outside the United States,\nwhether or not the property is “used for a commercial\nactivity.” By what authorization does a court in the United\nStates become a “clearinghouse for information,” ante,\nat 3 (internal quotation marks omitted), about any and all\nproperty held by Argentina abroad? NML may seek such\ninformation, the Court reasons, because “NML does not yet\nknow what property Argentina has [outside the United\nStates], let alone whether it is executable under the rele-\nvant jurisdiction’s law.” Ante, at 10. But see Société\nNationale Industrielle Aérospatiale v. United States Dist.\nCourt for Southern Dist. of Iowa, 482 U. S. 522, 542 (1987)\n(observing that other jurisdictions generally allow much\n2      REPUBLIC OF ARGENTINA v. NML CAPITAL, LTD.\n\n                    GINSBURG, J., dissenting\n\nmore limited discovery than is available in the United\nStates).\n   A court in the United States has no warrant to indulge\nthe assumption that, outside our country, the sky may be\nthe limit for attaching a foreign sovereign’s property in\norder to execute a U. S. judgment against the foreign\nsovereign. Cf. §1602 (“Under international law, . . . th[e]\ncommercial property [of a state] may be levied upon for the\nsatisfaction of judgments rendered against [the state] in\nconnection with [its] commercial activities.” (emphasis\nadded)). Without proof of any kind that other nations\nbroadly expose a foreign sovereign’s property to arrest,\nattachment or execution, a more modest assumption is in\norder. See EM Ltd. v. Republic of Argentina, 695 F. 3d\n201, 207 (CA2 2012) (recognizing that postjudgment dis-\ncovery “must be calculated to assist in collecting on a\njudgment” (citing Fed. Rules Civ. Proc. 26(b)(1), 69(a)(2))).\n   Unless and until the judgment debtor, here, NML,\nproves that other nations would allow unconstrained\naccess to Argentina’s assets, I would be guided by the one\nlaw we know for sure—our own. That guide is all the\nmore appropriate, as our law coincides with the interna-\ntional norm. See §1602. Accordingly, I would limit NML’s\ndiscovery to property used here or abroad “in connection\nwith . . . commercial activities.” §§1602, 1610(a). I there-\nfore dissent from the sweeping examination of Argentina’s\nworldwide assets the Court exorbitantly approves today.\n", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/2678467/", "sha1": "a295eeeece5c494fcf84ec6d0c7dfb799b9878f7", "source": "C", "time_retrieved": "2014-06-16T08:00:49.227425"}