{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "312 U.S. 592", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/103493/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "United States v. Chicago, M., St. P. & PR Co.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "535", 
    "id": 87876, 
    "resource_uri": "/api/rest/v2/citation/87876/"
  }, 
  "id": 103493, 
  "blocked": false, 
  "judges": "Roberts", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1941-04-28", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>312 U.S. 592 (1941)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nCHICAGO, MILWAUKEE, ST. PAUL &amp; PACIFIC RAILROAD CO. ET AL.</h1></center>\n<center>No. 535.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 10, 11, 1941.</center>\n<center>Decided March 31, 1941.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n<p><span class=\"star-pagination\">*593</span> <i>Assistant Attorney General Littell,</i> with whom <i>Solicitor General Biddle</i> and <i>Mr. Vernon L. Wilkinson</i> were on the brief, for the United States.</p>\n<p><i>Mr. A.C. Erdall,</i> with whom <i>Messrs. F.W. Root, A.N. Whitlock,</i> and <i>C.S. Jefferson</i> were on the brief, for respondents.</p>\n<p>MR. JUSTICE ROBERTS delivered the opinion of the Court.</p>\n<p>The question for decision is whether the United States must compensate a riparian owner for injury to structures located between high and low water marks, where the damage is caused by the raising of the water level in a navigable stream for the improvement of navigation. The importance of the question, and a conflict in the decisions of this court, led to the grant of certiorari.</p>\n<p>The tracks of the respondent railroad and the pole lines of the respondent telegraph company in Wabasha and Winona counties, Minnesota, as relocated in 1910, are, in part, on an embankment on the westerly side of the Mississippi River. The embankment was adequately riprapped, where necessary, to protect it in times of high water.</p>\n<p>In the prosecution of a project for the improvement of navigation the United States has been, and is, engaged in constructing a series of locks and dams in the upper reaches of the Mississippi. One of the dams authorized by Act of Congress<sup>[1]</sup> raises the level of the river and creates a pool which inundates bottom lands along the west bank.</p>\n<p>In 1933 the Government instituted condemnation proceedings to acquire the right to back water across the respondents' right of way and against their embankment. Since the dam raises the water level from 5.6 to 7.5 feet <span class=\"star-pagination\">*594</span> above ordinary high-water mark, the respondents were compelled at certain points to add additional riprap to prevent damage to their embankment.</p>\n<p>At the trial in the condemnation proceeding the Government offered to prove that four segments of the embankment lie between the ordinary high and ordinary low water marks of the river; are, therefore, subject to the federal power to improve navigation; and that any injury to them by additional flooding is an incident of the exercise of the power and not the subject of compensation. The respondents objected to the offer as immaterial for the reason that neither before nor after the improvement did the embankment constitute an obstruction or menace to navigation and its maintenance was and is, therefore, a right of private property, the injury to which, in the prosecution of the federal project, entitled the owner to compensation.</p>\n<p>The District Court rejected the offer of proof. Thereupon the Government moved to dismiss from the proceedings all question of compensation for the four encroachment areas where the embankment was claimed to be located between high and low water marks. The motion was denied. A verdict and judgment ensued for damages to the entire length of the embankment both where it was admitted to be located on fast land and where it was claimed to lie between high and low water marks. Each party appealed. Thereafter, by stipulation, all questions, except that touching the four segments of the embankment which the Government claimed were located between high and low water marks, were eliminated from the cause. It was stipulated by the respondents that one of the four segments in question was so located, but as to the other three the parties are in disagreement. The Court of Appeals, for the purpose of decision, assumed that all four were so located but held, nevertheless, that the Government was bound <span class=\"star-pagination\">*595</span> to compensate the respondents for damage to all of them, and affirmed the judgment of the District Court.<sup>[2]</sup></p>\n<p>Certain matters are not in dispute. The Mississippi River at the points in question is navigable. The respondent railroad is the riparian owner and, as such, its title extends to ordinary low-water mark. The natural channel and the course of navigation through the pool formed by the dam lie at a considerable distance from the embankment, which does not, and will not, obstruct or interfere with actual navigation. The lands lying between the embankment and the natural channel were lowlands which, prior to the improvement, were to a great extent covered with trees and scrub.</p>\n<p>The respondents assert that the power of the Government to take private lands for the improvement of navigation is confined to the natural widths, levels, and flows of the river and that if more is taken compensation must be made. Their position is that the embankment can be injured without compensation only if it constitutes an encroachment and thus a hindrance or obstruction to actual navigation. The Government, on the other hand, insists that its power is not confined to the mere making or clearing of channels and removing hindrances and obstructions to their navigation, but embraces the exercise of every appropriate means for the improvement of navigable capacity; and that, in the provision of any such means, it is entitled to deal with and alter the level of the stream to any extent up to ordinary high-water mark without being answerable to riparian owners for injury to structures lying below that line.</p>\n<p>Commerce, the regulation of which between the states is committed by the Constitution to Congress, includes navigation. \"The power to regulate commerce comprehends <span class=\"star-pagination\">*596</span> the control for that purpose, and to the extent necessary, of all the navigable waters of the United States which are accessible from a State other than those in which they lie. For this purpose they are the public property of the nation, and subject to all the requisite legislation by Congress.\"<sup>[3]</sup> And the determination of the necessity for a given improvement of navigable capacity, and the character and extent of it, is for Congress alone.<sup>[4]</sup> Whether, under local law, the title to the bed of the stream is retained by the State or the title of the riparian owner extends to the thread of the stream, or, as in this case, to low-water mark,<sup>[5]</sup> the rights of the title holder are subordinate to the dominant power of the federal Government in respect of navigation.<sup>[6]</sup></p>\n<p>The power of Congress extends not only to keeping clear the channels of interstate navigation by the prohibition or removal of actual obstructions located by the riparian owner, or others, but comprehends as well the power to improve and enlarge their navigability.<sup>[7]</sup></p>\n<p>The bed of a river is \"that portion of its soil which is alternately covered and left bare, as there may be an increase or diminution in the supply of water, and which is adequate to contain it at its average and mean stage during the entire year, without reference to the extraordinary freshets of the winter or spring, or the extreme droughts of the summer or autumn.\"<sup>[8]</sup></p>\n<p>The dominant power of the federal Government, as has <span class=\"star-pagination\">*597</span> been repeatedly held, extends to the entire bed of a stream, which includes the lands below ordinary high-water mark. The exercise of the power within these limits is not an invasion of any private property right in such lands for which the United States must make compensation.<sup>[9]</sup> The damage sustained results not from a taking of the riparian owner's property in the stream bed, but from the lawful exercise of a power to which that property has always been subject.</p>\n<p>The respondents admit that this is the settled rule but insist that it has been applied only in cases where the control of the Government was exercised to extend the area of practicable navigation either by constructing channels for actual use or by removing obstructions to navigation. They assert, and the court below was of opinion, that <i>United States</i> v. <i>Lynah,</i> 188 U.S. 445, and <i>United States</i> v. <i>Cress,</i> 243 U.S. 316, sanction a different principle where the improvement consists in the raising of the level of a stream to the injury of structures erected by the riparian owner between high and low water mark.</p>\n<p>What was said in the <i>Cress</i> case must be confined to the facts there disclosed. In that case, the Government's improvement in a navigable stream resulted in the flooding of the plaintiff's land in and adjacent to a non-navigable stream. The owners of the land along and under the bed of the stream were held entitled to compensation for the damage to their lands. The question here presented was not discussed in the opinion.</p>\n<p>In the <i>Lynah</i> case the plaintiff's rice plantation was rendered worthless by the Government's raising the water in the Savannah River. Three questions were considered <span class=\"star-pagination\">*598</span> at length by this Court: Whether the trial court (the then Circuit Court) had jurisdiction; whether there was a taking of plaintiff's property; and whether the Government was bound to compensate therefor. All were answered in the affirmative. Applying earlier decisions it was held that the permanent flooding of land adjacent to a stream in the improvement of navigation, pursuant to statutory authority, amounted to a taking and that the court had jurisdiction to award compensation upon the footing of an implied contract of the Government to pay for what it took. But as the court below points out, the quoted findings show, and the opinion adverted to the fact, that the plantation lay in part between the high and low water lines, and this Court held that the flooding constituted a taking of the whole, for which compensation was due under the Fifth Amendment to the Constitution. Moreover, three justices based their dissent largely on the fact that compensation was awarded for injury to lands lying below high-water mark. We are bound, therefore, to determine whether we shall follow that decision in respect of the issue involved in the instant case. The decision was by a divided court; and later, in a similar case, there was an affirmance by an equally divided court.<sup>[10]</sup> The case has often been cited as authority for the settled doctrine that an authorized taking of property for public use gives rise to an implied promise to pay just compensation. But we think this Court has never followed it as a binding decision that compensation is due for injury or destruction of a riparian owner's property located in the bed of a navigable stream. And we think that, so far as it sanctions such a principle, it is in irreconcilable conflict with our later decisions<sup>[11]</sup> and cannot be considered as expressing the law.</p>\n<p><span class=\"star-pagination\">*599</span> It is not true, as respondents maintain, that only structures in the bed of a navigable stream which obstruct or adversely affect navigation may be injured or destroyed without compensation by a federal improvement of navigable capacity. On the contrary, any structure is placed in the bed of a stream at the risk that it may be so injured or destroyed; and the right to compensation does not depend on the absence of physical interference with navigation. The <i>ratio decidendi</i> and the circumstances disclosed in numerous cases lead inevitably to this conclusion.<sup>[12]</sup></p>\n<p>The respondents claim that two of the sections of embankment in question not only are above ordinary high-water mark but also claim that they abut, not on the Mississippi River, but on a non-navigable tributary; and that another, though along the bank of the river, is at or above the ordinary high-water line. The Government disagrees. These issues of fact remain for solution by the District Court.</p>\n<p>The judgment is reversed and the cause is remanded to the District Court for further proceedings in conformity with this opinion.</p>\n<p><i>Reversed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Rivers and Harbors Act of July 3, 1930, c. 847, 46 Stat. 918, 927.</p>\n<p>[2]  113 F.2d 919.</p>\n<p>[3]  <i>Gilman</i> v. <i>Philadelphia,</i> 3 Wall. 713, 724.</p>\n<p>[4]  <i>Scranton</i> v. <i>Wheeler,</i> 179 U.S. 141, 162.</p>\n<p>[5]  <i>Morrill</i> v. <i>St. Anthony Falls Water Power Co.,</i> 26 Minn. 222; 2 N.W. 842.</p>\n<p>[6]  <i>Gibson</i> v. <i>United States,</i> 166 U.S. 269, 271, 272.</p>\n<p>[7]  <i>United States</i> v. <i>Chandler-Dunbar Co.,</i> 229 U.S. 53, 62; <i>New Jersey</i> v. <i>Sargent,</i> 169 U.S. 328, 337; <i>United States</i> v. <i>Appalachian Electric Power Co.,</i> 311 U.S. 377.</p>\n<p>[8]  <i>Alabama</i> v. <i>Georgia,</i> 23 How. 505, 515.</p>\n<p>[9]  <i>Scranton</i> v. <i>Wheeler,</i> 179 U.S. 141, 143, 144; <i>Greenleaf Lumber Co.</i> v. <i>Garrison,</i> 237 U.S. 251, 263; <i>Willink</i> v. <i>United States,</i> 240 U.S. 572, 580; <i>Delaware R. Co.</i> v. <i>Weeks,</i> 293 F. 114, 120; <i>Barr</i> v. <i>Spalding,</i> 46 F.2d 798, 800; <i>Marret</i> v. <i>United States,</i> 82 Ct. Cls. 1, 13; <i>United States</i> v. <i>Meyer,</i> 113 F.2d 387, 398.</p>\n<p>[10]  <i>United States</i> v. <i>Heyward,</i> 250 U.S. 633.</p>\n<p>[11]  See cases cited in Note 9 <i>supra.</i></p>\n<p>[12]  See the cases cited in Note 9, and <i>United States</i> v. <i>Chandler-Dunbar Co.,</i> 229 U.S. 53, 70; <i>Lewis Blue Point Oyster Co.</i> v. <i>Briggs,</i> 229 U.S. 82, 86-88.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:54:26", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">592</span></span> (1941)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nCHICAGO, MILWAUKEE, ST. PAUL &amp; PACIFIC RAILROAD CO. ET AL.</h1></center>\n<center>No. 535.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 10, 11, 1941.</center>\n<center>Decided March 31, 1941.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n<p><span class=\"star-pagination\">*593</span> <i>Assistant Attorney General Littell,</i> with whom <i>Solicitor General Biddle</i> and <i>Mr. Vernon L. Wilkinson</i> were on the brief, for the United States.</p>\n<p><i>Mr. A.C. Erdall,</i> with whom <i>Messrs. F.W. Root, A.N. Whitlock,</i> and <i>C.S. Jefferson</i> were on the brief, for respondents.</p>\n<p>MR. JUSTICE ROBERTS delivered the opinion of the Court.</p>\n<p>The question for decision is whether the United States must compensate a riparian owner for injury to structures located between high and low water marks, where the damage is caused by the raising of the water level in a navigable stream for the improvement of navigation. The importance of the question, and a conflict in the decisions of this court, led to the grant of certiorari.</p>\n<p>The tracks of the respondent railroad and the pole lines of the respondent telegraph company in Wabasha and Winona counties, Minnesota, as relocated in 1910, are, in part, on an embankment on the westerly side of the Mississippi River. The embankment was adequately riprapped, where necessary, to protect it in times of high water.</p>\n<p>In the prosecution of a project for the improvement of navigation the United States has been, and is, engaged in constructing a series of locks and dams in the upper reaches of the Mississippi. One of the dams authorized by Act of Congress<sup>[1]</sup> raises the level of the river and creates a pool which inundates bottom lands along the west bank.</p>\n<p>In 1933 the Government instituted condemnation proceedings to acquire the right to back water across the respondents' right of way and against their embankment. Since the dam raises the water level from 5.6 to 7.5 feet <span class=\"star-pagination\">*594</span> above ordinary high-water mark, the respondents were compelled at certain points to add additional riprap to prevent damage to their embankment.</p>\n<p>At the trial in the condemnation proceeding the Government offered to prove that four segments of the embankment lie between the ordinary high and ordinary low water marks of the river; are, therefore, subject to the federal power to improve navigation; and that any injury to them by additional flooding is an incident of the exercise of the power and not the subject of compensation. The respondents objected to the offer as immaterial for the reason that neither before nor after the improvement did the embankment constitute an obstruction or menace to navigation and its maintenance was and is, therefore, a right of private property, the injury to which, in the prosecution of the federal project, entitled the owner to compensation.</p>\n<p>The District Court rejected the offer of proof. Thereupon the Government moved to dismiss from the proceedings all question of compensation for the four encroachment areas where the embankment was claimed to be located between high and low water marks. The motion was denied. A verdict and judgment ensued for damages to the entire length of the embankment both where it was admitted to be located on fast land and where it was claimed to lie between high and low water marks. Each party appealed. Thereafter, by stipulation, all questions, except that touching the four segments of the embankment which the Government claimed were located between high and low water marks, were eliminated from the cause. It was stipulated by the respondents that one of the four segments in question was so located, but as to the other three the parties are in disagreement. The Court of Appeals, for the purpose of decision, assumed that all four were so located but held, nevertheless, that the Government was bound <span class=\"star-pagination\">*595</span> to compensate the respondents for damage to all of them, and affirmed the judgment of the District Court.<sup>[2]</sup></p>\n<p>Certain matters are not in dispute. The Mississippi River at the points in question is navigable. The respondent railroad is the riparian owner and, as such, its title extends to ordinary low-water mark. The natural channel and the course of navigation through the pool formed by the dam lie at a considerable distance from the embankment, which does not, and will not, obstruct or interfere with actual navigation. The lands lying between the embankment and the natural channel were lowlands which, prior to the improvement, were to a great extent covered with trees and scrub.</p>\n<p>The respondents assert that the power of the Government to take private lands for the improvement of navigation is confined to the natural widths, levels, and flows of the river and that if more is taken compensation must be made. Their position is that the embankment can be injured without compensation only if it constitutes an encroachment and thus a hindrance or obstruction to actual navigation. The Government, on the other hand, insists that its power is not confined to the mere making or clearing of channels and removing hindrances and obstructions to their navigation, but embraces the exercise of every appropriate means for the improvement of navigable capacity; and that, in the provision of any such means, it is entitled to deal with and alter the level of the stream to any extent up to ordinary high-water mark without being answerable to riparian owners for injury to structures lying below that line.</p>\n<p>Commerce, the regulation of which between the states is committed by the Constitution to Congress, includes navigation. \"The power to regulate commerce comprehends <span class=\"star-pagination\">*596</span> the control for that purpose, and to the extent necessary, of all the navigable waters of the United States which are accessible from a State other than those in which they lie. For this purpose they are the public property of the nation, and subject to all the requisite legislation by Congress.\"<sup>[3]</sup> And the determination of the necessity for a given improvement of navigable capacity, and the character and extent of it, is for Congress alone.<sup>[4]</sup> Whether, under local law, the title to the bed of the stream is retained by the State or the title of the riparian owner extends to the thread of the stream, or, as in this case, to low-water mark,<sup>[5]</sup> the rights of the title holder are subordinate to the dominant power of the federal Government in respect of navigation.<sup>[6]</sup></p>\n<p>The power of Congress extends not only to keeping clear the channels of interstate navigation by the prohibition or removal of actual obstructions located by the riparian owner, or others, but comprehends as well the power to improve and enlarge their navigability.<sup>[7]</sup></p>\n<p>The bed of a river is \"that portion of its soil which is alternately covered and left bare, as there may be an increase or diminution in the supply of water, and which is adequate to contain it at its average and mean stage during the entire year, without reference to the extraordinary freshets of the winter or spring, or the extreme droughts of the summer or autumn.\"<sup>[8]</sup></p>\n<p>The dominant power of the federal Government, as has <span class=\"star-pagination\">*597</span> been repeatedly held, extends to the entire bed of a stream, which includes the lands below ordinary high-water mark. The exercise of the power within these limits is not an invasion of any private property right in such lands for which the United States must make compensation.<sup>[9]</sup> The damage sustained results not from a taking of the riparian owner's property in the stream bed, but from the lawful exercise of a power to which that property has always been subject.</p>\n<p>The respondents admit that this is the settled rule but insist that it has been applied only in cases where the control of the Government was exercised to extend the area of practicable navigation either by constructing channels for actual use or by removing obstructions to navigation. They assert, and the court below was of opinion, that <i>United States</i> v. <i>Lynah,</i> <span class=\"citation\" data-id=\"95793\"><a href=\"/opinion/95793/united-states-v-lynah/\"><span class=\"volume\">188</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">445</span></a></span>, and <i>United States</i> v. <i>Cress,</i> <span class=\"citation\" data-id=\"98902\"><a href=\"/opinion/98902/united-states-v-cress/\"><span class=\"volume\">243</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">316</span></a></span>, sanction a different principle where the improvement consists in the raising of the level of a stream to the injury of structures erected by the riparian owner between high and low water mark.</p>\n<p>What was said in the <i>Cress</i> case must be confined to the facts there disclosed. In that case, the Government's improvement in a navigable stream resulted in the flooding of the plaintiff's land in and adjacent to a non-navigable stream. The owners of the land along and under the bed of the stream were held entitled to compensation for the damage to their lands. The question here presented was not discussed in the opinion.</p>\n<p>In the <i>Lynah</i> case the plaintiff's rice plantation was rendered worthless by the Government's raising the water in the Savannah River. Three questions were considered <span class=\"star-pagination\">*598</span> at length by this Court: Whether the trial court (the then Circuit Court) had jurisdiction; whether there was a taking of plaintiff's property; and whether the Government was bound to compensate therefor. All were answered in the affirmative. Applying earlier decisions it was held that the permanent flooding of land adjacent to a stream in the improvement of navigation, pursuant to statutory authority, amounted to a taking and that the court had jurisdiction to award compensation upon the footing of an implied contract of the Government to pay for what it took. But as the court below points out, the quoted findings show, and the opinion adverted to the fact, that the plantation lay in part between the high and low water lines, and this Court held that the flooding constituted a taking of the whole, for which compensation was due under the Fifth Amendment to the Constitution. Moreover, three justices based their dissent largely on the fact that compensation was awarded for injury to lands lying below high-water mark. We are bound, therefore, to determine whether we shall follow that decision in respect of the issue involved in the instant case. The decision was by a divided court; and later, in a similar case, there was an affirmance by an equally divided court.<sup>[10]</sup> The case has often been cited as authority for the settled doctrine that an authorized taking of property for public use gives rise to an implied promise to pay just compensation. But we think this Court has never followed it as a binding decision that compensation is due for injury or destruction of a riparian owner's property located in the bed of a navigable stream. And we think that, so far as it sanctions such a principle, it is in irreconcilable conflict with our later decisions<sup>[11]</sup> and cannot be considered as expressing the law.</p>\n<p><span class=\"star-pagination\">*599</span> It is not true, as respondents maintain, that only structures in the bed of a navigable stream which obstruct or adversely affect navigation may be injured or destroyed without compensation by a federal improvement of navigable capacity. On the contrary, any structure is placed in the bed of a stream at the risk that it may be so injured or destroyed; and the right to compensation does not depend on the absence of physical interference with navigation. The <i>ratio decidendi</i> and the circumstances disclosed in numerous cases lead inevitably to this conclusion.<sup>[12]</sup></p>\n<p>The respondents claim that two of the sections of embankment in question not only are above ordinary high-water mark but also claim that they abut, not on the Mississippi River, but on a non-navigable tributary; and that another, though along the bank of the river, is at or above the ordinary high-water line. The Government disagrees. These issues of fact remain for solution by the District Court.</p>\n<p>The judgment is reversed and the cause is remanded to the District Court for further proceedings in conformity with this opinion.</p>\n<p><i>Reversed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Rivers and Harbors Act of July 3, 1930, c. 847, 46 Stat. 918, 927.</p>\n<p>[2]  113 F.2d 919.</p>\n<p>[3]  <i>Gilman</i> v. <i>Philadelphia,</i> <span class=\"citation\" data-id=\"87748\"><a href=\"/opinion/87748/gilman-v-philadelphia/\"><span class=\"volume\">3</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">713</span></a></span>, 724.</p>\n<p>[4]  <i>Scranton</i> v. <i>Wheeler,</i> <span class=\"citation\" data-id=\"95346\"><a href=\"/opinion/95346/scranton-v-wheeler/\"><span class=\"volume\">179</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">141</span></a></span>, 162.</p>\n<p>[5]  <i>Morrill</i> v. <i>St. Anthony Falls Water Power Co.,</i> 26 Minn. 222; 2 N.W. 842.</p>\n<p>[6]  <i>Gibson</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"94650\"><a href=\"/opinion/94650/gibson-v-united-states/\"><span class=\"volume\">166</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">269</span></a></span>, 271, 272.</p>\n<p>[7]  <i>United States</i> v. <i>Chandler-Dunbar Co.,</i> <span class=\"citation\" data-id=\"97899\"><a href=\"/opinion/97899/united-states-v-chandler-dunbar-water-power-co/\"><span class=\"volume\">229</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">53</span></a></span>, 62; <i>New Jersey</i> v. <i>Sargent,</i> <span class=\"citation\" data-id=\"100753\"><a href=\"/opinion/100753/new-jersey-v-sargent/\"><span class=\"volume\">169</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">328</span></a></span>, 337; <i>United States</i> v. <i>Appalachian Electric Power Co.,</i> 311 U.S. 377.</p>\n<p>[8]  <i>Alabama</i> v. <i>Georgia,</i> <span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">How.</span> <span class=\"page\">505</span></span>, 515.</p>\n<p>[9]  <i>Scranton</i> v. <i>Wheeler,</i> <span class=\"citation\" data-id=\"95346\"><a href=\"/opinion/95346/scranton-v-wheeler/\"><span class=\"volume\">179</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">141</span></a></span>, 143, 144; <i>Greenleaf Lumber Co.</i> v. <i>Garrison,</i> <span class=\"citation\" data-id=\"98436\"><a href=\"/opinion/98436/greenleaf-johnson-lumber-co-v-garrison/\"><span class=\"volume\">237</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">251</span></a></span>, 263; <i>Willink</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"98694\"><a href=\"/opinion/98694/willink-v-united-states/\"><span class=\"volume\">240</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">572</span></a></span>, 580; <i>Delaware R. Co.</i> v. <i>Weeks,</i> <span class=\"citation no-link\"><span class=\"volume\">293</span> <span class=\"reporter\">F.</span> <span class=\"page\">114</span></span>, 120; <i>Barr</i> v. <i>Spalding,</i> <span class=\"citation\" data-id=\"1487365\"><a href=\"/opinion/1487365/barr-v-spalding/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">798</span></a></span>, 800; <i>Marret</i> v. <i>United States,</i> 82 Ct. Cls. 1, 13; <i>United States</i> v. <i>Meyer,</i> <span class=\"citation\" data-id=\"1509218\"><a href=\"/opinion/1509218/united-states-v-meyer/\"><span class=\"volume\">113</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">387</span></a></span>, 398.</p>\n<p>[10]  <i>United States</i> v. <i>Heyward,</i> 250 U.S. 633.</p>\n<p>[11]  See cases cited in Note 9 <i>supra.</i></p>\n<p>[12]  See the cases cited in Note 9, and <i>United States</i> v. <i>Chandler-Dunbar Co.,</i> <span class=\"citation\" data-id=\"97899\"><a href=\"/opinion/97899/united-states-v-chandler-dunbar-water-power-co/\"><span class=\"volume\">229</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">53</span></a></span>, 70; <i>Lewis Blue Point Oyster Co.</i> v. <i>Briggs,</i> <span class=\"citation\" data-id=\"97900\"><a href=\"/opinion/97900/lewis-blue-point-oyster-cultivation-co-v-briggs/\"><span class=\"volume\">229</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">82</span></a></span>, 86-88.</p>\n\n</div>", 
  "sha1": "8c5d63de76f072eed4419c4a0c5e710e43ef4d20", 
  "date_modified": "2014-12-21T01:42:54.478465", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/103493/united-states-v-chicago-m-st-p-pr-co/", 
  "citation_count": 48, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/275019/", 
  "html": "<p class=\"case_cite\">312 U.S. 592</p>\n    <p class=\"case_cite\">61 S.Ct. 772</p>\n    <p class=\"case_cite\">313 U.S. 543</p>\n    <p class=\"case_cite\">85 L.Ed. 1064</p>\n    <p class=\"parties\">UNITED STATES<br>v.<br>CHICAGO, M., ST. P. &amp; P.R. CO. et al.</p>\n    <p class=\"docket\">No. 535.</p>\n    <p class=\"date\">Argued March 10, 11, 1941.</p>\n    <p class=\"date\">Decided March 31, 1941.</p>\n    <p class=\"date\">As Amended April 28, 1941.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Robert H. Jackson, Atty. Gen., and Norman M. Littell, Asst. Atty. Gen., for petitioner.</p>\n      <p class=\"indent\">Mr. A. C. Erdall, of Minneapolis, Minn., for respondent.</p>\n      <p class=\"indent\">Mr. Justice ROBERTS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The question for decision is whether the United States must compensate a riparian owner for injury to structures located between high and low water marks, where the damage is caused by the raising of the water level in a navigable stream for the improvement of navigation. The importance of the question, and a conflict in the decisions of this court, led to the grant of certiorari. 311 U.S. 642, 61 S.Ct. 318, 85 L.Ed. &#8212;-.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The tracks of the respondent railroad and the pole lines of the respondent telegraph company in Wabasha and Winona counties, Minnesota, as relocated in 1910, are, in part, on an embankment on the westerly side of the Mississippi River. The embankment was adequately riprapped, where necessary, to protect it in times of high water.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the prosecution of a project for the improvement of navigation the United States has been, and is, engaged in constructing a series of locks and dams in the upper reaches of the Mississippi. One of the dams authorized by Act of Congress<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> raises the level of the river and creates a pool which inundates bottom lands along the west bank.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1933 the Government instituted condemnation proceedings to acquire the right to back water across the respondents' right of way and against their embankment. Since the dam raises the water level from 5.6 to 7.5 feet above ordinary high water mark, the respondents were compelled at certain points to add additional riprap to prevent damage to their embankment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At the trial in the condemnation proceeding the Government offered to prove that four segments of the embankment lie between the ordinary high and ordinary low water marks of the river; are, therefore, subject to the federal power to improve navigation; and that any injury to them by additional flooding is an incident of the exercise of the power and not the subject of compensation. The respondents objected to the offer as immaterial for the reason that neither before nor after the improvement did the embankment constitute an obstruction or menace to navigation and its maintenance was and is, therefore, a right of private property, the injury to which, in the prosecution of the federal project, entitled the owner to compensation.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The District Court rejected the offer of proof. Thereupon the Government moved to dismiss from the proceedings all question of compensation for the four encroachment areas where the embankment was claimed to be located between high and low water marks. The motion was denied. A verdict and judgment ensued for damages to the entire length of the embankment both where it was admitted to be located on fast land and where it was claimed to lie between high and low water marks. Each party appealed. Thereafter, by stipulation, all questions, except that touching the four segments of the embankment which the Government claimed were located between high and low water marks, were eliminated from the cause. It was stipulated by the respondents that one of the four segments in question was so located, but as to the other three the parties are in disagreement. The Court of Appeals, for the purpose of decision, assumed that all four were so located but held, nevertheless, that the Government was bound to compensate the respondents for damage to all of them, and affirmed the judgment of the District Court.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Certain matters are not in dispute. The Mississippi River at the points in question is navigable. The respondent railroad is the riparian owner and, as such, its title extends to ordinary low water mark. The natural channel and the course of navigation through the pool formed by the dam lie at a considerable distance from the embankment which does not, and will not, obstruct or interfere with actual navigation. The lands lying between the embankment and the natural channel were low lands which, prior to the improvement, were to a great extent covered with trees and scrub.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The respondents assert that the power of the Government to take private lands for the improvement of navigation is confined to the natural widths, levels, and flows of the river and that if more is taken compensation must be made. Their position is that the embankment can be injured without compensation only if it constitutes an encroachment and thus a hindrance or obstruction to actual navigation. The Government, on the other hand, insists that its power is not confined to the mere making or clearing of channels and removing hindrances and obstructions to their navigation, but embraces the exercise of every appropriate means for the improvement of navigable capacity and that, in the provision of any such means, it is entitled to deal with and alter the level of the stream to any extent up to ordinary high water mark without being answerable to riparian owners for injury to structures lying below that line.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Commerce, the regulation of which between the states is committed by the Constitution to Congress, article 1, &#167; 8, cl. 3, includes navigation. 'The power to regulate commerce comprehends the control for that purpose, and to the extent necessary, of all the navigable waters of the United States which are accessible from a State other than those in which they lie. For this purpose they are the public property of the nation, and subject to all the requisite legislation by Congress.'<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> And the determination of the necessity for a given improvement of navigable capacity, and the character and extent of it, is for Congress alone.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Whether, under local law, the title to the bed of the stream is retained by the State or the title of the riparian owner extends to the thread of the stream, or, as in this case, to low water mark,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the rights of the title holder are subordinate to the dominant power of the federal Government in respect of navigation.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The power of Congress extends not only to keeping clear the channels of interstate navigation by the prohibition or removal of actual obstructions located by the riparian owner, or others, but comprehends as well the power to improve and enlarge their navigability.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The bed of a river is 'that portion of its soil which is alternately covered and left bare, as there may be an increase or diminution in the supply of water, and which is adequate to contain it at its average and mean stage during the entire year, without reference to the extraordinary freshets of the winter or spring, or the extreme droughts of the summer or autumn.'<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The dominant power of the federal Government, as has been repeatedly held, extends to the entire bed of a stream, which includes the lands below ordinary high water mark. The exercise of the power within these limits is not an invasion of any private property right in such lands for which the United States must make compensation.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> The damage sustained results not from a taking of the riparian owner's property in the stream bed, but from the lawful exercise of a power to which that property has always been subject.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The respondents admit that this is the settled rule but insist that it has been applied only in cases where the control of the Government was exercised to extend the area of practicable navigation either by constructing channels for actual use or by removing obstructions to navigation. They assert, and the court below was of opinion, that United States v. Lynah, 188 U.S. 445, 23 S.Ct. 349, 47 L.Ed. 539, and United States v. Cress, 243 U.S. 316, 37 S.Ct. 380, 61 L.Ed. 746, sanction a different principle where the improvement consists in the raising of the level of a stream to the injury of structures erected by the riparian owner between high and low water mark.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">What was said in the Cress case must be confined to the facts there disclosed. In that case, the Government's improvement in a navigable stream resulted in the flooding of the plaintiffs' land in and adjacent to a non-navigable stream. The owners of the land along and under the bed of the stream were held entitled to compensation for the damage to their lands. The question here presented was not discussed in the opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In the Lynah case the plaintiff's rice plantation was rendered worthless by the Government's raising the water in the Savannah River. Three questions were considered at length by this Court: Whether the trial court (the then Circuit Court) had jurisdiction; whether there was a taking of plaintiff's property; and whether the government was bound to compensate therefor. All were answered in the affirmative. Applying earlier decisions it was held that the permanent flooding of land adjacent to a stream in the improvement of navigation, pursuant to statutory authority, amounted to a taking and that the court had jurisdiction to award compensation upon the footing of an implied contract of the Government to pay for what it took. But as the court below points out, the quoted findings show, and the opinion adverted to the fact, that the plantation lay, in part, between the high and low water lines, and this Court held that the flooding constituted a taking of the whole for which compensation was due under the Fifth Amendment to the Constitution. Moreover, three justices based their dissent largely on the fact that compensation was awarded for injury to lands lying below high water mark. We are bound, therefore, to determine whether we shall follow that decision in respect of the issue involved in the instant case. The decision was by a divided court and later, in a similar case, there was an affirmance by an equally divided court.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> The case has often been cited as authority for the settled doctrine that an authorized taking of property for public use gives rise to an implied promise to pay just compensation. But we think this Court has never followed it as a binding decision that compensation is due for injury or destruction of a riparian owner's property located in the bed of a navigable stream. And we think that, so far as it sanctions such a principle, it is in irreconcilable conflict with our later decisions<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> and cannot be considered as expressing the law.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It is not true, as respondents maintain, that only structures in the bed of a navigable stream which obstruct or adversely affect navigation may be injured or destroyed without compensation by a federal improvement of navigable capacity. On the contrary, any structure is placed in the bed of a stream at the risk that it may be so injured or destroyed; and the right to compensation does not depend on the absence of physical interference with navigation. The ratio decidendi and the circumstances disclosed in numerous cases lead inevitably to this conclusion.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The respondents claim that two of the sections of embankment in question not only are above ordinary high water mark but also claim that they abut, not on the Mississippi River, but on a non-navigable tributary and that another, though along the bank of the river, is at or above the ordinary high water line. The Government disagrees. These issues of fact remain for solution by the District Court.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The judgment is reversed and the cause is remanded to the District Court for further proceedings in conformity with this opinion. So ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> River and Harbor Act of July 3, 1930, c. 847, 46 Stat. 918, 927.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 8 Cir., 113 F.2d 919.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Gilman v. Philadelphia, 3 Wall. 713, 724, 18 L.Ed. 96.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Scranton v. Wheeler, 179 U.S. 141, 162, 21 S.Ct. 48, 56, 45 L.Ed. 126.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Morrill v. St. Anthony Falls Water Pr. Co., 26 Minn. 222, 2 N.W. 842, 37 Am.Rep. 399.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Gibson v. United States, 166 U.S. 269, 271, 272, 17 S.Ct. 578, 579, 41 L.Ed. 996.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> United States v. Chandler-Dunbar Co., 229 U.S. 53, 62, 33 S.Ct. 667, 671, 57 L.Ed. 1063; New Jersey v. Sargent, 269 U.S. 328, 337, 46 S.Ct. 122, 124, 70 L.Ed. 289; United States v. Appalachian Electric Power Co., 311 U.S. 377, 61 S.Ct. 291, 85 L.Ed. 243.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Alabama v. Georgia, 23 How. 505, 515, 16 L.Ed. 556.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Scranton v. Wheeler, 179 U.S. 141, 143, 144, 21 S.Ct. 48, 49, 45 L.Ed. 126; Greenleaf Lumber Co. v. Garrison, 237 U.S. 251, 263, 35 S.Ct. 551, 555, 59 L.Ed. 939; Willink v. United States, 240 U.S. 572, 580, 36 S.Ct. 422, 424, 60 L.Ed. 808; Delaware R. Co. v. Weeks, D.C., 293 F. 114, 120; Barr v. Spalding, D.C., 46 F.2d 798, 800; Marret v. United States, 82 Ct.Cl. 1, 13; United States v. Meyer, 7 Cir., 113 F.2d 387, 398.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> United States v. Heyward, 250 U.S. 633, 39 S.Ct. 490, 63 L.Ed. 1181.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See cases cited in Note 9 supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> See the cases cited in Note 9, and United States v. Chandler-Dunbar Co., 229 U.S. 53, 70, 33 S.Ct. 667, 674, 57 L.Ed. 1063; Lewis Blue Point Oyster Co. v. Briggs, 229 U.S. 82, 86&#8212;88, 33 S.Ct. 679, 680, 57 L.Ed. 1083, Ann.Cas.1915A, 232.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/103493/"
}