{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "314 U.S. 33", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/103548/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Reitz v. Mealey", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "21", 
    "id": 87931, 
    "resource_uri": "/api/rest/v2/citation/87931/"
  }, 
  "id": 103548, 
  "blocked": false, 
  "judges": "Roberts", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1941-11-10", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>314 U.S. 33 (1941)</b></center>\n<center><h1>REITZ<br>\nv.<br>\nMEALEY, COMMISSIONER OF MOTOR VEHICLES OF THE STATE OF NEW YORK.</h1></center>\n<center>No. 21.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Reargued October 22, 1941.</center>\n<center>Decided November 10, 1941.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE NORTHERN DISTRICT OF NEW YORK.\n<p><span class=\"star-pagination\">*34</span> <i>Mr. Harry A. Allan,</i> with whom <i>Mr. Daniel H. Prior</i> was on the brief, for appellant.</p>\n<p><i>Mr. Jack Goodman,</i> Assistant Attorney General of New York, with whom <i>Messrs. John J. Bennett, Jr.,</i> Attorney General, and <i>Henry Epstein,</i> Solicitor General, were on the brief, for appellee.</p>\n<p>MR. JUSTICE ROBERTS delivered the opinion of the Court.</p>\n<p>This is a suit to restrain the appellee from enforcing a suspension of the appellant's driver's license. The complaint alleges that the order suspending the license was issued May 29, 1940, pursuant to § 94-b of the Vehicle and Traffic Law of New York,<sup>[1]</sup> upon receipt by the appellee, from the Clerk of the Supreme Court of Albany County, of a transcript of a judgment, accompanied by evidence of its finality and nonpayment, rendered against the appellant in the sum of $5,138.25, in an action to recover damages for personal injuries caused by appellant's operation of an automobile. It is alleged that on June 21, 1940, the appellant was adjudicated a bankrupt and his cause referred to a referee; that the judgment was scheduled as a debt; and, although no discharge had been granted, the judgment is a dischargeable debt. The complaint charges that § 94-b <span class=\"star-pagination\">*35</span> violates the due process clause of the 14th Amendment and is rendered void by § 17 of the Bankruptcy Act.<sup>[2]</sup> A temporary and a permanent injunction are prayed. A restraining order issued. The answer of the appellee admits all of the relevant allegations except that the judgment was dischargeable in bankruptcy. Upon the hearing of a motion for injunction, based upon the bill and answer, a court of three judges denied the injunction and dismissed the bill.<sup>[3]</sup> At the argument before us it was admitted that a discharge has been granted and that the judgment debt is thereby discharged.</p>\n<p>Section 94-b provides for suspension of the operator's license and registration certificate of any person if a judgment against him, for injury to person or property resulting from the operation of a motor car, be not paid within fifteen days, upon certification of the judgment, its finality, and nonpayment, to the commissioner by the county clerk. It directs the commissioner to suspend the license for three years unless, in the meantime, the judgment is satisfied or discharged, except by a discharge in bankruptcy. The suspension persists after the expiration of the three years or satisfaction of the judgment, until the licensee gives proof of his ability to respond in damages by the procurement of insurance, the giving of a bond, or the posting of a deposit.<sup>[4]</sup> The county clerk is required to certify to the commissioner any such judgment unappealed and unsatisfied for fifteen days after entry.</p>\n<p>So the statute stood until May 4, 1936, when, by an amendatory act,<sup>[5]</sup> a proviso was added that, if the creditor consents in writing, the debtor may be allowed a license and registration for six months from the date of such consent and thereafter until the consent is revoked in <span class=\"star-pagination\">*36</span> writing, if proof of ability to respond to damages is furnished. A further amendment, of May 31, 1939,<sup>[6]</sup> made it the duty of the county clerk to certify the judgment only upon written demand of the creditor or his attorney.</p>\n<p>The purpose of the statute is clear. It is not a condition of the grant of license that the applicant shall have insurance. Instead, the policy of the State is that, if a driver has an accident in respect of which a judgment convicts him of negligence, his license will be suspended and so remain unless he furnishes proof of his ability to respond for damage thereafter caused; and that, in any event, it will be suspended for three years unless, in the meantime, the judgment is satisfied or the creditor consents that the license be reinstated and remain in force.</p>\n<p><i>First.</i> The statute, leaving out of consideration the amendments, is not obnoxious to the due process clause of the 14th Amendment. The use of the public highways by motor vehicles, with its consequent dangers, renders the reasonableness and necessity of regulation apparent. The universal practice is to register ownership of automobiles and to license their drivers. Any appropriate means adopted by the states to insure competence and care on the part of its licensees and to protect others using the highway is consonant with due process. Some States require insurance, or its equivalent, as a condition of the issue of a license. New York chose to obtain the same end by providing for the revocation or suspension of a license if the holder is adjudged guilty of negligent driving. Section 94-b permits the restoration of the license upon payment or satisfaction of the judgment. As the court below has held, the effect of the statute as it stood prior to the amendment of 1936 was to make the license privilege a form of protection against damage to the public inflicted through the licensee's carelessness.<sup>[7]</sup></p>\n<p><span class=\"star-pagination\">*37</span> <i>Second.</i> Prior to the amendment of 1936, the license could not be restored until three years had expired from its suspension, unless the judgment were paid or discharged, except by a discharge in bankruptcy, and unless, also, the licensee furnished proof of his ability to respond in damages for any future accident.</p>\n<p>If the statute went no further, we are clear that it would constitute a valid exercise of the State's police power not inconsistent with § 17 of the Bankruptcy Act. The penalty which § 94-b imposes for injury due to careless driving is not for the protection of the creditor merely, but to enforce a public policy that irresponsible drivers shall not, with impunity, be allowed to injure their fellows. The scheme of the legislation would be frustrated if the reckless driver were permitted to escape its provisions by the simple expedient of voluntary bankruptcy, and, accordingly, the legislature declared that a discharge in bankruptcy should not interfere with the operation of the statute. Such legislation is not in derogation of the Bankruptcy Act. Rather it is an enforcement of permissible state policy touching highway safety.</p>\n<p><i>Third.</i> The appellant insists that the section as amended, and as it was at the time the judgment was rendered against him, violates the due process clause and runs afoul of the Bankruptcy Act in virtue of the power given the creditor to have the judgment certified to the commissioner of motor vehicles, that is, the power to bring § 94-b into operation, and the further power to suspend the operation of the section.</p>\n<p>The claim of deprivation of rights without due process of law is frivolous. The State has seen fit to give the plaintiff an additional means of enforcing the payment of a judgment for damages inflicted in the operation of a motor vehicle by dealing with the registration and license of the driver. The grant of this additional remedy is not inconsistent with the concept of due process.</p>\n<p><span class=\"star-pagination\">*38</span> A more serious question arises in connection with § 17 of the Bankruptcy Act. The discharge of the debtor is a defense available against a suit on the judgment and against execution process issued upon it. And there is force in the argument that § 94-b, as amended, in truth deprives the debtor of the immunity afforded by his discharge, leaves out of view the public policy of the State or makes that public policy subservient to the private interest of the creditor by affording him the opportunity to initiate, remove and revive the suspension of the license upon terms as to payments on account of his claim.</p>\n<p>The District Court held that it need not consider the validity of the amendment of 1939, which requires the county clerk to certify the judgment only upon the request of the creditor. Under the old law it was the duty of the county clerk to certify every such judgment which had become final and remained unsatisfied for fifteen days. It is true that the bill alleges the judgment in this case was certified at the request of the plaintiff's attorney. But if the amendment is void, because it confers a power on the creditor inconsistent with the effect of the debtor's discharge, and is eliminated from the statute for that reason, it still remains that under the old law the county clerk's duty to certify was mandatory, and this judgment would have been certified if he had performed his official duty.</p>\n<p>The court also found it unnecessary to pass upon the validity of the 1936 amendment. The power of the creditor to lift the suspension and restore it during the period of three years does not appear to have been invoked in the present case. If the creditor attempts to exercise that power, the commissioner will have to determine whether the amendment giving the creditor such power is valid.</p>\n<p>The court was of the view that if the amendments are invalid, as inconsistent with § 17 of the Bankruptcy Act, they are severable, and that the statute may stand as a complete act without them, since, under the law of New <span class=\"star-pagination\">*39</span> York, a statute, in itself constitutional, is not affected by an unconstitutional amendment; \u0097 the amendment dropping out and the original act remaining in force. Decisions of the highest court of the State are cited to this effect.<sup>[8]</sup></p>\n<p>These decisions hold that, where the original and amending acts were enacted by different legislatures, it cannot be thought that the original act would not have been retained except for the amendments, and this principle has been applied where the amending act declares, as it does in this instance, that the original act is \"amended to read as follows\" and then contains a redraft of the entire act with the amendment inserted. Whether an amendment stands by itself as an independent enactment, or is incorporated in the setting of the act which it amends, by a provision that the act \"shall read as follows:\" is a matter of draftsmanship or legislative mechanics. It does not touch the substance of constitutionality.</p>\n<p>There is no evidence of intent that if the amendments could not stand the legislation as a whole should fail. On the contrary, the legislative history discloses a persistent purpose that such a scheme for the control of motor drivers should remain. Successive and frequent amendments have dealt with details but have left intact the major features of the legislation.<sup>[9]</sup> In any case, we should accord great weight to the District Court's view of New York law. But an examination of the authorities convinces that in this case any contrary view is untenable. Since the judgment in this case would or should have been <span class=\"star-pagination\">*40</span> certified prior to the amendment of 1939, and since the creditor has not sought to invoke the amendment of 1936 which gives him a control over the restoration of appellant's license and its continued force during the three year suspension period, we think the court was right in abstaining from deciding whether the amendments are annulled by § 17 of the Bankruptcy Act.</p>\n<p>The decree is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE DOUGLAS, dissenting:</p>\n<p>Under the statute in question, it becomes the duty of the commissioner of motor vehicles to suspend the operator's license of one against whom the unsatisfied judgment has been rendered (<i>Matter of </i><i>Jones</i> v. <i>Harnett,</i> 247 App. Div. 7, 286 N.Y.S. 220; aff'd 271 N.Y. 626, 3 N.E.2d 455), \"upon receiving a certified copy\" of such final judgment from the court. McKinney's Cons. L. Bk. 62-A, § 94-b. The statute further provides that \"It shall be the duty of the clerk of the court, or of the court, where it has no clerk, in which any such judgment is rendered, to forward immediately, <i>upon written demand of the judgment creditor or his attorney</i> . . . to such commissioner a certified copy of such judgment or a transcript thereof.\" [Italics supplied.] <i>Id.</i></p>\n<p>In this case the judgment creditor invoked the power which the New York legislature placed in his hands. At the request of his attorney, the clerk of the court forwarded a transcript of the judgment to the commissioner, who thereupon issued the order of suspension.</p>\n<p>The power thus granted the judgment creditor contravenes § 17 of the Bankruptcy Act. Judgments on claims of the kind involved here<sup>[1]</sup> are provable (<i>Lewis</i> v. <i>Roberts,</i> <span class=\"star-pagination\">*41</span> 267 U.S. 467) and do not fall within any of the categories of debts excepted from discharge by § 17. Since they are dischargeable, a state cannot supply a device for their collection which survives a discharge in bankruptcy. The bankruptcy power is \"unrestricted and paramount\"; the states \"may not pass or enforce laws to interfere with or complement the Bankruptcy Act or to provide additional or auxiliary regulations.\" <i>International Shoe Co.</i> v. <i>Pinkus,</i> 278 U.S. 261, 265. The power which New York has placed in the hands of this judgment creditor is such an interference, though the discharge in bankruptcy be deemed to destroy only the remedy (<i>Zavelo</i> v. <i>Reeves,</i> 227 U.S. 625) not the debt.</p>\n<p>Under the New York scheme a creditor whose claim has been discharged still holds a club over his debtor's head. The state has given him a remedy which survives bankruptcy. If the bankrupt refuses to pay his discharged debt, the creditor will see to it that his driver's license is suspended. If, however, the bankrupt will pay up, the creditor will refrain.</p>\n<p>The practical pressures of this collection device are apparent. Where retention of the operator's license is essential to livelihood, as here alleged, the bankrupt is at the creditor's mercy. Bankruptcy is not then the sanctuary for hapless debtors which Congress intended. The bankrupt, instead of receiving by virtue of his discharge \"a new opportunity in life and a clear field for future effort, unhampered by the pressure and discouragement of pre-existing debt\" (<i>Local Loan Co.</i> v. <i>Hunt,</i> 292 U.S. 234, 244) finds himself still entangled with a former creditor.</p>\n<p>In practical effect the bankrupt may be in as bad, or even worse, a position than if the state had made it possible for a creditor to attach his future wages. Such a device <span class=\"star-pagination\">*42</span> would clearly contravene the Bankruptcy Act. <i>Local Loan Co.</i> v. <i>Hunt, supra</i><i>.</i> The present one likewise runs afoul of the Act.</p>\n<p>But it is said that if this provision of the statute falls out, the old one falls in; and under the old one it was the duty of the clerk to certify the unsatisfied judgment to the commissioner. The difficulty with that view is that this is not that case. This bankrupt's license was suspended as a result of legal compulsion by the creditor. Whether it would have been suspended had the commissioner been advised that the amendment giving the creditor that power contravened the Bankruptcy Act is wholly conjectural. The question of whether a provision of a state statute survives an invalid amendment is a question of state law. See <i>Oklahoma</i> v. <i>Wells, Fargo &amp; Co.,</i> 223 U.S. 298. We do not know what the ruling of the New York courts would be under this statute. Nor do we know whether as a matter of administrative policy the clerk and the commissioner would have proceeded on the basis of the old statute or would have awaited legislative clarification. But, since we do know that the bankrupt was deprived of his license by reason of a statute which conflicts with the Bankruptcy Act, we should strike down the statutory provision which in fact was invoked.</p>\n<p>The constitutional objection to this statute, however, persists even though we assume that the bankrupt's license would have been suspended without the creditor's initiative. The Act also provides that \"<i>if the judgment creditor consents in writing that the judgment debtor be allowed license and registration,</i> the same may be allowed for six months from the date of such consent by the commissioner and thereafter. . . .\" (Italics supplied.) I do not think we can pass over that provision on the theory that the power of the creditor to lift the suspension does not appear to have been invoked in this case and that if the creditor <span class=\"star-pagination\">*43</span> attempts to exercise such power the commissioner will have to pass on the constitutional issue. Meanwhile, the provision in question will give to the creditor enormous leverage. His bargaining position will be greatly fortified. The bankrupt is at his mercy where the means of livelihood are at stake. If the bankrupt agrees to a settlement, makes arrangements for instalment payments, or the like, the creditor will see to it that the license is restored. If the bankrupt rests on his rights, the creditor will show no mercy. In the interim, there is no way by which the bankrupt can rid himself of that pressure, unless he makes peace with the creditor; he cannot force the constitutional issue in any way other than the present suit. If the creditor agrees to lift the suspension, the bankrupt would be the last to object. In any event, the provision by that time would have spent much of its force. In short, this power which New York has given the creditor is a powerful collection device which should not be allowed to survive bankruptcy.</p>\n<p>I agree that we should not meet a constitutional issue unless it is unavoidable. But that issue cannot be escaped here, unless we are to overlook the realities of collection methods.</p>\n<p>MR. JUSTICE BLACK, MR. JUSTICE BYRNES and MR. JUSTICE JACKSON join in this dissent.</p>\n<h2>NOTES</h2>\n<p>[1]  Consolidated Laws, c. 71.</p>\n<p>[2]  11 U.S.C. § 35.</p>\n<p>[3]  34 F. Supp. 532.</p>\n<p>[4]  See § 94-c.</p>\n<p>[5]  New York Laws, 1936, c. 448.</p>\n<p>[6]  New York Laws, 1939, c. 618.</p>\n<p>[7]  See also <i>Munz</i> v. <i>Harnett,</i> 6 F. Supp. 158.</p>\n<p>[8]  <i>E.g., </i><i>People</i> v. <i>Mensching,</i> 187 N.Y. 8, 23, 79 N.E. 884; <i>Markland</i> v. <i>Scully,</i> 203 N.Y. 158, 96 N.E. 427; <i>People</i> v. <i>Klinck Packing Co.,</i> 214 N.Y. 121, 108 N.E. 278; <i>People</i> v. <i>Knapp,</i> 230 N.Y. 48, 63, 129 N.E. 202.</p>\n<p>[9]  See Laws 1930, c. 398; Laws 1931, c. 669; Laws 1934, c. 438; Laws 1936, c. 293; Laws 1936, c. 771; Laws 1937, c. 114; Laws 1937, c. 463; Laws 1939, c. 618.</p>\n<p>[1]  The appearance of judgments, arising out of automobile accidents, among individual bankrupts' schedules of liabilities has been common. Causes of Business Failures and Bankruptcies of Individuals in New Jersey in 1929-30, U.S. Dept. of Commerce, Don. Comm. Series No. 54, pp. 25-26 (1931); Causes of Commercial Bankruptcies, <i>id.,</i> No. 69, pp. 14-16 (1932); Causes of Bankruptcies Among Consumers, <i>id.,</i> No. 82, pp. 14-15 (1933).</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:54:27", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">314</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></span> (1941)</b></center>\n<center><h1>REITZ<br>\nv.<br>\nMEALEY, COMMISSIONER OF MOTOR VEHICLES OF THE STATE OF NEW YORK.</h1></center>\n<center>No. 21.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Reargued October 22, 1941.</center>\n<center>Decided November 10, 1941.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE NORTHERN DISTRICT OF NEW YORK.\n<p><span class=\"star-pagination\">*34</span> <i>Mr. Harry A. Allan,</i> with whom <i>Mr. Daniel H. Prior</i> was on the brief, for appellant.</p>\n<p><i>Mr. Jack Goodman,</i> Assistant Attorney General of New York, with whom <i>Messrs. John J. Bennett, Jr.,</i> Attorney General, and <i>Henry Epstein,</i> Solicitor General, were on the brief, for appellee.</p>\n<p>MR. JUSTICE ROBERTS delivered the opinion of the Court.</p>\n<p>This is a suit to restrain the appellee from enforcing a suspension of the appellant's driver's license. The complaint alleges that the order suspending the license was issued May 29, 1940, pursuant to § 94-b of the Vehicle and Traffic Law of New York,<sup>[1]</sup> upon receipt by the appellee, from the Clerk of the Supreme Court of Albany County, of a transcript of a judgment, accompanied by evidence of its finality and nonpayment, rendered against the appellant in the sum of $5,138.25, in an action to recover damages for personal injuries caused by appellant's operation of an automobile. It is alleged that on June 21, 1940, the appellant was adjudicated a bankrupt and his cause referred to a referee; that the judgment was scheduled as a debt; and, although no discharge had been granted, the judgment is a dischargeable debt. The complaint charges that § 94-b <span class=\"star-pagination\">*35</span> violates the due process clause of the 14th Amendment and is rendered void by § 17 of the Bankruptcy Act.<sup>[2]</sup> A temporary and a permanent injunction are prayed. A restraining order issued. The answer of the appellee admits all of the relevant allegations except that the judgment was dischargeable in bankruptcy. Upon the hearing of a motion for injunction, based upon the bill and answer, a court of three judges denied the injunction and dismissed the bill.<sup>[3]</sup> At the argument before us it was admitted that a discharge has been granted and that the judgment debt is thereby discharged.</p>\n<p>Section 94-b provides for suspension of the operator's license and registration certificate of any person if a judgment against him, for injury to person or property resulting from the operation of a motor car, be not paid within fifteen days, upon certification of the judgment, its finality, and nonpayment, to the commissioner by the county clerk. It directs the commissioner to suspend the license for three years unless, in the meantime, the judgment is satisfied or discharged, except by a discharge in bankruptcy. The suspension persists after the expiration of the three years or satisfaction of the judgment, until the licensee gives proof of his ability to respond in damages by the procurement of insurance, the giving of a bond, or the posting of a deposit.<sup>[4]</sup> The county clerk is required to certify to the commissioner any such judgment unappealed and unsatisfied for fifteen days after entry.</p>\n<p>So the statute stood until May 4, 1936, when, by an amendatory act,<sup>[5]</sup> a proviso was added that, if the creditor consents in writing, the debtor may be allowed a license and registration for six months from the date of such consent and thereafter until the consent is revoked in <span class=\"star-pagination\">*36</span> writing, if proof of ability to respond to damages is furnished. A further amendment, of May 31, 1939,<sup>[6]</sup> made it the duty of the county clerk to certify the judgment only upon written demand of the creditor or his attorney.</p>\n<p>The purpose of the statute is clear. It is not a condition of the grant of license that the applicant shall have insurance. Instead, the policy of the State is that, if a driver has an accident in respect of which a judgment convicts him of negligence, his license will be suspended and so remain unless he furnishes proof of his ability to respond for damage thereafter caused; and that, in any event, it will be suspended for three years unless, in the meantime, the judgment is satisfied or the creditor consents that the license be reinstated and remain in force.</p>\n<p><i>First.</i> The statute, leaving out of consideration the amendments, is not obnoxious to the due process clause of the 14th Amendment. The use of the public highways by motor vehicles, with its consequent dangers, renders the reasonableness and necessity of regulation apparent. The universal practice is to register ownership of automobiles and to license their drivers. Any appropriate means adopted by the states to insure competence and care on the part of its licensees and to protect others using the highway is consonant with due process. Some States require insurance, or its equivalent, as a condition of the issue of a license. New York chose to obtain the same end by providing for the revocation or suspension of a license if the holder is adjudged guilty of negligent driving. Section 94-b permits the restoration of the license upon payment or satisfaction of the judgment. As the court below has held, the effect of the statute as it stood prior to the amendment of 1936 was to make the license privilege a form of protection against damage to the public inflicted through the licensee's carelessness.<sup>[7]</sup></p>\n<p><span class=\"star-pagination\">*37</span> <i>Second.</i> Prior to the amendment of 1936, the license could not be restored until three years had expired from its suspension, unless the judgment were paid or discharged, except by a discharge in bankruptcy, and unless, also, the licensee furnished proof of his ability to respond in damages for any future accident.</p>\n<p>If the statute went no further, we are clear that it would constitute a valid exercise of the State's police power not inconsistent with § 17 of the Bankruptcy Act. The penalty which § 94-b imposes for injury due to careless driving is not for the protection of the creditor merely, but to enforce a public policy that irresponsible drivers shall not, with impunity, be allowed to injure their fellows. The scheme of the legislation would be frustrated if the reckless driver were permitted to escape its provisions by the simple expedient of voluntary bankruptcy, and, accordingly, the legislature declared that a discharge in bankruptcy should not interfere with the operation of the statute. Such legislation is not in derogation of the Bankruptcy Act. Rather it is an enforcement of permissible state policy touching highway safety.</p>\n<p><i>Third.</i> The appellant insists that the section as amended, and as it was at the time the judgment was rendered against him, violates the due process clause and runs afoul of the Bankruptcy Act in virtue of the power given the creditor to have the judgment certified to the commissioner of motor vehicles, that is, the power to bring § 94-b into operation, and the further power to suspend the operation of the section.</p>\n<p>The claim of deprivation of rights without due process of law is frivolous. The State has seen fit to give the plaintiff an additional means of enforcing the payment of a judgment for damages inflicted in the operation of a motor vehicle by dealing with the registration and license of the driver. The grant of this additional remedy is not inconsistent with the concept of due process.</p>\n<p><span class=\"star-pagination\">*38</span> A more serious question arises in connection with § 17 of the Bankruptcy Act. The discharge of the debtor is a defense available against a suit on the judgment and against execution process issued upon it. And there is force in the argument that § 94-b, as amended, in truth deprives the debtor of the immunity afforded by his discharge, leaves out of view the public policy of the State or makes that public policy subservient to the private interest of the creditor by affording him the opportunity to initiate, remove and revive the suspension of the license upon terms as to payments on account of his claim.</p>\n<p>The District Court held that it need not consider the validity of the amendment of 1939, which requires the county clerk to certify the judgment only upon the request of the creditor. Under the old law it was the duty of the county clerk to certify every such judgment which had become final and remained unsatisfied for fifteen days. It is true that the bill alleges the judgment in this case was certified at the request of the plaintiff's attorney. But if the amendment is void, because it confers a power on the creditor inconsistent with the effect of the debtor's discharge, and is eliminated from the statute for that reason, it still remains that under the old law the county clerk's duty to certify was mandatory, and this judgment would have been certified if he had performed his official duty.</p>\n<p>The court also found it unnecessary to pass upon the validity of the 1936 amendment. The power of the creditor to lift the suspension and restore it during the period of three years does not appear to have been invoked in the present case. If the creditor attempts to exercise that power, the commissioner will have to determine whether the amendment giving the creditor such power is valid.</p>\n<p>The court was of the view that if the amendments are invalid, as inconsistent with § 17 of the Bankruptcy Act, they are severable, and that the statute may stand as a complete act without them, since, under the law of New <span class=\"star-pagination\">*39</span> York, a statute, in itself constitutional, is not affected by an unconstitutional amendment; \u0097 the amendment dropping out and the original act remaining in force. Decisions of the highest court of the State are cited to this effect.<sup>[8]</sup></p>\n<p>These decisions hold that, where the original and amending acts were enacted by different legislatures, it cannot be thought that the original act would not have been retained except for the amendments, and this principle has been applied where the amending act declares, as it does in this instance, that the original act is \"amended to read as follows\" and then contains a redraft of the entire act with the amendment inserted. Whether an amendment stands by itself as an independent enactment, or is incorporated in the setting of the act which it amends, by a provision that the act \"shall read as follows:\" is a matter of draftsmanship or legislative mechanics. It does not touch the substance of constitutionality.</p>\n<p>There is no evidence of intent that if the amendments could not stand the legislation as a whole should fail. On the contrary, the legislative history discloses a persistent purpose that such a scheme for the control of motor drivers should remain. Successive and frequent amendments have dealt with details but have left intact the major features of the legislation.<sup>[9]</sup> In any case, we should accord great weight to the District Court's view of New York law. But an examination of the authorities convinces that in this case any contrary view is untenable. Since the judgment in this case would or should have been <span class=\"star-pagination\">*40</span> certified prior to the amendment of 1939, and since the creditor has not sought to invoke the amendment of 1936 which gives him a control over the restoration of appellant's license and its continued force during the three year suspension period, we think the court was right in abstaining from deciding whether the amendments are annulled by § 17 of the Bankruptcy Act.</p>\n<p>The decree is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE DOUGLAS, dissenting:</p>\n<p>Under the statute in question, it becomes the duty of the commissioner of motor vehicles to suspend the operator's license of one against whom the unsatisfied judgment has been rendered (<i>Matter of </i><i>Jones</i> v. <i>Harnett,</i> 247 App. Div. 7, 286 N.Y.S. 220; aff'd <span class=\"citation no-link\"><span class=\"volume\">271</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">626</span></span>, 3 N.E.2d 455), \"upon receiving a certified copy\" of such final judgment from the court. McKinney's Cons. L. Bk. 62-A, § 94-b. The statute further provides that \"It shall be the duty of the clerk of the court, or of the court, where it has no clerk, in which any such judgment is rendered, to forward immediately, <i>upon written demand of the judgment creditor or his attorney</i> . . . to such commissioner a certified copy of such judgment or a transcript thereof.\" [Italics supplied.] <i>Id.</i></p>\n<p>In this case the judgment creditor invoked the power which the New York legislature placed in his hands. At the request of his attorney, the clerk of the court forwarded a transcript of the judgment to the commissioner, who thereupon issued the order of suspension.</p>\n<p>The power thus granted the judgment creditor contravenes § 17 of the Bankruptcy Act. Judgments on claims of the kind involved here<sup>[1]</sup> are provable (<i>Lewis</i> v. <i>Roberts,</i> <span class=\"star-pagination\">*41</span> 267 U.S. 467) and do not fall within any of the categories of debts excepted from discharge by § 17. Since they are dischargeable, a state cannot supply a device for their collection which survives a discharge in bankruptcy. The bankruptcy power is \"unrestricted and paramount\"; the states \"may not pass or enforce laws to interfere with or complement the Bankruptcy Act or to provide additional or auxiliary regulations.\" <i>International Shoe Co.</i> v. <i>Pinkus,</i> <span class=\"citation\" data-id=\"101360\"><a href=\"/opinion/101360/international-shoe-co-v-pinkus/\"><span class=\"volume\">278</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">261</span></a></span>, 265. The power which New York has placed in the hands of this judgment creditor is such an interference, though the discharge in bankruptcy be deemed to destroy only the remedy (<i>Zavelo</i> v. <i>Reeves,</i> 227 U.S. 625) not the debt.</p>\n<p>Under the New York scheme a creditor whose claim has been discharged still holds a club over his debtor's head. The state has given him a remedy which survives bankruptcy. If the bankrupt refuses to pay his discharged debt, the creditor will see to it that his driver's license is suspended. If, however, the bankrupt will pay up, the creditor will refrain.</p>\n<p>The practical pressures of this collection device are apparent. Where retention of the operator's license is essential to livelihood, as here alleged, the bankrupt is at the creditor's mercy. Bankruptcy is not then the sanctuary for hapless debtors which Congress intended. The bankrupt, instead of receiving by virtue of his discharge \"a new opportunity in life and a clear field for future effort, unhampered by the pressure and discouragement of pre-existing debt\" (<i>Local Loan Co.</i> v. <i>Hunt,</i> <span class=\"citation\" data-id=\"102265\"><a href=\"/opinion/102265/local-loan-co-v-hunt/\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></a></span>, 244) finds himself still entangled with a former creditor.</p>\n<p>In practical effect the bankrupt may be in as bad, or even worse, a position than if the state had made it possible for a creditor to attach his future wages. Such a device <span class=\"star-pagination\">*42</span> would clearly contravene the Bankruptcy Act. <i>Local Loan Co.</i> v. <i>Hunt, supra</i><i>.</i> The present one likewise runs afoul of the Act.</p>\n<p>But it is said that if this provision of the statute falls out, the old one falls in; and under the old one it was the duty of the clerk to certify the unsatisfied judgment to the commissioner. The difficulty with that view is that this is not that case. This bankrupt's license was suspended as a result of legal compulsion by the creditor. Whether it would have been suspended had the commissioner been advised that the amendment giving the creditor that power contravened the Bankruptcy Act is wholly conjectural. The question of whether a provision of a state statute survives an invalid amendment is a question of state law. See <i>Oklahoma</i> v. <i>Wells, Fargo &amp; Co.,</i> 223 U.S. 298. We do not know what the ruling of the New York courts would be under this statute. Nor do we know whether as a matter of administrative policy the clerk and the commissioner would have proceeded on the basis of the old statute or would have awaited legislative clarification. But, since we do know that the bankrupt was deprived of his license by reason of a statute which conflicts with the Bankruptcy Act, we should strike down the statutory provision which in fact was invoked.</p>\n<p>The constitutional objection to this statute, however, persists even though we assume that the bankrupt's license would have been suspended without the creditor's initiative. The Act also provides that \"<i>if the judgment creditor consents in writing that the judgment debtor be allowed license and registration,</i> the same may be allowed for six months from the date of such consent by the commissioner and thereafter. . . .\" (Italics supplied.) I do not think we can pass over that provision on the theory that the power of the creditor to lift the suspension does not appear to have been invoked in this case and that if the creditor <span class=\"star-pagination\">*43</span> attempts to exercise such power the commissioner will have to pass on the constitutional issue. Meanwhile, the provision in question will give to the creditor enormous leverage. His bargaining position will be greatly fortified. The bankrupt is at his mercy where the means of livelihood are at stake. If the bankrupt agrees to a settlement, makes arrangements for instalment payments, or the like, the creditor will see to it that the license is restored. If the bankrupt rests on his rights, the creditor will show no mercy. In the interim, there is no way by which the bankrupt can rid himself of that pressure, unless he makes peace with the creditor; he cannot force the constitutional issue in any way other than the present suit. If the creditor agrees to lift the suspension, the bankrupt would be the last to object. In any event, the provision by that time would have spent much of its force. In short, this power which New York has given the creditor is a powerful collection device which should not be allowed to survive bankruptcy.</p>\n<p>I agree that we should not meet a constitutional issue unless it is unavoidable. But that issue cannot be escaped here, unless we are to overlook the realities of collection methods.</p>\n<p>MR. JUSTICE BLACK, MR. JUSTICE BYRNES and MR. JUSTICE JACKSON join in this dissent.</p>\n<h2>NOTES</h2>\n<p>[1]  Consolidated Laws, c. 71.</p>\n<p>[2]  11 U.S.C. § 35.</p>\n<p>[3]  34 F. Supp. 532.</p>\n<p>[4]  See § 94-c.</p>\n<p>[5]  New York Laws, 1936, c. 448.</p>\n<p>[6]  New York Laws, 1939, c. 618.</p>\n<p>[7]  See also <i>Munz</i> v. <i>Harnett,</i> 6 F. Supp. 158.</p>\n<p>[8]  <i>E.g., </i><i>People</i> v. <i>Mensching,</i> <span class=\"citation no-link\"><span class=\"volume\">187</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">8</span></span>, 23, 79 N.E. 884; <i>Markland</i> v. <i>Scully,</i> <span class=\"citation no-link\"><span class=\"volume\">203</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">158</span></span>, 96 N.E. 427; <i>People</i> v. <i>Klinck Packing Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">214</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">121</span></span>, 108 N.E. 278; <i>People</i> v. <i>Knapp,</i> <span class=\"citation no-link\"><span class=\"volume\">230</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">48</span></span>, 63, 129 N.E. 202.</p>\n<p>[9]  See Laws 1930, c. 398; Laws 1931, c. 669; Laws 1934, c. 438; Laws 1936, c. 293; Laws 1936, c. 771; Laws 1937, c. 114; Laws 1937, c. 463; Laws 1939, c. 618.</p>\n<p>[1]  The appearance of judgments, arising out of automobile accidents, among individual bankrupts' schedules of liabilities has been common. Causes of Business Failures and Bankruptcies of Individuals in New Jersey in 1929-30, U.S. Dept. of Commerce, Don. Comm. Series No. 54, pp. 25-26 (1931); Causes of Commercial Bankruptcies, <i>id.,</i> No. 69, pp. 14-16 (1932); Causes of Bankruptcies Among Consumers, <i>id.,</i> No. 82, pp. 14-15 (1933).</p>\n\n</div>", 
  "sha1": "0f5e19d28362906fc10ba44374b6b566edc88f81", 
  "date_modified": "2014-12-21T01:43:19.408989", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/103548/reitz-v-mealey/", 
  "citation_count": 29, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/697625/", 
  "html": "<p class=\"case_cite\">314 U.S. 33</p>\n    <p class=\"case_cite\">62 S.Ct. 24</p>\n    <p class=\"case_cite\">86 L.Ed. 21</p>\n    <p class=\"parties\">REITZ<br>v.<br>MEALEY, Commissioner of Motor Vehicles.</p>\n    <p class=\"docket\">No. 21.</p>\n    <p class=\"date\">Reargued Oct, 22, 1941.</p>\n    <p class=\"date\">Decided Nov. 10, 1941.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">On Appeal from the United States District Court for the Northern District of New York.</p>\n      <p class=\"indent\">Messrs. Harry A. Allan and Daniel H. Prior, both of Albany, N.Y., for appellant.</p>\n      <p class=\"indent\">Mr. Jack Goodman, of Albany, N.Y., for appellee.</p>\n      <p class=\"indent\">Mr. Justice ROBERTS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a suit to restrain the appellee from enforcing a suspension of the appellant's driver's license. The complaint alleges that the order suspending the license was issued May 29, 1940, pursuant to &#167; 94-b of the Vehicle and Traffic Law of New York,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> upon receipt by the appellee from the Clerk of the Supreme Court of Albany County of a transcript of a judgment, accompanied by evidence of its finality and nonpayment, rendered against the appellant in the sum of $5,138.25, in an action to recover damages for personal injuries caused by appellant's operation of an automobile. It is alleged that on June 21, 1940, the appellant was adjudicated a bankrupt and his cause referred to a referee; that the judgment was scheduled as a debt; and although no discharge had been granted, the judgment is a dischargeable debt. The complaint charges that &#167; 94-b violates the due process clause of the 14th Amendment and is rendered void by &#167; 17 of the bankruptcy act.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> A temporary and a permanent injunction are prayed. A restraining order issued. The answer of the appellee admits all of the relevant allegations except that the judgment was dischargeable in bankruptcy. Upon the hearing of a motion for injunction based upon the bill and answer, a court of three judges denied the injunction and dismissed the bill.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> At the argument before us it was admitted that a discharge has been granted and that the judgment debt is thereby discharged.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Section 94-b provides for suspension of the operator's license and registration certificate of any person if a judgment against him for injury to person or property resulting from the operation of a motor car be not paid within fifteen days, upon certification of the judgment, its finality, and nonpayment, to the commissioner by the county clerk. It directs the commissioner to suspend the license for three years unless, in the meantime, the judgment is satisfied or discharged, except by a discharge in bankruptcy. The suspension persists after the expiration of the three years or satisfaction of the judgment, until the licensee gives proof of his ability to respond in damages by the procurement of insurance, the giving of a bond, or the posting of a deposit.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The county clerk is required to certify to the commissioner any such judgment unappealed and unsatisfied for fifteen days after entry.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">So the statute stood until May 4, 1936, when, by an amendatory act,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> a proviso was added that if the creditor consents in writing, the debtor may be allowed a license and registration for six months from the date of such consent and thereafter until the consent is revoked in writing, if proof of ability to respond to damages is furnished. A further amendment of May 31, 1939,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> made it the duty of the county clerk to certify the judgment only upon written demand of the creditor or his attorney.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The purpose of the statute is clear. It is not a condition of the grant of license that the applicant shall have insurance. Instead the policy of the State is that if a driver has an accident in respect of which a judgment convicts him of negligence his license will be suspended and so remain unless he furnishes proof of his ability to respond for damage thereafter caused; and that, in any event, it will be suspended for three years unless, in the meantime, the judgment is satisfied or the creditor consents that the license be reinstated and remain in force.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">First. The statute, leaving out of consideration the amendments, is not obnoxious to the due process clause of the 14th Amendment. The use of the public highways by motor vehicles, with its consequent dangers, renders the reasonableness and necessity of regulation apparent. The universal practice is to register ownership of automobiles and to license their drivers. Any appropriate means adopted by the states to insure competence and care on the part of its licensees and to protect others using the highway is consonant with due process. Some states require insurance or its equivalent as a condition of the issue of a license. New York chose to obtain the same end by providing for the revocation or suspension of a license if the holder is adjudged guilty of negligent driving. Section 94-b permits the restoration of the license upon payment or satisfaction of the judgment. As the court below has held, the effect of the statute as it stood prior to the amendment of 1936 was to make the license privilege a form of protection against damage to the public inflicted through the licensee's carelessness.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Second. Prior to the amendment of 1936, the license could not be restored until three years had expired from its suspension unless the judgment were paid or discharged, except by a discharge in bankruptcy, and unless, also, the licensee furnished proof of his ability to respond in damages for any future accident.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">If the statute went no further, we are clear that it would constitute a valid exercise of the state's police power not inconsistent with &#167; 17 of the bankruptcy act. The penalty which &#167; 94-b imposes for injury due to careless driving is not for the protection of the creditor merely but to enforce a public policy that irresponsible drivers shall not, with impunity, be allowed to injure their fellows. The scheme of the legislation would be frustrated if the reckless driver were permitted to escape its provisions by the simple expedient of voluntary bankruptcy, and, accordingly, the legislature declared that a discharge in bankruptcy should not interfere with the operation of the statute. Such legislation is not in derogation of the Bankruptcy Act. Rather it is an enforcement of permissible state policy touching highway safety.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Third. The appellant insists that the section as amended, and as it was at the time the judgment was rendered against him, violates the due process clause and runs afoul of the bankruptcy act in virtue of the power given the creditor to have the judgment certified to the commissioner of motor vehicles, that is, the power to bring &#167; 94-b into operation, and the further power to suspend the operation of the section.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The claim of deprivation of rights without due process of law is frivolous. The State has seen fit to give the plaintiff an additional means of enforcing the payment of a judgment for damages inflicted in the operation of a motor vehicle by dealing with the registration and license of the driver. The grant of this additional remedy is not inconsistent with the concept of due process.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A more serious question arises in connection with &#167; 17 of the bankruptcy act. The discharge of the debtor is a defense available against a suit on the judgment and against execution process issued upon it. And there is force in the argument that &#167; 94-b, as amended, in truth deprives the debtor of the immunity afforded by his discharge, leaves out of view the public policy of the State or makes that public policy subservient to the private interest of the creditor by affording him the opportunity to initiate, remove and revive the suspension of the license upon terms as to payments on account of his claim.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The District Court held that it need not consider the validity of the amendment of 1939 which requires the county clerk to certify the judgment only upon the request of the creditor. Under the old law it was the duty of the county clerk to certify every such judgment which had become final and remained unsatisfied for fifteen days. It is true that the bill alleges the judgment in this case was certified at the request of the plaintiff's attorney. But if the amendment is void because it confers a power on the creditor inconsistent with the effect of the debtor's discharge, and is eliminated from the statute for that reason, it still remains that under the old law the county clerk's duty to certify was mandatory, and this judgment would have been certified if he had performed his official duty.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The court also found it unnecessary to pass upon the validity of the 1936 amendment. The power of the creditor to lift the suspension and restore it during the period of three years does not appear to have been invoked in the present case. If the creditor attempts to exercise that power the commissioner will have to determine whether the amendment giving the creditor such power is valid.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The court was of the view that if the amendments are invalid as inconsistent with &#167; 17 of the bankruptcy act, they are severable, and that the statute may stand as a complete act without them, since, under the law of New York, a statute in itself constitutional is not affected by an unconstitutional amendment;&#8212;the amendment dropping out and the original act remaining in force. Decisions of the highest court of the State are cited to this effect.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">These decisions hold that, where the original and amending acts were enacted by different legislatures, it cannot be thought that the original act would not have been retained except for the amendments, and this principle has been applied where the amending act declares, as it does in this instance, that the original act is 'amended to read as follows' and then contains a redraft of the entire act with the amendment inserted. Whether an amendment stands by itself as an independent enactment, or is incorporated in the setting of the act which it amends, by a provision that the act 'shall read as follows:' is a matter of draftsmanship or legislative mechanics. It does not touch the substance of constitutionality.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">There is no evidence of intent that if the amendments could not stand the legislation as a whole should fail. On the contrary, the legislative history discloses a persistent purpose that such a scheme for the control of motor drivers should remain. Successive and frequent amendments have dealt with details but have left intact the major features of the legislation.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> In any case, we should accord great weight to the District Court's view of New York law. But an examination of the authorities convinces that in this case any contrary view is untenable. Since the judgment in this case would or should have been certified prior to the amendment of 1939 and since the creditor has not sought to invoke the amendment of 1936 which gives him a control over the restoration of appellant's license and its continued force during the three year suspension period, we think the court was right in abstaining from deciding whether the amendments are annulled by &#167; 17 of the bankruptcy act.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The decree is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Mr. Justice DOUGLAS, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Under the statute in question it becomes the duty of the commissioner of motor vehicles to suspend the operator's license of one against whom the unsatisfied judgment has been rendered (Matter of Jones v. Harnett, 247 App.Div. 7, 286 N.Y.S. 220, affirmed 271 N.Y. 626, 3 N.E.2d 455) 'upon receiving a certified copy' of such final judgment from the court. McKinney's Consol.Laws, Bk. 62-A, &#167; 94-b. The statute further provides that 'It shall be the duty of the clerk of the court, or of the court, where it has no clerk, in which any such judgment is rendered, to forward immediately, upon written demand of the judgment creditor or his attorney * * * to such commissioner a certified copy of such judgment or a transcript thereof.' (Italics supplied.) Id.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In this case the judgment creditor invoked the power which the New York legislature placed in his hands. At the request of his attorney the clerk of the court forwarded a transcript of the judgment to the commissioner who thereupon issued the order of suspension.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The power thus granted the judgment creditor contravenes &#167; 17 of the Bankruptcy Act. Judgments on claims of the kind involved here<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> are provable (Lewis v. Roberts, 267 U.S. 467, 45 S.Ct. 357, 69 L.Ed. 739, 37 A.L.R. 1440) and do not fall within any of the categories of debts excepted from discharge by &#167; 17. Since they are dischargeable, a state cannot supply a device for their collection which survives a discharge in bankruptcy. The bankruptcy power is 'unrestricted and paramount'; the states 'may not pass or enforce laws to interfere with or complement the Bankruptcy Act or to provide additional or auxiliary regulations.' International Shoe Co. v. Pinkus, 278 U.S. 261, 265, 49 S.Ct. 108, 110, 73 L.Ed. 318. The power which New York has placed in the hands of this judgment creditor is such an interference, though the discharge in bankruptcy be deemed to destroy only the remedy (Zavelo v. Reeves, 227 U.S. 625, 33 S.Ct. 365, 57 L.Ed. 676, Ann.Cas.1914D, 664) not the debt.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Under the New York scheme a creditor whose claim has been discharged still holds a club over his debtor's head. The state has given him a remedy which survives bankruptcy. If the bankrupt refuses to pay his discharged debt, the creditor will see to it that his driver's license is suspended. If, however, the bankrupt will pay up, the creditor will refrain.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The practical pressures of this collection device are apparent. Where retention of the operator's license is essential to livelihood, as here alleged, the bankrupt is at the creditor's mercy. Bankruptcy is not then the sanctuary for hapless debtors which Congress intended. The bankrupt instead of receiving by virtue of his discharge 'a new opportunity in life and a clear field for future effort, unhampered by the pressure and discouragement of preexisting debt' (Local Loan Co. v. Hunt, 292 U.S. 234, 244, 54 S.Ct. 695, 699, 78 L.Ed. 1230, 93 A.L.R. 195) finds himself still entangied with a former creditor.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In practical effect the bankrupt may be in as bad, or even worse, a position than if the state had made it possible for a creditor to attach his future wages. Such a device would clearly contravene the Bankruptcy Act. Local Loan Co. v. Hunt, supra. The present one likewise runs afoul of the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">But it is said that if this provision of the statute falls out, the old one falls in; and under the old one it was the duty of the clerk to certify the unsatisfied judgment to the commissioner. The difficulty with that view is that this is not that case. This bankrupt's license was suspended as a result of legal compulsion by the creditor. Whether it would have been suspended had the commissioner been advised that the amendment giving the creditor that power contravened the Bankruptcy Act is wholly conjectural. The question of whether a provision of a state statute survives an invalid amendment is a question of state law. See Meyer v. Wells, Fargo &amp; Co., 223 U.S. 298, 32 S.Ct. 218, 56 L.Ed. 445. We do not know what the ruling of the New York courts would be under this statute. Nor do we know whether as a matter of administrative policy the clerk and the commissioner would have proceeded on the basis of the old statute or would have awaited legislative clarification. But since we do know that the bankrupt was deprived of his license by reason of a statute which conflicts with the Bankruptcy Act, we should strike down the statutory provision which in fact was invoked.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The constitutional objection to this statute, however, persists even though we assume that the bankrupt's license would have been suspended without the creditor's initiative. The act also provides that 'if the judgment creditor consents in writing that the judgment debtor be allowed license and registration, the same may be allowed for six months from the date of such consent by the commissioner and thereafter. * * *' (Italics supplied.) I do not think we can pass over that provision on the theory that the power of the creditor to lift the suspension does not appear to have been invoked in this case and that if the creditor attempts to exercise such power the commissioner will have to pass on the constitutional issue. Meanwhile the provision in question will give to the creditor enormous leverage. His bargaining position will be greatly fortified. The bankrupt is at his mercy where the means of livelihood are at stake. If the bankrupt agrees to a settlement, makes arrangements for instalment payments, or the like, the creditor will see to it that the license is restored. If the bankrupt rests on his rights, the creditor will show no mercy. In the interim there is no way by which the bankrupt can rid himself of that pressure, unless he makes peace with the creditor; he cannot force the constitutional issue in any way other than the present suit. If the creditor agrees to lift the suspension, the bankrupt would be the last to object. In any event, the provision by that time would have spent much of its force. In short, this power which New York has given the creditor is a powerful collection device which should not be allowed to survive bankruptcy.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">I agree that we should not meet a constitutional issue unless it is unavoidable. But that issue cannot be escaped here, unless we are to overlook the realities of collection methods.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Mr. Justice BLACK, Mr. Justice BYRNES, and Mr. Justice JACKSON join in this dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Consolidated Laws ch. 71.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 11 U.S.C. &#167; 35, 11 U.S.C.A. &#167; 35.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> D.C., 34 F.Supp. 532.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See &#167; 94-c.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> New York Laws, 1936, ch. 448.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> New York Laws, 1939, ch. 618.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See also Munz v. Harnett, D.C., 6 F.Supp. 158.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> E.g., People v. Mensching, 187 N.Y. 8, 23, 79 N.E. 884, 10 L.R.A., N.S., 625, 10 Ann.Cas. 101; Markland v. Scully, 203 N.Y. 158, 96 N.E. 427; People v. C. Klinck Packing Co., 214 N.Y. 121, 108 N.E. 278, Ann.Cas.1916D, 1051; People v. Knapp, 230 N.Y. 48, 63, 129 N.E. 202.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See Laws 1930, ch. 398; Laws 1931, ch. 669; Laws 1934, ch. 438; Laws 1936, ch. 293; Laws 1936, ch. 771; Laws 1937, ch. 114; Laws 1937, ch. 463; Laws 1939, ch. 618.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The appearance of judgments, arising out of automobile accidents, among individual bankrupts' schedules of liabilities has been common. Causes of Business Failures and Bankruptcies of Individuals in New Jersey in 1929&#8212;30, U.S. Dept. of Commerce, Don. Comm. Series No. 54, pp. 25, 26 (1931); Causes of Commercial Bankruptcies, id., No. 69, pp. 14, 16 (1932); Causes of Bankruptcies Among Consumers, id., No. 82, pp. 14, 15 (1933).</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/103548/"
}