{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "556 U.S. 247", 
    "federal_cite_two": "129 S. Ct. 1456", 
    "specialty_cite_one": null, 
    "federal_cite_three": "173 L. Ed. 2d 398", 
    "lexis_cite": "2009 U.S. LEXIS 2497", 
    "document_uris": [
      "/api/rest/v2/document/145890/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "14 Penn Plaza LLC v. Pyett", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "07-581", 
    "id": 130218, 
    "resource_uri": "/api/rest/v2/citation/130218/"
  }, 
  "id": 145890, 
  "blocked": false, 
  "judges": "", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "2009-04-01", 
  "download_url": "http://www.supremecourt.gov/opinions/08pdf/07-581.pdf", 
  "source": "C", 
  "local_path": "pdf/2009/04/01/14_Penn_Plaza_LLC_v._Pyett.pdf", 
  "html_lawbox": "", 
  "time_retrieved": "2010-05-05T17:09:15", 
  "nature_of_suit": "", 
  "plain_text": "(Slip Opinion)              OCTOBER TERM, 2008                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n         14 PENN PLAZA LLC ET AL. v. PYETT ET AL.\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                 THE SECOND CIRCUIT\n\n     No. 07–581.      Argued December 1, 2008—Decided April 1, 2009\nRespondents are members of the Service Employees International Un\n  ion, Local 32BJ (Union). Under the National Labor Relations Act,\n  the Union is the exclusive bargaining representative of employees\n  within the building-services industry in New York City, which in\n  cludes building cleaners, porters, and doorpersons. The Union has\n  exclusive authority to bargain on behalf of its members over their\n  “rates of pay, wages, hours of employment, or other conditions of em\n  ployment,” 29 U. S. C. §159(a), and engages in industry-wide collec\n  tive bargaining with the Realty Advisory Board on Labor Relations,\n  Inc. (RAB), a multiemployer bargaining association for the New York\n  City real-estate industry. The agreement between the Union and the\n  RAB is embodied in their Collective Bargaining Agreement for Con\n  tractors and Building Owners (CBA). The CBA requires union mem\n  bers to submit all claims of employment discrimination to binding ar\n  bitration under the CBA’s grievance and dispute resolution\n  procedures.\n     Petitioner 14 Penn Plaza LLC is a member of the RAB. It owns\n  and operates the New York City office building where respondents\n  worked as night lobby watchmen and in other similar capacities. Re\n  spondents were directly employed by petitioner Temco Service Indus\n  tries, Inc. (Temco), a maintenance service and cleaning contractor.\n  After 14 Penn Plaza, with the Union’s consent, engaged a unionized\n  security contractor affiliated with Temco to provide licensed security\n  guards for the building, Temco reassigned respondents to jobs as por\n  ters and cleaners. Contending that these reassignments led to a loss\n  in income, other damages, and were otherwise less desirable than\n  their former positions, respondents asked the Union to file grievances\n  alleging, among other things, that petitioners violated the CBA’s ban\n2                    14 PENN PLAZA LLC v. PYETT\n\n                                 Syllabus\n\n    on workplace discrimination by reassigning respondents on the basis\n    of their age in violation of Age Discrimination in Employment Act of\n    1967 (ADEA), 29 U. S. C. §621 et seq. The Union requested arbitra\n    tion under the CBA, but after the initial hearing, withdrew the age\n    discrimination claims on the ground that its consent to the new secu\n    rity contract precluded it from objecting to respondents’ reassign\n    ments as discriminatory. Respondents then filed a complaint with\n    the Equal Employment Opportunity Commission (EEOC) alleging\n    that petitioners had violated their ADEA rights, and the EEOC is\n    sued each of them a right-to-sue notice. In the ensuing lawsuit, the\n    District Court denied petitioners’ motion to compel arbitration of re\n    spondents’ age discrimination claims. The Second Circuit affirmed,\n    holding that Alexander v. Gardner-Denver Co., 415 U. S. 36, forbids en\n    forcement of collective-bargaining provisions requiring arbitration of\n    ADEA claims.\nHeld: A provision in a collective-bargaining agreement that clearly and\n unmistakably requires union members to arbitrate ADEA claims is\n enforceable as a matter of federal law. Pp. 6–25.\n    (a) Examination of the two federal statutes at issue here, the\n ADEA and the National Labor Relations Act (NLRA), yields a\n straightforward answer to the question presented. The Union and\n the RAB, negotiating on behalf of 14 Penn Plaza, collectively bar\n gained in good faith and agreed that employment-related discrimina\n tion claims, including ADEA claims, would be resolved in arbitration.\n This freely negotiated contractual term easily qualifies as a “condi\n tio[n] of employment” subject to mandatory bargaining under the\n NLRA, 29 U. S. C. §159(a). See, e.g., Litton Financial Printing Div.,\n Litton Business Systems, Inc. v. NLRB, 501 U. S. 190, 199. As in any\n contractual negotiation, a union may agree to the inclusion of an ar\n bitration provision in a collective-bargaining agreement in return for\n other concessions from the employer, and courts generally may not\n interfere in this bargained-for exchange. See NLRB v. Magnavox\n Co., 415 U. S. 322, 328. Thus, the CBA’s arbitration provision must\n be honored unless the ADEA itself removes this particular class of\n grievances from the NLRA’s broad sweep. See Mitsubishi Motors\n Corp. v. Soler Chrysler-Plymouth, Inc., 473 U. S. 614, 628. It does\n not. This Court has squarely held that the ADEA does not preclude\n arbitration of claims brought under the statute. See Gilmer v. Inter\n state/Johnson Lane Corp., 500 U. S. 20, 26–33. Pp. 6–10. Accord\n ingly, there is no legal basis for the Court to strike down the arbitra\n tion clause in this CBA, which was freely negotiated by the Union\n and the RAB, and which clearly and unmistakably requires respon\n dents to arbitrate the age-discrimination claims at issue in this ap\n peal. Pp. 6–10.\n                   Cite as: 556 U. S. ____ (2009)                      3\n\n                              Syllabus\n\n   (b) The CBA’s arbitration provision is also fully enforceable under\nthe Gardner-Denver line of cases. Respondents incorrectly interpret\nGardner-Denver and its progeny as holding that an agreement to ar\nbitrate ADEA claims provided for in a collective-bargaining agree\nment cannot waive an individual employee’s right to a judicial forum\nunder federal antidiscrimination statutes.. Pp. 11–23.\n     (i) The facts underlying Gardner-Denver and its progeny reveal\nthe narrow scope of the legal rule they engendered. Those cases “did\nnot involve the issue of the enforceability of an agreement to arbi\ntrate statutory claims,” but “the quite different issue whether arbi\ntration of contract-based claims precluded subsequent judicial resolu\ntion of statutory claims.” Gilmer, supra, at 35. Gardner-Denver does\nnot control the outcome where, as here, the collective-bargaining\nagreement’s arbitration provision expressly covers both statutory and\ncontractual discrimination claims. Pp. 11–15.\n     (ii) Apart from their narrow holdings, the Gardner-Denver line of\ncases included broad dicta highly critical of using arbitration to vin\ndicate statutory antidiscrimination rights. That skepticism, however,\nrested on a misconceived view of arbitration that this Court has since\nabandoned. First, contrary to Gardner-Denver’s erroneous assump\ntion, 415 U. S., at 51, the decision to resolve ADEA claims by way of\narbitration instead of litigation does not waive the statutory right to\nbe free from workplace age discrimination; it waives only the right to\nseek relief from a court in the first instance, see, e.g., Gilmer, supra,\nat 26. Second, Gardner-Denver’s mistaken suggestion that certain in\nformal features of arbitration made it a forum “well suited to the\nresolution of contractual disputes,” but “a comparatively inappropri\nate forum for the final resolution of [employment] rights.” 415 U. S.,\nat 56, has been corrected. See, e.g., Shearson/American Express Inc.\nv. McMahon, 482 U. S. 220, 232. Third, Gardner-Denver’s concern\nthat, in arbitration, a union may subordinate an individual em\nployee’s interests to the collective interests of all employees in the\nbargaining unit, 415 U. S., at 58, n. 19, cannot be relied on to intro\nduce a qualification into the ADEA that is not found in its text. Until\nCongress amends the ADEA to meet the conflict-of-interest concern\nidentified in the Gardner-Denver dicta, there is “no reason to color\nthe lens through which the arbitration clause is read.” Mitsubishi,\nsupra, at 628. In any event, the conflict-of-interest argument\namounts to an unsustainable collateral attack on the NLRA, see Em\nporium Capwell Co. v. Western Addition Community Organization,\n420 U. S. 50, 62, and Congress has accounted for the conflict in sev\neral ways: union members may bring a duty of fair representation\nclaim against the union; a union can be subjected to direct liability\nunder the ADEA if it discriminates on the basis of age; and union\n4                     14 PENN PLAZA LLC v. PYETT\n\n                                  Syllabus\n\n    members may also file age-discrimination claims with the EEOC and\n    the National Labor Relations Board. Pp. 15–23.\n       (c) Because respondents’ arguments that the CBA does not clearly\n    and unmistakably require them to arbitrate their ADEA claims were\n    not raised in the lower courts, they have been forfeited. Moreover, al\n    though a substantive waiver of federally protected civil rights will not\n    be upheld, see, e.g., Mitsubishi, supra, at 637, and n. 19, this Court is\n    not positioned to resolve in the first instance respondents’ claim that\n    the CBA allows the Union to prevent them from effectively vindicat\n    ing their federal statutory rights in the arbitral forum, given that\n    this question would require resolution of contested factual allega\n    tions, was not fully briefed here or below, and is not fairly encom\n    passed within the question presented. Resolution now would be par\n    ticularly inappropriate in light of the Court’s hesitation to invalidate\n    arbitration agreements based on speculation. See, e.g., Green Tree\n    Financial Corp.-Ala. v. Randolph, 531 U. S. 79. Pp. 23–25.\n498 F. 3d 88, reversed and remanded.\n\n  THOMAS, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and SCALIA, KENNEDY, and ALITO, JJ., joined. STEVENS, J., filed a\ndissenting opinion. SOUTER, J., filed a dissenting opinion, in which STE-\nVENS, GINSBURG, and BREYER, JJ., joined.\n                       Cite as: 556 U. S. ____ (2009)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                  No. 07–581\n                                  _________________\n\n\n    14 PENN PLAZA LLC, ET AL., PETITIONERS v.\n              STEVEN PYETT ET AL.\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE SECOND CIRCUIT\n\n                                [April 1, 2009]\n\n\n  JUSTICE THOMAS delivered the opinion of the Court.\n  The question presented by this case is whether a provi\nsion in a collective-bargaining agreement that clearly and\nunmistakably requires union members to arbitrate claims\narising under the Age Discrimination in Employment Act\nof 1967 (ADEA), 81 Stat. 602, as amended, 29 U. S. C.\n§621 et seq., is enforceable. The United States Court of\nAppeals for the Second Circuit held that this Court’s\ndecision in Alexander v. Gardner-Denver Co., 415 U. S. 36\n(1974), forbids enforcement of such arbitration provisions.\nWe disagree and reverse the judgment of the Court of\nAppeals.\n                            I\n  Respondents are members of the Service Employees\nInternational Union, Local 32BJ (Union). Under the\nNational Labor Relations Act (NLRA), 49 Stat. 449, as\namended, the Union is the exclusive bargaining represen\ntative of employees within the building-services industry\nin New York City, which includes building cleaners, por\nters, and doorpersons. See 29 U. S. C. §159(a). In this\nrole, the Union has exclusive authority to bargain on\n2                   14 PENN PLAZA LLC v. PYETT\n\n                          Opinion of the Court\n\nbehalf of its members over their “rates of pay, wages,\nhours of employment, or other conditions of employment.”\nIbid. Since the 1930’s, the Union has engaged in industry\nwide collective bargaining with the Realty Advisory Board\non Labor Relations, Inc. (RAB), a multiemployer bargain\ning association for the New York City real-estate industry.\nThe agreement between the Union and the RAB is embod\nied in their Collective Bargaining Agreement for Contrac\ntors and Building Owners (CBA). The CBA requires union\nmembers to submit all claims of employment discrimina\ntion to binding arbitration under the CBA’s grievance and\ndispute resolution procedures:\n     “§30 NO DISCRIMINATION. There shall be no dis\n     crimination against any present or future employee by\n     reason of race, creed, color, age, disability, national\n     origin, sex, union membership, or any other character\n     istic protected by law, including, but not limited to,\n     claims made pursuant to Title VII of the Civil Rights\n     Act, the Americans with Disabilities Act, the Age Dis\n     crimination in Employment Act, the New York State\n     Human Rights Law, the New York City Human\n     Rights Code, . . . or any other similar laws, rules, or\n     regulations. All such claims shall be subject to the\n     grievance and arbitration procedures (Articles V and\n     VI) as the sole and exclusive remedy for violations.\n     Arbitrators shall apply appropriate law in rendering\n     decisions based upon claims of discrimination.” App.\n     to Pet. for Cert. 48a.1\n\n——————\n  1 Article V establishes the grievance process, which applies to all\n\nclaims regardless of whether they are subject to arbitration under the\nCBA. Article VI establishes the procedures for arbitration and postar\nbitration judicial review, and, in particular, provides that the arbitrator\n“shall . . . decide all differences arising between the parties as to inter\npretation, application or performance of any part of this Agreement and\nsuch other issues as the parties are expressly required to arbitrate\n                    Cite as: 556 U. S. ____ (2009)                  3\n\n                        Opinion of the Court\n\n   Petitioner 14 Penn Plaza LLC is a member of the RAB.\nIt owns and operates the New York City office building\nwhere, prior to August 2003, respondents worked as night\nlobby watchmen and in other similar capacities. Respon\ndents were directly employed by petitioner Temco Service\nIndustries, Inc. (Temco), a maintenance service and clean\ning contractor. In August 2003, with the Union’s consent,\n14 Penn Plaza engaged Spartan Security, a unionized\nsecurity services contractor and affiliate of Temco, to\nprovide licensed security guards to staff the lobby and\nentrances of its building. Because this rendered respon\ndents’ lobby services unnecessary, Temco reassigned them\nto jobs as night porters and light duty cleaners in other\nlocations in the building. Respondents contend that these\nreassignments led to a loss in income, caused them emo\ntional distress, and were otherwise less desirable than\ntheir former positions.\n   At respondents’ request, the Union filed grievances\nchallenging the reassignments. The grievances alleged\nthat petitioners: (1) violated the CBA’s ban on workplace\ndiscrimination by reassigning respondents on account of\ntheir age; (2) violated seniority rules by failing to promote\none of the respondents to a handyman position; and (3)\nfailed to equitably rotate overtime. After failing to obtain\nrelief on any of these claims through the grievance proc\ness, the Union requested arbitration under the CBA.\n   After the initial arbitration hearing, the Union with\ndrew the first set of respondents’ grievances—the age\ndiscrimination claims—from arbitration. Because it had\nconsented to the contract for new security personnel at 14\nPenn Plaza, the Union believed that it could not legiti\nmately object to respondents’ reassignments as discrimi\nnatory. But the Union continued to arbitrate the seniority\n—————— \n\nbefore him under the terms of this Agreement.” App. to Pet. for Cert.\n\n43a–47a. \n\n4                   14 PENN PLAZA LLC v. PYETT\n\n                          Opinion of the Court\n\nand overtime claims, and, after several hearings, the\nclaims were denied.\n   In May 2004, while the arbitration was ongoing but\nafter the Union withdrew the age-discrimination claims,\nrespondents filed a complaint with the Equal Employment\nOpportunity Commission (EEOC) alleging that petitioners\nhad violated their rights under the ADEA. Approximately\none month later, the EEOC issued a Dismissal and Notice\nof Rights, which explained that the agency’s “ ‘review of\nthe evidence . . . fail[ed] to indicate that a violation ha[d]\noccurred,’ ” and notified each respondent of his right to\nsue. Pyett v. Pennsylvania Building Co., 498 F. 3d 88, 91\n(CA2 2007).\n   Respondents thereafter filed suit against petitioners in\nthe United States District Court for the Southern District\nof New York, alleging that their reassignment violated the\nADEA and state and local laws prohibiting age discrimi\nnation.2 Petitioners filed a motion to compel arbitration of\nrespondents’ claims pursuant to §3 and §4 of the Federal\nArbitration Act (FAA), 9 U. S. C. §§3, 4.3 The District\nCourt denied the motion because under Second Circuit\nprecedent, “even a clear and unmistakable union\n——————\n  2 Respondents also filed a “hybrid” lawsuit against the Union and\n\npetitioners under §301 of the Labor Management Relations Act, 1947,\n29 U. S. C. §185, see also DelCostello v. Teamsters, 462 U. S. 151, 164–\n165 (1983), alleging that the Union breached its “duty of fair represen\ntation” under the NLRA by withdrawing support for the age\ndiscrimination claims during the arbitration and that petitioners\nbreached the CBA by reassigning respondents. Respondents later\nvoluntarily dismissed this suit with prejudice.\n  3 Petitioners also filed a motion to dismiss the complaint for failure to\n\nstate a claim. The District Court denied the motion, holding that\nrespondents had sufficiently alleged an ADEA claim by claiming that\nthey “were over the age of 40, . . . they were reassigned to positions\nwhich led to substantial losses in income, and . . . their replacements\nwere both younger and had less seniority at the building.” App. to Pet.\nfor Cert. 20a (footnote omitted). Petitioners have not appealed that\nruling.\n                 Cite as: 556 U. S. ____ (2009)            5\n\n                     Opinion of the Court\n\nnegotiated waiver of a right to litigate certain federal and\nstate statutory claims in a judicial forum is unenforce\nable.” App. to Pet. for Cert. 21a. Respondents immedi\nately appealed the ruling under §16 of the FAA, which\nauthorizes an interlocutory appeal of “an order . . . refus\ning a stay of any action under section 3 of this title” or\n“denying a petition under section 4 of this title to order\narbitration to proceed.” 9 U. S. C. §§16(a)(1)(A)–(B).\n   The Court of Appeals affirmed. 498 F. 3d 88. According\nto the Court of Appeals, it could not compel arbitration of\nthe dispute because Gardner-Denver, which “remains good\nlaw,” held “that a collective bargaining agreement could\nnot waive covered workers’ rights to a judicial forum for\ncauses of action created by Congress.” 498 F. 3d, at 92, 91,\nn. 3 (citing Gardner-Denver, 415 U. S., at 49–51). The\nCourt of Appeals observed that the Gardner-Denver deci\nsion was in tension with this Court’s more recent decision\nin Gilmer v. Interstate/Johnson Lane Corp., 500 U. S. 20\n(1991), which “held that an individual employee who had\nagreed individually to waive his right to a federal forum\ncould be compelled to arbitrate a federal age discrimina\ntion claim.” 498 F. 3d, at 91, n. 3 (citing Gilmer, supra, at\n33–35; emphasis in original). The Court of Appeals also\nnoted that this Court previously declined to resolve this\ntension in Wright v. Universal Maritime Service Corp., 525\nU. S. 70, 82 (1998), where the waiver at issue was not\n“clear and unmistakable.” 498 F. 3d, at 91, n. 3.\n   The Court of Appeals attempted to reconcile Gardner-\nDenver and Gilmer by holding that arbitration provisions\nin a collective-bargaining agreement, “which purport to\nwaive employees’ rights to a federal forum with respect to\nstatutory claims, are unenforceable.” 498 F. 3d, at 93–94.\nAs a result, an individual employee would be free to\nchoose compulsory arbitration under Gilmer, but a labor\nunion could not collectively bargain for arbitration on\nbehalf of its members. We granted certiorari, 552 U. S.\n6                  14 PENN PLAZA LLC v. PYETT\n\n                          Opinion of the Court\n\n___ (2008), to address the issue left unresolved in Wright,\nwhich continues to divide the Courts of Appeals,4 and now\nreverse.\n                              II \n\n                              A\n\n   The NLRA governs federal labor-relations law. As\npermitted by that statute, respondents designated the\nUnion as their “exclusive representativ[e] . . . for the\npurposes of collective bargaining in respect to rates of pay,\nwages, hours of employment, or other conditions of em\nployment.” 29 U. S. C. §159(a). As the employees’ exclu\nsive bargaining representative, the Union “enjoys broad\nauthority . . . in the negotiation and administration of\n[the] collective bargaining contract.” Communications\nWorkers v. Beck, 487 U. S. 735, 739 (1988) (internal quota\ntion marks omitted). But this broad authority “is accom\npanied by a responsibility of equal scope, the responsibility\nand duty of fair representation.” Humphrey v. Moore, 375\nU. S. 335, 342 (1964). The employer has a corresponding\nduty under the NLRA to bargain in good faith “with the\nrepresentatives of his employees” on wages, hours, and\nconditions of employment. 29 U. S. C. §158(a)(5); see also\n§158(d).\n   In this instance, the Union and the RAB, negotiating on\nbehalf of 14 Penn Plaza, collectively bargained in good\nfaith and agreed that employment-related discrimination\nclaims, including claims brought under the ADEA, would\nbe resolved in arbitration. This freely negotiated term\nbetween the Union and the RAB easily qualifies as a\n“conditio[n] of employment” that is subject to mandatory\n——————\n  4 Compare, e.g., Rogers v. New York Univ., 220 F. 3d 73, 75 (CA2\n\n2000) (per curiam); O’Brien v. Agawam, 350 F. 3d 279, 285 (CA1 2003);\nMitchell v. Chapman, 343 F. 3d 811, 824 (CA6 2003); Tice v. American\nAirlines, Inc., 288 F. 3d 313, 317 (CA7 2002), with, e.g., Eastern Associ\nated Coal Corp. v. Massey, 373 F. 3d 530, 533 (CA4 2004).\n                     Cite as: 556 U. S. ____ (2009)                     7\n\n                          Opinion of the Court\n\nbargaining under §159(a). See Litton Financial Printing\nDiv., Litton Business Systems, Inc. v. NLRB, 501 U. S.\n190, 199 (1991) (“[A]rrangements for arbitration of dis\nputes are a term or condition of employment and a manda\ntory subject of bargaining”); Steelworkers v. Warrior &\nGulf Nav. Co., 363 U. S. 574, 578 (1960) (“[A]rbitration of\nlabor disputes under collective bargaining agreements is\npart and parcel of the collective bargaining process itself”);\nTextile Workers v. Lincoln Mills of Ala., 353 U. S. 448, 455\n(1957) (“Plainly the agreement to arbitrate grievance\ndisputes is the quid pro quo for an agreement not to\nstrike”). The decision to fashion a CBA to require arbitra\ntion of employment-discrimination claims is no different\nfrom the many other decisions made by parties in design\ning grievance machinery.5\n   Respondents, however, contend that the arbitration\nclause here is outside the permissible scope of the collec\ntive-bargaining process because it affects the “employees’\nindividual, non-economic statutory rights.” Brief for Re\nspondents 22; see also post, at 5–6 (SOUTER, J., dissent\ning). We disagree. Parties generally favor arbitration\n——————\n  5 JUSTICE SOUTER claims that this understanding is “impossible to\n\nsquare with our conclusion in [Alexander v.] Gardner-Denver [Co., 415\nU. S. 36 (1974)] that ‘Title VII . . . stands on plainly different ground’\nfrom ‘statutory rights related to collective activity’: ‘it concerns not\nmajoritarian processes, but an individual’s right to equal employment\nopportunities.’ ” Post, at 5 (dissenting opinion) (quoting Gardner-\nDenver, 415 U. S., at 51). As explained below, however, JUSTICE\nSOUTER repeats the key analytical mistake made in Gardner-Denver’s\ndicta by equating the decision to arbitrate Title VII and ADEA claims\nto a decision to forgo these substantive guarantees against workplace\ndiscrimination. See infra, at 15–17. The right to a judicial forum is not\nthe nonwaivable “substantive” right protected by the ADEA. See infra,\nat 9, 24. Thus, although Title VII and ADEA rights may well stand on\n“different ground” than statutory rights that protect “majoritarian\nprocesses,” Gardner-Denver, supra, at 51, the voluntary decision to\ncollectively bargain for arbitration does not deny those statutory\nantidiscrimination rights the full protection they are due.\n8               14 PENN PLAZA LLC v. PYETT\n\n                      Opinion of the Court\n\nprecisely because of the economics of dispute resolution.\nSee Circuit City Stores, Inc. v. Adams, 532 U. S. 105, 123\n(2001) (“Arbitration agreements allow parties to avoid the\ncosts of litigation, a benefit that may be of particular\nimportance in employment litigation, which often involves\nsmaller sums of money than disputes concerning commer\ncial contracts”). As in any contractual negotiation, a union\nmay agree to the inclusion of an arbitration provision in a\ncollective-bargaining agreement in return for other con\ncessions from the employer. Courts generally may not\ninterfere in this bargained-for exchange. “Judicial nullifi\ncation of contractual concessions . . . is contrary to what\nthe Court has recognized as one of the fundamental poli\ncies of the National Labor Relations Act—freedom of\ncontract.” NLRB v. Magnavox Co., 415 U. S. 322, 328\n(1974) (Stewart, J., concurring in part and dissenting in\npart) (internal quotation marks and brackets omitted).\n  As a result, the CBA’s arbitration provision must be\nhonored unless the ADEA itself removes this particular\nclass of grievances from the NLRA’s broad sweep. See\nMitsubishi Motors Corp. v. Soler Chrysler-Plymouth, Inc.,\n473 U. S. 614, 628 (1985). It does not. This Court has\nsquarely held that the ADEA does not preclude arbitration\nof claims brought under the statute. See Gilmer, 500\nU. S., at 26–33.\n  In Gilmer, the Court explained that “[a]lthough all\nstatutory claims may not be appropriate for arbitration,\n‘having made the bargain to arbitrate, the party should be\nheld to it unless Congress itself has evinced an intention\nto preclude a waiver of judicial remedies for the statutory\nrights at issue.’ ” Id., at 26 (quoting Mitsubishi Motors\nCorp., supra, at 628). And “if Congress intended the sub\nstantive protection afforded by the ADEA to include pro\ntection against waiver of the right to a judicial forum, that\nintention will be deducible from text or legislative history.”\n500 U. S., at 29 (internal quotation marks and brackets\n                     Cite as: 556 U. S. ____ (2009)                  9\n\n                          Opinion of the Court\n\nomitted). The Court determined that “nothing in the text\nof the ADEA or its legislative history explicitly precludes\narbitration.” Id., at 26–27. The Court also concluded that\narbitrating ADEA disputes would not undermine the\nstatute’s “remedial and deterrent function.” Id., at 28\n(internal quotation marks omitted). In the end, the em\nployee’s “generalized attacks” on “the adequacy of arbitra\ntion procedures” were “insufficient to preclude arbitration\nof statutory claims,” id., at 30, because there was no evi\ndence that “Congress, in enacting the ADEA, intended to\npreclude arbitration of claims under that Act,” id., at 35.\n   The Gilmer Court’s interpretation of the ADEA fully\napplies in the collective-bargaining context. Nothing in\nthe law suggests a distinction between the status of arbi\ntration agreements signed by an individual employee and\nthose agreed to by a union representative. This Court has\nrequired only that an agreement to arbitrate statutory\nantidiscrimination claims be “explicitly stated” in the\ncollective-bargaining agreement. Wright, 525 U. S., at 80\n(internal quotation marks omitted). The CBA under\nreview here meets that obligation. Respondents incor\nrectly counter that an individual employee must person\nally “waive” a “[substantive] right” to proceed in court for a\nwaiver to be “knowing and voluntary” under the ADEA.\n29 U. S. C. §626(f)(1). As explained below, however, the\nagreement to arbitrate ADEA claims is not the waiver of a\n“substantive right” as that term is employed in the ADEA.\nWright, supra, at 80; see infra, at 15–16. Indeed, if the\n“right” referred to in §626(f)(1) included the prospective\nwaiver of the right to bring an ADEA claim in court, even\na waiver signed by an individual employee would be inva\nlid as the statute also prevents individuals from “waiv[ing]\nrights or claims that may arise after the date the waiver is\nexecuted.” §626(f)(1)(C).6\n——————\n 6 Respondents’   contention that §118 of the Civil Rights Act of 1991,\n10                  14 PENN PLAZA LLC v. PYETT\n\n                          Opinion of the Court\n\n   Examination of the two federal statutes at issue in this\ncase, therefore, yields a straightforward answer to the\nquestion presented: The NLRA provided the Union and\nthe RAB with statutory authority to collectively bargain\nfor arbitration of workplace discrimination claims, and\nCongress did not terminate that authority with respect to\nfederal age-discrimination claims in the ADEA. Accord\ningly, there is no legal basis for the Court to strike down\nthe arbitration clause in this CBA, which was freely nego\ntiated by the Union and the RAB, and which clearly and\nunmistakably requires respondents to arbitrate the age\ndiscrimination claims at issue in this appeal. Congress\n\n——————\nPub. L. 102–166, 105 Stat. 1081, note following 42 U. S. C. §1981 (2000\ned.), precludes the enforcement of this arbitration agreement also is\nmisplaced. See Brief for Respondents 31–32; see also post, at 8–9\n(SOUTER, J., dissenting). Section 118 expresses Congress’ support for\nalternative dispute resolution: “Where appropriate and to the extent\nauthorized by law, the use of alternative means of dispute resolution,\nincluding . . . arbitration, is encouraged to resolve disputes arising\nunder” the ADEA. 105 Stat. 1081, note following 42 U. S C. §1981.\nRespondents argue that the legislative history actually signals Con\ngress’ intent to preclude arbitration waivers in the collective-bargaining\ncontext. In particular, respondents point to a House Report that, in\nspite of the statute’s plain language, interprets §118 to support their\nposition. See H. R. Rep. No. 102–40, pt. 1, p. 97 (1991) (“[A]ny agree\nment to submit disputed issues to arbitration . . . in the context of a\ncollective bargaining agreement . . . does not preclude the affected\nperson from seeking relief under the enforcement provisions of Title\nVII. This view is consistent with the Supreme Court’s interpretation of\nTitle VII in Alexander v. Gardner-Denver Co., 415 U. S. 36 (1974)”).\nBut the legislative history mischaracterizes the holding of Gardner-\nDenver, which does not prohibit collective bargaining for arbitration of\nADEA claims. See infra, at 11–14. Moreover, reading the legislative\nhistory in the manner suggested by respondents would create a direct\nconflict with the statutory text, which encourages the use of arbitration\nfor dispute resolution without imposing any constraints on collective\nbargaining. In such a contest, the text must prevail. See Ratzlaf v.\nUnited States, 510 U. S. 135, 147–148 (1994) (“[W]e do not resort to\nlegislative history to cloud a statutory text that is clear”).\n                  Cite as: 556 U. S. ____ (2009)           11\n\n                      Opinion of the Court\n\nhas chosen to allow arbitration of ADEA claims.          The\nJudiciary must respect that choice.\n                              B\n  The CBA’s arbitration provision is also fully enforceable\nunder the Gardner-Denver line of cases. Respondents\ninterpret Gardner-Denver and its progeny to hold that “a\nunion cannot waive an employee’s right to a judicial forum\nunder the federal antidiscrimination statutes” because\n“allowing the union to waive this right would substitute\nthe union’s interests for the employee’s antidiscrimination\nrights.” Brief for Respondents 12. The “combination of\nunion control over the process and inherent conflict of\ninterest with respect to discrimination claims,” they argue,\n“provided the foundation for the Court’s holding [in Gard\nner-Denver] that arbitration under a collective-bargaining\nagreement could not preclude an individual employee’s\nright to bring a lawsuit in court to vindicate a statutory\ndiscrimination claim.” Id., at 15. We disagree.\n                               1\n  The holding of Gardner-Denver is not as broad as re\nspondents suggest. The employee in that case was covered\nby a collective-bargaining agreement that prohibited\n“discrimination against any employee on account of race,\ncolor, religion, sex, national origin, or ancestry” and that\nguaranteed that “[n]o employee will be discharged . . . except\nfor just cause.” 415 U. S., at 39 (internal quotation marks\nomitted). The agreement also included a “multistep griev\nance procedure” that culminated in compulsory arbitration\nfor any “differences aris[ing] between the Company and the\nUnion as to the meaning and application of the provisions of\nthis Agreement” and “any trouble aris[ing] in the plant.”\nId., at 40–41 (internal quotation marks omitted).\n  The employee was discharged for allegedly producing\ntoo many defective parts while working for the respondent\n12              14 PENN PLAZA LLC v. PYETT\n\n                      Opinion of the Court\n\nas a drill operator. He filed a grievance with his union\nclaiming that he was “ ‘unjustly discharged’ ” in violation of\nthe “ ‘just cause’ ” provision within the CBA. Then at the\nfinal prearbitration step of the grievance process, the\nemployee added a claim that he was discharged because of\nhis race. Id., at 38–42.\n   The arbitrator ultimately ruled that the employee had\nbeen “ ‘discharged for just cause,’ ” but “made no reference\nto [the] claim of racial discrimination.” Id., at 42. After\nobtaining a right-to-sue letter from the EEOC, the em\nployee filed a claim in Federal District Court, alleging\nracial discrimination in violation of Title VII of the Civil\nRights Act of 1964. The District Court issued a decision,\naffirmed by the Court of Appeals, which granted summary\njudgment to the employer because it concluded that “the\nclaim of racial discrimination had been submitted to the\narbitrator and resolved adversely to [the employee].” Id.,\nat 43. In the District Court’s view, “having voluntarily\nelected to pursue his grievance to final arbitration under\nthe nondiscrimination clause of the collective-bargaining\nagreement,” the employee was “bound by the arbitral\ndecision” and precluded from suing his employer on any\nother grounds, such as a statutory claim under Title VII.\nIbid.\n   This Court reversed the judgment on the narrow ground\nthat the arbitration was not preclusive because the collec\ntive-bargaining agreement did not cover statutory claims.\nAs a result, the lower courts erred in relying on the “doc\ntrine of election of remedies” to bar the employee’s Title\nVII claim. Id., at 49. “That doctrine, which refers to\nsituations where an individual pursues remedies that are\nlegally or factually inconsistent” with each other, did not\napply to the employee’s dual pursuit of arbitration and a\nTitle VII discrimination claim in district court. The em\nployee’s collective-bargaining agreement did not mandate\narbitration of statutory antidiscrimination claims. Id., at\n                  Cite as: 556 U. S. ____ (2009)           13\n\n                      Opinion of the Court\n\n49–50. “As the proctor of the bargain, the arbitrator’s task\nis to effectuate the intent of the parties.” Id., at 53. Be\ncause the collective-bargaining agreement gave the arbi\ntrator “authority to resolve only questions of contractual\nrights,” his decision could not prevent the employee from\nbringing the Title VII claim in federal court “regardless of\nwhether certain contractual rights are similar to, or dupli\ncative of, the substantive rights secured by Title VII.” Id.,\nat 53–54; see also id., at 50.\n   The Court also explained that the employee had not\nwaived his right to pursue his Title VII claim in federal\ncourt by participating in an arbitration that was premised\non the same underlying facts as the Title VII claim. See\nid., at 52. Thus, whether the legal theory of preclusion\nadvanced by the employer rested on “the doctrines of\nelection of remedies” or was recast “as resting instead on\nthe doctrine of equitable estoppel and on themes of res\njudicata and collateral estoppel,” id., at 49, n. 10 (internal\nquotation marks omitted), it could not prevail in light of\nthe collective-bargaining agreement’s failure to address\narbitration of Title VII claims. See id., at 46, n. 6 (“[W]e\nhold that the federal policy favoring arbitration does not\nestablish that an arbitrator’s resolution of a contractual\nclaim is dispositive of a statutory claim under Title VII”\n(emphasis added)).\n   The Court’s decisions following Gardner-Denver have\nnot broadened its holding to make it applicable to the facts\nof this case. In Barrentine v. Arkansas-Best Freight Sys\ntem, Inc., 450 U. S. 728 (1981), the Court considered\n“whether an employee may bring an action in federal\ndistrict court, alleging a violation of the minimum wage\nprovisions of the Fair Labor Standards Act, . . . after\nhaving unsuccessfully submitted a wage claim based on\nthe same underlying facts to a joint grievance committee\npursuant to the provisions of his union’s collective\nbargaining agreement.” Id., at 729–730. The Court held\n14              14 PENN PLAZA LLC v. PYETT\n\n                     Opinion of the Court\n\nthat the unsuccessful arbitration did not preclude the\nfederal lawsuit. Like the collective-bargaining agreement\nin Gardner-Denver, the arbitration provision under review\nin Barrentine did not expressly reference the statutory\nclaim at issue. See 450 U. S., at 731, n. 5. The Court thus\nreiterated that an “arbitrator’s power is both derived from,\nand limited by, the collective-bargaining agreement” and\n“[h]is task is limited to construing the meaning of the\ncollective-bargaining agreement so as to effectuate the\ncollective intent of the parties.” Id., at 744.\n   McDonald v. West Branch, 466 U. S. 284 (1984), was\ndecided along similar lines. The question presented in\nthat case was “whether a federal court may accord preclu\nsive effect to an unappealed arbitration award in a case\nbrought under [42 U. S. C. §1983].” Id., at 285. The Court\ndeclined to fashion such a rule, again explaining that\n“because an arbitrator’s authority derives solely from the\ncontract, Barrentine, supra, at 744, an arbitrator may not\nhave authority to enforce §1983” when that provision is\nleft unaddressed by the arbitration agreement. Id., at\n290. Accordingly, as in both Gardner-Denver and Barren\ntine, the Court’s decision in McDonald hinged on the scope\nof the collective-bargaining agreement and the arbitrator’s\nparallel mandate.\n   The facts underlying Gardner-Denver, Barrentine, and\nMcDonald reveal the narrow scope of the legal rule arising\nfrom that trilogy of decisions. Summarizing those opin\nions in Gilmer, this Court made clear that the Gardner-\nDenver line of cases “did not involve the issue of the en\nforceability of an agreement to arbitrate statutory claims.”\n500 U. S., at 35. Those decisions instead “involved the\nquite different issue whether arbitration of contract-based\nclaims precluded subsequent judicial resolution of statu\ntory claims. Since the employees there had not agreed to\narbitrate their statutory claims, and the labor arbitrators\nwere not authorized to resolve such claims, the arbitration\n                      Cite as: 556 U. S. ____ (2009)                    15\n\n                          Opinion of the Court\n\nin those cases understandably was held not to preclude\nsubsequent statutory actions.” Ibid.; see also Wright, 525\nU. S., at 76; Livadas v. Bradshaw, 512 U. S. 107, 127,\nn. 21 (1994).7 Gardner-Denver and its progeny thus do not\ncontrol the outcome where, as is the case here, the collec\ntive-bargaining agreement’s arbitration provision ex\npressly covers both statutory and contractual discrimina\ntion claims.8\n\n\n——————\n  7 JUSTICE  SOUTER’s reliance on Wright v. Universal Maritime Service\nCorp., 525 U. S. 70 (1998), to support its view of Gardner-Denver is\nmisplaced. See post, at 5, 7. Wright identified the “tension” between\nthe two lines of cases represented by Gardner-Denver and Gilmer, but\nfound “it unnecessary to resolve the question of the validity of a union\nnegotiated waiver, since it [was] apparent . . . on the facts and argu\nments presented . . . that no such waiver [had] occurred.” 525 U. S., at\n76–77. And although his dissent describes Wright’s characterization of\nGardner-Denver as “raising a ‘seemingly absolute prohibition of union\nwaiver of employees’ federal forum rights,’ ” post, at 7 (quoting Wright,\n525 U. S., at 80), it wrenches the statement out of context: “Although\n[the right to a judicial forum] is not a substantive right, see Gilmer, 500\nU. S., at 26, and whether or not Gardner-Denver’s seemingly absolute\nprohibition of union waiver of employees’ federal forum rights survives\nGilmer, Gardner-Denver at least stands for the proposition that the\nright to a federal judicial forum is of sufficient importance to be pro\ntected against less-than-explicit union waiver in a CBA,” id., at 80\n(emphasis added). Wright therefore neither endorsed Gardner-Denver’s\nbroad language nor suggested a particular result in this case.\n  8 Because today’s decision does not contradict the holding of Gardner-\n\nDenver, we need not resolve the stare decisis concerns raised by the\ndissenting opinions. See post, at 4, 9 (opinion of SOUTER, J.); post, at 2–\n4 (opinion of STEVENS, J.). But given the development of this Court’s\narbitration jurisprudence in the intervening years, see infra, at 16–19,\nGardner-Denver would appear to be a strong candidate for overruling if\nthe dissents’ broad view of its holding, see post, at 6–7 (opinion of\nSOUTER, J.), were correct. See Patterson v. McLean Credit Union, 491\nU. S. 164, 173 (1989) (explaining that it is appropriate to overrule a\ndecision where there “has been [an] intervening development of the\nlaw” such that the earlier “decision [is] irreconcilable with competing\nlegal doctrines and policies”).\n16              14 PENN PLAZA LLC v. PYETT\n\n                      Opinion of the Court\n\n                               2\n   We recognize that apart from their narrow holdings, the\nGardner-Denver line of cases included broad dicta that\nwas highly critical of the use of arbitration for the vindica\ntion of statutory antidiscrimination rights. That skepti\ncism, however, rested on a misconceived view of arbitra\ntion that this Court has since abandoned.\n   First, the Court in Gardner-Denver erroneously as\nsumed that an agreement to submit statutory discrimina\ntion claims to arbitration was tantamount to a waiver of\nthose rights. See 415 U. S., at 51. (“[T]here can be no\nprospective waiver of an employee’s rights under Title VII”\n(emphasis added)). For this reason, the Court stated, “the\nrights conferred [by Title VII] can form no part of the\ncollective-bargaining process since waiver of these rights\nwould defeat the paramount congressional purpose behind\nTitle VII.” Ibid.; see also id., at 56 (“we have long recog\nnized that ‘the choice of forums inevitably affects the scope\nof the substantive right to be vindicated’ ” (quoting U. S.\nBulk Carriers, Inc. v. Arguelles, 400 U. S. 351, 359–360\n(1971) (Harlan, J., concurring))).\n   The Court was correct in concluding that federal anti\ndiscrimination rights may not be prospectively waived, see\n29 U. S. C. §626(f)(1)(C); see supra, at 9, but it confused an\nagreement to arbitrate those statutory claims with a\nprospective waiver of the substantive right. The decision\nto resolve ADEA claims by way of arbitration instead of\nlitigation does not waive the statutory right to be free from\nworkplace age discrimination; it waives only the right to\nseek relief from a court in the first instance. See Gilmer,\nsupra, at 26 (“ ‘[B]y agreeing to arbitrate a statutory claim,\na party does not forgo the substantive rights afforded by\nthe statute; it only submits to their resolution in an arbi\ntral, rather than a judicial, forum’ ” (quoting Mitsubishi\nMotors Corp., 473 U. S., at 628)). This “Court has been\nquite specific in holding that arbitration agreements can\n                 Cite as: 556 U. S. ____ (2009)           17\n\n                     Opinion of the Court\n\nbe enforced under the FAA without contravening the\npolicies of congressional enactments giving employees\nspecific protection against discrimination prohibited by\nfederal law.” Circuit City Stores, Inc., 532 U. S., at 123.\nThe suggestion in Gardner-Denver that the decision to\narbitrate statutory discrimination claims was tantamount\nto a substantive waiver of those rights, therefore, reveals a\ndistorted understanding of the compromise made when an\nemployee agrees to compulsory arbitration.\n   In this respect, Gardner-Denver is a direct descendant of\nthe Court’s decision in Wilko v. Swan, 346 U. S. 427\n(1953), which held that an agreement to arbitrate claims\nunder the Securities Act of 1933 was unenforceable. See\nid., at 438. The Court subsequently overruled Wilko and,\nin so doing, characterized the decision as “pervaded by . . .\n‘the old judicial hostility to arbitration.’ ” Rodriguez de\nQuijas v. Shearson/American Express, Inc., 490 U. S. 477,\n480 (1989). The Court added: “To the extent that Wilko\nrested on suspicion of arbitration as a method of weaken\ning the protections afforded in the substantive law to\nwould-be complainants, it has fallen far out of step with\nour current strong endorsement of the federal statutes\nfavoring this method of resolving disputes.” Id., at 481;\nsee also Mitsubishi Motors Corp., supra, at 626–627 (“[W]e\nare well past the time when judicial suspicion of the desir\nability of arbitration and of the competence of arbitral\ntribunals inhibited the development of arbitration as an\nalternative means of dispute resolution”). The timeworn\n“mistrust of the arbitral process” harbored by the Court in\nGardner-Denver thus weighs against reliance on anything\nmore than its core holding. Shearson/American Express\nInc. v. McMahon, 482 U. S. 220, 231–232 (1987); see also\nGilmer, 500 U. S., at 34, n. 5 (reiterating that Gardner-\nDenver’s view of arbitration “has been undermined by [the\nCourt’s] recent arbitration decisions”). Indeed, in light of\nthe “radical change, over two decades, in the Court’s re\n18                  14 PENN PLAZA LLC v. PYETT\n\n                          Opinion of the Court\n\nceptivity to arbitration,” Wright, 525 U. S., at 77, reliance\non any judicial decision similarly littered with Wilko’s\novert hostility to the enforcement of arbitration agree\nments would be ill advised. 9\n   Second, Gardner-Denver mistakenly suggested that\ncertain features of arbitration made it a forum “well suited\nto the resolution of contractual disputes,” but “a compara\ntively inappropriate forum for the final resolution of rights\ncreated by Title VII.” 415 U. S., at 56. According to the\n\n——————\n  9 JUSTICE   STEVENS suggests that the Court is displacing its “earlier\ndetermination of the relevant provisions’ meaning” based on a “prefer\nence for arbitration.” Post, at 2. But his criticism lacks any basis. We\nare not revisiting a settled issue or disregarding an earlier determina\ntion; the Court is simply deciding the question identified in Wright as\nunresolved. See supra, at 5–6; see also infra, at 23–24. And, contrary\nto JUSTICE STEVENS’ accusation, it is the Court’s fidelity to the ADEA’s\ntext—not an alleged preference for arbitration—that dictates the\nanswer to the question presented. As Gilmer explained, nothing in the\ntext of Title VII or the ADEA precludes contractual arbitration, see\nsupra, at 8–9, and JUSTICE STEVENS has never suggested otherwise.\nRather, he has always contended that permitting the “compulsory\narbitration” of employment discrimination claims conflicts with his\nperception of “the congressional purpose animating the ADEA.” Gil\nmer, 500 U. S., at 41 (STEVENS, J., dissenting); see also id., at 42\n(“Plainly, it would not comport with the congressional objectives behind\na statute seeking to enforce civil rights protected by Title VII to allow\nthe very forces that had practiced discrimination to contract away the\nright to enforce civil rights in the courts” (internal quotation marks\nomitted)). The Gilmer Court did not adopt JUSTICE STEVENS’ personal\nview of the purposes underlying the ADEA, for good reason: That view\nis not embodied within the statute’s text. Accordingly, it is not the\nstatutory text that JUSTICE STEVENS has sought to vindicate—it is\ninstead his own “preference” for mandatory judicial review, which he\ndisguises as a search for congressional purpose. This Court is not\nempowered to incorporate such a preference into the text of a federal\nstatute. See infra, at 20–21. It is for this reason, and not because of a\n“policy favoring arbitration,” see post, at 1, 3 (STEVENS, J., dissenting),\nthat the Court overturned Wilko v. Swan, 346 U. S. 427 (1953). And it\nis why we disavow the antiarbitration dicta of Gardner-Denver and its\nprogeny today.\n                 Cite as: 556 U. S. ____ (2009)          19\n\n                     Opinion of the Court\n\nCourt, the “factfinding process in arbitration” is “not\nequivalent to judicial factfinding” and the “informality of\narbitral procedure . . . makes arbitration a less appropri\nate forum for final resolution of Title VII issues than the\nfederal courts.” Id., at 57, 58. The Court also questioned\nthe competence of arbitrators to decide federal statutory\nclaims. See id., at 57 (“[T]he specialized competence of\narbitrators pertains primarily to the law of the shop, not\nthe law of the land”); Barrentine, 450 U. S., at 743 (“Al\nthough an arbitrator may be competent to resolve many\npreliminary factual questions, such as whether the em\nployee ‘punched in’ when he said he did, he may lack\ncompetence to decide the ultimate legal issue whether an\nemployee’s right to a minimum wage or to overtime pay\nunder the statute has been violated”). In the Court’s view,\n“the resolution of statutory or constitutional issues is a\nprimary responsibility of courts, and judicial construction\nhas proved especially necessary with respect to Title VII,\nwhose broad language frequently can be given meaning\nonly by reference to public law concepts.” Gardner-\nDenver, supra, at 57; see also McDonald, 466 U. S., at 290\n(“An arbitrator may not . . . have the expertise required to\nresolve the complex legal questions that arise in §1983\nactions”).\n   These misconceptions have been corrected. For exam\nple, the Court has “recognized that arbitral tribunals are\nreadily capable of handling the factual and legal complexi\nties of antitrust claims, notwithstanding the absence of\njudicial instruction and supervision” and that “there is no\nreason to assume at the outset that arbitrators will not\nfollow the law.” McMahon, supra, at 232; Mitsubishi\nMotors Corp., 473 U. S., at 634 (“We decline to indulge the\npresumption that the parties and arbitral body conducting\na proceeding will be unable or unwilling to retain compe\ntent, conscientious, and impartial arbitrators”). An arbi\ntrator’s capacity to resolve complex questions of fact and\n20                 14 PENN PLAZA LLC v. PYETT\n\n                          Opinion of the Court\n\nlaw extends with equal force to discrimination claims\nbrought under the ADEA. Moreover, the recognition that\narbitration procedures are more streamlined than federal\nlitigation is not a basis for finding the forum somehow\ninadequate; the relative informality of arbitration is one of\nthe chief reasons that parties select arbitration. Parties\n“trad[e] the procedures and opportunity for review of the\ncourtroom for the simplicity, informality, and expedition of\narbitration.” Id., at 628. In any event, “[i]t is unlikely . . .\nthat age discrimination claims require more extensive\ndiscovery than other claims that we have found to be\narbitrable, such as RICO and antitrust claims.” Gilmer,\n500 U. S., at 31. At bottom, objections centered on the\nnature of arbitration do not offer a credible basis for dis\ncrediting the choice of that forum to resolve statutory\nantidiscrimination claims.10\n   Third, the Court in Gardner-Denver raised in a footnote\na “further concern” regarding “the union’s exclusive con\ntrol over the manner and extent to which an individual\ngrievance is presented.” 415 U. S., at 58, n. 19. The Court\nsuggested that in arbitration, as in the collective\nbargaining process, a union may subordinate the interests\nof an individual employee to the collective interests of all\nemployees in the bargaining unit. Ibid.; see also McDon\nald, supra, at 291 (“The union’s interests and those of the\nindividual employee are not always identical or even\ncompatible. As a result, the union may present the em\nployee’s grievance less vigorously, or make different stra\n\n——————\n   10 Moreover, an arbitrator’s decision as to whether a unionized em\n\nployee has been discriminated against on the basis of age in violation of\nthe ADEA remains subject to judicial review under the FAA. 9 U. S. C.\n§10(a). “[A]lthough judicial scrutiny of arbitration awards necessarily\nis limited, such review is sufficient to ensure that arbitrators comply\nwith the requirements of the statute.” Shearson/American Express Inc.\nv. McMahon, 482 U. S. 220, 232 (1987).\n                   Cite as: 556 U. S. ____ (2009)             21\n\n                       Opinion of the Court\n\ntegic choices, than would the employee”); see also Barren\ntine, supra, at 742; post, at 8, n. 4 (SOUTER, J., dissenting).\n   We cannot rely on this judicial policy concern as a\nsource of authority for introducing a qualification into the\nADEA that is not found in its text. Absent a constitu\ntional barrier, “it is not for us to substitute our view of . . .\npolicy for the legislation which has been passed by Con\ngress.” Florida Dept. of Revenue v. Piccadilly Cafeterias,\nInc., 554 U. S. ___, ___ (2008) (slip op., at 18) (internal\nquotation marks omitted). Congress is fully equipped “to\nidentify any category of claims as to which agreements to\narbitrate will be held unenforceable.” Mitsubishi Motors\nCorp., supra, at 627. Until Congress amends the ADEA to\nmeet the conflict-of-interest concern identified in the\nGardner-Denver dicta, and seized on by respondents here,\nthere is “no reason to color the lens through which the\narbitration clause is read” simply because of an alleged\nconflict of interest between a union and its members.\nMitsubishi Motors Corp., supra, at 628. This is a “battl[e]\nthat should be fought among the political branches and\nthe industry. Those parties should not seek to amend the\nstatute by appeal to the Judicial Branch.” Barnhart v.\nSigmon Coal Co., 534 U. S. 438, 462 (2002).\n   The conflict-of-interest argument also proves too much.\nLabor unions certainly balance the economic interests of\nsome employees against the needs of the larger work force\nas they negotiate collective-bargain agreements and im\nplement them on a daily basis. But this attribute of or\nganized labor does not justify singling out an arbitration\nprovision for disfavored treatment. This “principle of\nmajority rule” to which respondents object is in fact the\ncentral premise of the NLRA. Emporium Capwell Co. v.\nWestern Addition Community Organization, 420 U. S. 50,\n62 (1975). “In establishing a regime of majority rule,\nCongress sought to secure to all members of the unit the\nbenefits of their collective strength and bargaining power,\n22              14 PENN PLAZA LLC v. PYETT\n\n                     Opinion of the Court\n\nin full awareness that the superior strength of some indi\nviduals or groups might be subordinated to the interest of\nthe majority.” Ibid. (footnote omitted); see also Ford\nMotor Co. v. Huffman, 345 U. S. 330, 338 (1953) (“The\ncomplete satisfaction of all who are represented is hardly\nto be expected”); Pennsylvania R. Co. v. Rychlik, 352 U. S.\n480, 498 (1957) (Frankfurter, J., concurring). It was Con\ngress’ verdict that the benefits of organized labor outweigh\nthe sacrifice of individual liberty that this system neces\nsarily demands. Respondents’ argument that they were\ndeprived of the right to pursue their ADEA claims in\nfederal court by a labor union with a conflict of interest is\ntherefore unsustainable; it amounts to a collateral attack\non the NLRA.\n   In any event, Congress has accounted for this conflict of\ninterest in several ways. As indicated above, the NLRA\nhas been interpreted to impose a “duty of fair representa\ntion” on labor unions, which a union breaches “when its\nconduct toward a member of the bargaining unit is arbi\ntrary, discriminatory, or in bad faith.” Marquez v. Screen\nActors, 525 U. S. 33, 44 (1998). This duty extends to “chal\nlenges leveled not only at a union’s contract administra\ntion and enforcement efforts but at its negotiation activi\nties as well.” Beck, 487 U. S., at 743 (citation omitted).\nThus, a union is subject to liability under the NLRA if it\nillegally discriminates against older workers in either the\nformation or governance of the collective-bargaining agree\nment, such as by deciding not to pursue a grievance on\nbehalf of one of its members for discriminatory reasons.\nSee Vaca v. Sipes, 386 U. S. 171, 177 (1967) (describing\nthe duty of fair representation as the “statutory obligation\nto serve the interests of all members without hostility or\ndiscrimination toward any, to exercise its discretion with\ncomplete good faith and honesty, and to avoid arbitrary\nconduct” (emphasis added)). Respondents in fact brought\na fair representation suit against the Union based on its\n                 Cite as: 556 U. S. ____ (2009)           23\n\n                     Opinion of the Court\n\nwithdrawal of support for their age-discrimination claims.\nSee n. 2, supra. Given this avenue that Congress has\nmade available to redress a union’s violation of its duty to\nits members, it is particularly inappropriate to ask this\nCourt to impose an artificial limitation on the collective\nbargaining process.\n   In addition, a union is subject to liability under the\nADEA if the union itself discriminates against its mem\nbers on the basis of age. See 29 U. S. C. §623(d); see also 1\nB. Lindemann & P. Grossman, Employment Discrimina\ntion Law 1575–1581 (4th ed. 2007) (explaining that a labor\nunion may be held jointly liable with an employer under\nfederal antidiscrimination laws for discriminating in the\nformation of a collective-bargaining agreement, knowingly\nacquiescing in the employer’s discrimination, or inducing\nthe employer to discriminate); cf. Goodman v. Lukens Steel\nCo., 482 U. S. 656, 669 (1987). Union members may also\nfile age-discrimination claims with the EEOC and the\nNational Labor Relations Board, which may then seek\njudicial intervention under this Court’s precedent. See\nEEOC v. Waffle House, Inc., 534 U. S. 279, 295–296\n(2002). In sum, Congress has provided remedies for the\nsituation where a labor union is less than vigorous in\ndefense of its members’ claims of discrimination under the\nADEA.\n                            III\n  Finally, respondents offer a series of arguments con\ntending that the particular CBA at issue here does not\nclearly and unmistakably require them to arbitrate their\nADEA claims. See Brief for Respondents 44–47. But\nrespondents did not raise these contract-based arguments\nin the District Court or the Court of Appeals. To the\ncontrary, respondents acknowledged on appeal that the\nCBA provision requiring arbitration of their federal anti\ndiscrimination statutory claims “is sufficiently explicit” in\n24              14 PENN PLAZA LLC v. PYETT\n\n                     Opinion of the Court\n\nprecluding their federal lawsuit. Brief for Plaintiffs-\nAppellees in No. 06–3047–cv(L) etc. (CA2), p. 9. In light of\nrespondents’ litigating position, both lower courts assumed\nthat the CBA’s arbitration clause clearly applied to re\nspondents and proceeded to decide the question left unre\nsolved in Wright. We granted review of the question\npresented on that understanding.\n   “Without cross-petitioning for certiorari, a prevailing\nparty may, of course, ‘defend its judgment on any ground\nproperly raised below whether or not that ground was\nrelied upon, rejected, or even considered by the District\nCourt or the Court of Appeals.’ ” Granfinanciera, S. A. v.\nNordberg, 492 U. S. 33, 38–39 (1989) (quoting Washington\nv. Confederated Bands and Tribes of Yakima Nation, 439\nU. S. 463, 476, n. 20 (1979)). But this Court will affirm on\ngrounds that have “ ‘not been raised below . . . “only in\nexceptional cases.” ’ ” Nordberg, supra, at 39 (quoting\nHeckler v. Campbell, 461 U. S. 458, 468–469, n. 12 (1983)).\nThis is not an “exceptional case.” As a result, we find that\nrespondents’ alternative arguments for affirmance have\nbeen forfeited. See, e.g., Rita v. United States, 551 U. S.\n338, 360 (2007); Sprietsma v. Mercury Marine, 537 U. S.\n51, 56, n. 4 (2002). We will not resurrect them on respon\ndents’ behalf.\n   Respondents also argue that the CBA operates as a\nsubstantive waiver of their ADEA rights because it not\nonly precludes a federal lawsuit, but also allows the Union\nto block arbitration of these claims. Brief for Respondents\n28–30. Petitioners contest this characterization of the\nCBA, see Reply Brief for Petitioners 23–27, and offer\nrecord evidence suggesting that the Union has allowed\nrespondents to continue with the arbitration even though\nthe Union has declined to participate, see App. to Pet. for\nCert. 42a. But not only does this question require resolu\ntion of contested factual allegations, it was not fully\nbriefed to this or any court and is not fairly encompassed\n                 Cite as: 556 U. S. ____ (2009)           25\n\n                     Opinion of the Court\n\nwithin the question presented, see this Court’s Rule\n14.1(a). Thus, although a substantive waiver of federally\nprotected civil rights will not be upheld, see Mitsubishi\nMotors Corp., 473 U. S., at 637, and n. 19; Gilmer, 500\nU. S., at 29, we are not positioned to resolve in the first\ninstance whether the CBA allows the Union to prevent\nrespondents from “effectively vindicating” their “federal\nstatutory rights in the arbitral forum,” Green Tree Finan\ncial Corp.-Ala. v. Randolph, 531 U. S. 79, 90 (2000). Reso\nlution of this question at this juncture would be particu\nlarly inappropriate in light of our hesitation to invalidate\narbitration agreements on the basis of speculation. See\nid., at 91.\n                             IV\n  We hold that a collective-bargaining agreement that\nclearly and unmistakably requires union members to\narbitrate ADEA claims is enforceable as a matter of fed\neral law. The judgment of the Court of Appeals is re\nversed, and the case is remanded for further proceedings\nconsistent with this opinion.\n                                          It is so ordered.\n                 Cite as: 556 U. S. ____ (2009)           1\n\n                    STEVENS, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                          No. 07–581\n                         _________________\n\n\n     14 PENN PLAZA LLC, ET AL., PETITIONERS v.\n               STEVEN PYETT ET AL.\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE SECOND CIRCUIT\n\n                        [April 1, 2009]\n\n\n   JUSTICE STEVENS, dissenting.\n   JUSTICE SOUTER’s dissenting opinion, which I join in\nfull, explains why our decision in Alexander v. Gardner-\nDenver Co., 415 U. S. 36 (1974), answers the question\npresented in this case. My concern regarding the Court’s\nsubversion of precedent to the policy favoring arbitration\nprompts these additional remarks.\n   Notwithstanding the absence of change in any relevant\nstatutory provision, the Court has recently retreated from,\nand in some cases reversed, prior decisions based on its\nchanged view of the merits of arbitration. Previously, the\nCourt approached with caution questions involving a\nunion’s waiver of an employee’s right to raise statutory\nclaims in a federal judicial forum. After searching the text\nand purposes of Title VII of the Civil Rights Act of 1964,\nthe Court in Gardner-Denver held that a clause of a collec\ntive-bargaining agreement (CBA) requiring arbitration of\ndiscrimination claims could not waive an employee’s right\nto a judicial forum for statutory claims. See 415 U. S., at\n51. The Court’s decision rested on several features of the\nstatute, including the individual nature of the rights it\nconfers, the broad remedial powers it grants federal\ncourts, and its expressed preference for overlapping reme\ndies. See id., at 44–48. The Court also noted the problem\nof entrusting a union with certain arbitration decisions\n2               14 PENN PLAZA LLC v. PYETT\n\n                    STEVENS, J., dissenting\n\ngiven the potential conflict between the collective interest\nand the interests of an individual employee seeking to\nassert his rights. See id., at 58, n. 19. That concern later\nprovided a basis for our decisions in Barrentine v. Arkan\nsas-Best Freight System, Inc., 450 U. S. 728, 742 (1981),\nand McDonald v. West Branch, 466 U. S. 284, 291 (1984),\nwhich similarly held that a CBA may not commit enforce\nment of certain rights-creating statutes exclusively to a\nunion-controlled arbitration process. Congress has taken\nno action signaling disagreement with those decisions.\n   The statutes construed by the Court in the foregoing\ncases and in Wilko v. Swan, 346 U. S. 427 (1953), have not\nsince been amended in any relevant respect. But the\nCourt has in a number of cases replaced our predecessors’\nstatutory analysis with judicial reasoning espousing a\npolicy favoring arbitration and thereby reached divergent\nresults. I dissented in those cases to express concern that\nmy colleagues were making policy choices not made by\nCongress. See Mitsubishi Motors Corp. v. Soler Chrysler-\nPlymouth, Inc., 473 U. S. 614, 640 (1985); Rodriguez de\nQuijas v. Shearson/American Express, Inc., 490 U. S. 477,\n486 (1989); Gilmer v. Interstate/Johnson Lane Corp., 500\nU. S. 20, 36 (1991); and Circuit City Stores, Inc. v. Adams,\n532 U. S. 105, 124 (2001).\n   Today the majority’s preference for arbitration again\nleads it to disregard our precedent. Although it purports\nto ascertain the relationship between the Age Discrimina\ntion in Employment Act of 1967 (ADEA), the National\nLabor Relations Act, and the Federal Arbitration Act, the\nCourt ignores our earlier determination of the relevant\nprovisions’ meaning. The Court concludes that “[i]t was\nCongress’ verdict that the benefits of organized labor\noutweigh the sacrifice of individual liberty” that the sys\ntem of organized labor “necessarily demands,” even when\nthe sacrifice demanded is a judicial forum for asserting an\nindividual statutory right. Ante, at 22. But in Gard\n                     Cite as: 556 U. S. ____ (2009)                    3\n\n                        STEVENS, J., dissenting\n\nner-Denver we determined that “Congress’ verdict” was\notherwise when we held that Title VII does not permit a\nCBA to waive an employee’s right to a federal judicial\nforum. Because the purposes and relevant provisions of\nTitle VII and the ADEA are not meaningfully distinguish\nable, it is only by reexamining the statutory questions\nresolved in Gardner-Denver through the lens of the policy\nfavoring arbitration that the majority now reaches a dif\nferent result.*\n  Under the circumstances, I believe a passage from one\nof my earlier dissents merits repetition. The Court in\nRodriguez de Quijas overruled our decision in Wilko and\nheld that predispute agreements to arbitrate claims under\nthe Securities Act of 1933 are enforceable. 490 U. S., at\n484; see also id., at 481 (noting Wilko’s reliance on “the\noutmoded presumption of disfavoring arbitration proceed\nings”). I observed in dissent:\n       “In the final analysis, a Justice’s vote in a case like\n     this depends more on his or her views about the re\n     spective lawmaking responsibilities of Congress and\n     this Court than on conflicting policy interests. Judges\n     who have confidence in their own ability to fashion\n     public policy are less hesitant to change the law than\n     those of us who are inclined to give wide latitude to\n     the views of the voters’ representatives on nonconsti\n——————\n  * Referring to the potential conflict between individual and collective\ninterests, the Court asserts that it “cannot rely on this judicial policy\nconcern as a source of authority for introducing a qualification into the\nADEA that is not found in its text.” Ante, at 21. That potential conflict\nof interests, however, was a basis for our decision in several pertinent\ncases, including Alexander v. Gardner-Denver Co., 415 U. S. 36 (1974),\nand Gilmer v. Interstate/Johnson Lane Corp., 500 U. S. 20, 35 (1991),\nand in the intervening years Congress has not seen fit to correct that\ninterpretation. The Court’s derision of that “policy concern” is particu\nlarly disingenuous given its subversion of Gardner-Denver’s holding in\nthe service of an extratextual policy favoring arbitration.\n4               14 PENN PLAZA LLC v. PYETT\n\n                    STEVENS, J., dissenting\n\n    tutional matters. Cf. Boyle v. United Technologies\n    Corp., 487 U. S. 500 (1988). As I pointed out years\n    ago, Alberto-Culver Co. v. Scherk, 484 F. 2d 611 (CA7\n    1973) (dissenting opinion), rev’d, 417 U. S. 506 (1974),\n    there are valid policy and textual arguments on both\n    sides regarding the interrelation of federal securities\n    and arbitration Acts. None of these arguments, how\n    ever, carries sufficient weight to tip the balance be\n    tween judicial and legislative authority and overturn\n    an interpretation of an Act of Congress that has been\n    settled for many years.” Rodriguez de Quijas, 490\n    U. S., at 487 (footnote and citation omitted).\n   As was true in Rodriguez de Quijas, there are competing\narguments in this case regarding the interaction of the\nrelevant statutory provisions. But the Court in Gardner-\nDenver considered these arguments, including “the federal\npolicy favoring arbitration of labor disputes,” 415 U. S., at\n59, and held that Congress did not intend to permit the\nresult petitioners seek. In the absence of an intervening\namendment to the relevant statutory language, we are\nbound by that decision. It is for Congress, rather than this\nCourt, to reassess the policy arguments favoring arbitra\ntion and revise the relevant provisions to reflect its views.\n                 Cite as: 556 U. S. ____ (2009)            1\n\n                     SOUTER, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                          No. 07–581\n                         _________________\n\n\n     14 PENN PLAZA LLC, ET AL., PETITIONERS v.\n               STEVEN PYETT ET AL.\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE SECOND CIRCUIT\n\n                        [April 1, 2009]\n\n\n   JUSTICE SOUTER, with whom JUSTICE STEVENS, JUSTICE\nGINSBURG, and JUSTICE BREYER join, dissenting.\n   The issue here is whether employees subject to a collec\ntive-bargaining agreement (CBA) providing for conclusive\narbitration of all grievances, including claimed breaches of\nthe Age Discrimination in Employment Act of 1967\n(ADEA), 29 U. S. C. §621 et seq., lose their statutory right\nto bring an ADEA claim in court, §626(c). Under the 35-\nyear-old holding in Alexander v. Gardner-Denver Co., 415\nU. S. 36 (1974), they do not, and I would adhere to stare\ndecisis and so hold today.\n                               I\n  Like Title VII of the Civil Rights Act of 1964, 42 U. S. C.\n§2000e et seq., the ADEA is aimed at “ ‘the elimination of\ndiscrimination in the workplace,’ ” McKennon v. Nashville\nBanner Publishing Co., 513 U. S. 352, 358 (1995) (quoting\nOscar Mayer & Co. v. Evans, 441 U. S. 750, 756 (1979)),\nand, again like Title VII, the ADEA “contains a vital ele\nment . . . : It grants an injured employee a right of action\nto obtain the authorized relief,” 513 U. S., at 358. “Any\nperson aggrieved” under the Act “may bring a civil action\nin any court of competent jurisdiction for legal or equitable\nrelief,” 29 U. S. C. §626(c), thereby “not only redress[ing]\nhis own injury but also vindicat[ing] the important con\n2                      14 PENN PLAZA LLC v. PYETT\n\n                           SOUTER, J., dissenting\n\ngressional policy against discriminatory employment\npractices,” Gardner-Denver, supra, at 45.\n   Gardner-Denver considered the effect of a CBA’s arbitra\ntion clause on an employee’s right to sue under Title VII.\nOne of the employer’s arguments was that the CBA en\ntered into by the union had waived individual employees’\nstatutory cause of action subject to a judicial remedy for\ndiscrimination in violation of Title VII. Although Title\nVII, like the ADEA, “does not speak expressly to the rela\ntionship between federal courts and the grievance\narbitration machinery of collective-bargaining agree\nments,” 415 U. S., at 47, we unanimously held that “the\nrights conferred” by Title VII (with no exception for the\nright to a judicial forum) cannot be waived as “part of the\ncollective bargaining process,” id., at 51. We stressed the\ncontrast between two categories of rights in labor and\nemployment law. There were “statutory rights related to\ncollective activity,” which “are conferred on employees\ncollectively to foster the processes of bargaining[, which]\nproperly may be exercised or relinquished by the union as\ncollective-bargaining agent to obtain economic benefits for\nunion members.” Ibid. But “Title VII . . . stands on\nplainly different [categorical] ground; it concerns not\nmajoritarian processes, but an individual’s right to equal\nemployment opportunities.” Ibid. Thus, as the Court\npreviously realized, Gardner-Denver imposed a “seemingly\nabsolute prohibition of union waiver of employees’ federal\nforum rights.” Wright v. Universal Maritime Service\nCorp., 525 U. S. 70, 80 (1998).1\n   We supported the judgment with several other lines of\ncomplementary reasoning. First, we explained that anti\n\n——————\n    1 Gardner-Denver also contained some language seemingly prohibit\ning even individual prospective waiver of federal forum rights, see 415\nU. S., at 51–52, an issue revisited in Gilmer v. Interstate/Johnson Lane\nCorp., 500 U. S. 20 (1991), and not disputed here.\n                  Cite as: 556 U. S. ____ (2009)            3\n\n                     SOUTER, J., dissenting\n\ndiscrimination statutes “have long evinced a general\nintent to accord parallel or overlapping remedies against\ndiscrimination,” and Title VII’s statutory scheme carried\n“no suggestion . . . that a prior arbitral decision either\nforecloses an individual’s right to sue or divests federal\ncourts of jurisdiction.” Gardner-Denver, 415 U. S., at 47.\nWe accordingly concluded that “an individual does not\nforfeit his private cause of action if he first pursues his\ngrievance to final arbitration under the nondiscrimination\nclause of a collective-bargaining agreement.” Id., at 49.\n   Second, we rejected the District Court’s view that simply\nparticipating in the arbitration amounted to electing the\narbitration remedy and waiving the plaintiff’s right to sue.\nWe said that the arbitration agreement at issue covered\nonly a contractual right under the CBA to be free from\ndiscrimination, not the “independent statutory rights\naccorded by Congress” in Title VII. Id., at 49–50. Third,\nwe rebuffed the employer’s argument that federal courts\nshould defer to arbitral rulings. We declined to make the\n“assumption that arbitral processes are commensurate\nwith judicial processes,” id., at 56, and described arbitra\ntion as “a less appropriate forum for final resolution of\nTitle VII issues than the federal courts,” id., at 58.\n   Finally, we took note that “[i]n arbitration, as in the\ncollective bargaining process, the interests of the individ\nual employee may be subordinated to the collective inter\nests of all employees in the bargaining unit,” ibid., n. 19, a\nresult we deemed unacceptable when it came to Title VII\nclaims. In sum, Gardner-Denver held that an individual’s\nstatutory right of freedom from discrimination and access\nto court for enforcement were beyond a union’s power to\nwaive.\n   Our analysis of Title VII in Gardner-Denver is just as\npertinent to the ADEA in this case. The “interpretation of\nTitle VII . . . applies with equal force in the context of age\ndiscrimination, for the substantive provisions of the ADEA\n4               14 PENN PLAZA LLC v. PYETT\n\n                    SOUTER, J., dissenting\n\n‘were derived in haec verba from Title VII,’ ” and indeed\nneither petitioners nor the Court points to any relevant\ndistinction between the two statutes. Trans World Air\nlines, Inc. v. Thurston, 469 U. S. 111, 121 (1985) (quoting\nLorillard v. Pons, 434 U. S. 575, 584 (1978)); see also\nMcKennon, 513 U. S., at 358 (“The ADEA and Title VII\nshare common substantive features and also a common\npurpose”). Given the unquestionable applicability of the\nGardner-Denver rule to this ADEA issue, the argument\nthat its precedent be followed in this case of statutory\ninterpretation is equally unquestionable. “Principles of\nstare decisis . . . demand respect for precedent whether\njudicial methods of interpretation change or stay the\nsame. Were that not so, those principles would fail to\nachieve the legal stability that they seek and upon which\nthe rule of law depends.” CBOCS West, Inc. v. Humphries,\n553 U. S. ___, ___ (2008) (slip op., at 14).           And\n“[c]onsiderations of stare decisis have special force” over\nan issue of statutory interpretation, which is unlike con\nstitutional interpretation owing to the capacity of Con\ngress to alter any reading we adopt simply by amending\nthe statute. Patterson v. McLean Credit Union, 491 U. S.\n164, 172–173 (1989). Once we have construed a statute,\nstability is the rule, and “we will not depart from [it]\nwithout some compelling justification.” Hilton v. South\nCarolina Public Railways Comm’n, 502 U. S. 197, 202\n(1991). There is no argument for abandoning precedent\nhere, and Gardner-Denver controls.\n                               II\n  The majority evades the precedent of Gardner-Denver as\nlong as it can simply by ignoring it. The Court never\nmentions the case before concluding that the ADEA and\nthe National Labor Relations Act, 29 U. S. C. §151 et seq.,\n“yiel[d] a straightforward answer to the question pre\nsented,” ante, at 10, that is, that unions can bargain away\n                 Cite as: 556 U. S. ____ (2009)           5\n\n                    SOUTER, J., dissenting\n\nindividual rights to a federal forum for antidiscrimination\nclaims. If this were a case of first impression, it would at\nleast be possible to consider that conclusion, but the issue\nis settled and the time is too late by 35 years to make the\nbald assertion that “[n]othing in the law suggests a dis\ntinction between the status of arbitration agreements\nsigned by an individual employee and those agreed to by a\nunion representative.” Ante, at 9. In fact, we recently and\nunanimously said that the principle that “federal forum\nrights cannot be waived in union-negotiated CBAs even if\nthey can be waived in individually executed contracts . . .\nassuredly finds support in” our case law, Wright, 525\nU. S., at 77, and every Court of Appeals save one has read\nour decisions as holding to this position, Air Line Pilots\nAssn., Int’l v. Northwest Airlines, Inc., 199 F. 3d 477, 484\n(CADC 1999) (“We see a clear rule of law emerging from\nGardner-Denver and Gilmer [v. Interstate/Johnson Lane\nCorp., 500 U. S. 20 (1991)]: . . . an individual may prospec\ntively waive his own statutory right to a judicial forum,\nbut his union may not prospectively waive that right for\nhim. All of the circuits to have considered the meaning of\nGardner-Denver after Gilmer, other than the Fourth, are\nin accord with this view”).\n   Equally at odds with existing law is the majority’s\nstatement that “[t]he decision to fashion a CBA to require\narbitration of employment-discrimination claims is no\ndifferent from the many other decisions made by parties in\ndesigning grievance machinery.” Ante, at 7. That is sim\nply impossible to square with our conclusion in Gardner-\nDenver that “Title VII . . . stands on plainly different\nground” from “statutory rights related to collective activ\nity”: “it concerns not majoritarian processes, but an indi\nvidual’s right to equal employment opportunities.” 415\nU. S., at 51; see also Atchison, T. & S. F. R. Co. v. Buell,\n480 U. S. 557, 565 (1987) (“[N]otwithstanding the strong\npolicies encouraging arbitration, ‘different considerations\n6               14 PENN PLAZA LLC v. PYETT\n\n                    SOUTER, J., dissenting\n\napply where the employee’s claim is based on rights aris\ning out of a statute designed to provide minimum substan\ntive guarantees to individual workers’ ” (quoting Barren\ntine v. Arkansas-Best Freight System, Inc., 450 U. S. 728,\n737 (1981))).\n   When the majority does speak to Gardner-Denver, it\nmisreads the case in claiming that it turned solely “on the\nnarrow ground that the arbitration was not preclusive\nbecause the collective-bargaining agreement did not cover\nstatutory claims.” Ante, at 12. That, however, was merely\none of several reasons given in support of the decision, see\nGardner-Denver, 415 U. S., at 47–59, and we raised it to\nexplain why the District Court made a mistake in thinking\nthat the employee lost his Title VII rights by electing to\npursue the contractual arbitration remedy, see id., at 49–\n50. One need only read Gardner-Denver itself to know\nthat it was not at all so narrowly reasoned, and we have\nnoted already how later cases have made this abundantly\nclear. Barrentine v. Arkansas-Best Freight System, Inc.,\n450 U. S., at 737, provides further testimony:\n    “Not all disputes between an employee and his em\n    ployer are suited for binding resolution in accordance\n    with the procedures established by collective bargain\n    ing. While courts should defer to an arbitral decision\n    where the employee’s claim is based on rights arising\n    out of a collective-bargaining agreement, different\n    considerations apply where the employee’s claim is\n    based on rights arising out of a statute designed to\n    provide minimum substantive guarantees to individ\n    ual workers.\n      “These considerations were the basis for our deci\n    sion in [Gardner-Denver].”\nSee also Gilmer, supra, at 35 (“An important concern” in\nGardner-Denver “was the tension between collective rep\nresentation and individual statutory rights . . .”). Indeed,\n                     Cite as: 556 U. S. ____ (2009)                    7\n\n                         SOUTER, J., dissenting\n\nif the Court can read Gardner-Denver as resting on noth\ning more than a contractual failure to reach as far as\nstatutory claims, it must think the Court has been wreak\ning havoc on the truth for years, since (as noted) we have\nunanimously described the case as raising a “seemingly\nabsolute prohibition of union waiver of employees’ federal\nforum rights.” Wright, supra, at 80.2 Human ingenuity is\nnot equal to the task of reconciling statements like this\nwith the majority’s representation that Gardner-Denver\nheld only that “the arbitration was not preclusive because\nthe collective-bargaining agreement did not cover statu\ntory claims.” Ante, at 12.3\n   Nor, finally, does the majority have any better chance of\nbeing rid of another of Gardner-Denver’s statements sup\nporting its rule of decision, set out and repeated in previ\nous quotations: “in arbitration, as in the collective\n——————\n  2The majority seems inexplicably to think that the statutory right to\n\na federal forum is not a right, or that Gardner-Denver failed to recog\nnize it because it is not “substantive.” Ante, at 7, n. 5. But Gardner-\nDenver forbade union waiver of employees’ federal forum rights in large\npart because of the importance of such rights and a fear that unions\nwould too easily give them up to benefit the many at the expense of the\nfew, a far less salient concern when only economic interests are at\nstake. See, e.g., Barrentine v. Arkansas-Best Freight System, Inc., 450\nU. S. 728, 737 (1981).\n  3 There is no comfort for the Court in making the one point on which\n\nwe are in accord, that Gardner-Denver relied in part on what the\nmajority describes as “broad dicta that was highly critical of the use of\narbitration for the vindication of statutory antidiscrimination rights.”\nAnte, at 15–16. I agree that Gardner-Denver’s “ ‘mistrust of the arbitral\nprocess’ . . . has been undermined by our recent arbitration decisions,”\nGilmer, supra, at 34, n. 5 (quoting Shearson/American Express Inc. v.\nMcMahon, 482 U. S. 220, 231 (1987)), but if the statements are “dicta,”\ntheir obsolescence is as irrelevant to Gardner-Denver’s continued\nvitality as their currency was to the case’s holding when it came down;\nin Gardner-Denver itself we acknowledged “the federal policy favoring\narbitration,” 415 U. S., at 46, n. 6, but nonetheless held that a union\ncould not waive its members’ statutory right to a federal forum in a\nCBA.\n8                  14 PENN PLAZA LLC v. PYETT\n\n                         SOUTER, J., dissenting\n\nbargaining process, a union may subordinate the interests\nof an individual employee to the collective interests of all\nemployees in the bargaining unit,” ante, at 20 (citing 415\nU. S., at 58, n. 19), an unacceptable result when it comes\nto “an individual’s right to equal employment opportuni\nties,” id., at 51. The majority tries to diminish this reason\ning, and the previously stated holding it supported, by\nmaking the remarkable rejoinder that “[w]e cannot rely on\nthis judicial policy concern as a source of authority for\nintroducing a qualification into the ADEA that is not\nfound in its text.” Ante, at 20.4 It is enough to recall that\nrespondents are not seeking to “introduc[e] a qualification\ninto” the law; they are justifiably relying on statutory\ninterpretation precedent decades old, never overruled, and\nserially reaffirmed over the years. See, e.g., McDonald v.\nWest Branch, 466 U. S. 284, 291 (1984); Barrentine, supra,\nat 742. With that precedent on the books, it makes no\nsense for the majority to claim that “judicial policy con\n\n——————\n   4 The majority says it would be “particularly inappropriate” to con\n\nsider Gardner-Denver’s conflict-of-interest rationale because “Congress\nhas made available” another “avenue” to protect workers against union\ndiscrimination, namely, a duty of fair representation claim. Ante, at 22.\nThis answer misunderstands the law, for unions may decline for a\nvariety of reasons to pursue potentially meritorious discrimination\nclaims without succumbing to a member’s suit for failure of fair repre\nsentation. See, e.g., Barrentine, 450 U. S., at 742 (“[E]ven if the em\nployee’s claim were meritorious, his union might, without breaching its\nduty of fair representation, reasonably and in good faith decide not to\nsupport the claim vigorously in arbitration”). More importantly, we\nhave rejected precisely this argument in the past, making this yet\nanother occasion where the majority ignores precedent. See, e.g., ibid.;\nGardner-Denver, supra, at 58, n. 19 (noting that a duty of fair represen\ntation claim would often “prove difficult to establish”). And we were\nwise to reject it. When the Court construes statutes to allow a union to\neliminate a statutory right to sue in favor of arbitration in which the\nunion cannot represent the employee because it agreed to the em\nployer’s challenged action, it is not very consoling to add that the\nemployee can sue the union for being unfair.\n                  Cite as: 556 U. S. ____ (2009)            9\n\n                     SOUTER, J., dissenting\n\ncern[s]” about unions sacrificing individual antidiscrimi\nnation rights should be left to Congress.\n   For that matter, Congress has unsurprisingly under\nstood Gardner-Denver the way we have repeatedly ex\nplained it and has operated on the assumption that a CBA\ncannot waive employees’ rights to a judicial forum to\nenforce antidiscrimination statutes. See, e.g., H. R. Rep.\nNo. 102–40, pt. 1, p. 97 (1991) (stating that, “consistent\nwith the Supreme Court’s interpretation of Title VII in\n[Gardner-Denver],” “any agreement to submit disputed\nissues to arbitration . . . in the context of a collective bar\ngaining agreement . . . does not preclude the affected\nperson from seeking relief under the enforcement provi\nsions of Title VII”). And Congress apparently does not\nshare the Court’s demotion of Gardner-Denver’s holding to\na suspect judicial policy concern: “Congress has had [over]\n30 years in which it could have corrected our decision . . .\nif it disagreed with it, and has chosen not to do so. We\nshould accord weight to this continued acceptance of our\nearlier holding.” Hilton, 502 U. S., at 202; see also Patter\nson, 491 U. S., at 172–173.\n                              III\n   On one level, the majority opinion may have little effect,\nfor it explicitly reserves the question whether a CBA’s\nwaiver of a judicial forum is enforceable when the union\ncontrols access to and presentation of employees’ claims in\narbitration, ante, at 24–25, which “is usually the case,”\nMcDonald, supra, at 291. But as a treatment of precedent\nin statutory interpretation, the majority’s opinion cannot\nbe reconciled with the Gardner-Denver Court’s own view of\nits holding, repeated over the years and generally under\nstood, and I respectfully dissent.\n", 
  "html_with_citations": "<pre class=\"inline\">(Slip Opinion)              OCTOBER TERM, 2008                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n         14 PENN PLAZA LLC ET AL. v. PYETT ET AL.\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                 THE SECOND CIRCUIT\n\n     No. 07–581.      Argued December 1, 2008—Decided April 1, 2009\nRespondents are members of the Service Employees International Un\n  ion, Local 32BJ (Union). Under the National Labor Relations Act,\n  the Union is the exclusive bargaining representative of employees\n  within the building-services industry in New York City, which in\n  cludes building cleaners, porters, and doorpersons. The Union has\n  exclusive authority to bargain on behalf of its members over their\n  “rates of pay, wages, hours of employment, or other conditions of em\n  ployment,” 29 U. S. C. §159(a), and engages in industry-wide collec\n  tive bargaining with the Realty Advisory Board on Labor Relations,\n  Inc. (RAB), a multiemployer bargaining association for the New York\n  City real-estate industry. The agreement between the Union and the\n  RAB is embodied in their Collective Bargaining Agreement for Con\n  tractors and Building Owners (CBA). The CBA requires union mem\n  bers to submit all claims of employment discrimination to binding ar\n  bitration under the CBA’s grievance and dispute resolution\n  procedures.\n     Petitioner 14 Penn Plaza LLC is a member of the RAB. It owns\n  and operates the New York City office building where respondents\n  worked as night lobby watchmen and in other similar capacities. Re\n  spondents were directly employed by petitioner Temco Service Indus\n  tries, Inc. (Temco), a maintenance service and cleaning contractor.\n  After 14 Penn Plaza, with the Union’s consent, engaged a unionized\n  security contractor affiliated with Temco to provide licensed security\n  guards for the building, Temco reassigned respondents to jobs as por\n  ters and cleaners. Contending that these reassignments led to a loss\n  in income, other damages, and were otherwise less desirable than\n  their former positions, respondents asked the Union to file grievances\n  alleging, among other things, that petitioners violated the CBA’s ban\n2                    14 PENN PLAZA LLC v. PYETT\n\n                                 Syllabus\n\n    on workplace discrimination by reassigning respondents on the basis\n    of their age in violation of Age Discrimination in Employment Act of\n    1967 (ADEA), 29 U. S. C. §621 et seq. The Union requested arbitra\n    tion under the CBA, but after the initial hearing, withdrew the age\n    discrimination claims on the ground that its consent to the new secu\n    rity contract precluded it from objecting to respondents’ reassign\n    ments as discriminatory. Respondents then filed a complaint with\n    the Equal Employment Opportunity Commission (EEOC) alleging\n    that petitioners had violated their ADEA rights, and the EEOC is\n    sued each of them a right-to-sue notice. In the ensuing lawsuit, the\n    District Court denied petitioners’ motion to compel arbitration of re\n    spondents’ age discrimination claims. The Second Circuit affirmed,\n    holding that Alexander v. Gardner-Denver Co., 415 U. S. 36, forbids en\n    forcement of collective-bargaining provisions requiring arbitration of\n    ADEA claims.\nHeld: A provision in a collective-bargaining agreement that clearly and\n unmistakably requires union members to arbitrate ADEA claims is\n enforceable as a matter of federal law. Pp. 6–25.\n    (a) Examination of the two federal statutes at issue here, the\n ADEA and the National Labor Relations Act (NLRA), yields a\n straightforward answer to the question presented. The Union and\n the RAB, negotiating on behalf of 14 Penn Plaza, collectively bar\n gained in good faith and agreed that employment-related discrimina\n tion claims, including ADEA claims, would be resolved in arbitration.\n This freely negotiated contractual term easily qualifies as a “condi\n tio[n] of employment” subject to mandatory bargaining under the\n NLRA, 29 U. S. C. §159(a). See, e.g., Litton Financial Printing Div.,\n Litton Business Systems, Inc. v. NLRB, 501 U. S. 190, 199. As in any\n contractual negotiation, a union may agree to the inclusion of an ar\n bitration provision in a collective-bargaining agreement in return for\n other concessions from the employer, and courts generally may not\n interfere in this bargained-for exchange. See NLRB v. Magnavox\n Co., 415 U. S. 322, 328. Thus, the CBA’s arbitration provision must\n be honored unless the ADEA itself removes this particular class of\n grievances from the NLRA’s broad sweep. See Mitsubishi Motors\n Corp. v. Soler Chrysler-Plymouth, Inc., 473 U. S. 614, 628. It does\n not. This Court has squarely held that the ADEA does not preclude\n arbitration of claims brought under the statute. See Gilmer v. Inter\n state/Johnson Lane Corp., 500 U. S. 20, 26–33. Pp. 6–10. Accord\n ingly, there is no legal basis for the Court to strike down the arbitra\n tion clause in this CBA, which was freely negotiated by the Union\n and the RAB, and which clearly and unmistakably requires respon\n dents to arbitrate the age-discrimination claims at issue in this ap\n peal. Pp. 6–10.\n                   Cite as: 556 U. S. ____ (2009)                      3\n\n                              Syllabus\n\n   (b) The CBA’s arbitration provision is also fully enforceable under\nthe Gardner-Denver line of cases. Respondents incorrectly interpret\nGardner-Denver and its progeny as holding that an agreement to ar\nbitrate ADEA claims provided for in a collective-bargaining agree\nment cannot waive an individual employee’s right to a judicial forum\nunder federal antidiscrimination statutes.. Pp. 11–23.\n     (i) The facts underlying Gardner-Denver and its progeny reveal\nthe narrow scope of the legal rule they engendered. Those cases “did\nnot involve the issue of the enforceability of an agreement to arbi\ntrate statutory claims,” but “the quite different issue whether arbi\ntration of contract-based claims precluded subsequent judicial resolu\ntion of statutory claims.” Gilmer, supra, at 35. Gardner-Denver does\nnot control the outcome where, as here, the collective-bargaining\nagreement’s arbitration provision expressly covers both statutory and\ncontractual discrimination claims. Pp. 11–15.\n     (ii) Apart from their narrow holdings, the Gardner-Denver line of\ncases included broad dicta highly critical of using arbitration to vin\ndicate statutory antidiscrimination rights. That skepticism, however,\nrested on a misconceived view of arbitration that this Court has since\nabandoned. First, contrary to Gardner-Denver’s erroneous assump\ntion, 415 U. S., at 51, the decision to resolve ADEA claims by way of\narbitration instead of litigation does not waive the statutory right to\nbe free from workplace age discrimination; it waives only the right to\nseek relief from a court in the first instance, see, e.g., Gilmer, supra,\nat 26. Second, Gardner-Denver’s mistaken suggestion that certain in\nformal features of arbitration made it a forum “well suited to the\nresolution of contractual disputes,” but “a comparatively inappropri\nate forum for the final resolution of [employment] rights.” 415 U. S.,\nat 56, has been corrected. See, e.g., Shearson/American Express Inc.\nv. McMahon, 482 U. S. 220, 232. Third, Gardner-Denver’s concern\nthat, in arbitration, a union may subordinate an individual em\nployee’s interests to the collective interests of all employees in the\nbargaining unit, 415 U. S., at 58, n. 19, cannot be relied on to intro\nduce a qualification into the ADEA that is not found in its text. Until\nCongress amends the ADEA to meet the conflict-of-interest concern\nidentified in the Gardner-Denver dicta, there is “no reason to color\nthe lens through which the arbitration clause is read.” Mitsubishi,\nsupra, at 628. In any event, the conflict-of-interest argument\namounts to an unsustainable collateral attack on the NLRA, see Em\nporium Capwell Co. v. Western Addition Community Organization,\n420 U. S. 50, 62, and Congress has accounted for the conflict in sev\neral ways: union members may bring a duty of fair representation\nclaim against the union; a union can be subjected to direct liability\nunder the ADEA if it discriminates on the basis of age; and union\n4                     14 PENN PLAZA LLC v. PYETT\n\n                                  Syllabus\n\n    members may also file age-discrimination claims with the EEOC and\n    the National Labor Relations Board. Pp. 15–23.\n       (c) Because respondents’ arguments that the CBA does not clearly\n    and unmistakably require them to arbitrate their ADEA claims were\n    not raised in the lower courts, they have been forfeited. Moreover, al\n    though a substantive waiver of federally protected civil rights will not\n    be upheld, see, e.g., Mitsubishi, supra, at 637, and n. 19, this Court is\n    not positioned to resolve in the first instance respondents’ claim that\n    the CBA allows the Union to prevent them from effectively vindicat\n    ing their federal statutory rights in the arbitral forum, given that\n    this question would require resolution of contested factual allega\n    tions, was not fully briefed here or below, and is not fairly encom\n    passed within the question presented. Resolution now would be par\n    ticularly inappropriate in light of the Court’s hesitation to invalidate\n    arbitration agreements based on speculation. See, e.g., Green Tree\n    Financial Corp.-Ala. v. Randolph, 531 U. S. 79. Pp. 23–25.\n498 F. 3d 88, reversed and remanded.\n\n  THOMAS, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and SCALIA, KENNEDY, and ALITO, JJ., joined. STEVENS, J., filed a\ndissenting opinion. SOUTER, J., filed a dissenting opinion, in which STE-\nVENS, GINSBURG, and BREYER, JJ., joined.\n                       Cite as: 556 U. S. ____ (2009)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                  No. 07–581\n                                  _________________\n\n\n    14 PENN PLAZA LLC, ET AL., PETITIONERS v.\n              STEVEN PYETT ET AL.\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE SECOND CIRCUIT\n\n                                [April 1, 2009]\n\n\n  JUSTICE THOMAS delivered the opinion of the Court.\n  The question presented by this case is whether a provi\nsion in a collective-bargaining agreement that clearly and\nunmistakably requires union members to arbitrate claims\narising under the Age Discrimination in Employment Act\nof 1967 (ADEA), 81 Stat. 602, as amended, 29 U. S. C.\n§621 et seq., is enforceable. The United States Court of\nAppeals for the Second Circuit held that this Court’s\ndecision in Alexander v. Gardner-Denver Co., 415 U. S. 36\n(1974), forbids enforcement of such arbitration provisions.\nWe disagree and reverse the judgment of the Court of\nAppeals.\n                            I\n  Respondents are members of the Service Employees\nInternational Union, Local 32BJ (Union). Under the\nNational Labor Relations Act (NLRA), 49 Stat. 449, as\namended, the Union is the exclusive bargaining represen\ntative of employees within the building-services industry\nin New York City, which includes building cleaners, por\nters, and doorpersons. See 29 U. S. C. §159(a). In this\nrole, the Union has exclusive authority to bargain on\n2                   14 PENN PLAZA LLC v. PYETT\n\n                          Opinion of the Court\n\nbehalf of its members over their “rates of pay, wages,\nhours of employment, or other conditions of employment.”\nIbid. Since the 1930’s, the Union has engaged in industry\nwide collective bargaining with the Realty Advisory Board\non Labor Relations, Inc. (RAB), a multiemployer bargain\ning association for the New York City real-estate industry.\nThe agreement between the Union and the RAB is embod\nied in their Collective Bargaining Agreement for Contrac\ntors and Building Owners (CBA). The CBA requires union\nmembers to submit all claims of employment discrimina\ntion to binding arbitration under the CBA’s grievance and\ndispute resolution procedures:\n     “§30 NO DISCRIMINATION. There shall be no dis\n     crimination against any present or future employee by\n     reason of race, creed, color, age, disability, national\n     origin, sex, union membership, or any other character\n     istic protected by law, including, but not limited to,\n     claims made pursuant to Title VII of the Civil Rights\n     Act, the Americans with Disabilities Act, the Age Dis\n     crimination in Employment Act, the New York State\n     Human Rights Law, the New York City Human\n     Rights Code, . . . or any other similar laws, rules, or\n     regulations. All such claims shall be subject to the\n     grievance and arbitration procedures (Articles V and\n     VI) as the sole and exclusive remedy for violations.\n     Arbitrators shall apply appropriate law in rendering\n     decisions based upon claims of discrimination.” App.\n     to Pet. for Cert. 48a.1\n\n——————\n  1 Article V establishes the grievance process, which applies to all\n\nclaims regardless of whether they are subject to arbitration under the\nCBA. Article VI establishes the procedures for arbitration and postar\nbitration judicial review, and, in particular, provides that the arbitrator\n“shall . . . decide all differences arising between the parties as to inter\npretation, application or performance of any part of this Agreement and\nsuch other issues as the parties are expressly required to arbitrate\n                    Cite as: 556 U. S. ____ (2009)                  3\n\n                        Opinion of the Court\n\n   Petitioner 14 Penn Plaza LLC is a member of the RAB.\nIt owns and operates the New York City office building\nwhere, prior to August 2003, respondents worked as night\nlobby watchmen and in other similar capacities. Respon\ndents were directly employed by petitioner Temco Service\nIndustries, Inc. (Temco), a maintenance service and clean\ning contractor. In August 2003, with the Union’s consent,\n14 Penn Plaza engaged Spartan Security, a unionized\nsecurity services contractor and affiliate of Temco, to\nprovide licensed security guards to staff the lobby and\nentrances of its building. Because this rendered respon\ndents’ lobby services unnecessary, Temco reassigned them\nto jobs as night porters and light duty cleaners in other\nlocations in the building. Respondents contend that these\nreassignments led to a loss in income, caused them emo\ntional distress, and were otherwise less desirable than\ntheir former positions.\n   At respondents’ request, the Union filed grievances\nchallenging the reassignments. The grievances alleged\nthat petitioners: (1) violated the CBA’s ban on workplace\ndiscrimination by reassigning respondents on account of\ntheir age; (2) violated seniority rules by failing to promote\none of the respondents to a handyman position; and (3)\nfailed to equitably rotate overtime. After failing to obtain\nrelief on any of these claims through the grievance proc\ness, the Union requested arbitration under the CBA.\n   After the initial arbitration hearing, the Union with\ndrew the first set of respondents’ grievances—the age\ndiscrimination claims—from arbitration. Because it had\nconsented to the contract for new security personnel at 14\nPenn Plaza, the Union believed that it could not legiti\nmately object to respondents’ reassignments as discrimi\nnatory. But the Union continued to arbitrate the seniority\n—————— \n\nbefore him under the terms of this Agreement.” App. to Pet. for Cert.\n\n43a–47a. \n\n4                   14 PENN PLAZA LLC v. PYETT\n\n                          Opinion of the Court\n\nand overtime claims, and, after several hearings, the\nclaims were denied.\n   In May 2004, while the arbitration was ongoing but\nafter the Union withdrew the age-discrimination claims,\nrespondents filed a complaint with the Equal Employment\nOpportunity Commission (EEOC) alleging that petitioners\nhad violated their rights under the ADEA. Approximately\none month later, the EEOC issued a Dismissal and Notice\nof Rights, which explained that the agency’s “ ‘review of\nthe evidence . . . fail[ed] to indicate that a violation ha[d]\noccurred,’ ” and notified each respondent of his right to\nsue. Pyett v. Pennsylvania Building Co., 498 F. 3d 88, 91\n(CA2 2007).\n   Respondents thereafter filed suit against petitioners in\nthe United States District Court for the Southern District\nof New York, alleging that their reassignment violated the\nADEA and state and local laws prohibiting age discrimi\nnation.2 Petitioners filed a motion to compel arbitration of\nrespondents’ claims pursuant to §3 and §4 of the Federal\nArbitration Act (FAA), 9 U. S. C. §§3, 4.3 The District\nCourt denied the motion because under Second Circuit\nprecedent, “even a clear and unmistakable union\n——————\n  2 Respondents also filed a “hybrid” lawsuit against the Union and\n\npetitioners under §301 of the Labor Management Relations Act, 1947,\n29 U. S. C. §185, see also DelCostello v. Teamsters, 462 U. S. 151, 164–\n165 (1983), alleging that the Union breached its “duty of fair represen\ntation” under the NLRA by withdrawing support for the age\ndiscrimination claims during the arbitration and that petitioners\nbreached the CBA by reassigning respondents. Respondents later\nvoluntarily dismissed this suit with prejudice.\n  3 Petitioners also filed a motion to dismiss the complaint for failure to\n\nstate a claim. The District Court denied the motion, holding that\nrespondents had sufficiently alleged an ADEA claim by claiming that\nthey “were over the age of 40, . . . they were reassigned to positions\nwhich led to substantial losses in income, and . . . their replacements\nwere both younger and had less seniority at the building.” App. to Pet.\nfor Cert. 20a (footnote omitted). Petitioners have not appealed that\nruling.\n                 Cite as: 556 U. S. ____ (2009)            5\n\n                     Opinion of the Court\n\nnegotiated waiver of a right to litigate certain federal and\nstate statutory claims in a judicial forum is unenforce\nable.” App. to Pet. for Cert. 21a. Respondents immedi\nately appealed the ruling under §16 of the FAA, which\nauthorizes an interlocutory appeal of “an order . . . refus\ning a stay of any action under section 3 of this title” or\n“denying a petition under section 4 of this title to order\narbitration to proceed.” 9 U. S. C. §§16(a)(1)(A)–(B).\n   The Court of Appeals affirmed. 498 F. 3d 88. According\nto the Court of Appeals, it could not compel arbitration of\nthe dispute because Gardner-Denver, which “remains good\nlaw,” held “that a collective bargaining agreement could\nnot waive covered workers’ rights to a judicial forum for\ncauses of action created by Congress.” 498 F. 3d, at 92, 91,\nn. 3 (citing Gardner-Denver, 415 U. S., at 49–51). The\nCourt of Appeals observed that the Gardner-Denver deci\nsion was in tension with this Court’s more recent decision\nin Gilmer v. Interstate/Johnson Lane Corp., 500 U. S. 20\n(1991), which “held that an individual employee who had\nagreed individually to waive his right to a federal forum\ncould be compelled to arbitrate a federal age discrimina\ntion claim.” 498 F. 3d, at 91, n. 3 (citing Gilmer, supra, at\n33–35; emphasis in original). The Court of Appeals also\nnoted that this Court previously declined to resolve this\ntension in Wright v. Universal Maritime Service Corp., 525\nU. S. 70, 82 (1998), where the waiver at issue was not\n“clear and unmistakable.” 498 F. 3d, at 91, n. 3.\n   The Court of Appeals attempted to reconcile Gardner-\nDenver and Gilmer by holding that arbitration provisions\nin a collective-bargaining agreement, “which purport to\nwaive employees’ rights to a federal forum with respect to\nstatutory claims, are unenforceable.” 498 F. 3d, at 93–94.\nAs a result, an individual employee would be free to\nchoose compulsory arbitration under Gilmer, but a labor\nunion could not collectively bargain for arbitration on\nbehalf of its members. We granted certiorari, 552 U. S.\n6                  14 PENN PLAZA LLC v. PYETT\n\n                          Opinion of the Court\n\n___ (2008), to address the issue left unresolved in Wright,\nwhich continues to divide the Courts of Appeals,4 and now\nreverse.\n                              II \n\n                              A\n\n   The NLRA governs federal labor-relations law. As\npermitted by that statute, respondents designated the\nUnion as their “exclusive representativ[e] . . . for the\npurposes of collective bargaining in respect to rates of pay,\nwages, hours of employment, or other conditions of em\nployment.” 29 U. S. C. §159(a). As the employees’ exclu\nsive bargaining representative, the Union “enjoys broad\nauthority . . . in the negotiation and administration of\n[the] collective bargaining contract.” Communications\nWorkers v. Beck, 487 U. S. 735, 739 (1988) (internal quota\ntion marks omitted). But this broad authority “is accom\npanied by a responsibility of equal scope, the responsibility\nand duty of fair representation.” Humphrey v. Moore, 375\nU. S. 335, 342 (1964). The employer has a corresponding\nduty under the NLRA to bargain in good faith “with the\nrepresentatives of his employees” on wages, hours, and\nconditions of employment. 29 U. S. C. §158(a)(5); see also\n§158(d).\n   In this instance, the Union and the RAB, negotiating on\nbehalf of 14 Penn Plaza, collectively bargained in good\nfaith and agreed that employment-related discrimination\nclaims, including claims brought under the ADEA, would\nbe resolved in arbitration. This freely negotiated term\nbetween the Union and the RAB easily qualifies as a\n“conditio[n] of employment” that is subject to mandatory\n——————\n  4 Compare, e.g., Rogers v. New York Univ., 220 F. 3d 73, 75 (CA2\n\n2000) (per curiam); O’Brien v. Agawam, 350 F. 3d 279, 285 (CA1 2003);\nMitchell v. Chapman, 343 F. 3d 811, 824 (CA6 2003); Tice v. American\nAirlines, Inc., 288 F. 3d 313, 317 (CA7 2002), with, e.g., Eastern Associ\nated Coal Corp. v. Massey, 373 F. 3d 530, 533 (CA4 2004).\n                     Cite as: 556 U. S. ____ (2009)                     7\n\n                          Opinion of the Court\n\nbargaining under §159(a). See Litton Financial Printing\nDiv., Litton Business Systems, Inc. v. NLRB, 501 U. S.\n190, 199 (1991) (“[A]rrangements for arbitration of dis\nputes are a term or condition of employment and a manda\ntory subject of bargaining”); Steelworkers v. Warrior &\nGulf Nav. Co., 363 U. S. 574, 578 (1960) (“[A]rbitration of\nlabor disputes under collective bargaining agreements is\npart and parcel of the collective bargaining process itself”);\nTextile Workers v. Lincoln Mills of Ala., 353 U. S. 448, 455\n(1957) (“Plainly the agreement to arbitrate grievance\ndisputes is the quid pro quo for an agreement not to\nstrike”). The decision to fashion a CBA to require arbitra\ntion of employment-discrimination claims is no different\nfrom the many other decisions made by parties in design\ning grievance machinery.5\n   Respondents, however, contend that the arbitration\nclause here is outside the permissible scope of the collec\ntive-bargaining process because it affects the “employees’\nindividual, non-economic statutory rights.” Brief for Re\nspondents 22; see also post, at 5–6 (SOUTER, J., dissent\ning). We disagree. Parties generally favor arbitration\n——————\n  5 JUSTICE SOUTER claims that this understanding is “impossible to\n\nsquare with our conclusion in [Alexander v.] Gardner-Denver [Co., 415\nU. S. 36 (1974)] that ‘Title VII . . . stands on plainly different ground’\nfrom ‘statutory rights related to collective activity’: ‘it concerns not\nmajoritarian processes, but an individual’s right to equal employment\nopportunities.’ ” Post, at 5 (dissenting opinion) (quoting Gardner-\nDenver, 415 U. S., at 51). As explained below, however, JUSTICE\nSOUTER repeats the key analytical mistake made in Gardner-Denver’s\ndicta by equating the decision to arbitrate Title VII and ADEA claims\nto a decision to forgo these substantive guarantees against workplace\ndiscrimination. See infra, at 15–17. The right to a judicial forum is not\nthe nonwaivable “substantive” right protected by the ADEA. See infra,\nat 9, 24. Thus, although Title VII and ADEA rights may well stand on\n“different ground” than statutory rights that protect “majoritarian\nprocesses,” Gardner-Denver, supra, at 51, the voluntary decision to\ncollectively bargain for arbitration does not deny those statutory\nantidiscrimination rights the full protection they are due.\n8               14 PENN PLAZA LLC v. PYETT\n\n                      Opinion of the Court\n\nprecisely because of the economics of dispute resolution.\nSee Circuit City Stores, Inc. v. Adams, 532 U. S. 105, 123\n(2001) (“Arbitration agreements allow parties to avoid the\ncosts of litigation, a benefit that may be of particular\nimportance in employment litigation, which often involves\nsmaller sums of money than disputes concerning commer\ncial contracts”). As in any contractual negotiation, a union\nmay agree to the inclusion of an arbitration provision in a\ncollective-bargaining agreement in return for other con\ncessions from the employer. Courts generally may not\ninterfere in this bargained-for exchange. “Judicial nullifi\ncation of contractual concessions . . . is contrary to what\nthe Court has recognized as one of the fundamental poli\ncies of the National Labor Relations Act—freedom of\ncontract.” NLRB v. Magnavox Co., 415 U. S. 322, 328\n(1974) (Stewart, J., concurring in part and dissenting in\npart) (internal quotation marks and brackets omitted).\n  As a result, the CBA’s arbitration provision must be\nhonored unless the ADEA itself removes this particular\nclass of grievances from the NLRA’s broad sweep. See\nMitsubishi Motors Corp. v. Soler Chrysler-Plymouth, Inc.,\n473 U. S. 614, 628 (1985). It does not. This Court has\nsquarely held that the ADEA does not preclude arbitration\nof claims brought under the statute. See Gilmer, 500\nU. S., at 26–33.\n  In Gilmer, the Court explained that “[a]lthough all\nstatutory claims may not be appropriate for arbitration,\n‘having made the bargain to arbitrate, the party should be\nheld to it unless Congress itself has evinced an intention\nto preclude a waiver of judicial remedies for the statutory\nrights at issue.’ ” Id., at 26 (quoting Mitsubishi Motors\nCorp., supra, at 628). And “if Congress intended the sub\nstantive protection afforded by the ADEA to include pro\ntection against waiver of the right to a judicial forum, that\nintention will be deducible from text or legislative history.”\n500 U. S., at 29 (internal quotation marks and brackets\n                     Cite as: 556 U. S. ____ (2009)                  9\n\n                          Opinion of the Court\n\nomitted). The Court determined that “nothing in the text\nof the ADEA or its legislative history explicitly precludes\narbitration.” Id., at 26–27. The Court also concluded that\narbitrating ADEA disputes would not undermine the\nstatute’s “remedial and deterrent function.” Id., at 28\n(internal quotation marks omitted). In the end, the em\nployee’s “generalized attacks” on “the adequacy of arbitra\ntion procedures” were “insufficient to preclude arbitration\nof statutory claims,” id., at 30, because there was no evi\ndence that “Congress, in enacting the ADEA, intended to\npreclude arbitration of claims under that Act,” id., at 35.\n   The Gilmer Court’s interpretation of the ADEA fully\napplies in the collective-bargaining context. Nothing in\nthe law suggests a distinction between the status of arbi\ntration agreements signed by an individual employee and\nthose agreed to by a union representative. This Court has\nrequired only that an agreement to arbitrate statutory\nantidiscrimination claims be “explicitly stated” in the\ncollective-bargaining agreement. Wright, 525 U. S., at 80\n(internal quotation marks omitted). The CBA under\nreview here meets that obligation. Respondents incor\nrectly counter that an individual employee must person\nally “waive” a “[substantive] right” to proceed in court for a\nwaiver to be “knowing and voluntary” under the ADEA.\n29 U. S. C. §626(f)(1). As explained below, however, the\nagreement to arbitrate ADEA claims is not the waiver of a\n“substantive right” as that term is employed in the ADEA.\nWright, supra, at 80; see infra, at 15–16. Indeed, if the\n“right” referred to in §626(f)(1) included the prospective\nwaiver of the right to bring an ADEA claim in court, even\na waiver signed by an individual employee would be inva\nlid as the statute also prevents individuals from “waiv[ing]\nrights or claims that may arise after the date the waiver is\nexecuted.” §626(f)(1)(C).6\n——————\n 6 Respondents’   contention that §118 of the Civil Rights Act of 1991,\n10                  14 PENN PLAZA LLC v. PYETT\n\n                          Opinion of the Court\n\n   Examination of the two federal statutes at issue in this\ncase, therefore, yields a straightforward answer to the\nquestion presented: The NLRA provided the Union and\nthe RAB with statutory authority to collectively bargain\nfor arbitration of workplace discrimination claims, and\nCongress did not terminate that authority with respect to\nfederal age-discrimination claims in the ADEA. Accord\ningly, there is no legal basis for the Court to strike down\nthe arbitration clause in this CBA, which was freely nego\ntiated by the Union and the RAB, and which clearly and\nunmistakably requires respondents to arbitrate the age\ndiscrimination claims at issue in this appeal. Congress\n\n——————\nPub. L. 102–166, 105 Stat. 1081, note following 42 U. S. C. §1981 (2000\ned.), precludes the enforcement of this arbitration agreement also is\nmisplaced. See Brief for Respondents 31–32; see also post, at 8–9\n(SOUTER, J., dissenting). Section 118 expresses Congress’ support for\nalternative dispute resolution: “Where appropriate and to the extent\nauthorized by law, the use of alternative means of dispute resolution,\nincluding . . . arbitration, is encouraged to resolve disputes arising\nunder” the ADEA. 105 Stat. 1081, note following 42 U. S C. §1981.\nRespondents argue that the legislative history actually signals Con\ngress’ intent to preclude arbitration waivers in the collective-bargaining\ncontext. In particular, respondents point to a House Report that, in\nspite of the statute’s plain language, interprets §118 to support their\nposition. See H. R. Rep. No. 102–40, pt. 1, p. 97 (1991) (“[A]ny agree\nment to submit disputed issues to arbitration . . . in the context of a\ncollective bargaining agreement . . . does not preclude the affected\nperson from seeking relief under the enforcement provisions of Title\nVII. This view is consistent with the Supreme Court’s interpretation of\nTitle VII in Alexander v. Gardner-Denver Co., 415 U. S. 36 (1974)”).\nBut the legislative history mischaracterizes the holding of Gardner-\nDenver, which does not prohibit collective bargaining for arbitration of\nADEA claims. See infra, at 11–14. Moreover, reading the legislative\nhistory in the manner suggested by respondents would create a direct\nconflict with the statutory text, which encourages the use of arbitration\nfor dispute resolution without imposing any constraints on collective\nbargaining. In such a contest, the text must prevail. See Ratzlaf v.\nUnited States, 510 U. S. 135, 147–148 (1994) (“[W]e do not resort to\nlegislative history to cloud a statutory text that is clear”).\n                  Cite as: 556 U. S. ____ (2009)           11\n\n                      Opinion of the Court\n\nhas chosen to allow arbitration of ADEA claims.          The\nJudiciary must respect that choice.\n                              B\n  The CBA’s arbitration provision is also fully enforceable\nunder the Gardner-Denver line of cases. Respondents\ninterpret Gardner-Denver and its progeny to hold that “a\nunion cannot waive an employee’s right to a judicial forum\nunder the federal antidiscrimination statutes” because\n“allowing the union to waive this right would substitute\nthe union’s interests for the employee’s antidiscrimination\nrights.” Brief for Respondents 12. The “combination of\nunion control over the process and inherent conflict of\ninterest with respect to discrimination claims,” they argue,\n“provided the foundation for the Court’s holding [in Gard\nner-Denver] that arbitration under a collective-bargaining\nagreement could not preclude an individual employee’s\nright to bring a lawsuit in court to vindicate a statutory\ndiscrimination claim.” Id., at 15. We disagree.\n                               1\n  The holding of Gardner-Denver is not as broad as re\nspondents suggest. The employee in that case was covered\nby a collective-bargaining agreement that prohibited\n“discrimination against any employee on account of race,\ncolor, religion, sex, national origin, or ancestry” and that\nguaranteed that “[n]o employee will be discharged . . . except\nfor just cause.” 415 U. S., at 39 (internal quotation marks\nomitted). The agreement also included a “multistep griev\nance procedure” that culminated in compulsory arbitration\nfor any “differences aris[ing] between the Company and the\nUnion as to the meaning and application of the provisions of\nthis Agreement” and “any trouble aris[ing] in the plant.”\nId., at 40–41 (internal quotation marks omitted).\n  The employee was discharged for allegedly producing\ntoo many defective parts while working for the respondent\n12              14 PENN PLAZA LLC v. PYETT\n\n                      Opinion of the Court\n\nas a drill operator. He filed a grievance with his union\nclaiming that he was “ ‘unjustly discharged’ ” in violation of\nthe “ ‘just cause’ ” provision within the CBA. Then at the\nfinal prearbitration step of the grievance process, the\nemployee added a claim that he was discharged because of\nhis race. Id., at 38–42.\n   The arbitrator ultimately ruled that the employee had\nbeen “ ‘discharged for just cause,’ ” but “made no reference\nto [the] claim of racial discrimination.” Id., at 42. After\nobtaining a right-to-sue letter from the EEOC, the em\nployee filed a claim in Federal District Court, alleging\nracial discrimination in violation of Title VII of the Civil\nRights Act of 1964. The District Court issued a decision,\naffirmed by the Court of Appeals, which granted summary\njudgment to the employer because it concluded that “the\nclaim of racial discrimination had been submitted to the\narbitrator and resolved adversely to [the employee].” Id.,\nat 43. In the District Court’s view, “having voluntarily\nelected to pursue his grievance to final arbitration under\nthe nondiscrimination clause of the collective-bargaining\nagreement,” the employee was “bound by the arbitral\ndecision” and precluded from suing his employer on any\nother grounds, such as a statutory claim under Title VII.\nIbid.\n   This Court reversed the judgment on the narrow ground\nthat the arbitration was not preclusive because the collec\ntive-bargaining agreement did not cover statutory claims.\nAs a result, the lower courts erred in relying on the “doc\ntrine of election of remedies” to bar the employee’s Title\nVII claim. Id., at 49. “That doctrine, which refers to\nsituations where an individual pursues remedies that are\nlegally or factually inconsistent” with each other, did not\napply to the employee’s dual pursuit of arbitration and a\nTitle VII discrimination claim in district court. The em\nployee’s collective-bargaining agreement did not mandate\narbitration of statutory antidiscrimination claims. Id., at\n                  Cite as: 556 U. S. ____ (2009)           13\n\n                      Opinion of the Court\n\n49–50. “As the proctor of the bargain, the arbitrator’s task\nis to effectuate the intent of the parties.” Id., at 53. Be\ncause the collective-bargaining agreement gave the arbi\ntrator “authority to resolve only questions of contractual\nrights,” his decision could not prevent the employee from\nbringing the Title VII claim in federal court “regardless of\nwhether certain contractual rights are similar to, or dupli\ncative of, the substantive rights secured by Title VII.” Id.,\nat 53–54; see also id., at 50.\n   The Court also explained that the employee had not\nwaived his right to pursue his Title VII claim in federal\ncourt by participating in an arbitration that was premised\non the same underlying facts as the Title VII claim. See\nid., at 52. Thus, whether the legal theory of preclusion\nadvanced by the employer rested on “the doctrines of\nelection of remedies” or was recast “as resting instead on\nthe doctrine of equitable estoppel and on themes of res\njudicata and collateral estoppel,” id., at 49, n. 10 (internal\nquotation marks omitted), it could not prevail in light of\nthe collective-bargaining agreement’s failure to address\narbitration of Title VII claims. See id., at 46, n. 6 (“[W]e\nhold that the federal policy favoring arbitration does not\nestablish that an arbitrator’s resolution of a contractual\nclaim is dispositive of a statutory claim under Title VII”\n(emphasis added)).\n   The Court’s decisions following Gardner-Denver have\nnot broadened its holding to make it applicable to the facts\nof this case. In Barrentine v. Arkansas-Best Freight Sys\ntem, Inc., 450 U. S. 728 (1981), the Court considered\n“whether an employee may bring an action in federal\ndistrict court, alleging a violation of the minimum wage\nprovisions of the Fair Labor Standards Act, . . . after\nhaving unsuccessfully submitted a wage claim based on\nthe same underlying facts to a joint grievance committee\npursuant to the provisions of his union’s collective\nbargaining agreement.” Id., at 729–730. The Court held\n14              14 PENN PLAZA LLC v. PYETT\n\n                     Opinion of the Court\n\nthat the unsuccessful arbitration did not preclude the\nfederal lawsuit. Like the collective-bargaining agreement\nin Gardner-Denver, the arbitration provision under review\nin Barrentine did not expressly reference the statutory\nclaim at issue. See 450 U. S., at 731, n. 5. The Court thus\nreiterated that an “arbitrator’s power is both derived from,\nand limited by, the collective-bargaining agreement” and\n“[h]is task is limited to construing the meaning of the\ncollective-bargaining agreement so as to effectuate the\ncollective intent of the parties.” Id., at 744.\n   McDonald v. West Branch, 466 U. S. 284 (1984), was\ndecided along similar lines. The question presented in\nthat case was “whether a federal court may accord preclu\nsive effect to an unappealed arbitration award in a case\nbrought under [42 U. S. C. §1983].” Id., at 285. The Court\ndeclined to fashion such a rule, again explaining that\n“because an arbitrator’s authority derives solely from the\ncontract, Barrentine, supra, at 744, an arbitrator may not\nhave authority to enforce §1983” when that provision is\nleft unaddressed by the arbitration agreement. Id., at\n290. Accordingly, as in both Gardner-Denver and Barren\ntine, the Court’s decision in McDonald hinged on the scope\nof the collective-bargaining agreement and the arbitrator’s\nparallel mandate.\n   The facts underlying Gardner-Denver, Barrentine, and\nMcDonald reveal the narrow scope of the legal rule arising\nfrom that trilogy of decisions. Summarizing those opin\nions in Gilmer, this Court made clear that the Gardner-\nDenver line of cases “did not involve the issue of the en\nforceability of an agreement to arbitrate statutory claims.”\n500 U. S., at 35. Those decisions instead “involved the\nquite different issue whether arbitration of contract-based\nclaims precluded subsequent judicial resolution of statu\ntory claims. Since the employees there had not agreed to\narbitrate their statutory claims, and the labor arbitrators\nwere not authorized to resolve such claims, the arbitration\n                      Cite as: 556 U. S. ____ (2009)                    15\n\n                          Opinion of the Court\n\nin those cases understandably was held not to preclude\nsubsequent statutory actions.” Ibid.; see also Wright, 525\nU. S., at 76; Livadas v. Bradshaw, 512 U. S. 107, 127,\nn. 21 (1994).7 Gardner-Denver and its progeny thus do not\ncontrol the outcome where, as is the case here, the collec\ntive-bargaining agreement’s arbitration provision ex\npressly covers both statutory and contractual discrimina\ntion claims.8\n\n\n——————\n  7 JUSTICE  SOUTER’s reliance on Wright v. Universal Maritime Service\nCorp., 525 U. S. 70 (1998), to support its view of Gardner-Denver is\nmisplaced. See post, at 5, 7. Wright identified the “tension” between\nthe two lines of cases represented by Gardner-Denver and Gilmer, but\nfound “it unnecessary to resolve the question of the validity of a union\nnegotiated waiver, since it [was] apparent . . . on the facts and argu\nments presented . . . that no such waiver [had] occurred.” 525 U. S., at\n76–77. And although his dissent describes Wright’s characterization of\nGardner-Denver as “raising a ‘seemingly absolute prohibition of union\nwaiver of employees’ federal forum rights,’ ” post, at 7 (quoting Wright,\n525 U. S., at 80), it wrenches the statement out of context: “Although\n[the right to a judicial forum] is not a substantive right, see Gilmer, 500\nU. S., at 26, and whether or not Gardner-Denver’s seemingly absolute\nprohibition of union waiver of employees’ federal forum rights survives\nGilmer, Gardner-Denver at least stands for the proposition that the\nright to a federal judicial forum is of sufficient importance to be pro\ntected against less-than-explicit union waiver in a CBA,” id., at 80\n(emphasis added). Wright therefore neither endorsed Gardner-Denver’s\nbroad language nor suggested a particular result in this case.\n  8 Because today’s decision does not contradict the holding of Gardner-\n\nDenver, we need not resolve the stare decisis concerns raised by the\ndissenting opinions. See post, at 4, 9 (opinion of SOUTER, J.); post, at 2–\n4 (opinion of STEVENS, J.). But given the development of this Court’s\narbitration jurisprudence in the intervening years, see infra, at 16–19,\nGardner-Denver would appear to be a strong candidate for overruling if\nthe dissents’ broad view of its holding, see post, at 6–7 (opinion of\nSOUTER, J.), were correct. See Patterson v. McLean Credit Union, 491\nU. S. 164, 173 (1989) (explaining that it is appropriate to overrule a\ndecision where there “has been [an] intervening development of the\nlaw” such that the earlier “decision [is] irreconcilable with competing\nlegal doctrines and policies”).\n16              14 PENN PLAZA LLC v. PYETT\n\n                      Opinion of the Court\n\n                               2\n   We recognize that apart from their narrow holdings, the\nGardner-Denver line of cases included broad dicta that\nwas highly critical of the use of arbitration for the vindica\ntion of statutory antidiscrimination rights. That skepti\ncism, however, rested on a misconceived view of arbitra\ntion that this Court has since abandoned.\n   First, the Court in Gardner-Denver erroneously as\nsumed that an agreement to submit statutory discrimina\ntion claims to arbitration was tantamount to a waiver of\nthose rights. See 415 U. S., at 51. (“[T]here can be no\nprospective waiver of an employee’s rights under Title VII”\n(emphasis added)). For this reason, the Court stated, “the\nrights conferred [by Title VII] can form no part of the\ncollective-bargaining process since waiver of these rights\nwould defeat the paramount congressional purpose behind\nTitle VII.” Ibid.; see also id., at 56 (“we have long recog\nnized that ‘the choice of forums inevitably affects the scope\nof the substantive right to be vindicated’ ” (quoting U. S.\nBulk Carriers, Inc. v. Arguelles, 400 U. S. 351, 359–360\n(1971) (Harlan, J., concurring))).\n   The Court was correct in concluding that federal anti\ndiscrimination rights may not be prospectively waived, see\n29 U. S. C. §626(f)(1)(C); see supra, at 9, but it confused an\nagreement to arbitrate those statutory claims with a\nprospective waiver of the substantive right. The decision\nto resolve ADEA claims by way of arbitration instead of\nlitigation does not waive the statutory right to be free from\nworkplace age discrimination; it waives only the right to\nseek relief from a court in the first instance. See Gilmer,\nsupra, at 26 (“ ‘[B]y agreeing to arbitrate a statutory claim,\na party does not forgo the substantive rights afforded by\nthe statute; it only submits to their resolution in an arbi\ntral, rather than a judicial, forum’ ” (quoting Mitsubishi\nMotors Corp., 473 U. S., at 628)). This “Court has been\nquite specific in holding that arbitration agreements can\n                 Cite as: 556 U. S. ____ (2009)           17\n\n                     Opinion of the Court\n\nbe enforced under the FAA without contravening the\npolicies of congressional enactments giving employees\nspecific protection against discrimination prohibited by\nfederal law.” Circuit City Stores, Inc., 532 U. S., at 123.\nThe suggestion in Gardner-Denver that the decision to\narbitrate statutory discrimination claims was tantamount\nto a substantive waiver of those rights, therefore, reveals a\ndistorted understanding of the compromise made when an\nemployee agrees to compulsory arbitration.\n   In this respect, Gardner-Denver is a direct descendant of\nthe Court’s decision in Wilko v. Swan, 346 U. S. 427\n(1953), which held that an agreement to arbitrate claims\nunder the Securities Act of 1933 was unenforceable. See\nid., at 438. The Court subsequently overruled Wilko and,\nin so doing, characterized the decision as “pervaded by . . .\n‘the old judicial hostility to arbitration.’ ” Rodriguez de\nQuijas v. Shearson/American Express, Inc., 490 U. S. 477,\n480 (1989). The Court added: “To the extent that Wilko\nrested on suspicion of arbitration as a method of weaken\ning the protections afforded in the substantive law to\nwould-be complainants, it has fallen far out of step with\nour current strong endorsement of the federal statutes\nfavoring this method of resolving disputes.” Id., at 481;\nsee also Mitsubishi Motors Corp., supra, at 626–627 (“[W]e\nare well past the time when judicial suspicion of the desir\nability of arbitration and of the competence of arbitral\ntribunals inhibited the development of arbitration as an\nalternative means of dispute resolution”). The timeworn\n“mistrust of the arbitral process” harbored by the Court in\nGardner-Denver thus weighs against reliance on anything\nmore than its core holding. Shearson/American Express\nInc. v. McMahon, 482 U. S. 220, 231–232 (1987); see also\nGilmer, 500 U. S., at 34, n. 5 (reiterating that Gardner-\nDenver’s view of arbitration “has been undermined by [the\nCourt’s] recent arbitration decisions”). Indeed, in light of\nthe “radical change, over two decades, in the Court’s re\n18                  14 PENN PLAZA LLC v. PYETT\n\n                          Opinion of the Court\n\nceptivity to arbitration,” Wright, 525 U. S., at 77, reliance\non any judicial decision similarly littered with Wilko’s\novert hostility to the enforcement of arbitration agree\nments would be ill advised. 9\n   Second, Gardner-Denver mistakenly suggested that\ncertain features of arbitration made it a forum “well suited\nto the resolution of contractual disputes,” but “a compara\ntively inappropriate forum for the final resolution of rights\ncreated by Title VII.” 415 U. S., at 56. According to the\n\n——————\n  9 JUSTICE   STEVENS suggests that the Court is displacing its “earlier\ndetermination of the relevant provisions’ meaning” based on a “prefer\nence for arbitration.” Post, at 2. But his criticism lacks any basis. We\nare not revisiting a settled issue or disregarding an earlier determina\ntion; the Court is simply deciding the question identified in Wright as\nunresolved. See supra, at 5–6; see also infra, at 23–24. And, contrary\nto JUSTICE STEVENS’ accusation, it is the Court’s fidelity to the ADEA’s\ntext—not an alleged preference for arbitration—that dictates the\nanswer to the question presented. As Gilmer explained, nothing in the\ntext of Title VII or the ADEA precludes contractual arbitration, see\nsupra, at 8–9, and JUSTICE STEVENS has never suggested otherwise.\nRather, he has always contended that permitting the “compulsory\narbitration” of employment discrimination claims conflicts with his\nperception of “the congressional purpose animating the ADEA.” Gil\nmer, 500 U. S., at 41 (STEVENS, J., dissenting); see also id., at 42\n(“Plainly, it would not comport with the congressional objectives behind\na statute seeking to enforce civil rights protected by Title VII to allow\nthe very forces that had practiced discrimination to contract away the\nright to enforce civil rights in the courts” (internal quotation marks\nomitted)). The Gilmer Court did not adopt JUSTICE STEVENS’ personal\nview of the purposes underlying the ADEA, for good reason: That view\nis not embodied within the statute’s text. Accordingly, it is not the\nstatutory text that JUSTICE STEVENS has sought to vindicate—it is\ninstead his own “preference” for mandatory judicial review, which he\ndisguises as a search for congressional purpose. This Court is not\nempowered to incorporate such a preference into the text of a federal\nstatute. See infra, at 20–21. It is for this reason, and not because of a\n“policy favoring arbitration,” see post, at 1, 3 (STEVENS, J., dissenting),\nthat the Court overturned Wilko v. Swan, 346 U. S. 427 (1953). And it\nis why we disavow the antiarbitration dicta of Gardner-Denver and its\nprogeny today.\n                 Cite as: 556 U. S. ____ (2009)          19\n\n                     Opinion of the Court\n\nCourt, the “factfinding process in arbitration” is “not\nequivalent to judicial factfinding” and the “informality of\narbitral procedure . . . makes arbitration a less appropri\nate forum for final resolution of Title VII issues than the\nfederal courts.” Id., at 57, 58. The Court also questioned\nthe competence of arbitrators to decide federal statutory\nclaims. See id., at 57 (“[T]he specialized competence of\narbitrators pertains primarily to the law of the shop, not\nthe law of the land”); Barrentine, 450 U. S., at 743 (“Al\nthough an arbitrator may be competent to resolve many\npreliminary factual questions, such as whether the em\nployee ‘punched in’ when he said he did, he may lack\ncompetence to decide the ultimate legal issue whether an\nemployee’s right to a minimum wage or to overtime pay\nunder the statute has been violated”). In the Court’s view,\n“the resolution of statutory or constitutional issues is a\nprimary responsibility of courts, and judicial construction\nhas proved especially necessary with respect to Title VII,\nwhose broad language frequently can be given meaning\nonly by reference to public law concepts.” Gardner-\nDenver, supra, at 57; see also McDonald, 466 U. S., at 290\n(“An arbitrator may not . . . have the expertise required to\nresolve the complex legal questions that arise in §1983\nactions”).\n   These misconceptions have been corrected. For exam\nple, the Court has “recognized that arbitral tribunals are\nreadily capable of handling the factual and legal complexi\nties of antitrust claims, notwithstanding the absence of\njudicial instruction and supervision” and that “there is no\nreason to assume at the outset that arbitrators will not\nfollow the law.” McMahon, supra, at 232; Mitsubishi\nMotors Corp., 473 U. S., at 634 (“We decline to indulge the\npresumption that the parties and arbitral body conducting\na proceeding will be unable or unwilling to retain compe\ntent, conscientious, and impartial arbitrators”). An arbi\ntrator’s capacity to resolve complex questions of fact and\n20                 14 PENN PLAZA LLC v. PYETT\n\n                          Opinion of the Court\n\nlaw extends with equal force to discrimination claims\nbrought under the ADEA. Moreover, the recognition that\narbitration procedures are more streamlined than federal\nlitigation is not a basis for finding the forum somehow\ninadequate; the relative informality of arbitration is one of\nthe chief reasons that parties select arbitration. Parties\n“trad[e] the procedures and opportunity for review of the\ncourtroom for the simplicity, informality, and expedition of\narbitration.” Id., at 628. In any event, “[i]t is unlikely . . .\nthat age discrimination claims require more extensive\ndiscovery than other claims that we have found to be\narbitrable, such as RICO and antitrust claims.” Gilmer,\n500 U. S., at 31. At bottom, objections centered on the\nnature of arbitration do not offer a credible basis for dis\ncrediting the choice of that forum to resolve statutory\nantidiscrimination claims.10\n   Third, the Court in Gardner-Denver raised in a footnote\na “further concern” regarding “the union’s exclusive con\ntrol over the manner and extent to which an individual\ngrievance is presented.” 415 U. S., at 58, n. 19. The Court\nsuggested that in arbitration, as in the collective\nbargaining process, a union may subordinate the interests\nof an individual employee to the collective interests of all\nemployees in the bargaining unit. Ibid.; see also McDon\nald, supra, at 291 (“The union’s interests and those of the\nindividual employee are not always identical or even\ncompatible. As a result, the union may present the em\nployee’s grievance less vigorously, or make different stra\n\n——————\n   10 Moreover, an arbitrator’s decision as to whether a unionized em\n\nployee has been discriminated against on the basis of age in violation of\nthe ADEA remains subject to judicial review under the FAA. 9 U. S. C.\n§10(a). “[A]lthough judicial scrutiny of arbitration awards necessarily\nis limited, such review is sufficient to ensure that arbitrators comply\nwith the requirements of the statute.” Shearson/American Express Inc.\nv. McMahon, 482 U. S. 220, 232 (1987).\n                   Cite as: 556 U. S. ____ (2009)             21\n\n                       Opinion of the Court\n\ntegic choices, than would the employee”); see also Barren\ntine, supra, at 742; post, at 8, n. 4 (SOUTER, J., dissenting).\n   We cannot rely on this judicial policy concern as a\nsource of authority for introducing a qualification into the\nADEA that is not found in its text. Absent a constitu\ntional barrier, “it is not for us to substitute our view of . . .\npolicy for the legislation which has been passed by Con\ngress.” Florida Dept. of Revenue v. Piccadilly Cafeterias,\nInc., 554 U. S. ___, ___ (2008) (slip op., at 18) (internal\nquotation marks omitted). Congress is fully equipped “to\nidentify any category of claims as to which agreements to\narbitrate will be held unenforceable.” Mitsubishi Motors\nCorp., supra, at 627. Until Congress amends the ADEA to\nmeet the conflict-of-interest concern identified in the\nGardner-Denver dicta, and seized on by respondents here,\nthere is “no reason to color the lens through which the\narbitration clause is read” simply because of an alleged\nconflict of interest between a union and its members.\nMitsubishi Motors Corp., supra, at 628. This is a “battl[e]\nthat should be fought among the political branches and\nthe industry. Those parties should not seek to amend the\nstatute by appeal to the Judicial Branch.” Barnhart v.\nSigmon Coal Co., 534 U. S. 438, 462 (2002).\n   The conflict-of-interest argument also proves too much.\nLabor unions certainly balance the economic interests of\nsome employees against the needs of the larger work force\nas they negotiate collective-bargain agreements and im\nplement them on a daily basis. But this attribute of or\nganized labor does not justify singling out an arbitration\nprovision for disfavored treatment. This “principle of\nmajority rule” to which respondents object is in fact the\ncentral premise of the NLRA. Emporium Capwell Co. v.\nWestern Addition Community Organization, 420 U. S. 50,\n62 (1975). “In establishing a regime of majority rule,\nCongress sought to secure to all members of the unit the\nbenefits of their collective strength and bargaining power,\n22              14 PENN PLAZA LLC v. PYETT\n\n                     Opinion of the Court\n\nin full awareness that the superior strength of some indi\nviduals or groups might be subordinated to the interest of\nthe majority.” Ibid. (footnote omitted); see also Ford\nMotor Co. v. Huffman, 345 U. S. 330, 338 (1953) (“The\ncomplete satisfaction of all who are represented is hardly\nto be expected”); Pennsylvania R. Co. v. Rychlik, 352 U. S.\n480, 498 (1957) (Frankfurter, J., concurring). It was Con\ngress’ verdict that the benefits of organized labor outweigh\nthe sacrifice of individual liberty that this system neces\nsarily demands. Respondents’ argument that they were\ndeprived of the right to pursue their ADEA claims in\nfederal court by a labor union with a conflict of interest is\ntherefore unsustainable; it amounts to a collateral attack\non the NLRA.\n   In any event, Congress has accounted for this conflict of\ninterest in several ways. As indicated above, the NLRA\nhas been interpreted to impose a “duty of fair representa\ntion” on labor unions, which a union breaches “when its\nconduct toward a member of the bargaining unit is arbi\ntrary, discriminatory, or in bad faith.” Marquez v. Screen\nActors, 525 U. S. 33, 44 (1998). This duty extends to “chal\nlenges leveled not only at a union’s contract administra\ntion and enforcement efforts but at its negotiation activi\nties as well.” Beck, 487 U. S., at 743 (citation omitted).\nThus, a union is subject to liability under the NLRA if it\nillegally discriminates against older workers in either the\nformation or governance of the collective-bargaining agree\nment, such as by deciding not to pursue a grievance on\nbehalf of one of its members for discriminatory reasons.\nSee Vaca v. Sipes, 386 U. S. 171, 177 (1967) (describing\nthe duty of fair representation as the “statutory obligation\nto serve the interests of all members without hostility or\ndiscrimination toward any, to exercise its discretion with\ncomplete good faith and honesty, and to avoid arbitrary\nconduct” (emphasis added)). Respondents in fact brought\na fair representation suit against the Union based on its\n                 Cite as: 556 U. S. ____ (2009)           23\n\n                     Opinion of the Court\n\nwithdrawal of support for their age-discrimination claims.\nSee n. 2, supra. Given this avenue that Congress has\nmade available to redress a union’s violation of its duty to\nits members, it is particularly inappropriate to ask this\nCourt to impose an artificial limitation on the collective\nbargaining process.\n   In addition, a union is subject to liability under the\nADEA if the union itself discriminates against its mem\nbers on the basis of age. See 29 U. S. C. §623(d); see also 1\nB. Lindemann & P. Grossman, Employment Discrimina\ntion Law 1575–1581 (4th ed. 2007) (explaining that a labor\nunion may be held jointly liable with an employer under\nfederal antidiscrimination laws for discriminating in the\nformation of a collective-bargaining agreement, knowingly\nacquiescing in the employer’s discrimination, or inducing\nthe employer to discriminate); cf. Goodman v. Lukens Steel\nCo., 482 U. S. 656, 669 (1987). Union members may also\nfile age-discrimination claims with the EEOC and the\nNational Labor Relations Board, which may then seek\njudicial intervention under this Court’s precedent. See\nEEOC v. Waffle House, Inc., 534 U. S. 279, 295–296\n(2002). In sum, Congress has provided remedies for the\nsituation where a labor union is less than vigorous in\ndefense of its members’ claims of discrimination under the\nADEA.\n                            III\n  Finally, respondents offer a series of arguments con\ntending that the particular CBA at issue here does not\nclearly and unmistakably require them to arbitrate their\nADEA claims. See Brief for Respondents 44–47. But\nrespondents did not raise these contract-based arguments\nin the District Court or the Court of Appeals. To the\ncontrary, respondents acknowledged on appeal that the\nCBA provision requiring arbitration of their federal anti\ndiscrimination statutory claims “is sufficiently explicit” in\n24              14 PENN PLAZA LLC v. PYETT\n\n                     Opinion of the Court\n\nprecluding their federal lawsuit. Brief for Plaintiffs-\nAppellees in No. 06–3047–cv(L) etc. (CA2), p. 9. In light of\nrespondents’ litigating position, both lower courts assumed\nthat the CBA’s arbitration clause clearly applied to re\nspondents and proceeded to decide the question left unre\nsolved in Wright. We granted review of the question\npresented on that understanding.\n   “Without cross-petitioning for certiorari, a prevailing\nparty may, of course, ‘defend its judgment on any ground\nproperly raised below whether or not that ground was\nrelied upon, rejected, or even considered by the District\nCourt or the Court of Appeals.’ ” Granfinanciera, S. A. v.\nNordberg, 492 U. S. 33, 38–39 (1989) (quoting Washington\nv. Confederated Bands and Tribes of Yakima Nation, 439\nU. S. 463, 476, n. 20 (1979)). But this Court will affirm on\ngrounds that have “ ‘not been raised below . . . “only in\nexceptional cases.” ’ ” Nordberg, supra, at 39 (quoting\nHeckler v. Campbell, 461 U. S. 458, 468–469, n. 12 (1983)).\nThis is not an “exceptional case.” As a result, we find that\nrespondents’ alternative arguments for affirmance have\nbeen forfeited. See, e.g., Rita v. United States, 551 U. S.\n338, 360 (2007); Sprietsma v. Mercury Marine, 537 U. S.\n51, 56, n. 4 (2002). We will not resurrect them on respon\ndents’ behalf.\n   Respondents also argue that the CBA operates as a\nsubstantive waiver of their ADEA rights because it not\nonly precludes a federal lawsuit, but also allows the Union\nto block arbitration of these claims. Brief for Respondents\n28–30. Petitioners contest this characterization of the\nCBA, see Reply Brief for Petitioners 23–27, and offer\nrecord evidence suggesting that the Union has allowed\nrespondents to continue with the arbitration even though\nthe Union has declined to participate, see App. to Pet. for\nCert. 42a. But not only does this question require resolu\ntion of contested factual allegations, it was not fully\nbriefed to this or any court and is not fairly encompassed\n                 Cite as: 556 U. S. ____ (2009)           25\n\n                     Opinion of the Court\n\nwithin the question presented, see this Court’s Rule\n14.1(a). Thus, although a substantive waiver of federally\nprotected civil rights will not be upheld, see Mitsubishi\nMotors Corp., 473 U. S., at 637, and n. 19; Gilmer, 500\nU. S., at 29, we are not positioned to resolve in the first\ninstance whether the CBA allows the Union to prevent\nrespondents from “effectively vindicating” their “federal\nstatutory rights in the arbitral forum,” Green Tree Finan\ncial Corp.-Ala. v. Randolph, 531 U. S. 79, 90 (2000). Reso\nlution of this question at this juncture would be particu\nlarly inappropriate in light of our hesitation to invalidate\narbitration agreements on the basis of speculation. See\nid., at 91.\n                             IV\n  We hold that a collective-bargaining agreement that\nclearly and unmistakably requires union members to\narbitrate ADEA claims is enforceable as a matter of fed\neral law. The judgment of the Court of Appeals is re\nversed, and the case is remanded for further proceedings\nconsistent with this opinion.\n                                          It is so ordered.\n                 Cite as: 556 U. S. ____ (2009)           1\n\n                    STEVENS, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                          No. 07–581\n                         _________________\n\n\n     14 PENN PLAZA LLC, ET AL., PETITIONERS v.\n               STEVEN PYETT ET AL.\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE SECOND CIRCUIT\n\n                        [April 1, 2009]\n\n\n   JUSTICE STEVENS, dissenting.\n   JUSTICE SOUTER’s dissenting opinion, which I join in\nfull, explains why our decision in Alexander v. Gardner-\nDenver Co., 415 U. S. 36 (1974), answers the question\npresented in this case. My concern regarding the Court’s\nsubversion of precedent to the policy favoring arbitration\nprompts these additional remarks.\n   Notwithstanding the absence of change in any relevant\nstatutory provision, the Court has recently retreated from,\nand in some cases reversed, prior decisions based on its\nchanged view of the merits of arbitration. Previously, the\nCourt approached with caution questions involving a\nunion’s waiver of an employee’s right to raise statutory\nclaims in a federal judicial forum. After searching the text\nand purposes of Title VII of the Civil Rights Act of 1964,\nthe Court in Gardner-Denver held that a clause of a collec\ntive-bargaining agreement (CBA) requiring arbitration of\ndiscrimination claims could not waive an employee’s right\nto a judicial forum for statutory claims. See 415 U. S., at\n51. The Court’s decision rested on several features of the\nstatute, including the individual nature of the rights it\nconfers, the broad remedial powers it grants federal\ncourts, and its expressed preference for overlapping reme\ndies. See id., at 44–48. The Court also noted the problem\nof entrusting a union with certain arbitration decisions\n2               14 PENN PLAZA LLC v. PYETT\n\n                    STEVENS, J., dissenting\n\ngiven the potential conflict between the collective interest\nand the interests of an individual employee seeking to\nassert his rights. See id., at 58, n. 19. That concern later\nprovided a basis for our decisions in Barrentine v. Arkan\nsas-Best Freight System, Inc., 450 U. S. 728, 742 (1981),\nand McDonald v. West Branch, 466 U. S. 284, 291 (1984),\nwhich similarly held that a CBA may not commit enforce\nment of certain rights-creating statutes exclusively to a\nunion-controlled arbitration process. Congress has taken\nno action signaling disagreement with those decisions.\n   The statutes construed by the Court in the foregoing\ncases and in Wilko v. Swan, 346 U. S. 427 (1953), have not\nsince been amended in any relevant respect. But the\nCourt has in a number of cases replaced our predecessors’\nstatutory analysis with judicial reasoning espousing a\npolicy favoring arbitration and thereby reached divergent\nresults. I dissented in those cases to express concern that\nmy colleagues were making policy choices not made by\nCongress. See Mitsubishi Motors Corp. v. Soler Chrysler-\nPlymouth, Inc., 473 U. S. 614, 640 (1985); Rodriguez de\nQuijas v. Shearson/American Express, Inc., 490 U. S. 477,\n486 (1989); Gilmer v. Interstate/Johnson Lane Corp., 500\nU. S. 20, 36 (1991); and Circuit City Stores, Inc. v. Adams,\n532 U. S. 105, 124 (2001).\n   Today the majority’s preference for arbitration again\nleads it to disregard our precedent. Although it purports\nto ascertain the relationship between the Age Discrimina\ntion in Employment Act of 1967 (ADEA), the National\nLabor Relations Act, and the Federal Arbitration Act, the\nCourt ignores our earlier determination of the relevant\nprovisions’ meaning. The Court concludes that “[i]t was\nCongress’ verdict that the benefits of organized labor\noutweigh the sacrifice of individual liberty” that the sys\ntem of organized labor “necessarily demands,” even when\nthe sacrifice demanded is a judicial forum for asserting an\nindividual statutory right. Ante, at 22. But in Gard\n                     Cite as: 556 U. S. ____ (2009)                    3\n\n                        STEVENS, J., dissenting\n\nner-Denver we determined that “Congress’ verdict” was\notherwise when we held that Title VII does not permit a\nCBA to waive an employee’s right to a federal judicial\nforum. Because the purposes and relevant provisions of\nTitle VII and the ADEA are not meaningfully distinguish\nable, it is only by reexamining the statutory questions\nresolved in Gardner-Denver through the lens of the policy\nfavoring arbitration that the majority now reaches a dif\nferent result.*\n  Under the circumstances, I believe a passage from one\nof my earlier dissents merits repetition. The Court in\nRodriguez de Quijas overruled our decision in Wilko and\nheld that predispute agreements to arbitrate claims under\nthe Securities Act of 1933 are enforceable. 490 U. S., at\n484; see also id., at 481 (noting Wilko’s reliance on “the\noutmoded presumption of disfavoring arbitration proceed\nings”). I observed in dissent:\n       “In the final analysis, a Justice’s vote in a case like\n     this depends more on his or her views about the re\n     spective lawmaking responsibilities of Congress and\n     this Court than on conflicting policy interests. Judges\n     who have confidence in their own ability to fashion\n     public policy are less hesitant to change the law than\n     those of us who are inclined to give wide latitude to\n     the views of the voters’ representatives on nonconsti\n——————\n  * Referring to the potential conflict between individual and collective\ninterests, the Court asserts that it “cannot rely on this judicial policy\nconcern as a source of authority for introducing a qualification into the\nADEA that is not found in its text.” Ante, at 21. That potential conflict\nof interests, however, was a basis for our decision in several pertinent\ncases, including Alexander v. Gardner-Denver Co., 415 U. S. 36 (1974),\nand Gilmer v. Interstate/Johnson Lane Corp., 500 U. S. 20, 35 (1991),\nand in the intervening years Congress has not seen fit to correct that\ninterpretation. The Court’s derision of that “policy concern” is particu\nlarly disingenuous given its subversion of Gardner-Denver’s holding in\nthe service of an extratextual policy favoring arbitration.\n4               14 PENN PLAZA LLC v. PYETT\n\n                    STEVENS, J., dissenting\n\n    tutional matters. Cf. Boyle v. United Technologies\n    Corp., 487 U. S. 500 (1988). As I pointed out years\n    ago, Alberto-Culver Co. v. Scherk, 484 F. 2d 611 (CA7\n    1973) (dissenting opinion), rev’d, 417 U. S. 506 (1974),\n    there are valid policy and textual arguments on both\n    sides regarding the interrelation of federal securities\n    and arbitration Acts. None of these arguments, how\n    ever, carries sufficient weight to tip the balance be\n    tween judicial and legislative authority and overturn\n    an interpretation of an Act of Congress that has been\n    settled for many years.” Rodriguez de Quijas, 490\n    U. S., at 487 (footnote and citation omitted).\n   As was true in Rodriguez de Quijas, there are competing\narguments in this case regarding the interaction of the\nrelevant statutory provisions. But the Court in Gardner-\nDenver considered these arguments, including “the federal\npolicy favoring arbitration of labor disputes,” 415 U. S., at\n59, and held that Congress did not intend to permit the\nresult petitioners seek. In the absence of an intervening\namendment to the relevant statutory language, we are\nbound by that decision. It is for Congress, rather than this\nCourt, to reassess the policy arguments favoring arbitra\ntion and revise the relevant provisions to reflect its views.\n                 Cite as: 556 U. S. ____ (2009)            1\n\n                     SOUTER, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                          No. 07–581\n                         _________________\n\n\n     14 PENN PLAZA LLC, ET AL., PETITIONERS v.\n               STEVEN PYETT ET AL.\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE SECOND CIRCUIT\n\n                        [April 1, 2009]\n\n\n   JUSTICE SOUTER, with whom JUSTICE STEVENS, JUSTICE\nGINSBURG, and JUSTICE BREYER join, dissenting.\n   The issue here is whether employees subject to a collec\ntive-bargaining agreement (CBA) providing for conclusive\narbitration of all grievances, including claimed breaches of\nthe Age Discrimination in Employment Act of 1967\n(ADEA), 29 U. S. C. §621 et seq., lose their statutory right\nto bring an ADEA claim in court, §626(c). Under the 35-\nyear-old holding in Alexander v. Gardner-Denver Co., 415\nU. S. 36 (1974), they do not, and I would adhere to stare\ndecisis and so hold today.\n                               I\n  Like Title VII of the Civil Rights Act of 1964, 42 U. S. C.\n§2000e et seq., the ADEA is aimed at “ ‘the elimination of\ndiscrimination in the workplace,’ ” McKennon v. Nashville\nBanner Publishing Co., 513 U. S. 352, 358 (1995) (quoting\nOscar Mayer & Co. v. Evans, 441 U. S. 750, 756 (1979)),\nand, again like Title VII, the ADEA “contains a vital ele\nment . . . : It grants an injured employee a right of action\nto obtain the authorized relief,” 513 U. S., at 358. “Any\nperson aggrieved” under the Act “may bring a civil action\nin any court of competent jurisdiction for legal or equitable\nrelief,” 29 U. S. C. §626(c), thereby “not only redress[ing]\nhis own injury but also vindicat[ing] the important con\n2                      14 PENN PLAZA LLC v. PYETT\n\n                           SOUTER, J., dissenting\n\ngressional policy against discriminatory employment\npractices,” Gardner-Denver, supra, at 45.\n   Gardner-Denver considered the effect of a CBA’s arbitra\ntion clause on an employee’s right to sue under Title VII.\nOne of the employer’s arguments was that the CBA en\ntered into by the union had waived individual employees’\nstatutory cause of action subject to a judicial remedy for\ndiscrimination in violation of Title VII. Although Title\nVII, like the ADEA, “does not speak expressly to the rela\ntionship between federal courts and the grievance\narbitration machinery of collective-bargaining agree\nments,” 415 U. S., at 47, we unanimously held that “the\nrights conferred” by Title VII (with no exception for the\nright to a judicial forum) cannot be waived as “part of the\ncollective bargaining process,” id., at 51. We stressed the\ncontrast between two categories of rights in labor and\nemployment law. There were “statutory rights related to\ncollective activity,” which “are conferred on employees\ncollectively to foster the processes of bargaining[, which]\nproperly may be exercised or relinquished by the union as\ncollective-bargaining agent to obtain economic benefits for\nunion members.” Ibid. But “Title VII . . . stands on\nplainly different [categorical] ground; it concerns not\nmajoritarian processes, but an individual’s right to equal\nemployment opportunities.” Ibid. Thus, as the Court\npreviously realized, Gardner-Denver imposed a “seemingly\nabsolute prohibition of union waiver of employees’ federal\nforum rights.” Wright v. Universal Maritime Service\nCorp., 525 U. S. 70, 80 (1998).1\n   We supported the judgment with several other lines of\ncomplementary reasoning. First, we explained that anti\n\n——————\n    1 Gardner-Denver also contained some language seemingly prohibit\ning even individual prospective waiver of federal forum rights, see 415\nU. S., at 51–52, an issue revisited in Gilmer v. Interstate/Johnson Lane\nCorp., 500 U. S. 20 (1991), and not disputed here.\n                  Cite as: 556 U. S. ____ (2009)            3\n\n                     SOUTER, J., dissenting\n\ndiscrimination statutes “have long evinced a general\nintent to accord parallel or overlapping remedies against\ndiscrimination,” and Title VII’s statutory scheme carried\n“no suggestion . . . that a prior arbitral decision either\nforecloses an individual’s right to sue or divests federal\ncourts of jurisdiction.” Gardner-Denver, 415 U. S., at 47.\nWe accordingly concluded that “an individual does not\nforfeit his private cause of action if he first pursues his\ngrievance to final arbitration under the nondiscrimination\nclause of a collective-bargaining agreement.” Id., at 49.\n   Second, we rejected the District Court’s view that simply\nparticipating in the arbitration amounted to electing the\narbitration remedy and waiving the plaintiff’s right to sue.\nWe said that the arbitration agreement at issue covered\nonly a contractual right under the CBA to be free from\ndiscrimination, not the “independent statutory rights\naccorded by Congress” in Title VII. Id., at 49–50. Third,\nwe rebuffed the employer’s argument that federal courts\nshould defer to arbitral rulings. We declined to make the\n“assumption that arbitral processes are commensurate\nwith judicial processes,” id., at 56, and described arbitra\ntion as “a less appropriate forum for final resolution of\nTitle VII issues than the federal courts,” id., at 58.\n   Finally, we took note that “[i]n arbitration, as in the\ncollective bargaining process, the interests of the individ\nual employee may be subordinated to the collective inter\nests of all employees in the bargaining unit,” ibid., n. 19, a\nresult we deemed unacceptable when it came to Title VII\nclaims. In sum, Gardner-Denver held that an individual’s\nstatutory right of freedom from discrimination and access\nto court for enforcement were beyond a union’s power to\nwaive.\n   Our analysis of Title VII in Gardner-Denver is just as\npertinent to the ADEA in this case. The “interpretation of\nTitle VII . . . applies with equal force in the context of age\ndiscrimination, for the substantive provisions of the ADEA\n4               14 PENN PLAZA LLC v. PYETT\n\n                    SOUTER, J., dissenting\n\n‘were derived in haec verba from Title VII,’ ” and indeed\nneither petitioners nor the Court points to any relevant\ndistinction between the two statutes. Trans World Air\nlines, Inc. v. Thurston, 469 U. S. 111, 121 (1985) (quoting\nLorillard v. Pons, 434 U. S. 575, 584 (1978)); see also\nMcKennon, 513 U. S., at 358 (“The ADEA and Title VII\nshare common substantive features and also a common\npurpose”). Given the unquestionable applicability of the\nGardner-Denver rule to this ADEA issue, the argument\nthat its precedent be followed in this case of statutory\ninterpretation is equally unquestionable. “Principles of\nstare decisis . . . demand respect for precedent whether\njudicial methods of interpretation change or stay the\nsame. Were that not so, those principles would fail to\nachieve the legal stability that they seek and upon which\nthe rule of law depends.” CBOCS West, Inc. v. Humphries,\n553 U. S. ___, ___ (2008) (slip op., at 14).           And\n“[c]onsiderations of stare decisis have special force” over\nan issue of statutory interpretation, which is unlike con\nstitutional interpretation owing to the capacity of Con\ngress to alter any reading we adopt simply by amending\nthe statute. Patterson v. McLean Credit Union, 491 U. S.\n164, 172–173 (1989). Once we have construed a statute,\nstability is the rule, and “we will not depart from [it]\nwithout some compelling justification.” Hilton v. South\nCarolina Public Railways Comm’n, 502 U. S. 197, 202\n(1991). There is no argument for abandoning precedent\nhere, and Gardner-Denver controls.\n                               II\n  The majority evades the precedent of Gardner-Denver as\nlong as it can simply by ignoring it. The Court never\nmentions the case before concluding that the ADEA and\nthe National Labor Relations Act, 29 U. S. C. §151 et seq.,\n“yiel[d] a straightforward answer to the question pre\nsented,” ante, at 10, that is, that unions can bargain away\n                 Cite as: 556 U. S. ____ (2009)           5\n\n                    SOUTER, J., dissenting\n\nindividual rights to a federal forum for antidiscrimination\nclaims. If this were a case of first impression, it would at\nleast be possible to consider that conclusion, but the issue\nis settled and the time is too late by 35 years to make the\nbald assertion that “[n]othing in the law suggests a dis\ntinction between the status of arbitration agreements\nsigned by an individual employee and those agreed to by a\nunion representative.” Ante, at 9. In fact, we recently and\nunanimously said that the principle that “federal forum\nrights cannot be waived in union-negotiated CBAs even if\nthey can be waived in individually executed contracts . . .\nassuredly finds support in” our case law, Wright, 525\nU. S., at 77, and every Court of Appeals save one has read\nour decisions as holding to this position, Air Line Pilots\nAssn., Int’l v. Northwest Airlines, Inc., 199 F. 3d 477, 484\n(CADC 1999) (“We see a clear rule of law emerging from\nGardner-Denver and Gilmer [v. Interstate/Johnson Lane\nCorp., 500 U. S. 20 (1991)]: . . . an individual may prospec\ntively waive his own statutory right to a judicial forum,\nbut his union may not prospectively waive that right for\nhim. All of the circuits to have considered the meaning of\nGardner-Denver after Gilmer, other than the Fourth, are\nin accord with this view”).\n   Equally at odds with existing law is the majority’s\nstatement that “[t]he decision to fashion a CBA to require\narbitration of employment-discrimination claims is no\ndifferent from the many other decisions made by parties in\ndesigning grievance machinery.” Ante, at 7. That is sim\nply impossible to square with our conclusion in Gardner-\nDenver that “Title VII . . . stands on plainly different\nground” from “statutory rights related to collective activ\nity”: “it concerns not majoritarian processes, but an indi\nvidual’s right to equal employment opportunities.” 415\nU. S., at 51; see also Atchison, T. & S. F. R. Co. v. Buell,\n480 U. S. 557, 565 (1987) (“[N]otwithstanding the strong\npolicies encouraging arbitration, ‘different considerations\n6               14 PENN PLAZA LLC v. PYETT\n\n                    SOUTER, J., dissenting\n\napply where the employee’s claim is based on rights aris\ning out of a statute designed to provide minimum substan\ntive guarantees to individual workers’ ” (quoting Barren\ntine v. Arkansas-Best Freight System, Inc., 450 U. S. 728,\n737 (1981))).\n   When the majority does speak to Gardner-Denver, it\nmisreads the case in claiming that it turned solely “on the\nnarrow ground that the arbitration was not preclusive\nbecause the collective-bargaining agreement did not cover\nstatutory claims.” Ante, at 12. That, however, was merely\none of several reasons given in support of the decision, see\nGardner-Denver, 415 U. S., at 47–59, and we raised it to\nexplain why the District Court made a mistake in thinking\nthat the employee lost his Title VII rights by electing to\npursue the contractual arbitration remedy, see id., at 49–\n50. One need only read Gardner-Denver itself to know\nthat it was not at all so narrowly reasoned, and we have\nnoted already how later cases have made this abundantly\nclear. Barrentine v. Arkansas-Best Freight System, Inc.,\n450 U. S., at 737, provides further testimony:\n    “Not all disputes between an employee and his em\n    ployer are suited for binding resolution in accordance\n    with the procedures established by collective bargain\n    ing. While courts should defer to an arbitral decision\n    where the employee’s claim is based on rights arising\n    out of a collective-bargaining agreement, different\n    considerations apply where the employee’s claim is\n    based on rights arising out of a statute designed to\n    provide minimum substantive guarantees to individ\n    ual workers.\n      “These considerations were the basis for our deci\n    sion in [Gardner-Denver].”\nSee also Gilmer, supra, at 35 (“An important concern” in\nGardner-Denver “was the tension between collective rep\nresentation and individual statutory rights . . .”). Indeed,\n                     Cite as: 556 U. S. ____ (2009)                    7\n\n                         SOUTER, J., dissenting\n\nif the Court can read Gardner-Denver as resting on noth\ning more than a contractual failure to reach as far as\nstatutory claims, it must think the Court has been wreak\ning havoc on the truth for years, since (as noted) we have\nunanimously described the case as raising a “seemingly\nabsolute prohibition of union waiver of employees’ federal\nforum rights.” Wright, supra, at 80.2 Human ingenuity is\nnot equal to the task of reconciling statements like this\nwith the majority’s representation that Gardner-Denver\nheld only that “the arbitration was not preclusive because\nthe collective-bargaining agreement did not cover statu\ntory claims.” Ante, at 12.3\n   Nor, finally, does the majority have any better chance of\nbeing rid of another of Gardner-Denver’s statements sup\nporting its rule of decision, set out and repeated in previ\nous quotations: “in arbitration, as in the collective\n——————\n  2The majority seems inexplicably to think that the statutory right to\n\na federal forum is not a right, or that Gardner-Denver failed to recog\nnize it because it is not “substantive.” Ante, at 7, n. 5. But Gardner-\nDenver forbade union waiver of employees’ federal forum rights in large\npart because of the importance of such rights and a fear that unions\nwould too easily give them up to benefit the many at the expense of the\nfew, a far less salient concern when only economic interests are at\nstake. See, e.g., Barrentine v. Arkansas-Best Freight System, Inc., 450\nU. S. 728, 737 (1981).\n  3 There is no comfort for the Court in making the one point on which\n\nwe are in accord, that Gardner-Denver relied in part on what the\nmajority describes as “broad dicta that was highly critical of the use of\narbitration for the vindication of statutory antidiscrimination rights.”\nAnte, at 15–16. I agree that Gardner-Denver’s “ ‘mistrust of the arbitral\nprocess’ . . . has been undermined by our recent arbitration decisions,”\nGilmer, supra, at 34, n. 5 (quoting Shearson/American Express Inc. v.\nMcMahon, 482 U. S. 220, 231 (1987)), but if the statements are “dicta,”\ntheir obsolescence is as irrelevant to Gardner-Denver’s continued\nvitality as their currency was to the case’s holding when it came down;\nin Gardner-Denver itself we acknowledged “the federal policy favoring\narbitration,” 415 U. S., at 46, n. 6, but nonetheless held that a union\ncould not waive its members’ statutory right to a federal forum in a\nCBA.\n8                  14 PENN PLAZA LLC v. PYETT\n\n                         SOUTER, J., dissenting\n\nbargaining process, a union may subordinate the interests\nof an individual employee to the collective interests of all\nemployees in the bargaining unit,” ante, at 20 (citing 415\nU. S., at 58, n. 19), an unacceptable result when it comes\nto “an individual’s right to equal employment opportuni\nties,” id., at 51. The majority tries to diminish this reason\ning, and the previously stated holding it supported, by\nmaking the remarkable rejoinder that “[w]e cannot rely on\nthis judicial policy concern as a source of authority for\nintroducing a qualification into the ADEA that is not\nfound in its text.” Ante, at 20.4 It is enough to recall that\nrespondents are not seeking to “introduc[e] a qualification\ninto” the law; they are justifiably relying on statutory\ninterpretation precedent decades old, never overruled, and\nserially reaffirmed over the years. See, e.g., McDonald v.\nWest Branch, 466 U. S. 284, 291 (1984); Barrentine, supra,\nat 742. With that precedent on the books, it makes no\nsense for the majority to claim that “judicial policy con\n\n——————\n   4 The majority says it would be “particularly inappropriate” to con\n\nsider Gardner-Denver’s conflict-of-interest rationale because “Congress\nhas made available” another “avenue” to protect workers against union\ndiscrimination, namely, a duty of fair representation claim. Ante, at 22.\nThis answer misunderstands the law, for unions may decline for a\nvariety of reasons to pursue potentially meritorious discrimination\nclaims without succumbing to a member’s suit for failure of fair repre\nsentation. See, e.g., Barrentine, 450 U. S., at 742 (“[E]ven if the em\nployee’s claim were meritorious, his union might, without breaching its\nduty of fair representation, reasonably and in good faith decide not to\nsupport the claim vigorously in arbitration”). More importantly, we\nhave rejected precisely this argument in the past, making this yet\nanother occasion where the majority ignores precedent. See, e.g., ibid.;\nGardner-Denver, supra, at 58, n. 19 (noting that a duty of fair represen\ntation claim would often “prove difficult to establish”). And we were\nwise to reject it. When the Court construes statutes to allow a union to\neliminate a statutory right to sue in favor of arbitration in which the\nunion cannot represent the employee because it agreed to the em\nployer’s challenged action, it is not very consoling to add that the\nemployee can sue the union for being unfair.\n                  Cite as: 556 U. S. ____ (2009)            9\n\n                     SOUTER, J., dissenting\n\ncern[s]” about unions sacrificing individual antidiscrimi\nnation rights should be left to Congress.\n   For that matter, Congress has unsurprisingly under\nstood Gardner-Denver the way we have repeatedly ex\nplained it and has operated on the assumption that a CBA\ncannot waive employees’ rights to a judicial forum to\nenforce antidiscrimination statutes. See, e.g., H. R. Rep.\nNo. 102–40, pt. 1, p. 97 (1991) (stating that, “consistent\nwith the Supreme Court’s interpretation of Title VII in\n[Gardner-Denver],” “any agreement to submit disputed\nissues to arbitration . . . in the context of a collective bar\ngaining agreement . . . does not preclude the affected\nperson from seeking relief under the enforcement provi\nsions of Title VII”). And Congress apparently does not\nshare the Court’s demotion of Gardner-Denver’s holding to\na suspect judicial policy concern: “Congress has had [over]\n30 years in which it could have corrected our decision . . .\nif it disagreed with it, and has chosen not to do so. We\nshould accord weight to this continued acceptance of our\nearlier holding.” Hilton, 502 U. S., at 202; see also Patter\nson, 491 U. S., at 172–173.\n                              III\n   On one level, the majority opinion may have little effect,\nfor it explicitly reserves the question whether a CBA’s\nwaiver of a judicial forum is enforceable when the union\ncontrols access to and presentation of employees’ claims in\narbitration, ante, at 24–25, which “is usually the case,”\nMcDonald, supra, at 291. But as a treatment of precedent\nin statutory interpretation, the majority’s opinion cannot\nbe reconciled with the Gardner-Denver Court’s own view of\nits holding, repeated over the years and generally under\nstood, and I respectfully dissent.\n</pre>", 
  "sha1": "6934c87c8e82a3ce451cf0afcbda4fa42418a942", 
  "date_modified": "2015-05-22T17:08:59.225598", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/145890/14-penn-plaza-llc-v-pyett/", 
  "citation_count": 146, 
  "supreme_court_db_id": "2008-041", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/330085/", 
  "html": "", 
  "resource_uri": "/api/rest/v2/document/145890/"
}