{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "449 U.S. 424", 
    "federal_cite_two": "101 S. Ct. 698", 
    "specialty_cite_one": null, 
    "federal_cite_three": "66 L. Ed. 2d 633", 
    "lexis_cite": "1981 U.S. LEXIS 59", 
    "document_uris": [
      "/api/rest/v2/document/110378/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Rubin v. United States", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "79-1013", 
    "id": 94737, 
    "resource_uri": "/api/rest/v2/citation/94737/"
  }, 
  "id": 110378, 
  "blocked": false, 
  "judges": "Burger", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1981-01-21", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>449 U.S. 424 (1981)</b></center>\n<center><h1>RUBIN<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 79-1013.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 12, 1980.</center>\n<center>Decided January 21, 1981.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><span class=\"star-pagination\">*425</span> <i>Louis Bender</i> argued the cause for petitioner. With him on the brief was <i>Sandor Frankel.</i></p>\n<p><i>Stephen M. Shapiro</i> argued the cause for the United States With him on the brief were <i>Solicitor General McCree, Sara Criscitelli, Ralph C. Ferrara, Jacob H. Stillman,</i> and <i>Elisse B. Walter.</i><sup>[*]</sup></p>\n<p>CHIEF JUSTICE BURGER delivered the opinion of the Court.</p>\n<p>We granted certiorari in this case to decide whether a pledge of stock to a bank as collateral for a loan is an \"offer or sale\" of a security under § 17 (a) of the Securities Act of 1933, 15 U. S. C. § 77q (a).</p>\n<p></p>\n<h2>I</h2>\n<p>Late in 1972, petitioner became vice president of Tri-State Energy, Inc., a corporation holding itself out as involved in energy exploration and production. At the time, Tri-State was experiencing serious financial problems. Petitioner approached Bankers Trust Co., a bank with which he had frequently dealt while he had been affiliated with an accounting firm. Bankers Trust initially refused a $5 million loan to Tri-State for operating a mine. Nevertheless, it lent Tri-State $50,000 on October 20, 1972, for 30 days with the understanding that if Tri-State could produce adequate financial information and sufficient collateral, additional financing might be available.</p>\n<p>Petitioner assisted other officers of Tri-State in preparing a financial statement for submission to the bank. The balance sheet, which listed a net worth of $7.1 million, was false <span class=\"star-pagination\">*426</span> and misleading in several respects.<sup>[1]</sup> Tri-State also submitted inflated projections of future earnings based in large measure on sham contracts and forged documentation. Subsequently, petitioner personally paid the loan officer $4,000 and another official $1,000 as inducements for further loans. Tri-State borrowed an additional $425,000 over a brief period.<sup>[2]</sup> Ultimately, the loans were consolidated into a single demand note for $475,000, dated February 26, 1973.</p>\n<p>Bankers Trust required collateral for each new loan; between October 20, 1972, and January 19, 1973, Tri-State pledged stock in six companies. The stocks were represented as being good, marketable, and unrestricted and valued at a total of approximately $1.7 million;<sup>[3]</sup> in fact, they were practically worthless. Many shares were issued by \"shell\" companies. Most were simply \"rented\"\u0097<i>i. e.,</i> borrowed from the owner for a fee\u0097to show to the bank or were otherwise restricted. In one instance, petitioner arranged for fictitious quotations to appear in a service reporting over-the-counter transactions and used by the bank in evaluating pledged <span class=\"star-pagination\">*427</span> securities; in another, Tri-State planted, through others, a fictitious advertisement in an overseas newspaper and showed it to the bank, representing it to be a quotation. Trading of one issue was suspended shortly after the pledge when the issuing company could not account for 900,000 shares of its stock; Tri-State replaced this collateral before Bankers Trust learned of the difficulty. Petitioner acted as Tri-State's agent for most of these transactions.</p>\n<p>A Justice Department request for information about Tri-State received February 28, two days after the consolidated note was signed, prompted Bankers Trust on March 5 to demand payment in full within three days. No payment of this demand was made, and in May another officer of Tri-State met with bank officials and tried to forestall foreclosure. After rejecting Tri-State's request for a further loan, the bank sued on the note.</p>\n<p>Bankers Trust also proceeded against petitioner personally as a guarantor of the loans. Petitioner signed a confession of judgment against himself in the amount of the unpaid loans, plus accrued interest, but thereafter filed a petition for bankruptcy. The bank recovered only about $2,500, plus interest and expenses, on its $475,000 loan.</p>\n<p>Petitioner was indicted on three counts of violating and conspiring to violate various federal antifraud statutes, including § 17 (a) of the Securities Act of 1933, 15 U. S. C. § 77q (a).<sup>[4]</sup> Following a jury trial in the United States District <span class=\"star-pagination\">*428</span> Court for the Southern District of New York, petitioner was convicted on the conspiracy count. On appeal to the Court of Appeals for the Second Circuit, petitioner raised several grounds, including whether a pledge of stock as collateral for a bank loan is an \"offer or sale\" under § 17 (a). The Court of Appeals affirmed. 609 F. 2d 51 (1979).<sup>[5]</sup> We granted certiorari limited to the question whether such a pledge is an \"offer or sale.\" 445 U. S. 960 (1980).</p>\n<p></p>\n<h2>II</h2>\n<p>Section 17 (a) of the Securities Act of 1933 provides:</p>\n<blockquote>\"It shall be unlawful for any person <i>in the offer or sale of any securities</i> by the use of any means or instruments of transportation or communication in interstate commerce or by the use of the mails, directly or indirectly\u0097</blockquote>\n<blockquote>\"(1) to employ any device, scheme, or artifice to defraud, or</blockquote>\n<blockquote>\"(2) to obtain money or property by means of any untrue statement of a material fact or any omission to state a material fact necessary in order to make the statements made, in the light of the circumstances under which they were made, not misleading, or</blockquote>\n<blockquote>\"(3) to engage in any transaction, practice, or course of business which operates or would operate as a fraud or deceit upon the purchaser.\" 48 Stat. 84, as amended, 15 U. S. C. § 77q (a) (emphasis added).</blockquote>\n<p>Petitioner does not deny that he engaged in a conspiracy to commit fraud through false representations to Bankers Trust concerning the stocks pledged; he does not deny that the shares were \"securities\" under the Act. Rather, he contends narrowly that these pledges did not constitute \"offers\" or \"sales\" <span class=\"star-pagination\">*429</span> under § 17 (a) of the Act. Tr. of Oral Arg. 6.<sup>[6]</sup> To sustain this contention, petitioner argues that Tri-State deposited the stocks with the bank only as collateral security for a loan, not as a transfer or sale. From this he argues that the implied power to dispose of the stocks could ripen into title and thereby constitute a \"sale\" only by effecting foreclosure of the various pledges, an event that could not occur without a default on the loans.</p>\n<p>We begin by looking to the language of the Act. <i>E. g., </i><i>Ernst &amp; Ernst</i> v. <i>Hochfelder,</i> 425 U. S. 185, 197 (1976). The terms \"offer\" and \"sale\" in § 17 (a) are defined in § 2 (3) of the Act:</p>\n<blockquote>\"The term `sale' or `sell' shall include every contract of sale <i>or disposition</i> of a security <i>or interest in a security,</i> for value. The term . . . `offer' shall include every <i>attempt or offer to dispose of,</i> or solicitation of an offer to buy, a security <i>or interest in a security,</i> for value.\" 48 Stat. 74, as amended, 15 U. S. C. § 77b (3) (emphasis added).</blockquote>\n<p>Obtaining a loan secured by a pledge of shares of stock unmistakably involves a \"disposition of [an] interest in a security, for value.\" Although pledges transfer less than absolute title, the interest thus transferred nonetheless is an \"interest in a security.\" The pledges contemplated a self-executing procedure under a power that could, at the option of the pledgee (the bank) in the event of a default, vest absolute title and ownership. Bankers Trust parted with substantial consideration\u0097specifically, a total of $475,000\u0097 and obtained the inchoate but valuable interest under the <span class=\"star-pagination\">*430</span> pledges and concomitant powers. It is not essential under the terms of the Act that full title pass to a transferee for the transaction to be an \"offer\" or a \"sale.\" See, <i>e. g., </i><i>United States</i> v. <i>Gentile,</i> 530 F. 2d 461, 466 (CA2), cert. denied, 426 U. S. 936 (1976).</p>\n<p></p>\n<h2>III</h2>\n<p>When we find the terms of a statute unambiguous, judicial inquiry is complete, except \"in `rare and exceptional circumstances.'\" <i>TVA</i> v. <i>Hill,</i> 437 U. S. 153, 187, n. 33 (1978) (quoting <i>Crooks</i> v. <i>Harrelson,</i> 282 U. S. 55, 60 (1930)). Accord, <i>Aaron</i> v. <i>SEC,</i> 446 U. S. 680, 695 (1980); <i>Ernst &amp; Ernst</i> v. <i>Hochfelder, supra,</i> at 214, n. 33. No such circumstances are present here, for our reading of the statute is wholly consistent with the history and the purposes of the Securities Act of 1933. The Uniform Sale of Securities Act, a model \"blue sky\" statute adopted in many states, defined \"sale\" in language almost identical to that now appearing in § 2 (3).<sup>[7]</sup> In <i>Cecil B. De Mille Productions, Inc.</i> v. <i>Woolery,</i> 61 F. 2d 45 (1932), the Court of Appeals for the Ninth Circuit construed this provision of the model statute as adopted by California and held that the definition of \"sale\" embraced a pledge. Congress subsequently enacted the definition from the Uniform Act almost verbatim. See Federal Securities Act: Hearings on H. R. 4314 before the House Committee on Interstate and Foreign Commerce, 73d Cong., 1st Sess., 11 (1933). See generally <i>id.,</i> at 13; Securities Act: Hearings on S. 875 before the Senate Committee on Banking and Currency, 73d Cong., 1st Sess., 71 (1933). Petitioner has cited nothing to suggest that Congress did not intend the broad scope that cases arising under the Uniform Act, such as <i>Woolery, supra,</i> had given the definition of \"sale.\" See <i>Lorillard</i> v. <i>Pons,</i> 434 U. S. 575, 581 (1978).</p>\n<p><span class=\"star-pagination\">*431</span> Treating pledges as included among \"offers\" and \"sales\" comports with the purpose of the Act and, specifically, with that of § 17 (a). We frequently have observed that these provisions were enacted to protect against fraud and promote the free flow of information in the public dissemination of securities. <i>E. g., </i><i>United States</i> v. <i>Naftalin,</i> 441 U. S. 768, 774 (1979); <i>Ernst &amp; Ernst</i> v. <i>Hochfelder, supra,</i> at 195. The economic considerations and realities present when a lender parts with value and accepts securities as collateral security for a loan are similar in important respect to the risk an investor undertakes when purchasing shares. Both are relying on the value of the securities themselves, and both must be able to depend on the representations made by the transferor of the securities, regardless of whether the transferor passes full title or only a conditional and defeasible interest to secure repayment of a loan.<sup>[8]</sup></p>\n<p>Petitioner would have us interpret \"offer\" and \"sale\" in a way that not only is cramped but conflicts with the plain meaning of the statute and its purpose as well. We therefore hold that the pledges here were \"offers\" or \"sales\" under § 17 (a); accordingly, the judgment of the Court of Appeals is</p>\n<p><i>Affirmed.</i></p>\n<p>JUSTICE BLACKMUN, concurring in the judgment.</p>\n<p>While I agree that a pledge of stock to a bank as collateral for a loan is an \"offer or sale\" of a security within the meaning <span class=\"star-pagination\">*432</span> of § 17 (a) of the Securities Act of 1933, 15 U. S. C. § 77q (a), I reach that conclusion by a slightly different route than does the Court. The Court holds that a pledge confers an \"interest in a security,\" and that therefore a pledge of shares of stock as collateral for a loan constitutes a \"disposition of [an] interest in a security, for value\" within the meaning of § 2 (3) of the Act, 15 U. S. C. § 77b (3). <i>Ante,</i> at 429. I would hold simply that a pledge of stock as collateral is a type of \"disposition\" within the meaning of § 2 (3). See <i>United States</i> v. <i>Gentile,</i> 530 F. 2d 461, 466 (CA2), cert. denied, 426 U. S. 936 (1976) (interpreting § 2 (3) of the 1933 Act). Cf. § 3 (a) (14) of the Securities Exchange Act of 1934, 15 U. S. C. § 78c (a) (14) (\"[t]he terms `sale' and `sell' each include any contract to sell or otherwise dispose of\"); <i>Mansbach</i> v. <i>Prescott, Ball &amp; Turben,</i> 598 F. 2d 1017, 1029 (CA6 1979) (interpreting § 3 (a) (14) of the 1934 Act).</p>\n<h2>NOTES</h2>\n<p>[*]  <i>Darrel E. Reed, Jr.,</i> and <i>Richard K. Willard</i> filed a brief for Bossier Bank &amp; Trust Co. as <i>amicus curiae</i> urging reversal.</p>\n<p>[1]  The balance sheet listed an account receivable of $7.5 million and included a copy of a contract that purportedly formed the basis of this account. No such item existed, and the signature on the contract had been forged. Evidence also indicated that Tri-State had listed a fictitious tax liability to offset the fictitious asset. The statement also referred to over $264,000 cash on hand and coal worth $180,000. Both figures were exaggerated.</p>\n<p>[2]  Subsequent loans were made on November 22 ($50,000), November 30 ($100,000), and December 6 ($275,000).</p>\n<p>[3]  The pledges were 400,000 shares of American Leisure Corp. (October 20\u0097shell company; shares restricted); 2,000 shares of All States Life Insurance Co. (November 10\u0097nonmarketable; \"rented\" to show the bank but not owned by Tri-State); 20,000 shares of Marlin Investment Co. (November 22\u0097\"rented\" from a person who was told they would not be used as collateral); 100,000 shares of Management Dynamics, Inc. (December 6\u0097trading suspended; withdrawn as collateral); 175,000 shares of General Investment Corp. (December 19\u0097restricted); 50,000 shares of Satellite Systems Corp. (January 19\u0097restricted and \"rented\"; fictitious overseas advertisement planted).</p>\n<p>[4]  Count 1 of the indictment charged petitioner and his codefendants with conspiring to violate 18 U. S. C. § 1014 (fraud in a bank loan application), 18 U. S. C. § 1341 (mail fraud), and 18 U. S. C. § 1343 (wire fraud), as well as § 17 (a) (securities fraud). Counts 2 and 3 alleged substantive violations of § 17 (a) and 18 U. S. C. § 1014, respectively, against petitioner and some of the codefendants listed in the conspiracy count. Proceedings against petitioner were severed before trial. The Government agreed to dismiss the substantive charge of fraud in a bank loan application before the jury reached a verdict, and the jury acquitted petitioner of the substantive count of securities fraud.</p>\n<p>[5]  The Court of Appeals divided over an evidentiary issue. It rejected petitioner's argument regarding the scope of § 17 (a) without comment. See 609 F. 2d, at 66.</p>\n<p>[6]  The misrepresentations at issue in this case related to the stocks themselves; petitioner does not allege that his conviction, insofar as it involved securities fraud under § 17 (a), was based on misrepresentations made about the financial condition of Tri-State itself. Thus, we need not decide whether misrepresentations or omissions involved in a securities transaction but not pertaining to the securities themselves can form the basis of a violation of § 17 (a).</p>\n<p>[7]  National Conference of Commissioners on Uniform State Laws, Handbook and Proceedings 174 (1929) (Fourth and Final Draft) (\"sale\" defined to \"include every disposition, or attempt to dispose of a security or interest in a security for value\").</p>\n<p>[8]  To the extent that petitioner argues there was no need to protect pledgees, the very fact that Congress saw fit to afford such protection under the Commerce Clause, U. S. Const., Art. I, § 8, cl. 3, ends our inquiry, absent a contention, not present here, that the Constitution otherwise prohibits the means selected. \"Our individual appraisal of the wisdom or unwisdom of a particular course consciously selected by the Congress is to be put aside in the process of interpreting a statute. Once the meaning of an enactment is discerned and its constitutionality determined, the judicial process comes to an end.\" <i>TVA</i> v. <i>Hill,</i> 437 U. S. 153, 194 (1978).</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:12:34", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></span> (1981)</b></center>\n<center><h1>RUBIN<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 79-1013.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 12, 1980.</center>\n<center>Decided January 21, 1981.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><span class=\"star-pagination\">*425</span> <i>Louis Bender</i> argued the cause for petitioner. With him on the brief was <i>Sandor Frankel.</i></p>\n<p><i>Stephen M. Shapiro</i> argued the cause for the United States With him on the brief were <i>Solicitor General McCree, Sara Criscitelli, Ralph C. Ferrara, Jacob H. Stillman,</i> and <i>Elisse B. Walter.</i><sup>[*]</sup></p>\n<p>CHIEF JUSTICE BURGER delivered the opinion of the Court.</p>\n<p>We granted certiorari in this case to decide whether a pledge of stock to a bank as collateral for a loan is an \"offer or sale\" of a security under § 17 (a) of the Securities Act of 1933, 15 U. S. C. § 77q (a).</p>\n<p></p>\n<h2>I</h2>\n<p>Late in 1972, petitioner became vice president of Tri-State Energy, Inc., a corporation holding itself out as involved in energy exploration and production. At the time, Tri-State was experiencing serious financial problems. Petitioner approached Bankers Trust Co., a bank with which he had frequently dealt while he had been affiliated with an accounting firm. Bankers Trust initially refused a $5 million loan to Tri-State for operating a mine. Nevertheless, it lent Tri-State $50,000 on October 20, 1972, for 30 days with the understanding that if Tri-State could produce adequate financial information and sufficient collateral, additional financing might be available.</p>\n<p>Petitioner assisted other officers of Tri-State in preparing a financial statement for submission to the bank. The balance sheet, which listed a net worth of $7.1 million, was false <span class=\"star-pagination\">*426</span> and misleading in several respects.<sup>[1]</sup> Tri-State also submitted inflated projections of future earnings based in large measure on sham contracts and forged documentation. Subsequently, petitioner personally paid the loan officer $4,000 and another official $1,000 as inducements for further loans. Tri-State borrowed an additional $425,000 over a brief period.<sup>[2]</sup> Ultimately, the loans were consolidated into a single demand note for $475,000, dated February 26, 1973.</p>\n<p>Bankers Trust required collateral for each new loan; between October 20, 1972, and January 19, 1973, Tri-State pledged stock in six companies. The stocks were represented as being good, marketable, and unrestricted and valued at a total of approximately $1.7 million;<sup>[3]</sup> in fact, they were practically worthless. Many shares were issued by \"shell\" companies. Most were simply \"rented\"\u0097<i>i. e.,</i> borrowed from the owner for a fee\u0097to show to the bank or were otherwise restricted. In one instance, petitioner arranged for fictitious quotations to appear in a service reporting over-the-counter transactions and used by the bank in evaluating pledged <span class=\"star-pagination\">*427</span> securities; in another, Tri-State planted, through others, a fictitious advertisement in an overseas newspaper and showed it to the bank, representing it to be a quotation. Trading of one issue was suspended shortly after the pledge when the issuing company could not account for 900,000 shares of its stock; Tri-State replaced this collateral before Bankers Trust learned of the difficulty. Petitioner acted as Tri-State's agent for most of these transactions.</p>\n<p>A Justice Department request for information about Tri-State received February 28, two days after the consolidated note was signed, prompted Bankers Trust on March 5 to demand payment in full within three days. No payment of this demand was made, and in May another officer of Tri-State met with bank officials and tried to forestall foreclosure. After rejecting Tri-State's request for a further loan, the bank sued on the note.</p>\n<p>Bankers Trust also proceeded against petitioner personally as a guarantor of the loans. Petitioner signed a confession of judgment against himself in the amount of the unpaid loans, plus accrued interest, but thereafter filed a petition for bankruptcy. The bank recovered only about $2,500, plus interest and expenses, on its $475,000 loan.</p>\n<p>Petitioner was indicted on three counts of violating and conspiring to violate various federal antifraud statutes, including § 17 (a) of the Securities Act of 1933, 15 U. S. C. § 77q (a).<sup>[4]</sup> Following a jury trial in the United States District <span class=\"star-pagination\">*428</span> Court for the Southern District of New York, petitioner was convicted on the conspiracy count. On appeal to the Court of Appeals for the Second Circuit, petitioner raised several grounds, including whether a pledge of stock as collateral for a bank loan is an \"offer or sale\" under § 17 (a). The Court of Appeals affirmed. 609 F. 2d 51 (1979).<sup>[5]</sup> We granted certiorari limited to the question whether such a pledge is an \"offer or sale.\" 445 U. S. 960 (1980).</p>\n<p></p>\n<h2>II</h2>\n<p>Section 17 (a) of the Securities Act of 1933 provides:</p>\n<blockquote>\"It shall be unlawful for any person <i>in the offer or sale of any securities</i> by the use of any means or instruments of transportation or communication in interstate commerce or by the use of the mails, directly or indirectly\u0097</blockquote>\n<blockquote>\"(1) to employ any device, scheme, or artifice to defraud, or</blockquote>\n<blockquote>\"(2) to obtain money or property by means of any untrue statement of a material fact or any omission to state a material fact necessary in order to make the statements made, in the light of the circumstances under which they were made, not misleading, or</blockquote>\n<blockquote>\"(3) to engage in any transaction, practice, or course of business which operates or would operate as a fraud or deceit upon the purchaser.\" 48 Stat. 84, as amended, 15 U. S. C. § 77q (a) (emphasis added).</blockquote>\n<p>Petitioner does not deny that he engaged in a conspiracy to commit fraud through false representations to Bankers Trust concerning the stocks pledged; he does not deny that the shares were \"securities\" under the Act. Rather, he contends narrowly that these pledges did not constitute \"offers\" or \"sales\" <span class=\"star-pagination\">*429</span> under § 17 (a) of the Act. Tr. of Oral Arg. 6.<sup>[6]</sup> To sustain this contention, petitioner argues that Tri-State deposited the stocks with the bank only as collateral security for a loan, not as a transfer or sale. From this he argues that the implied power to dispose of the stocks could ripen into title and thereby constitute a \"sale\" only by effecting foreclosure of the various pledges, an event that could not occur without a default on the loans.</p>\n<p>We begin by looking to the language of the Act. <i>E. g., </i><i>Ernst &amp; Ernst</i> v. <i>Hochfelder,</i> 425 U. S. 185, 197 (1976). The terms \"offer\" and \"sale\" in § 17 (a) are defined in § 2 (3) of the Act:</p>\n<blockquote>\"The term `sale' or `sell' shall include every contract of sale <i>or disposition</i> of a security <i>or interest in a security,</i> for value. The term . . . `offer' shall include every <i>attempt or offer to dispose of,</i> or solicitation of an offer to buy, a security <i>or interest in a security,</i> for value.\" 48 Stat. 74, as amended, 15 U. S. C. § 77b (3) (emphasis added).</blockquote>\n<p>Obtaining a loan secured by a pledge of shares of stock unmistakably involves a \"disposition of [an] interest in a security, for value.\" Although pledges transfer less than absolute title, the interest thus transferred nonetheless is an \"interest in a security.\" The pledges contemplated a self-executing procedure under a power that could, at the option of the pledgee (the bank) in the event of a default, vest absolute title and ownership. Bankers Trust parted with substantial consideration\u0097specifically, a total of $475,000\u0097 and obtained the inchoate but valuable interest under the <span class=\"star-pagination\">*430</span> pledges and concomitant powers. It is not essential under the terms of the Act that full title pass to a transferee for the transaction to be an \"offer\" or a \"sale.\" See, <i>e. g., </i><i>United States</i> v. <i>Gentile,</i> 530 F. 2d 461, 466 (CA2), cert. denied, 426 U. S. 936 (1976).</p>\n<p></p>\n<h2>III</h2>\n<p>When we find the terms of a statute unambiguous, judicial inquiry is complete, except \"in `rare and exceptional circumstances.'\" <i>TVA</i> v. <i>Hill,</i> 437 U. S. 153, 187, n. 33 (1978) (quoting <i>Crooks</i> v. <i>Harrelson,</i> 282 U. S. 55, 60 (1930)). Accord, <i>Aaron</i> v. <i>SEC,</i> 446 U. S. 680, 695 (1980); <i>Ernst &amp; Ernst</i> v. <i>Hochfelder, supra,</i> at 214, n. 33. No such circumstances are present here, for our reading of the statute is wholly consistent with the history and the purposes of the Securities Act of 1933. The Uniform Sale of Securities Act, a model \"blue sky\" statute adopted in many states, defined \"sale\" in language almost identical to that now appearing in § 2 (3).<sup>[7]</sup> In <i>Cecil B. De Mille Productions, Inc.</i> v. <i>Woolery,</i> 61 F. 2d 45 (1932), the Court of Appeals for the Ninth Circuit construed this provision of the model statute as adopted by California and held that the definition of \"sale\" embraced a pledge. Congress subsequently enacted the definition from the Uniform Act almost verbatim. See Federal Securities Act: Hearings on H. R. 4314 before the House Committee on Interstate and Foreign Commerce, 73d Cong., 1st Sess., 11 (1933). See generally <i>id.,</i> at 13; Securities Act: Hearings on S. 875 before the Senate Committee on Banking and Currency, 73d Cong., 1st Sess., 71 (1933). Petitioner has cited nothing to suggest that Congress did not intend the broad scope that cases arising under the Uniform Act, such as <i>Woolery, supra,</i> had given the definition of \"sale.\" See <i>Lorillard</i> v. <i>Pons,</i> 434 U. S. 575, 581 (1978).</p>\n<p><span class=\"star-pagination\">*431</span> Treating pledges as included among \"offers\" and \"sales\" comports with the purpose of the Act and, specifically, with that of § 17 (a). We frequently have observed that these provisions were enacted to protect against fraud and promote the free flow of information in the public dissemination of securities. <i>E. g., </i><i>United States</i> v. <i>Naftalin,</i> 441 U. S. 768, 774 (1979); <i>Ernst &amp; Ernst</i> v. <i>Hochfelder, supra,</i> at 195. The economic considerations and realities present when a lender parts with value and accepts securities as collateral security for a loan are similar in important respect to the risk an investor undertakes when purchasing shares. Both are relying on the value of the securities themselves, and both must be able to depend on the representations made by the transferor of the securities, regardless of whether the transferor passes full title or only a conditional and defeasible interest to secure repayment of a loan.<sup>[8]</sup></p>\n<p>Petitioner would have us interpret \"offer\" and \"sale\" in a way that not only is cramped but conflicts with the plain meaning of the statute and its purpose as well. We therefore hold that the pledges here were \"offers\" or \"sales\" under § 17 (a); accordingly, the judgment of the Court of Appeals is</p>\n<p><i>Affirmed.</i></p>\n<p>JUSTICE BLACKMUN, concurring in the judgment.</p>\n<p>While I agree that a pledge of stock to a bank as collateral for a loan is an \"offer or sale\" of a security within the meaning <span class=\"star-pagination\">*432</span> of § 17 (a) of the Securities Act of 1933, 15 U. S. C. § 77q (a), I reach that conclusion by a slightly different route than does the Court. The Court holds that a pledge confers an \"interest in a security,\" and that therefore a pledge of shares of stock as collateral for a loan constitutes a \"disposition of [an] interest in a security, for value\" within the meaning of § 2 (3) of the Act, 15 U. S. C. § 77b (3). <i>Ante,</i> at 429. I would hold simply that a pledge of stock as collateral is a type of \"disposition\" within the meaning of § 2 (3). See <i>United States</i> v. <i>Gentile,</i> 530 F. 2d 461, 466 (CA2), cert. denied, 426 U. S. 936 (1976) (interpreting § 2 (3) of the 1933 Act). Cf. § 3 (a) (14) of the Securities Exchange Act of 1934, 15 U. S. C. § 78c (a) (14) (\"[t]he terms `sale' and `sell' each include any contract to sell or otherwise dispose of\"); <i>Mansbach</i> v. <i>Prescott, Ball &amp; Turben,</i> 598 F. 2d 1017, 1029 (CA6 1979) (interpreting § 3 (a) (14) of the 1934 Act).</p>\n<h2>NOTES</h2>\n<p>[*]  <i>Darrel E. Reed, Jr.,</i> and <i>Richard K. Willard</i> filed a brief for Bossier Bank &amp; Trust Co. as <i>amicus curiae</i> urging reversal.</p>\n<p>[1]  The balance sheet listed an account receivable of $7.5 million and included a copy of a contract that purportedly formed the basis of this account. No such item existed, and the signature on the contract had been forged. Evidence also indicated that Tri-State had listed a fictitious tax liability to offset the fictitious asset. The statement also referred to over $264,000 cash on hand and coal worth $180,000. Both figures were exaggerated.</p>\n<p>[2]  Subsequent loans were made on November 22 ($50,000), November 30 ($100,000), and December 6 ($275,000).</p>\n<p>[3]  The pledges were 400,000 shares of American Leisure Corp. (October 20\u0097shell company; shares restricted); 2,000 shares of All States Life Insurance Co. (November 10\u0097nonmarketable; \"rented\" to show the bank but not owned by Tri-State); 20,000 shares of Marlin Investment Co. (November 22\u0097\"rented\" from a person who was told they would not be used as collateral); 100,000 shares of Management Dynamics, Inc. (December 6\u0097trading suspended; withdrawn as collateral); 175,000 shares of General Investment Corp. (December 19\u0097restricted); 50,000 shares of Satellite Systems Corp. (January 19\u0097restricted and \"rented\"; fictitious overseas advertisement planted).</p>\n<p>[4]  Count 1 of the indictment charged petitioner and his codefendants with conspiring to violate 18 U. S. C. § 1014 (fraud in a bank loan application), 18 U. S. C. § 1341 (mail fraud), and 18 U. S. C. § 1343 (wire fraud), as well as § 17 (a) (securities fraud). Counts 2 and 3 alleged substantive violations of § 17 (a) and 18 U. S. C. § 1014, respectively, against petitioner and some of the codefendants listed in the conspiracy count. Proceedings against petitioner were severed before trial. The Government agreed to dismiss the substantive charge of fraud in a bank loan application before the jury reached a verdict, and the jury acquitted petitioner of the substantive count of securities fraud.</p>\n<p>[5]  The Court of Appeals divided over an evidentiary issue. It rejected petitioner's argument regarding the scope of § 17 (a) without comment. See 609 F. 2d, at 66.</p>\n<p>[6]  The misrepresentations at issue in this case related to the stocks themselves; petitioner does not allege that his conviction, insofar as it involved securities fraud under § 17 (a), was based on misrepresentations made about the financial condition of Tri-State itself. Thus, we need not decide whether misrepresentations or omissions involved in a securities transaction but not pertaining to the securities themselves can form the basis of a violation of § 17 (a).</p>\n<p>[7]  National Conference of Commissioners on Uniform State Laws, Handbook and Proceedings 174 (1929) (Fourth and Final Draft) (\"sale\" defined to \"include every disposition, or attempt to dispose of a security or interest in a security for value\").</p>\n<p>[8]  To the extent that petitioner argues there was no need to protect pledgees, the very fact that Congress saw fit to afford such protection under the Commerce Clause, U. S. Const., Art. I, § 8, cl. 3, ends our inquiry, absent a contention, not present here, that the Constitution otherwise prohibits the means selected. \"Our individual appraisal of the wisdom or unwisdom of a particular course consciously selected by the Congress is to be put aside in the process of interpreting a statute. Once the meaning of an enactment is discerned and its constitutionality determined, the judicial process comes to an end.\" <i>TVA</i> v. <i>Hill,</i> 437 U. S. 153, 194 (1978).</p>\n\n</div>", 
  "sha1": "7b9debcdc530484bbe711d6fbe06e2abf43215ac", 
  "date_modified": "2015-02-19T13:22:28.435578", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/110378/rubin-v-united-states/", 
  "citation_count": 396, 
  "supreme_court_db_id": "1980-028", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/434041/", 
  "html": "<p class=\"case_cite\">449 U.S. 424</p>\n    <p class=\"case_cite\">101 S.Ct. 698</p>\n    <p class=\"case_cite\">66 L.Ed.2d 633</p>\n    <p class=\"parties\">William RUBIN, Petitioner,<br>v.<br>UNITED STATES.</p>\n    <p class=\"docket\">No. 79-1013.</p>\n    <p class=\"date\">Argued Nov. 12, 1980.</p>\n    <p class=\"date\">Decided January 21, 1981.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">Section 17(a) of the Securities Act of 1933 prohibits fraud in the \"offer or sale\" of any securities.  Section 2(3) of the Act defines \"sale\" as including \"every . . . disposition of a security or interest in a security, for value,\" and \"offer\" as including \"every attempt or offer to dispose of . . . a security or interest in a security, for value.\"  Petitioner was convicted of conspiracy to violate &#167; 17(a) by making false representations to a bank concerning shares of stock pledged as collateral for loans.  The Court of Appeals affirmed, rejecting petitioner's contention that the stock pledges did not constitute \"offers\" or \"sales\" under &#167; 17(a).</p>\n      <p class=\"indent\"><i>Held:</i>  The pledge of stock to a bank as collateral for a loan is an \"offer or sale\" of a security under &#167; 17(a).  Pp. 428-431.</p>\n      <p class=\"indent\">(a) Obtaining a loan secured by a pledge of stock unmistakably involves a \"disposition of [an] interest in a security, for value\" within the statutory definition.  Although pledges transfer less than absolute title, the interest thus transferred nonetheless is an \"interest in a security,\" and it is not essential under the terms of the Act that full title pass to a transferee for the transaction to be an \"offer\" or \"sale.\"  Pp. 429-430.</p>\n      <p class=\"indent\">(b) When the terms of a statute are unambiguous, judicial inquiry is complete, except in rare and exceptional circumstances; no such circumstances are present here.  Treating pledges as included among \"offers\" and \"sales\" comports with the Act's purpose and, specifically, with &#167; 17(a)'s purpose to protect against fraud and promote the free flow of information in the public dissemination of securities.  The economic considerations and realities present when a lender parts with value and accepts securities as collateral for a loan are similar in important respects to the risk an investor undertakes when purchasing securities.  Both rely on the value of the securities themselves, and both must be able to depend on the transferor's representations, regardless of whether the transferor passes full title or only a conditional and defeasible interest to secure repayment of a loan.  Pp. 430-431.</p>\n      <p class=\"indent\">2nd Cir., 609 F.2d 51, affirmed.</p>\n      <p class=\"indent\">Louis Bender, New York City, for petitioner.</p>\n      <p class=\"indent\">Stephen M. Shapiro, Washington, D. C., for respondent.</p>\n      <p class=\"indent\">CHIEF JUSTICE BURGER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We granted certiorari in this case to decide whether a pledge of stock to a bank as collateral for a loan is an \"offer or sale\" of a security under &#167; 17(a) of the Securities Act of 1933, 15 U.S.C. &#167; 77q(a).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Late in 1972, petitioner became vice president of Tri-State Energy, Inc., a corporation holding itself out as involved in energy exploration and production.  At the time, Tri-State was experiencing serious financial problems.  Petitioner approached Bankers Trust Co., a bank with which he had frequently dealt while he had been affiliated with an accounting firm.  Bankers Trust initially refused a $5 million loan to Tri-State for operating a mine.  Nevertheless, it lent Tri-State $50,000 on October 20, 1972, for 30 days with the understanding that if Tri-State could produce adequate financial information and sufficient collateral, additional financing might be available.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Petitioner assisted other officers of Tri-State in preparing a financial statement for submission to the bank.  The balance sheet, which listed a net worth of $7.1 million, was false and misleading in several respects.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Tri-State also submitted inflated projections of future earnings based in large measure on sham contracts and forged documentation.  Subsequently, petitioner personally paid the loan officer $4,000 and another official $1,000 as inducements for further loans.  Tri-State borrowed an additional $425,000 over a brief period.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Ultimately, the loans were consolidated into a single demand note for $475,000, dated February 26, 1973.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Bankers Trust required collateral for each new loan;  between October 20, 1972, and January 19, 1973, Tri-State pledged stock in six companies.  The stocks were represented as being good, marketable, and unrestricted and valued at a total of approximately $1.7 million;<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  in fact, they were practically worthless.  Many shares were issued by \"shell\" companies.  Most were simply \"rented\"&#8212;<i>i. e.</i>, borrowed from the owner for a fee&#8212;to show to the bank or were otherwise restricted.  In one instance, petitioner arranged for fictitious quotations to appear in a service reporting over-the-counter transactions and used by the bank in evaluating pledged securities;  in another, Tri-State planted, through others, a fictitious advertisement in an overseas newspaper and showed it to the bank, representing it to be a quotation.  Trading of one issue was suspended shortly after the pledge when the issuing company could not account for 900,000 shares of its stock;  Tri-State replaced this collateral before Bankers Trust learned of the difficulty.  Petitioner acted as Tri-State's agent for most of these transactions.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A Justice Department request for information about Tri-State received February 28, two days after the consolidated note was signed, prompted Bankers Trust on March 5 to demand payment in full within three days.  No payment of this demand was made, and in May another officer of Tri-State met with bank officials and tried to forestall foreclosure.  After rejecting Tri-State's request for a further loan, the bank sued on the note.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Bankers Trust also proceeded against petitioner personally as a guarantor of the loans.  Petitioner signed a confession of judgment against himself in the amount of the unpaid loans, plus accrued interest, but thereafter filed a petition for bankruptcy. The bank recovered only about $2,500, plus interest and expenses, on its $475,000 loan.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Petitioner was indicted on three counts of violating and conspiring to violate various federal antifraud statutes, including &#167; 17(a) of the Securities Act of 1933, 15 U.S.C. &#167; 77q(a).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Following a jury trial in the United States District Court for the Southern District of New York, petitioner was convicted on the conspiracy count.  On appeal to the Court of Appeals for the Second Circuit, petitioner raised several grounds, including whether a pledge of stock as collateral for a bank loan is an \"offer or sale\" under &#167; 17(a).  The Court of Appeals affirmed.  609 F.2d 51 (1979).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  We granted certiorari limited to the question whether such a pledge is an \"offer or sale.\"  445 U.S. 960, 100 S.Ct. 1645, 64 L.Ed.2d 234 (1980).</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Section 17(a) of the Securities Act of 1933 provides:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">\"It shall be unlawful for any person <i>in the offer or      sale of any securities</i> by the use of any means or instruments      of transportation or communication in interstate commerce or      by the use of the mails, directly or indirectly&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"(1) to employ any device, scheme, or artifice to      defraud, or</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">\"(2) to obtain money or property by means of any untrue      statement of a material fact or any omission to state a      material fact necessary in order to make the statements made,      in the light of the circumstances under which they were made,      not misleading, or</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">\"(3) to engage in any transaction, practice, or course      of business which operates or would operate as a fraud or      deceit upon the purchaser.\"  48 Stat. 84, as amended, 15      U.S.C. &#167; 77q(a) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Petitioner does not deny that he engaged in a conspiracy to commit fraud through false representations to Bankers Trust concerning the stocks pledged;  he does not deny that the shares were \"securities\" under the Act.  Rather, he contends narrowly that these pledges did not constitute \"offers\" or \"sales\" under &#167; 17(a) of the Act.  Tr. of Oral Arg. 6.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  To sustain this contention, petitioner argues that Tri-State deposited the stocks with the bank only as collateral security for a loan, not as a transfer or sale.  From this he argues that the implied power to dispose of the stocks could ripen into title and thereby constitute a \"sale\" only by effecting foreclosure of the various pledges, an event that could not occur without a default on the loans.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We begin by looking to the language of the Act.  <i>E. g., Ernst &amp; Ernst v. Hochfelder</i>, 425 U.S. 185, 197, 96 S.Ct. 1375, 1382, 47 L.Ed.2d 668 (1976).  The terms \"offer\" and \"sale\" in &#167; 17(a) are defined in &#167; 2(3) of the Act:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">\"The term 'sale' or 'sell' shall include every contract      of sale <i>or disposition</i> of a security <i>or interest in a      security</i>, for value.  The term . . . 'offer' shall include      every <i>attempt or offer to dispose of</i>, or solicitation of an      offer to buy, a security <i>or interest in a security</i>, for      value.\"  48 Stat. 74, as amended, 15 U.S.C. &#167; 77b(3)      (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Obtaining a loan secured by a pledge of shares of stock unmistakably involves a \"disposition of [an] interest in a security, for value.\"  Although pledges transfer less than absolute title, the interest thus transferred nonetheless is an \"interest in a security.\"  The pledges contemplated a self-executing procedure under a power that could, at the option of the pledgee (the bank) in the event of a default, vest absolute title and ownership.  Bankers Trust parted with substantial consideration&#8212;specifically, a total of $475,000&#8212;and obtained the inchoate but valuable interest under the pledges and concomitant powers.  It is not essential under the terms of the Act that full title pass to a transferee for the transaction to be an \"offer\" or a \"sale.\"  See, <i>e. g., United States v. Gentile</i>, 530 F.2d 461, 466 (CA2), cert. denied, 426 U.S. 936, 96 S.Ct. 2651, 49 L.Ed.2d 388 (1976).</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">When we find the terms of a statute unambiguous, judicial inquiry is complete, except \"in 'rare and exceptional circumstances.' \"  <i>TVA v. Hill</i>, 437 U.S. 153, 187, n. 33, 98 S.Ct. 2279, 2298, n. 33, 57 L.Ed.2d 117 (1978) (quoting <i>Crooks v. Harrelson</i>, 282 U.S. 55, 60, 51 S.Ct. 49, 50, 75 L.Ed. 156 (1930)). Accord, <i>Aaron v. SEC</i>, 446 U.S. 680, 695, 100 S.Ct. 1945, 1955, 64 L.Ed.2d 611 (1980);  <i>Ernst &amp; Ernst v. Hochfelder, supra</i>, at 214, n. 33, 96 S.Ct., at 1391 n. 33.  No such circumstances are present here, for our reading of the statute is wholly consistent with the history and the purposes of the Securities Act of 1933.  The Uniform Sale of Securities Act, a model \"blue sky\" statute adopted in many states, defined \"sale\" in language almost identical to that now appearing in &#167; 2(3).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  In <i>Cecil B. De Mille Productions, Inc. v. Woolery</i>, 61 F.2d 45 (1932), the Court of Appeals for the Ninth Circuit construed this provision of the model statute as adopted by California and held that the definition of \"sale\" embraced a pledge.  Congress subsequently enacted the definition from the uniform Act almost verbatim.  See Federal Securities Act: Hearings on H.R. 4314 before the House Committee on Interstate and Foreign Commerce, 73d Cong., 1st Sess., 11 (1933).  See generally <i>id.</i>, at 13;  Securities Act:  Hearings on S. 875 before the Senate Committee on Banking and Currency, 73d Cong., 1st Sess., 71 (1933).  Petitioner has cited nothing to suggest that Congress did not intend the broad scope that cases arising under the Uniform Act, such as <i>Woolery, supra</i>, had given the definition of \"sale.\" See <i>Lorillard v. Pons</i>, 434 U.S. 575, 581, 98 S.Ct. 866, 870, 55 L.Ed.2d 40 (1978).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Treating pledges as included among \"offers\" and \"sales\" comports with the purpose of the Act and, specifically, with that of &#167; 17(a).  We frequently have observed that these provisions were enacted to protect against fraud and promote the free flow of information in the public dissemination of securities.  <i>E. g., United States v. Naftalin</i>, 441 U.S. 768, 774, 99 S.Ct. 2077, 2082, 60 L.Ed.2d 624 (1979);  <i>Ernst &amp; Ernst v. Hochfelder, supra</i>, at 195, 96 S.Ct., at 1382.  The economic considerations and realities present when a lender parts with value and accepts securities as collateral security for a loan are similar in important respect to the risk an investor undertakes when purchasing shares.  Both are relying on the value of the securities themselves, and both must be able to depend on the representations made by the transferor of the securities, regardless of whether the transferor passes full title or only a conditional and defeasible interest to secure repayment of a loan.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Petitioner would have us interpret \"offer\" and \"sale\" in a way that not only is cramped but conflicts with the plain meaning of the statute and its purpose as well.  We therefore hold that the pledges here were \"offers\" or \"sales\" under &#167; 17(a); accordingly, the judgment of the Court of Appeals is</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\"><i>Affirmed</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Justice BLACKMUN, concurring in the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">While I agree that a pledge of stock to a bank as collateral for a loan is an \"offer or sale\" of a security within the meaning of &#167; 17(a) of the Securities Act of 1933, 15 U.S.C. &#167; 77q(a), I reach that conclusion by a slightly different route than does the Court.  The Court holds that a pledge confers an \"interest in a security,\" and that therefore a pledge of shares of stock as collateral for a loan constitutes a \"disposition of [an] interest in a security, for value\" within the meaning of &#167; 2(3) of the Act, 15 U.S.C. &#167; 77b(3).  <i>Ante</i>, at 429. I would hold simply that a pledge of stock as collateral is a type of \"disposition\" within the meaning of &#167; 2(3).  See <i>United States v. Gentile</i>, 530 F.2d 461, 466 (CA2), cert. denied, 426 U.S. 936, 96 S.Ct. 2651, 49 L.Ed.2d 388 (1976) (interpreting &#167; 2(3) of the 1933 Act).  Cf. &#167; 3(a)(14) of the Securities Exchange Act of 1934, 15 U.S.C. &#167; 78c(a)(14) (\"[t]he terms 'sale' and 'sell' each include any contract to sell or otherwise dispose of\");  <i>Mansbach v. Prescott, Ball &amp; Turben</i>, 598 F.2d 1017, 1029 (CA6 1979) (interpreting &#167; 3(a)(14) of the 1934 Act).</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The balance sheet listed an account receivable of $7.5 million and included a copy of a contract that purportedly formed the basis of this account.  No such item existed, and the signature on the contract had been forged.  Evidence also indicated that Tri-State had listed a fictitious tax liability to offset the fictitious asset.  The statement also referred to over $264,000 cash on hand and coal worth $180,000.  Both figures were exaggerated.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Subsequent loans were made on November 22 ($50,000), November 30 ($100,000), and December 6 ($275,000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The pledges were 400,000 shares of American Leisure Corp. (October 20&#8212;shell company;  shares restricted);  2,000 shares of All States Life Insurance Co. (November 10&#8212;nonmarketable; \"rented\" to show the bank but not owned by Tri-State);  20,000 shares of Marlin Investment Co. (November 22&#8212;\"rented\" from a person who was told they would not be used as collateral); 100,000 shares of Management Dynamics, Inc. (December 6&#8212;trading suspended;  withdrawn as collateral);  175,000 shares of General Investment Corp. (December 19&#8212;restricted);  50,000 shares of Satellite Systems Corp. (January 19&#8212;restricted and \"rented\"; fictitious overseas advertisement planted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Count 1 of the indictment charged petitioner and his codefendants with conspiring to violate 18 U.S.C. &#167; 1014 (fraud in a bank loan application), 18 U.S.C. &#167; 1341 (mail fraud), and 18 U.S.C. &#167; 1343 (wire fraud), as well as &#167; 17(a) (securities fraud). Counts 2 and 3 alleged substantive violations of &#167; 17(a) and 18 U.S.C. &#167; 1014, respectively, against petitioner and some of the codefendants listed in the conspiracy count.  Proceedings against petitioner were severed before trial.  The Government agreed to dismiss the substantive charge of fraud in a bank loan application before the jury reached a verdict, and the jury acquitted petitioner of the substantive count of securities fraud.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Court of Appeals divided over an evidentiary issue. It rejected petitioner's argument regarding the scope of &#167; 17(a) without comment.  See 609 F.2d, at 66.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The misrepresentations at issue in this case related to the stocks themselves;  petitioner does not allege that his conviction, insofar as it involved securities fraud under &#167; 17(a), was based on misrepresentations made about the financial condition of Tri-State itself.  Thus, we need not decide whether misrepresentations or omissions involved in a securities transaction but not pertaining to the securities themselves can form the basis of a violation of &#167; 17(a).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> National Conference of Commissioners on Uniform State Laws, Handbook and Proceedings 174 (1929) (Fourth and Final Draft) (\"sale\" defined to \"include every disposition, or attempt to dispose of a security or interest in a security for value\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> To the extent that petitioner argues there was no need to protect pledgees, the very fact that Congress saw fit to afford such protection under the Commerce Clause, U.S.Const., Art. I, &#167; 8, cl. 3, ends our inquiry, absent a contention, not present here, that the Constitution otherwise prohibits the means selected. \"Our individual appraisal of the wisdom or unwisdom of a particular course consciously selected by the Congress is to be put aside in the process of interpreting a statute.  Once the meaning of an enactment is discerned and its constitutionality determined, the judicial process comes to an end.\"  <i>TVA v. Hill</i>, 437 U.S. 153, 194, 98 S.Ct. 2279, 2301, 57 L.Ed.2d 117 (1978).</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/110378/"
}