{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "452 U.S. 714", 
    "federal_cite_two": "101 S. Ct. 2599", 
    "specialty_cite_one": null, 
    "federal_cite_three": "69 L. Ed. 2d 357", 
    "lexis_cite": "1981 U.S. LEXIS 119", 
    "document_uris": [
      "/api/rest/v2/document/110536/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "New York State Liquor Authority v. Bellanca", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "80-813", 
    "id": 94895, 
    "resource_uri": "/api/rest/v2/citation/94895/"
  }, 
  "id": 110536, 
  "blocked": false, 
  "judges": "Per Curiam", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1981-06-22", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>452 U.S. 714 (1981)</b></center>\n<center><h1>NEW YORK STATE LIQUOR AUTHORITY<br>\nv.<br>\nBELLANCA, DBA THE MAIN EVENT, ET AL.</h1></center>\n<center>No. 80-813.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Decided June 22, 1981.</center>\nON PETITION FOR WRIT OF CERTIORARI TO THE COURT OF APPEALS OF NEW YORK.\n<p>PER CURIAM.</p>\n<p>The question presented in this case is the power of a State to prohibit topless dancing in an establishment licensed by the State to serve liquor. In 1977, the State of New York amended its Alcoholic Beverage Control Law to prohibit nude dancing in establishments licensed by the State to sell liquor for on-premises consumption. N. Y. Alco. Bev. Cont. Law, § 106, subd. 6-a (McKinney Supp. 1980-1981).<sup>[1]</sup> The statute <span class=\"star-pagination\">*715</span> does not provide for criminal penalties, but its violation may cause an establishment to lose its liquor license.</p>\n<p>Respondents, owners of nightclubs, bars, and restaurants which had for a number of years offered topless dancing, brought a declaratory judgment action in state court, alleging that the statute violates the First Amendment of the United States Constitution insofar as it prohibits all topless dancing in all licensed premises. The New York Supreme Court declared the statute unconstitutional, and the New York Court of Appeals affirmed by a divided vote. 50 N. Y. 2d 524, 407 N. E. 2d 460. It reasoned that topless dancing was a form of protected expression under the First Amendment and that the State had not demonstrated a need for prohibiting \"licensees from presenting nonobscene topless dancing performances to willing customers . . . .\" <i>Id.,</i> at 529, 407 N. E. 2d, at 463. The dissent contended that the statute was well within the State's power, conferred by the Twenty-first Amendment, to regulate the sale of liquor within its boundaries.<sup>[2]</sup> We agree with the reasoning of the dissent and now reverse the decision of the New York Court of Appeals.</p>\n<p>This Court has long recognized that a State has absolute power under the Twenty-first Amendment to prohibit totally the sale of liquor within its boundaries. <i>Ziffrin, Inc.</i> v. <i>Reeves,</i> 308 U. S. 132, 138 (1939). It is equally well established that a State has broad power under the Twenty-first Amendment to regulate the times, places, and circumstances under which liquor may be sold. In <i>California</i> v. <i>LaRue,</i> 409 U. S. 109 (1972), we upheld the facial constitutionality of a statute prohibiting acts of \"gross sexuality,\" including the display of the genitals and live or filmed performances of sexual acts, in establishments licensed by the State to serve <span class=\"star-pagination\">*716</span> liquor. Although we recognized that not all of the prohibited acts would be found obscene and were therefore entitled to some measure of First Amendment protection, we reasoned that the statute was within the State's broad power under the Twenty-first Amendment to regulate the sale of liquor.</p>\n<p>In <i>Doran</i> v. <i>Salem Inn, Inc.,</i> 422 U. S. 922 (1975), we considered a First Amendment challenge to a local ordinance which prohibited females from appearing topless not just in bars, but \"any public place.\" Though we concluded that the District Court had not abused its discretion in granting a preliminary injunction against enforcement of the ordinance, that decision does not limit our holding in <i>LaRue.</i> First, because <i>Doran</i> arose in the context of a preliminary injunction, we limited our standard of review to whether the District Court abused its discretion in concluding that plaintiffs were <i>likely</i> to prevail on the merits of their claim, not whether the ordinance actually violated the First Amendment. Thus, the decision may not be considered a \"final judicial decision based on the actual merits of the controversy.\" <i>University of Texas</i> v. <i>Camenisch,</i> 451 U. S. 390, 396 (1981). Second, the ordinance was far broader than the ordinance involved either in <i>LaRue</i> or here, since it proscribed conduct at \"any public place,\" a term that \"`could include the theater, town hall, opera place, as well as a public market place, street or any place of assembly, indoors or outdoors.'\" 422 U. S., at 933 (quoting <i>Salem Inn, Inc.</i> v. <i>Frank,</i> 364 F. Supp. 478, 483 (EDNY 1973)). Here, in contrast, the State has not attempted to ban topless dancing in \"any public place\": As in <i>LaRue,</i> the statute's prohibition applies only to establishments which are licensed by the State to serve liquor. Indeed, we explicitly recognized in <i>Doran</i> that a more narrowly drawn statute would survive judicial scrutiny:</p>\n<blockquote>\"Although the customary `barroom' type of nude dancing may involve only the barest minimum of protected expression, we recognized in <i>California</i> v. <i>LaRue,</i> 409 <span class=\"star-pagination\">*717</span> U. S. 109, 118 (1972), that this form of entertainment might be entitled to First and Fourteenth Amendment protection under some circumstances. In <i>LaRue,</i> however, we concluded that the broad powers of the States to regulate the sale of liquor, conferred by the Twenty-first Amendment, outweighed any First Amendment interest in nude dancing and that a State could therefore ban such dancing as part of its liquor license control program.\" 422 U. S., at 932-933.</blockquote>\n<p>Judged by the standards announced in <i>LaRue</i> and <i>Doran,</i> the statute at issue here is not unconstitutional. What the New York Legislature has done in this case is precisely what this Court in <i>Doran</i> has said a State may do. Pursuant to its power to regulate the sale of liquor within its boundaries, it has banned topless dancing in establishments granted a license to serve liquor. The State's power to ban the sale of alcoholic beverages entirely includes the lesser power to ban the sale of liquor on premises where topless dancing occurs.</p>\n<p>Respondents nonetheless insist that <i>LaRue</i> is distinguishable from this case, since the statute there prohibited acts of \"gross sexuality\" and was well supported by legislative findings demonstrating a need for the rule. They argue that the statute here is unconstitutional as applied to topless dancing because there is no legislative finding that topless dancing poses anywhere near the problem posed by acts of \"gross sexuality.\" But even if explicit legislative findings were required to uphold the constitutionality of this statute as applied to topless dancing, those findings exist in this case. The purposes of the statute have been set forth in an accompanying legislative memorandum, New York State Legislative Annual 150 (1977).</p>\n<blockquote>\"Nudity is the kind of conduct that is a proper subject for legislative action as well as regulation by the State Liquor Authority as a phase of liquor licensing. It has long been held that sexual acts and performances <span class=\"star-pagination\">*718</span> may constitute disorderly behavior within the meaning of the Alcoholic Beverage Control Law . . . .</blockquote>\n<blockquote>\"Common sense indicates that any form of nudity coupled with alcohol in a public place begets undesirable behavior. This legislation prohibiting nudity in public will once and for all, outlaw conduct which is now quite out of hand.\"</blockquote>\n<p>In short, the elected representatives of the State of New York have chosen to avoid the disturbances associated with mixing alcohol and nude dancing by means of a reasonable restriction upon establishments which sell liquor for on-premises consumption. Given the \"added presumption in favor of the validity of the state regulation\" conferred by the Twenty-first Amendment, <i>California</i> v. <i>LaRue,</i> 409 U. S., at 118, we cannot agree with the New York Court of Appeals that the statute violates the United States Constitution. Whatever artistic or communicative value may attach to topless dancing is overcome by the State's exercise of its broad powers arising under the Twenty-first Amendment. Although some may quarrel with the wisdom of such legislation and may consider topless dancing a harmless diversion, the Twenty-first Amendment makes that a policy judgment for the state legislature, not the courts.</p>\n<p>Accordingly, the petition for certiorari is granted, the judgment of the New York Court of Appeals is reversed, and the case is remanded for further proceedings not inconsistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>JUSTICE MARSHALL concurs in the judgment.</p>\n<p>JUSTICE BRENNAN dissents from the summary disposition and would set the case for oral argument.</p>\n<p>JUSTICE STEVENS, dissenting.</p>\n<p>Although the Court has written several opinions implying that nude or partially nude dancing is a form of expressive <span class=\"star-pagination\">*719</span> activity protected by the First Amendment, the Court has never directly confronted the question.<sup>[1]</sup> Today the Court construes the Twenty-first Amendment as a source of power permitting the State to prohibit such presumably protected activities in establishments which serve liquor. The Court relies on <i>California</i> v. <i>LaRue,</i> 409 U. S. 109, for that construction of the Twenty-first Amendment. The rationale of today's decision however, is not the same as the explanation the Court gave for its holding in that case. The syllogism supporting today's conclusion includes the premise that the State's Twenty-first Amendment power to ban the sale of alcoholic beverages entirely includes the lesser power to ban the sale of liquor on premises where activity assumed to be protected by the First Amendment occurs.<sup>[2]</sup> If that reasoning is sound, then a State may ban any protected activity on such premises, no matter how innocuous or, more importantly, how clearly protected.<sup>[3]</sup></p>\n<p>In <i>California</i> v. <i>LaRue</i><i>,</i> instead of relying on the simplistic reasoning employed by the Court today, the majority analyzed the issue by balancing the State's interests in preventing specifically identified social harms against the minimal interest in protected expression implicated by nude dancing.<sup>[4]</sup><span class=\"star-pagination\">*720</span> The opinion reflected the view that the degree of protection afforded by the First Amendment is a variable, and that the slight interest in free expression implicated by naked and lewd dancing was plainly outweighed by the State's interest\u0097 supported by explicit legislative findings\u0097in maintaining order and decency.<sup>[5]</sup> The Twenty-first Amendment provided the Court with an \"added presumption,\" 409 U. S., at 118, to tip the scales in the direction of law and order,<sup>[6]</sup> but the opinion's <span class=\"star-pagination\">*721</span> evaluation of the conflicting interests would surely have led to the same result without that makeweight.<sup>[7]</sup></p>\n<p>The explicit legislative findings on which the Court heavily relied in <i>LaRue</i> have no counterpart in this case. The 1977 amendment to the New York Alcoholic Beverage Control Law left in place the prohibition against nude dancing that had been in effect for some time. Prior to 1977, topless dancing had been permitted subject to regulation that required the performer to dance on a stage that was inaccessible to patrons.<sup>[8]</sup> The State has not indicated that the New York Legislature was presented with any evidence to the effect that this regulated form of entertainment had produced any undesirable consequences. A memorandum in the New York State Legislative Annual (1977), see <i>ante,</i> at 717-718, notes that nudity had \"long been held\" to constitute disorderly behavior within the meaning of the law as it then existed, but that <span class=\"star-pagination\">*722</span> memorandum sheds no light whatever on the decision to prohibit topless dancing as well as nudity.<sup>[9]</sup> The New York Court of Appeals stated that this law \"was not prompted by hearings or any legislative awareness of deficiencies in the prior regulation permitting topless dancing subject to restrictions and the continued supervision of the State Liquor Authority.\" 50 N. Y. 2d 524, 530, 407 N. E. 2d 460, 464.</p>\n<p>I therefore believe that we must assume that the pre-1977 regulation adequately avoided the kind of \"gross sexuality\" that gave rise to the regulation challenged in <i>LaRue.</i> Although the emphasis on the legislative findings in this Court's opinion in <i>LaRue</i> may have merely disguised the Court's real holding, the Court is quite wrong today when it implies that the factors that supported the holding in <i>LaRue</i> are also present in this case. This case does not involve \"gross sexuality\" or any legislative explanation for the 1977 change in the law to prohibit topless dancing.</p>\n<p>Having said this, I must confess that if the question whether a State may prohibit nude or partially nude dancing <span class=\"star-pagination\">*723</span> in commercial establishments were squarely confronted on its merits, I might well conclude that this is the sort of question that may be resolved by the elected representatives of a community. Sooner or later that issue will be briefed and argued on its own merits.<sup>[10]</sup> I dissent in this case because I believe the Court should not continue to obscure that issue with irrelevancies such as its mischievous suggestion that the Twenty-first Amendment gives States power to censor free expression in places where liquor is served.<sup>[11]</sup> Neither the language<sup>[12]</sup> nor the history of that Amendment provides any <span class=\"star-pagination\">*724</span> support for that suggestion.<sup>[13]</sup> Nor does <i>LaRue</i> justify it.<sup>[14]</sup> Without any aid from the Twenty-first Amendment, the <span class=\"star-pagination\">*725</span> State's ordinary police powers are adequate to support the prohibition of nuisances in taverns or elsewhere. Cf. <i>Young</i> v. <i>American Mini Theaters, Inc.,</i> 427 U. S. 50.</p>\n<p>Although I voted to deny certiorari and allow the decision of the highest court of the State of New York to stand, certiorari having been granted, I dissent from the Court's disposition of the case on the basis of a blatantly incorrect reading of the Twenty-first Amendment.</p>\n<h2>NOTES</h2>\n<p>[1]  The statute provides:\n</p>\n<p>\"No retail licensee for on premises consumption shall suffer or permit any person to appear on licensed premises in such manner or attire as to expose to view any portion of the public area, anus, vulva or genitals, or any simulation thereof, nor shall suffer or permit any female to appear on licensed premises in such manner or attire as to expose to view any portion of the breast below the top of the areola, or any simulation thereof.\"</p>\n<p>[2]  The Twenty-first Amendment provides in relevant part that \"[t]he transportation or importation into any State, Territory, or possession of the United States for delivery or use therein of intoxicating liquors, in violation of the laws thereof, is hereby prohibited.\"</p>\n<p>[1]  See <i>Doran</i> v. <i>Salem, Inn., Inc.,</i> 422 U. S. 922; <i>Southeastern Promotions, Ltd.</i> v. <i>Conrad,</i> 420 U. S. 546, 557-558; <i>California</i> v. <i>LaRue,</i> 409 U. S. 109, 118; <i>Schad</i> v. <i>Mount Ephraim, ante,</i> p. 61.</p>\n<p>[2]  \"The State's power to ban the sale of alcoholic beverages entirely includes the lesser power to ban the sale of liquor on premises where topless dancing occurs.\" <i>Ante,</i> at 717.</p>\n<p>[3]  Rejecting this reasoning, the New York Court of Appeals noted that \"it would be most difficult to sustain a law prohibiting political discussions in places where alcohol is sold by the drink, even though the record may show, conclusively, that political discussions in bars often lead to disorderly behavior, assaults and even homicide.\" 50 N. Y. 2d 524, 531 n. 7, 407 N. E. 2d 460, 464, n. 7.</p>\n<p>[4]  The Court's opinion in <i>LaRue</i> recounted in explicit detail the undesirable consequences\u0097described in evidence adduced at public hearings\u0097 resulting from the performance of lewd or naked dancing and entertainment in bars and cocktail lounges. See 409 U. S., at 111-112. After emphasizing the State's interests in eliminating those consequences, the Court turned to a discussion of the First Amendment and stated that \"as the mode of expression moves from the printed page to the commission of public acts that may themselves violate valid penal statutes, the scope of permissible state regulations significantly increases.\" <i>Id.,</i> at 117.</p>\n<p>[5]  In minimizing the First Amendment interests in nude dancing and recognizing the State's interest in regulating such behavior, the Court stated:\n</p>\n<p>\"The substance of the regulations struck down prohibits licensed bars or nightclubs from displaying, either in the form of movies or live entertainment, `performances' that partake more of gross sexuality than of communication. . . .</p>\n<p>\". . . [W]e conceive the State's authority in this area to be somewhat broader than did the District Court. This is not to say that all such conduct and performance are without the protection of the First and Fourteenth Amendments. But we would poorly serve both the interest for which the State may validly seek vindication and the interests protected by the First and Fourteenth Amendments were we to insist that the sort of bacchanalian revelries that the Department sought to prevent by these liquor regulations were the constitutional equivalent of a performance by a scantily clad ballet troupe in a theater.\" <i>Id.,</i> at 118.</p>\n<p>[6]  The Court recognized that the Twenty-first Amendment confers \"something more than the normal state authority over public health, welfare, and morals.\" <i>Id.,</i> at 114. In discussing decisions construing the Twenty-first Amendment, however, the Court noted that \"[t]hese decisions did not go so far as to hold or say that the Twenty-first Amendment supersedes all other provisions of the United States Constitution in the area of liquor regulations.\" <i>Id.,</i> at 115.</p>\n<p>[7]  In discussing the Twenty-first Amendment, the Court recognized that the States, \"vested as they are with general police power, require no specific grant of authority in the Federal Constitution to legislate with respect to matters traditionally within the scope of the police power ....\" <i>Id.,</i> at 114. The Court held that the Department of Alcoholic Beverage Control's \"conclusion . . . that certain sexual performances and the dispensation of liquor by the drink ought not to occur at premises that have licenses was not an irrational one. Given the added presumption in favor of the validity of the state regulation in this area that the Twenty-first Amendment requires, we cannot hold that the regulations on their face violate the Federal Constitution.\" <i>Id.,</i> at 118-119.</p>\n<p>[8]  The pre-1977 regulation prohibited the licensee from permitting \"any female to appear on licensed premises\" so as \"to expose to view any portion of the breast below the top of the areola\" but contained an exception for \"any female entertainer performing on a stage or platform which is at least 18 inches above the immediate floor level and which is removed by at least six feet from the nearest patron.\" See 50 N. Y. 2d, at 526, n. 2, 407 N. E. 2d, at 461-462, n. 2. The 1977 amendment incorporated the general prohibition of topless dancing but did not incorporate the exception. See N. Y. Alco. Bev. Cont. Law § 106, subd. 6-a (McKinney Supp. 1980-1981).</p>\n<p>[9]  The New York Court of Appeals recognized the difference between nude and topless dancing and emphasized the limited nature of respondents' challenge:\n</p>\n<p>\"In the case now before us the plaintiffs do not claim a right to offer performances of explicit sexual acts, live or filmed, real or simulated. Nor are we concerned with nude dancing. There is no contention that the plaintiffs should have a right to present their dancers entirely unclothed, and thus they do not challenge that portion of the statute which prohibits nudity. Nor do they contest the statute insofar as it would prohibit women other than dancers from appearing barebreasted on their premises. Similarly the plaintiffs do not contest the State's right to place some restriction on topless dancing performances as the Liquor Authority's regulations have done in the past. Finally, of course, the plaintiffs do not claim that they are exempted from the obscenity laws or that topless dancing should always be allowed no matter how, or where performed. The only question before us is whether the statute is constitutional to the extent that it absolutely prohibits liquor licensees from presenting nonobscene topless dancing performances to willing customers under all circumstances.\" 50 N. Y. 2d, at 529, 407 N. E. 2d, at 463.</p>\n<p>[10]  If topless dancing is entitled to First Amendment protection, it would seem to me that the places where it should most appropriately be conducted are places where alcoholic beverages are served. A holding that a state liquor board may prohibit its licensees from allowing such dancing on their premises may therefore be the practical equivalent of a holding that the activity is not protected by the First Amendment.</p>\n<p>[11]  In <i>Hostetter</i> v. <i>Idlewild Liquor Corp.,</i> 377 U. S. 324, the Court recognized the effect of the Twenty-first Amendment on the Commerce Clause but included a reminder that is pertinent here:\n</p>\n<p>\"Both the Twenty-first Amendment and the Commerce Clause are parts of the same Constitution. Like other provisions of the Constitution, each must be considered in the light of the other, and in the context of the issues and interests at stake in any concrete case.\" <i>Id.,</i> at 332.</p>\n<p>That admonition is even more important in the context presented by the instant case, inasmuch as the drafters of the Twenty-first Amendment clearly intended the Amendment to have some impact on the Commerce Clause. That conclusion, contrary to the Court's reasoning, is totally unsupported with respect to the First Amendment.</p>\n<p>[12]  In <i>California Liquor Dealers Assn.</i> v. <i>Midcal Aluminum, Inc.,</i> 445 U. S. 97, 106-107, the Court rejected a claim that the Twenty-first Amendment prohibited the application of the Sherman Act to California's system of wine pricing and pointed out that in \"determining state powers under the Twenty-first Amendment, the Court has focused primarily on the language of the provision . . . .\" The difference between the Court's interpretation of the Twenty-first Amendment and its plain language is quite dramatic. The pertinent section of that Amendment provides:\n</p>\n<p>\"The transportation or importation into any State, Territory, or possession of the United States for delivery or use therein of intoxicating liquors, in violation of the laws thereof, is hereby prohibited.\"</p>\n<p>[13]  In <i>Craig</i> v. <i>Boren,</i> 429 U. S. 190, 206, the Court stated that \"[t]his Court's decisions . . . have confirmed that the Amendment primarily created an exception to the normal operation of the Commerce Clause.\" The Court then unequivocally rejected the Twenty-first Amendment as a basis for sustaining state liquor regulations that otherwise violated the Equal Protection Clause:\n</p>\n<p>\"Once passing beyond consideration of the Commerce Clause, the relevance of the Twenty-first Amendment to other constitutional provisions becomes increasingly doubtful. As one commentator has remarked: `Neither the text nor the history of the Twenty-first Amendment suggests that it qualifies individual rights protected by the Bill of Rights and the Fourteenth Amendment where the sale or use of liquor is concerned.' P. Brest, Processes of Constitutional Decisionmaking, Cases and Materials, 258 (1975). Any departures from this historical view have been limited and sporadic.\" <i>Ibid.</i></p>\n<p>Cf. <i>Wisconsin</i> v. <i>Constantineau,</i> 400 U. S. 433. Surely the First Amendment is entitled to a status equal to the Fourteenth Amendment.</p>\n<p>[14]  Ironically, today the Court adopts an argument that the appellant expressly disclaimed during the oral argument in <i>LaRue:</i>\n</p>\n<p>\"QUESTION: Mr. Porter, in your argument here, is it based at all on the Twenty-First Amendment, dealing with the State authority over regulation of alcoholic beverages?</p>\n<p>\"MR. PORTER: Based to the extent that if we are in the First Amendment area, then as far as balancing the State's interests, we submit that both the traditional power that a State has had over the conditions surrounding the sale of alcoholic beverages and the power given to the States under the Twenty-First Amendment must be considered in balancing the State interests, that these are substantial and important State interests, where we're talking about the conditions surrounding the sale and consumption of alcoholic beverages.</p>\n<p>\"We have never argued, nor would we ever argue, that the Twenty-First Amendment would automatically override the First Amendment, or any other part of the Constitution. We only urge that\u0097</p>\n<p>\"QUESTION: Well, it has been held that the Twenty-First Amendment overrode a great deal of the commerce clause, hasn't it?</p>\n<p>\"MR. PORTER: Well,\u0097</p>\n<p>\"QUESTION: And it does, by its terms.</p>\n<p>\"MR. PORTER: That's correct, but I\u0097</p>\n<p>\"QUESTION: And it has been held that the Twenty-First Amendment overrode a good deal of the equal protection clause of the Fourteenth Amendment, hasn't it? It was in the <i>Younger</i> case.</p>\n<p>\"MR. PORTER: Yes, but I would submit that\u0097or I would, myself, attempt to temper that somewhat, to the extent I think it shows an overriding State interest in weighing between the commerce clause and the Twenty-First Amendment, where you get up in equal protection, where you get up into the First Amendment or some so-called, alleged, preferred amendments of the Constitution.</p>\n<p>\"As I said, we do not argue that it overrides the First Amendment. If we're dealing in a First Amendment area, that great weight should be given to the State's interest and power under the Twenty-First Amendment, in balancing and weighing, the State interest outweigh[s] the State interest to be protected under the First Amendment.\" Tr. of Oral Arg. in <i>California</i> v. <i>LaRue</i><i>,</i> O. T. 1972, No. 71-36, pp. 10-12.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:12:38", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">714</span></span> (1981)</b></center>\n<center><h1>NEW YORK STATE LIQUOR AUTHORITY<br>\nv.<br>\nBELLANCA, DBA THE MAIN EVENT, ET AL.</h1></center>\n<center>No. 80-813.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Decided June 22, 1981.</center>\nON PETITION FOR WRIT OF CERTIORARI TO THE COURT OF APPEALS OF NEW YORK.\n<p>PER CURIAM.</p>\n<p>The question presented in this case is the power of a State to prohibit topless dancing in an establishment licensed by the State to serve liquor. In 1977, the State of New York amended its Alcoholic Beverage Control Law to prohibit nude dancing in establishments licensed by the State to sell liquor for on-premises consumption. N. Y. Alco. Bev. Cont. Law, § 106, subd. 6-a (McKinney Supp. 1980-1981).<sup>[1]</sup> The statute <span class=\"star-pagination\">*715</span> does not provide for criminal penalties, but its violation may cause an establishment to lose its liquor license.</p>\n<p>Respondents, owners of nightclubs, bars, and restaurants which had for a number of years offered topless dancing, brought a declaratory judgment action in state court, alleging that the statute violates the First Amendment of the United States Constitution insofar as it prohibits all topless dancing in all licensed premises. The New York Supreme Court declared the statute unconstitutional, and the New York Court of Appeals affirmed by a divided vote. 50 N. Y. 2d 524, 407 N. E. 2d 460. It reasoned that topless dancing was a form of protected expression under the First Amendment and that the State had not demonstrated a need for prohibiting \"licensees from presenting nonobscene topless dancing performances to willing customers . . . .\" <i>Id.,</i> at 529, 407 N. E. 2d, at 463. The dissent contended that the statute was well within the State's power, conferred by the Twenty-first Amendment, to regulate the sale of liquor within its boundaries.<sup>[2]</sup> We agree with the reasoning of the dissent and now reverse the decision of the New York Court of Appeals.</p>\n<p>This Court has long recognized that a State has absolute power under the Twenty-first Amendment to prohibit totally the sale of liquor within its boundaries. <i>Ziffrin, Inc.</i> v. <i>Reeves,</i> 308 U. S. 132, 138 (1939). It is equally well established that a State has broad power under the Twenty-first Amendment to regulate the times, places, and circumstances under which liquor may be sold. In <i>California</i> v. <i>LaRue,</i> 409 U. S. 109 (1972), we upheld the facial constitutionality of a statute prohibiting acts of \"gross sexuality,\" including the display of the genitals and live or filmed performances of sexual acts, in establishments licensed by the State to serve <span class=\"star-pagination\">*716</span> liquor. Although we recognized that not all of the prohibited acts would be found obscene and were therefore entitled to some measure of First Amendment protection, we reasoned that the statute was within the State's broad power under the Twenty-first Amendment to regulate the sale of liquor.</p>\n<p>In <i>Doran</i> v. <i>Salem Inn, Inc.,</i> 422 U. S. 922 (1975), we considered a First Amendment challenge to a local ordinance which prohibited females from appearing topless not just in bars, but \"any public place.\" Though we concluded that the District Court had not abused its discretion in granting a preliminary injunction against enforcement of the ordinance, that decision does not limit our holding in <i>LaRue.</i> First, because <i>Doran</i> arose in the context of a preliminary injunction, we limited our standard of review to whether the District Court abused its discretion in concluding that plaintiffs were <i>likely</i> to prevail on the merits of their claim, not whether the ordinance actually violated the First Amendment. Thus, the decision may not be considered a \"final judicial decision based on the actual merits of the controversy.\" <i>University of Texas</i> v. <i>Camenisch,</i> 451 U. S. 390, 396 (1981). Second, the ordinance was far broader than the ordinance involved either in <i>LaRue</i> or here, since it proscribed conduct at \"any public place,\" a term that \"`could include the theater, town hall, opera place, as well as a public market place, street or any place of assembly, indoors or outdoors.'\" 422 U. S., at 933 (quoting <i>Salem Inn, Inc.</i> v. <i>Frank,</i> <span class=\"citation\" data-id=\"2258977\"><a href=\"/opinion/2258977/salem-inn-inc-v-frank/\"><span class=\"volume\">364</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">478</span></a></span>, 483 (EDNY 1973)). Here, in contrast, the State has not attempted to ban topless dancing in \"any public place\": As in <i>LaRue,</i> the statute's prohibition applies only to establishments which are licensed by the State to serve liquor. Indeed, we explicitly recognized in <i>Doran</i> that a more narrowly drawn statute would survive judicial scrutiny:</p>\n<blockquote>\"Although the customary `barroom' type of nude dancing may involve only the barest minimum of protected expression, we recognized in <i>California</i> v. <i>LaRue,</i> 409 <span class=\"star-pagination\">*717</span> U. S. 109, 118 (1972), that this form of entertainment might be entitled to First and Fourteenth Amendment protection under some circumstances. In <i>LaRue,</i> however, we concluded that the broad powers of the States to regulate the sale of liquor, conferred by the Twenty-first Amendment, outweighed any First Amendment interest in nude dancing and that a State could therefore ban such dancing as part of its liquor license control program.\" 422 U. S., at 932-933.</blockquote>\n<p>Judged by the standards announced in <i>LaRue</i> and <i>Doran,</i> the statute at issue here is not unconstitutional. What the New York Legislature has done in this case is precisely what this Court in <i>Doran</i> has said a State may do. Pursuant to its power to regulate the sale of liquor within its boundaries, it has banned topless dancing in establishments granted a license to serve liquor. The State's power to ban the sale of alcoholic beverages entirely includes the lesser power to ban the sale of liquor on premises where topless dancing occurs.</p>\n<p>Respondents nonetheless insist that <i>LaRue</i> is distinguishable from this case, since the statute there prohibited acts of \"gross sexuality\" and was well supported by legislative findings demonstrating a need for the rule. They argue that the statute here is unconstitutional as applied to topless dancing because there is no legislative finding that topless dancing poses anywhere near the problem posed by acts of \"gross sexuality.\" But even if explicit legislative findings were required to uphold the constitutionality of this statute as applied to topless dancing, those findings exist in this case. The purposes of the statute have been set forth in an accompanying legislative memorandum, New York State Legislative Annual 150 (1977).</p>\n<blockquote>\"Nudity is the kind of conduct that is a proper subject for legislative action as well as regulation by the State Liquor Authority as a phase of liquor licensing. It has long been held that sexual acts and performances <span class=\"star-pagination\">*718</span> may constitute disorderly behavior within the meaning of the Alcoholic Beverage Control Law . . . .</blockquote>\n<blockquote>\"Common sense indicates that any form of nudity coupled with alcohol in a public place begets undesirable behavior. This legislation prohibiting nudity in public will once and for all, outlaw conduct which is now quite out of hand.\"</blockquote>\n<p>In short, the elected representatives of the State of New York have chosen to avoid the disturbances associated with mixing alcohol and nude dancing by means of a reasonable restriction upon establishments which sell liquor for on-premises consumption. Given the \"added presumption in favor of the validity of the state regulation\" conferred by the Twenty-first Amendment, <i>California</i> v. <i>LaRue,</i> 409 U. S., at 118, we cannot agree with the New York Court of Appeals that the statute violates the United States Constitution. Whatever artistic or communicative value may attach to topless dancing is overcome by the State's exercise of its broad powers arising under the Twenty-first Amendment. Although some may quarrel with the wisdom of such legislation and may consider topless dancing a harmless diversion, the Twenty-first Amendment makes that a policy judgment for the state legislature, not the courts.</p>\n<p>Accordingly, the petition for certiorari is granted, the judgment of the New York Court of Appeals is reversed, and the case is remanded for further proceedings not inconsistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>JUSTICE MARSHALL concurs in the judgment.</p>\n<p>JUSTICE BRENNAN dissents from the summary disposition and would set the case for oral argument.</p>\n<p>JUSTICE STEVENS, dissenting.</p>\n<p>Although the Court has written several opinions implying that nude or partially nude dancing is a form of expressive <span class=\"star-pagination\">*719</span> activity protected by the First Amendment, the Court has never directly confronted the question.<sup>[1]</sup> Today the Court construes the Twenty-first Amendment as a source of power permitting the State to prohibit such presumably protected activities in establishments which serve liquor. The Court relies on <i>California</i> v. <i>LaRue,</i> 409 U. S. 109, for that construction of the Twenty-first Amendment. The rationale of today's decision however, is not the same as the explanation the Court gave for its holding in that case. The syllogism supporting today's conclusion includes the premise that the State's Twenty-first Amendment power to ban the sale of alcoholic beverages entirely includes the lesser power to ban the sale of liquor on premises where activity assumed to be protected by the First Amendment occurs.<sup>[2]</sup> If that reasoning is sound, then a State may ban any protected activity on such premises, no matter how innocuous or, more importantly, how clearly protected.<sup>[3]</sup></p>\n<p>In <i>California</i> v. <i>LaRue</i><i>,</i> instead of relying on the simplistic reasoning employed by the Court today, the majority analyzed the issue by balancing the State's interests in preventing specifically identified social harms against the minimal interest in protected expression implicated by nude dancing.<sup>[4]</sup><span class=\"star-pagination\">*720</span> The opinion reflected the view that the degree of protection afforded by the First Amendment is a variable, and that the slight interest in free expression implicated by naked and lewd dancing was plainly outweighed by the State's interest\u0097 supported by explicit legislative findings\u0097in maintaining order and decency.<sup>[5]</sup> The Twenty-first Amendment provided the Court with an \"added presumption,\" 409 U. S., at 118, to tip the scales in the direction of law and order,<sup>[6]</sup> but the opinion's <span class=\"star-pagination\">*721</span> evaluation of the conflicting interests would surely have led to the same result without that makeweight.<sup>[7]</sup></p>\n<p>The explicit legislative findings on which the Court heavily relied in <i>LaRue</i> have no counterpart in this case. The 1977 amendment to the New York Alcoholic Beverage Control Law left in place the prohibition against nude dancing that had been in effect for some time. Prior to 1977, topless dancing had been permitted subject to regulation that required the performer to dance on a stage that was inaccessible to patrons.<sup>[8]</sup> The State has not indicated that the New York Legislature was presented with any evidence to the effect that this regulated form of entertainment had produced any undesirable consequences. A memorandum in the New York State Legislative Annual (1977), see <i>ante,</i> at 717-718, notes that nudity had \"long been held\" to constitute disorderly behavior within the meaning of the law as it then existed, but that <span class=\"star-pagination\">*722</span> memorandum sheds no light whatever on the decision to prohibit topless dancing as well as nudity.<sup>[9]</sup> The New York Court of Appeals stated that this law \"was not prompted by hearings or any legislative awareness of deficiencies in the prior regulation permitting topless dancing subject to restrictions and the continued supervision of the State Liquor Authority.\" 50 N. Y. 2d 524, 530, 407 N. E. 2d 460, 464.</p>\n<p>I therefore believe that we must assume that the pre-1977 regulation adequately avoided the kind of \"gross sexuality\" that gave rise to the regulation challenged in <i>LaRue.</i> Although the emphasis on the legislative findings in this Court's opinion in <i>LaRue</i> may have merely disguised the Court's real holding, the Court is quite wrong today when it implies that the factors that supported the holding in <i>LaRue</i> are also present in this case. This case does not involve \"gross sexuality\" or any legislative explanation for the 1977 change in the law to prohibit topless dancing.</p>\n<p>Having said this, I must confess that if the question whether a State may prohibit nude or partially nude dancing <span class=\"star-pagination\">*723</span> in commercial establishments were squarely confronted on its merits, I might well conclude that this is the sort of question that may be resolved by the elected representatives of a community. Sooner or later that issue will be briefed and argued on its own merits.<sup>[10]</sup> I dissent in this case because I believe the Court should not continue to obscure that issue with irrelevancies such as its mischievous suggestion that the Twenty-first Amendment gives States power to censor free expression in places where liquor is served.<sup>[11]</sup> Neither the language<sup>[12]</sup> nor the history of that Amendment provides any <span class=\"star-pagination\">*724</span> support for that suggestion.<sup>[13]</sup> Nor does <i>LaRue</i> justify it.<sup>[14]</sup> Without any aid from the Twenty-first Amendment, the <span class=\"star-pagination\">*725</span> State's ordinary police powers are adequate to support the prohibition of nuisances in taverns or elsewhere. Cf. <i>Young</i> v. <i>American Mini Theaters, Inc.,</i> 427 U. S. 50.</p>\n<p>Although I voted to deny certiorari and allow the decision of the highest court of the State of New York to stand, certiorari having been granted, I dissent from the Court's disposition of the case on the basis of a blatantly incorrect reading of the Twenty-first Amendment.</p>\n<h2>NOTES</h2>\n<p>[1]  The statute provides:\n</p>\n<p>\"No retail licensee for on premises consumption shall suffer or permit any person to appear on licensed premises in such manner or attire as to expose to view any portion of the public area, anus, vulva or genitals, or any simulation thereof, nor shall suffer or permit any female to appear on licensed premises in such manner or attire as to expose to view any portion of the breast below the top of the areola, or any simulation thereof.\"</p>\n<p>[2]  The Twenty-first Amendment provides in relevant part that \"[t]he transportation or importation into any State, Territory, or possession of the United States for delivery or use therein of intoxicating liquors, in violation of the laws thereof, is hereby prohibited.\"</p>\n<p>[1]  See <i>Doran</i> v. <i>Salem, Inn., Inc.,</i> 422 U. S. 922; <i>Southeastern Promotions, Ltd.</i> v. <i>Conrad,</i> 420 U. S. 546, 557-558; <i>California</i> v. <i>LaRue,</i> 409 U. S. 109, 118; <i>Schad</i> v. <i>Mount Ephraim, ante,</i> p. 61.</p>\n<p>[2]  \"The State's power to ban the sale of alcoholic beverages entirely includes the lesser power to ban the sale of liquor on premises where topless dancing occurs.\" <i>Ante,</i> at 717.</p>\n<p>[3]  Rejecting this reasoning, the New York Court of Appeals noted that \"it would be most difficult to sustain a law prohibiting political discussions in places where alcohol is sold by the drink, even though the record may show, conclusively, that political discussions in bars often lead to disorderly behavior, assaults and even homicide.\" 50 N. Y. 2d 524, 531 n. 7, 407 N. E. 2d 460, 464, n. 7.</p>\n<p>[4]  The Court's opinion in <i>LaRue</i> recounted in explicit detail the undesirable consequences\u0097described in evidence adduced at public hearings\u0097 resulting from the performance of lewd or naked dancing and entertainment in bars and cocktail lounges. See 409 U. S., at 111-112. After emphasizing the State's interests in eliminating those consequences, the Court turned to a discussion of the First Amendment and stated that \"as the mode of expression moves from the printed page to the commission of public acts that may themselves violate valid penal statutes, the scope of permissible state regulations significantly increases.\" <i>Id.,</i> at 117.</p>\n<p>[5]  In minimizing the First Amendment interests in nude dancing and recognizing the State's interest in regulating such behavior, the Court stated:\n</p>\n<p>\"The substance of the regulations struck down prohibits licensed bars or nightclubs from displaying, either in the form of movies or live entertainment, `performances' that partake more of gross sexuality than of communication. . . .</p>\n<p>\". . . [W]e conceive the State's authority in this area to be somewhat broader than did the District Court. This is not to say that all such conduct and performance are without the protection of the First and Fourteenth Amendments. But we would poorly serve both the interest for which the State may validly seek vindication and the interests protected by the First and Fourteenth Amendments were we to insist that the sort of bacchanalian revelries that the Department sought to prevent by these liquor regulations were the constitutional equivalent of a performance by a scantily clad ballet troupe in a theater.\" <i>Id.,</i> at 118.</p>\n<p>[6]  The Court recognized that the Twenty-first Amendment confers \"something more than the normal state authority over public health, welfare, and morals.\" <i>Id.,</i> at 114. In discussing decisions construing the Twenty-first Amendment, however, the Court noted that \"[t]hese decisions did not go so far as to hold or say that the Twenty-first Amendment supersedes all other provisions of the United States Constitution in the area of liquor regulations.\" <i>Id.,</i> at 115.</p>\n<p>[7]  In discussing the Twenty-first Amendment, the Court recognized that the States, \"vested as they are with general police power, require no specific grant of authority in the Federal Constitution to legislate with respect to matters traditionally within the scope of the police power ....\" <i>Id.,</i> at 114. The Court held that the Department of Alcoholic Beverage Control's \"conclusion . . . that certain sexual performances and the dispensation of liquor by the drink ought not to occur at premises that have licenses was not an irrational one. Given the added presumption in favor of the validity of the state regulation in this area that the Twenty-first Amendment requires, we cannot hold that the regulations on their face violate the Federal Constitution.\" <i>Id.,</i> at 118-119.</p>\n<p>[8]  The pre-1977 regulation prohibited the licensee from permitting \"any female to appear on licensed premises\" so as \"to expose to view any portion of the breast below the top of the areola\" but contained an exception for \"any female entertainer performing on a stage or platform which is at least 18 inches above the immediate floor level and which is removed by at least six feet from the nearest patron.\" See 50 N. Y. 2d, at 526, n. 2, 407 N. E. 2d, at 461-462, n. 2. The 1977 amendment incorporated the general prohibition of topless dancing but did not incorporate the exception. See N. Y. Alco. Bev. Cont. Law § 106, subd. 6-a (McKinney Supp. 1980-1981).</p>\n<p>[9]  The New York Court of Appeals recognized the difference between nude and topless dancing and emphasized the limited nature of respondents' challenge:\n</p>\n<p>\"In the case now before us the plaintiffs do not claim a right to offer performances of explicit sexual acts, live or filmed, real or simulated. Nor are we concerned with nude dancing. There is no contention that the plaintiffs should have a right to present their dancers entirely unclothed, and thus they do not challenge that portion of the statute which prohibits nudity. Nor do they contest the statute insofar as it would prohibit women other than dancers from appearing barebreasted on their premises. Similarly the plaintiffs do not contest the State's right to place some restriction on topless dancing performances as the Liquor Authority's regulations have done in the past. Finally, of course, the plaintiffs do not claim that they are exempted from the obscenity laws or that topless dancing should always be allowed no matter how, or where performed. The only question before us is whether the statute is constitutional to the extent that it absolutely prohibits liquor licensees from presenting nonobscene topless dancing performances to willing customers under all circumstances.\" 50 N. Y. 2d, at 529, 407 N. E. 2d, at 463.</p>\n<p>[10]  If topless dancing is entitled to First Amendment protection, it would seem to me that the places where it should most appropriately be conducted are places where alcoholic beverages are served. A holding that a state liquor board may prohibit its licensees from allowing such dancing on their premises may therefore be the practical equivalent of a holding that the activity is not protected by the First Amendment.</p>\n<p>[11]  In <i>Hostetter</i> v. <i>Idlewild Liquor Corp.,</i> 377 U. S. 324, the Court recognized the effect of the Twenty-first Amendment on the Commerce Clause but included a reminder that is pertinent here:\n</p>\n<p>\"Both the Twenty-first Amendment and the Commerce Clause are parts of the same Constitution. Like other provisions of the Constitution, each must be considered in the light of the other, and in the context of the issues and interests at stake in any concrete case.\" <i>Id.,</i> at 332.</p>\n<p>That admonition is even more important in the context presented by the instant case, inasmuch as the drafters of the Twenty-first Amendment clearly intended the Amendment to have some impact on the Commerce Clause. That conclusion, contrary to the Court's reasoning, is totally unsupported with respect to the First Amendment.</p>\n<p>[12]  In <i>California Liquor Dealers Assn.</i> v. <i>Midcal Aluminum, Inc.,</i> 445 U. S. 97, 106-107, the Court rejected a claim that the Twenty-first Amendment prohibited the application of the Sherman Act to California's system of wine pricing and pointed out that in \"determining state powers under the Twenty-first Amendment, the Court has focused primarily on the language of the provision . . . .\" The difference between the Court's interpretation of the Twenty-first Amendment and its plain language is quite dramatic. The pertinent section of that Amendment provides:\n</p>\n<p>\"The transportation or importation into any State, Territory, or possession of the United States for delivery or use therein of intoxicating liquors, in violation of the laws thereof, is hereby prohibited.\"</p>\n<p>[13]  In <i>Craig</i> v. <i>Boren,</i> 429 U. S. 190, 206, the Court stated that \"[t]his Court's decisions . . . have confirmed that the Amendment primarily created an exception to the normal operation of the Commerce Clause.\" The Court then unequivocally rejected the Twenty-first Amendment as a basis for sustaining state liquor regulations that otherwise violated the Equal Protection Clause:\n</p>\n<p>\"Once passing beyond consideration of the Commerce Clause, the relevance of the Twenty-first Amendment to other constitutional provisions becomes increasingly doubtful. As one commentator has remarked: `Neither the text nor the history of the Twenty-first Amendment suggests that it qualifies individual rights protected by the Bill of Rights and the Fourteenth Amendment where the sale or use of liquor is concerned.' P. Brest, Processes of Constitutional Decisionmaking, Cases and Materials, 258 (1975). Any departures from this historical view have been limited and sporadic.\" <i>Ibid.</i></p>\n<p>Cf. <i>Wisconsin</i> v. <i>Constantineau,</i> 400 U. S. 433. Surely the First Amendment is entitled to a status equal to the Fourteenth Amendment.</p>\n<p>[14]  Ironically, today the Court adopts an argument that the appellant expressly disclaimed during the oral argument in <i>LaRue:</i>\n</p>\n<p>\"QUESTION: Mr. Porter, in your argument here, is it based at all on the Twenty-First Amendment, dealing with the State authority over regulation of alcoholic beverages?</p>\n<p>\"MR. PORTER: Based to the extent that if we are in the First Amendment area, then as far as balancing the State's interests, we submit that both the traditional power that a State has had over the conditions surrounding the sale of alcoholic beverages and the power given to the States under the Twenty-First Amendment must be considered in balancing the State interests, that these are substantial and important State interests, where we're talking about the conditions surrounding the sale and consumption of alcoholic beverages.</p>\n<p>\"We have never argued, nor would we ever argue, that the Twenty-First Amendment would automatically override the First Amendment, or any other part of the Constitution. We only urge that\u0097</p>\n<p>\"QUESTION: Well, it has been held that the Twenty-First Amendment overrode a great deal of the commerce clause, hasn't it?</p>\n<p>\"MR. PORTER: Well,\u0097</p>\n<p>\"QUESTION: And it does, by its terms.</p>\n<p>\"MR. PORTER: That's correct, but I\u0097</p>\n<p>\"QUESTION: And it has been held that the Twenty-First Amendment overrode a good deal of the equal protection clause of the Fourteenth Amendment, hasn't it? It was in the <i>Younger</i> case.</p>\n<p>\"MR. PORTER: Yes, but I would submit that\u0097or I would, myself, attempt to temper that somewhat, to the extent I think it shows an overriding State interest in weighing between the commerce clause and the Twenty-First Amendment, where you get up in equal protection, where you get up into the First Amendment or some so-called, alleged, preferred amendments of the Constitution.</p>\n<p>\"As I said, we do not argue that it overrides the First Amendment. If we're dealing in a First Amendment area, that great weight should be given to the State's interest and power under the Twenty-First Amendment, in balancing and weighing, the State interest outweigh[s] the State interest to be protected under the First Amendment.\" Tr. of Oral Arg. in <i>California</i> v. <i>LaRue</i><i>,</i> O. T. 1972, No. 71-36, pp. 10-12.</p>\n\n</div>", 
  "sha1": "cebb4b65613ac71f1fabcfb882f8dcf0cf18f348", 
  "date_modified": "2014-12-21T02:04:38.669029", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/110536/new-york-state-liquor-authority-v-bellanca/", 
  "citation_count": 64, 
  "supreme_court_db_id": "1980-131", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/217618/", 
  "html": "<p class=\"case_cite\">452 U.S. 714</p>\n    <p class=\"case_cite\">101 S.Ct. 2599</p>\n    <p class=\"case_cite\">69 L.Ed.2d 357</p>\n    <p class=\"parties\">NEW YORK STATE LIQUOR AUTHORITY<br>v.<br>Dennis BELLANCA, dba The Main Event, et al.</p>\n    <p class=\"docket\">No. 80-813.</p>\n    <p class=\"date\">June 22, 1981.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The question presented in this case is the power of a State to prohibit topless dancing in an establishment licensed by the State to serve liquor.  In 1977, the State of New York amended its Alcoholic Beverage Control Law to prohibit nude dancing in establishments licensed by the State to sell liquor for on-premises consumption.  N.Y.Alco.Bev.Cont.Law, &#167; 106, subd. 6-a (McKinney Supp.1980-1981).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The statute does not provide for criminal penalties, but its violation may cause an establishment to lose its liquor license.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Respondents, owners of nightclubs, bars, and restaurants which had for a number of years offered topless dancing, brought a declaratory judgment action in state court, alleging that the statute violates the First Amendment of the United States Constitution insofar as it prohibits all topless dancing in all licensed premises.  The New York Supreme Court, 50 N.Y.2d 524, 429 N.Y.S.2d 616, 407 N.E.2d 460, declared the statute unconstitutional, and the New York Court of Appeals affirmed by a divided vote.  50 N.Y.2d 524, 429 N.Y.S.2d 616, 407 N.E.2d 460. It reasoned that topless dancing was a form of protected expression under the First Amendment and that the State had not demonstrated a need for prohibiting \"licensees from presenting nonobscene topless dancing performances to willing customers. . . .\"  <i>Id.,</i> at 529, 429 N.Y.S.2d, at 619, 407 N.E.2d, at 463.  The dissent contended that the statute was well within the State's power, conferred by the Twenty-first Amendment, to regulate the sale of liquor within its boundaries.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We agree with the reasoning of the dissent and now reverse the decision of the New York Court of Appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This Court has long recognized that a State has absolute power under the Twenty-first Amendment to prohibit totally the sale of liquor within its boundaries.  <i>Ziffrin, Inc. v. Reeves</i>, 308 U.S. 132, 138, 60 S.Ct. 163, 167, 84 L.Ed. 128 (1939).  It is equally well established that a State has broad power under the Twenty-first Amendment to regulate the times, places, and circumstances under which liquor may be sold.  In <i>California v. LaRue</i>, 409 U.S. 109, 93 S.Ct. 390, 34 L.Ed.2d 342 (1972), we upheld the facial constitutionality of a statute prohibiting acts of \"gross sexuality,\" including the display of the genitals and live or filmed performances of sexual acts, in establishments licensed by the State to serve liquor.  Although we recognized that not all of the prohibited acts would be found obscene and were therefore entitled to some measure of First Amendment protection, we reasoned that the statute was within the State's broad power under the Twenty-first Amendment to regulate the sale of liquor.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In <i>Doran v. Salem Inn, Inc.</i>, 422 U.S. 922, 95 S.Ct. 2561, 45 L.Ed.2d 648 (1975), we considered a First Amendment challenge to a local ordinance which prohibited females from appearing topless not just in bars, but \"any public place.\"  Though we concluded that the District Court had not abused its discretion in granting a preliminary injunction against enforcement of the ordinance, that decision does not limit our holding in <i>LaRue</i>.  First, because <i>Doran</i> arose in the context of a preliminary injunction, we limited our standard of review to whether the District Court abused its discretion in concluding that plaintiffs were <i>likely</i> to prevail on the merits of their claim, not whether the ordinance actually violated the First Amendment.  Thus, the decision may not be considered a \"final judicial decision based on the actual merits of the controversy.\"  <i>University of Texas v. Camenisch</i>, 451 U.S. 390, 396, 101 S.Ct. 1830, 1834, 68 L.Ed.2d 175 (1981).  Second, the ordinance was far broader than the ordinance involved either in <i>LaRue</i> or here, since it proscribed conduct at \"any public place,\" a term that \" 'could include the theater, town hall, opera place, as well as a public market place, street or any place of assembly, indoors or outdoors.' \"  422 U.S., at 933, 95 S.Ct., at 2568 (quoting <i>Salem Inn, Inc. v. Frank,</i> 364 F.Supp. 478, 483 (EDNY 1973)).  Here, in contrast, the State has not attempted to ban topless dancing in \"any public place\":  As in <i>LaRue</i>, the statute's prohibition applies only to establishments which are licensed by the State to serve liquor.  Indeed, we explicitly recognized in <i>Doran</i> that a more narrowly drawn statute would survive judicial scrutiny:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">\"Although the customary 'barroom' type of nude dancing      may involve only the barest minimum of protected expression,      we recognized in <i>California v. LaRue</i>, 409 U.S. 109, 118 [93 S.Ct. 390, 397, 34 L.Ed.2d 342] (1972),      that this form of entertainment might be entitled to First      and Fourteenth Amendment protection under some circumstances.      In <i>LaRue</i>, however, we concluded that the broad powers of the      States to regulate the sale of liquor, conferred by the      Twenty-first Amendment, outweighed any First Amendment      interest in nude dancing and that a State could therefore ban      such dancing as part of its liquor license control program.\"      422 U.S., at 932-933, 95 S.Ct., at 2568-2569.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Judged by the standards announced in <i>LaRue</i> and <i>Doran</i>, the statute at issue here is not unconstitutional.  What the New York Legislature has done in this case is precisely what this Court <i>in Doran</i> has said a State may do.  Pursuant to its power to regulate the sale of liquor within its boundaries, it has banned topless dancing in establishments granted a license to serve liquor.  The State's power to ban the sale of alcoholic beverages entirely includes the lesser power to ban the sale of liquor on premises where topless dancing occurs.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Respondents nonetheless insist that <i>LaRue</i> is distinguishable from this case, since the statute there prohibited acts of \"gross sexuality\" and was well supported by legislative findings demonstrating a need for the rule.  They argue that the statute here is unconstitutional as applied to topless dancing because there is no legislative finding that topless dancing poses anywhere near the problem posed by acts of \"gross sexuality.\"  But even if explicit legislative findings were required to uphold the constitutionality of this statute as applied to topless dancing, those findings exist in this case.  The purposes of the statute have been set forth in an accompanying legislative memorandum, New York State Legislative Annual 150 (1977).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">\"Nudity is the kind of conduct that is a proper subject      for legislative action as well as regulation by the State      Liquor Authority as a phase of liquor licensing.  It has long      been held that sexual acts and performances may constitute disorderly behavior within the meaning of the      Alcoholic Beverage Control Law . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">\"Common sense indicates that any form of nudity coupled      with alcohol in a public place begets undesirable behavior.      This legislation prohibiting nudity in public will once and      for all, outlaw conduct which is now quite out of hand.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In short, the elected representatives of the State of New York have chosen to avoid the disturbances associated with mixing alcohol and nude dancing by means of a reasonable restriction upon establishments which sell liquor for on-premises consumption. Given the \"added presumption in favor of the validity of the state regulation\" conferred by the Twenty-first Amendment, <i>California v. LaRue,</i> 409 U.S., at 118, 93 S.Ct., at 397, we cannot agree with the New York Court of Appeals that the statute violates the United States Constitution.  Whatever artistic or communicative value may attach to topless dancing is overcome by the State's exercise of its broad powers arising under the Twenty-first Amendment. Although some may quarrel with the wisdom of such legislation and may consider topless dancing a harmless diversion, the Twenty-first Amendment makes that a policy judgment for the state legislature, not the courts.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Accordingly, the petition for certiorari is granted, the judgment of the New York Court of Appeals is reversed, and the case is remanded for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Justice MARSHALL concurs in the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Justice BRENNAN dissents from the summary disposition and would set the case for oral argument.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Justice STEVENS, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although the Court has written several opinions implying that nude or partially nude dancing is a form of expressive activity protected by the First Amendment, the Court has never directly confronted the question.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a>  Today the Court construes the Twenty-first Amendment as a source of power permitting the State to prohibit such presumably protected activities in establishments which serve liquor.  The Court relies on <i>California v. LaRue</i>, 409 U.S. 109, 93 S.Ct. 390, 34 L.Ed.2d 342, for that construction of the Twenty-first Amendment.  The rationale of today's decision however, is not the same as the explanation the Court gave for its holding in that case.  The syllogism supporting today's conclusion includes the premise that the State's Twenty-first Amendment power to ban the sale of alcoholic beverages entirely includes the lesser power to ban the sale of liquor on premises where activity assumed to be protected by the First Amendment occurs.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a>  If that reasoning is sound, then a State may ban any protected activity on such premises, no matter how innocuous or, more importantly, how clearly protected.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In <i>California v. LaRue</i>, instead of relying on the simplistic reasoning employed by the Court today, the majority analyzed the issue by balancing the State's interests in preventing specifically identified social harms against the minimal interest in protected expression implicated by nude dancing.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The opinion reflected the view that the degree of protection afforded by the First Amendment is a variable, and that the slight interest in free expression implicated by naked and lewd dancing was plainly outweighed by the State's interest&#8212;supported by explicit legislative findings&#8212;in maintaining order and decency.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The Twenty-first Amendment provided the Court with an \"added presumption,\" 409 U.S., at 118, 93 S.Ct., at 397, to tip the scales in the direction of law and order,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> but the opinion's evaluation of the conflicting interests would surely have led to the same result without that makeweight.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The explicit legislative findings on which the Court heavily relied in <i>LaRue</i> have no counterpart in this case.  The 1977 amendment to the New York Alcoholic Beverage Control Law left in place the prohibition against nude dancing that had been in effect for some time.  Prior to 1977, topless dancing had been permitted subject to regulation that required the performer to dance on a stage that was inaccessible to patrons.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The State has not indicated that the New York Legislature was presented with any evidence to the effect that this regulated form of entertainment had produced any undesirable consequences.  A memorandum in the New York State Legislative Annual (1977), see <i>ante</i>, at 717-718, notes that nudity had \"long been held\" to constitute disorderly behavior within the meaning of the law as it then existed, but that memorandum sheds no light whatever on the decision to prohibit topless dancing as well as nudity.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  The New York Court of Appeals stated that this law \"was not prompted by hearings or any legislative awareness of deficiencies in the prior regulation permitting topless dancing subject to restrictions and the continued supervision of the State Liquor Authority.\"  50 N.Y.2d 524, 530, 429 N.Y.S.2d 616, 620, 407 N.E.2d 460, 464.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">I therefore believe that we must assume that the pre-1977 regulation adequately avoided the kind of \"gross sexuality\" that gave rise to the regulation challenged in <i>LaRue</i>.  Although the emphasis on the legislative findings in this Court's opinion in <i>LaRue</i> may have merely disguised the Court's real holding, the Court is quite wrong today when it implies that the factors that supported the holding in <i>LaRue</i> are also present in this case. This case does not involve \"gross sexuality\" or any legislative explanation for the 1977 change in the law to prohibit topless dancing.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Having said this, I must confess that if the question whether a State may prohibit nude or partially nude dancing in commercial establishments were squarely confronted on its merits, I might well conclude that this is the sort of question that may be resolved by the elected representatives of a community.  Sooner or later that issue will be briefed and argued on its own merits.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  I dissent in this case because I believe the Court should not continue to obscure that issue with irrelevancies such as its mischievous suggestion that the Twenty-first Amendment gives States power to censor free expression in places where liquor is served.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Neither the language<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> nor the history of that Amendment provides any support for that suggestion.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Nor does <i>LaRue</i> justify it.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> Without any aid from the Twenty-first Amendment, the State's ordinary police powers are adequate to support the prohibition of nuisances in taverns or elsewhere.  Cf. <i>Young v. American Mini Theatres, Inc.</i>, 427 U.S. 50, 96 S.Ct. 2440, 49 L.Ed.2d 310.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Although I voted to deny certiorari and allow the decision of the highest court of the State of New York to stand, certiorari having been granted.  I dissent from the Court's disposition of the case on the basis of a blatantly incorrect reading of the Twenty-first Amendment.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The statute provides:</p>\n        <p>\"No retail licensee for on premises consumption shall suffer or permit any person to appear on licensed premises in such manner or attire as to expose to view any portion of the pubic area, anus, vulva or genitals, or any simulation thereof, nor shall suffer or permit any female to appear on licensed premises in such manner or attire as to expose to view any portion of the breast below the top of the areola, or any simulation thereof.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Twenty-first Amendment provides in relevant part that \"[t]he transportation or importation into any State, Territory, or possession of the United States for delivery or use therein of intoxicating liquors, in violation of the laws thereof, is hereby prohibited.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> See <i>Doran v. Salem, Inn., Inc.</i>, 422 U.S. 922, 95 S.Ct. 2561, 45 L.Ed.2d 648;  <i>Southeastern Promotions, Ltd. v. Conrad</i>, 420 U.S. 546, 557-558, 95 S.Ct. 1239, 1245-1246, 43 L.Ed.2d 448; <i>California v. LaRue</i>, 409 U.S. 109, 118, 93 S.Ct. 390, 397, 34 L.Ed.2d 342;  <i>Schad v. Mount Ephraim</i>, 452 U.S. 61, 101 S.Ct. 2176, 68 L.Ed.2d 671.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> \"The State's power to ban the sale of alcoholic beverages entirely includes the lesser power to ban the sale of liquor on premises where topless dancing occurs.\"  <i>Ante</i>, at 717.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Rejecting this reasoning, the New York Court of Appeals noted that \"it would be most difficult to sustain a law prohibiting political discussions in places where alcohol is sold by the drink, even though the record may show, conclusively, that political discussions in bars often lead to disorderly behavior, assaults and even homicide.\"  50 N.Y.2d 524, 531, n. 7, 429 N.Y.S.2d 616, 620, n. 7, 407 N.E.2d 460, 464, n. 7.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Court's opinion in <i>LaRue</i> recounted in explicit detail the undesirable consequences&#8212;described in evidence adduced at public hearings&#8212;resulting from the performance of lewd or naked dancing and entertainment in bars and cocktail lounges.  See 409 U.S., at 111-112, 93 S.Ct., at 393-394.  After emphasizing the State's interests in eliminating those consequences the Court turned to a discussion of the First Amendment and stated that \"as the mode of expression moves from the printed page to the commission of public acts that may themselves violate valid penal statutes, the scope of permissible state regulations significantly increases.\"  <i>Id.</i>, at 117, 93 S.Ct., at 396.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In minimizing the First Amendment interests in nude dancing and recognizing the State's interest in regulating such behavior, the Court stated:</p>\n        <p>\"The substance of the regulations struck down prohibits licensed bars or nightclubs from displaying, either in the form of movies or live entertainment, 'performances' that partake more of gross sexuality than of communication.. . .</p>\n        <p>\". . . [W]e conceive the State's authority in this area to be somewhat broader than did the District Court.  This is not to say that all such conduct and performance are without the protection of the First and Fourteenth Amendments.  But we would poorly serve both the interest for which the State may validly seek vindication and the interests protected by the First and Fourteenth Amendments were we to insist that the sort of bacchanalian revelries that the Department sought to prevent by these liquor regulations were the constitutional equivalent of a performance by a scantily clad ballet troupe in a theater.\"  <i>Id</i>., at 118, 93 S.Ct., at 397.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Court recognized that the Twenty-first Amendment confers \"something more than the normal state authority over public health, welfare, and morals.\"  <i>Id</i>., at 114, 93 S.Ct., at 395.  In discussing decisions construing the Twenty-first Amendment, however, the Court noted that, \"[t]hese decisions did not go so far as to hold or say that the Twenty-first Amendment supersedes all other provisions of the United States Constitution in the area of liquor regulations.\"  <i>Id</i>., at 115, 93 S.Ct., at 395.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In discussing the Twenty-first Amendment, the Court recognized that the States, \"vested as they are with general police power, require no specific grant of authority in the Federal Constitution to legislate with respect to matters traditionally within the scope of the police power.. . .\"  <i>Id</i>., at 114, 93 S.Ct., at 395.  The Court held that the Department of Alcoholic Beverage Control's \"conclusion . . . that certain sexual performances and the dispensation of liquor by the drink ought not to occur at premises that have licenses was not an irrational one. Given the added presumption in favor of the validity of the state regulation in this area that the Twenty-first Amendment requires, we cannot hold that the regulations on their face violate the Federal Constitution.\"  <i>Id.</i>, at 118-119, 93 S.Ct., at 397.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The pre-1977 regulation prohibited the licensee from permitting \"any female to appear on licensed premises\" so as \"to expose to view any portion of the breast below the top of the areola\" but contained an exception for \"any female entertainer performing on a stage or platform which is at least 18 inches above the immediate floor level and which is removed by at least six feet from the nearest patron.\"  See 50 N.Y.2d, at 526, n. 2, 429 N.Y.S.2d, at 617, n. 2, 407 N.E.2d, at 461-462, n. 2.  The 1977 amendment incorporated the general prohibition of topless dancing but did not incorporate the exception.  See N.Y.Alco.Bev.Cont.Law, &#167; 106, subd. 6-a (McKinney Supp.1980-1981).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The New York Court of Appeals recognized the difference between nude and topless dancing and emphasized the limited nature of respondents' challenge:</p>\n        <p>\"In the case now before us the plaintiffs do not claim a right to offer performances of explicit sexual acts, live or filmed, real or simulated.  Nor are we concerned with nude dancing.  There is no contention that the plaintiffs should have a right to present their dancers entirely unclothed, and thus they do not challenge that portion of the statute which prohibits nudity.  Nor do they contest the statute insofar as it would prohibit women other than dancers from appearing barebreasted on their premises.  Similarly the plaintiffs do not contest the State's right to place some restriction on topless dancing performances as the Liquor Authority's regulations have done in the past.  Finally, of course, the plaintiffs do not claim that they are exempted from the obscenity laws or that topless dancing should always be allowed no matter how, or where performed.  The only question before us is whether the statute is constitutional to the extent that it absolutely prohibits liquor licensees from presenting nonobscene topless dancing performances to willing customers under all circumstances.\"  50 N.Y.2d, at 529, 429 N.Y.S.2d, at 619, 407 N.E.2d, at 463.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> If topless dancing is entitled to First Amendment protection, it would seem to me that the places where it should most appropriately be conducted are places where alcoholic beverages are served.  A holding that a state liquor board may prohibit its licensees from allowing such dancing on their premises may therefore be the practical equivalent of a holding that the activity is not protected by the First Amendment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In <i>Hostetter v. Idlewild Liquor Corp.</i>, 377 U.S. 324, 84 S.Ct. 1293, 12 L.Ed.2d 350, the Court recognized the effect of the Twenty-first Amendment on the Commerce Clause but included a reminder that is pertinent here:</p>\n        <p>\"Both the Twenty-first Amendment and the Commerce Clause are parts of the same Constitution.  Like other provisions of the Constitution, each must be considered in the light of the other, and in the context of the issues and interests at stake in any concrete case.\"  <i>Id</i>., at 332, 84 S.Ct., at 1298.</p>\n        <p>That admonition is even more important in the context presented by the instant case, inasmuch as the drafters of the Twenty-first Amendment clearly intended the Amendment to have some impact on the Commerce Clause.  That conclusion, contrary to the Court's reasoning, is totally unsupported with respect to the First Amendment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> In <i>California Liquor Dealers Assn. v. Midcal Aluminum, Inc.</i>, 445 U.S. 97, 106-107, 100 S.Ct. 937, 943-944, 63 L.Ed.2d 233, the Court rejected a claim that the Twenty-first Amendment prohibited the application of the Sherman Act to California's system of wine pricing and pointed out that in \"determining state powers under the Twenty-first Amendment, the Court has focused primarily on the language of the provision . . . .\"  The difference between the Court's interpretation of the Twenty-first Amendment and its plain language is quite dramatic.  The pertinent section of that Amendment provides:</p>\n        <p>\"The transportation or importation into any State, Territory, or possession of the United States for delivery or use therein of intoxicating liquors, in violation of the laws thereof, is hereby prohibited.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> In <i>Craig v. Boren</i>, 429 U.S. 190, 206, 97 S.Ct. 451, 461-462, 50 L.Ed.2d 397, the Court stated that \"[t]his Court's decisions . . . have confirmed that the Amendment primarily created an exception to the normal operation of the Commerce Clause.\"  The Court then unequivocally rejected the Twenty-first Amendment as a basis for sustaining state liquor regulations that otherwise violated the Equal Protection Clause:</p>\n        <p>\"Once passing beyond consideration of the Commerce Clause, the relevance of the Twenty-first Amendment to other constitutional provisions becomes increasingly doubtful.  As one commentator has remarked:  'Neither the text nor the history of the Twenty-first Amendment suggests that it qualifies individual rights protected by the Bill of Rights and the Fourteenth Amendment where the sale or use of liquor is concerned.'  P. Brest, Processes of Constitutional Decisionmaking, Cases and Materials, 258 (1975).  Any departures from this historical view have been limited and sporadic.\"  <i>Ibid.</i></p>\n        <p>Cf. <i>Wisconsin v. Constantineau</i>, 400 U.S. 433, 91 S.Ct. 507, 27 L.Ed.2d 515.  Surely the First Amendment is entitled to a status equal to the Fourteenth Amendment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Ironically, today the Court adopts an argument that the appellant expressly disclaimed during the oral argument in <i>LaRue</i> :</p>\n        <p>\"QUESTION:  Mr. Porter, in your argument here, is it based at all on the Twenty-First Amendment, dealing with the State authority over regulation of alcoholic beverages?</p>\n        <p>\"MR. PORTER:  Based to the extent that if we are in the First Amendment area, then as far as balancing the State's interests, we submit that both the traditional power that a State has had over the conditions surrounding the sale of alcoholic beverages and the power given to the States under the Twenty-First Amendment must be considered in balancing the State interests, that these are substantial and important State interests, where we're talking about the conditions surrounding the sale and consumption of alcoholic beverages.</p>\n        <p>\"We have never argued, nor would we ever argue, that the Twenty-First Amendment would automatically override the First Amendment, or any other part of the Constitution.  We only urge that&#8212;</p>\n        <p>\"QUESTION:  Well, it has been held that the Twenty-First Amendment overrode a great deal of the commerce clause, hasn't it?</p>\n        <p>\"MR. PORTER:  Well,&#8212;</p>\n        <p>\"QUESTION:  And it does, by its terms.</p>\n        <p>\"MR. PORTER:  That's correct, but I&#8212;</p>\n        <p>\"QUESTION:  And it has been held that the Twenty-First Amendment overrode a good deal of the equal protection clause of the Fourteenth Amendment, hasn't it?  It was in the <i>Younger</i> case.</p>\n        <p>\"MR. PORTER:  Yes, but I would submit that&#8212;or I would, myself, attempt to temper that somewhat, to the extent I think it shows an overriding State interest in weighing between the commerce clause and the Twenty-First Amendment, where you get up in equal protection, where you get up into the First Amendment or some so-called, alleged, preferred amendments of the Constitution.</p>\n        <p>\"As I said, we do not argue that it overrides the First Amendment.  If we're dealing in a First Amendment area, that great weight should be given to the State's interest and power under the Twenty-First Amendment, in balancing and weighing, the State interest outweighs the State interest to be protected under the First Amendment.\"  Tr. of Oral Arg. in <i>California v. LaRue</i>, O.T.1972, No. 71-36, pp. 10-12.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/110536/"
}