{"absolute_url": "/opinion/112852/cisneros-v-alpine-ridge-group/", "blocked": false, "citation": {"case_name": "Cisneros v. Alpine Ridge Group", "docket_number": "92-551", "document_uris": ["/api/rest/v2/document/112852/"], "federal_cite_one": "508 U.S. 10", "federal_cite_three": "123 L. Ed. 2d 572", "federal_cite_two": "113 S. Ct. 1898", "id": 97211, "lexis_cite": "1993 U.S. LEXIS 3123", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/97211/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 145, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1993-05-03", "date_modified": "2015-05-27T17:15:11.816218", "docket": "/api/rest/v2/docket/436782/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">508 U.S. 10</p>\n    <p class=\"case_cite\">113 S.Ct. 1898</p>\n    <p class=\"case_cite\">123 L.Ed.2d 572</p>\n    <p class=\"parties\">Henry G. CISNEROS, Secretary of Housing and Urban  Development, et al., Petitioners<br>v.<br>ALPINE RIDGE GROUP et al.</p>\n    <p class=\"docket\">No. 92-551.</p>\n    <p class=\"date\">Argued March 30, 1993.</p>\n    <p class=\"date\">Decided May 3, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n        <a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>\n      </p>\n      <p class=\"indent\">The so-called Section 8 housing program under the United States Housing Act of 1937 (Housing Act) authorizes private landlords who rent to low-income tenants to receive \"assistance payments\" from the Department of Housing and Urban Development (HUD) in an amount calculated to make up the difference between the tenants' rent payments and a \"contract rent\" agreed upon by the landlords and HUD.  Section 1.9b of the latter parties' \"assistance contracts\" provides that contract rents are to be adjusted annually by applying the latest automatic adjustment factors developed by HUD on the basis of particular formulas, while &#167; 1.9d specifies that, \"[n]otwithstanding any other provisions of this Contract, adjustments as provided in this Section shall not result in material differences between the rents charged for assisted and comparable unassisted units, as determined by the Government. . . .\"  In the early 1980's, HUD began to conduct independent \"comparability studies\" in certain real estate markets where it believed that contract rents, adjusted upward by the automatic adjustment factors, were materially higher than prevailing market rates for comparable housing, and to use the private market rents as an independent cap limiting assistance payments.  In this litigation, respondent Section 8 landlords allege that &#167; 801 of the Department of Housing and Urban Development Reform Act of 1989 (Reform Act)&#8212;which, <i>inter alia,</i> authorizes HUD to limit future automatic rent adjustments through the use of comparability studies&#8212;violates the Due Process Clause of the Fifth Amendment by stripping them of their vested rights under the assistance contracts to annual rent increases based on the automatic adjustment factors alone.  In separate lawsuits, the District Courts each granted summary judgment for respondents.  The Court of Appeals affirmed the judgments in a consolidated appeal.</p>\n      <p class=\"indent\"><i>Held:</i>  This Court need not consider whether &#167; 801 of the Reform Act unconstitutionally abrogated a contract right to unobstructed formula-based rent adjustments, since respondents have no such right.  The assistance contracts do not prohibit the use of comparability studies to impose an independent cap on such adjustments.  Indeed, &#167; 1.9d's plain language clearly mandates that contract rents \"shall not\" be adjusted so as to exceed materially the rents charged for \"comparable unassisted units\" on the private rental market, \"[n]otwithstanding\" that &#167; 1.9b might seem to require such a result.  This limitation is consistent with the Housing Act itself, 42 U.S.C. &#167; 1437f(c)(2)(C).  Moreover, it is clear that &#167; 1.9d&#8212;which by its own terms clearly envisions some comparison of assisted and unassisted rents&#8212;affords HUD sufficient discretion to design and implement comparability studies as a reasonable means of effectuating its mandate, since the section expressly assigns to \"the Government\" the determination of whether material rent differences exist.  Respondents' contention that HUD's comparability studies have been poorly conceived and executed, resulting in faulty and misleading comparisons, is irrelevant to the question whether HUD had contractual authority to employ such studies at all.  If respondents have been denied formula-based rent increases based on shoddy comparisons, their remedy is to challenge the particular study, not to deny HUD's authority to make comparisons.  Pp. 1902-1905.</p>\n      <p class=\"indent\">955 F.2d 1382 (CA9 1992), reversed.</p>\n      <p class=\"indent\">WHITE, J., delivered the opinion for a unanimous Court.</p>\n      <p class=\"indent\">Michael R. Dreeben, Washington, DC, for petitioners.</p>\n      <p class=\"indent\">Warren J. Daheim, Tacoma, WA, for respondents.</p>\n      <p class=\"indent\">Justice WHITE delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The question presented in this case is whether &#167; 801 of the Department of Housing and Urban Development Reform Act of 1989, 103 Stat. 2057, violates the Due Process Clause of the Fifth Amendment by abrogating respondents' contract rights to certain rental subsidies.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* A.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1974, Congress amended the United States Housing Act of 1937 (Housing Act) to create what is known as the Section 8 housing program.  Through the Section 8 program, Congress hoped to \"ai[d] low-income families in obtaining a decent place to live,\" 42 U.S.C. &#167; 1437f(a) (1988 ed., Supp. III), by subsidizing private landlords who would rent to low-income tenants.  Under the program, tenants make rental payments based on their income and ability to pay;  the Department of Housing and Urban Development (HUD) then makes \"assistance payments\" to the private landlords in an amount calculated to make up the difference between the tenant's contribution and a \"contract rent\" agreed upon by the landlord and HUD.  As required by the statute, this contract rent is, in turn, to be based upon \"the fair market rental\" value of the dwelling, allowing for some modest increase over market rates to account for the additional expense of participating in the Section 8 program.  See &#167; 1437f(c)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The statute, as originally enacted, further provided that monthly rents for Section 8 housing would be adjusted at least annually as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">established in the housing area for similar types and      sizes of dwelling units or, if the Secretary determines, on      the basis of a reasonable formula.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">.    .    .    .    .</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\"(C) Adjustments in the maximum rents as hereinbefore      provided shall not result in material differences between the      rents charged for assisted and comparable unassisted units,      as determined by the Secretary.\"  42 U.S.C. &#167;&#167; 1437f(c)(2)(A)      and (C) (1982 ed.).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The respondents in this case are private developers who entered into long-term contracts with HUD&#8212;known as Housing Assistance Payments (HAP) Contracts or \"assistance contracts\"&#8212;to lease newly constructed apartment units to Section 8 tenants. Their contracts established initial contract rents for each unit and provided, consistent with the statutory authorization, that these rents would be adjusted regularly, on the basis of a reasonable formula, to keep pace with changes in rental values in the private housing market.  Section 1.9b of their contracts provides:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">\"b. <i>Automatic Annual Adjustments</i></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"(1) Automatic Annual Adjustment Factors will be      determined by the Government at least annually;  interim      revisions may be made as market conditions warrant.  Such      factors and the basis for their determination will be      published in the Federal Register. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">\"(2) On each anniversary date of the Contract, the      Contract Rents shall be adjusted by applying the applicable      Automatic Annual Adjustment Factor most recently published by      the Government.  Contract Rents may be adjusted upward or      downward, as may be appropriate;  however, in no case shall      the adjusted Contract Rents be less than the Contract Rents      on the effective date of the Contract.\"  App. to Brief for      Petitioners 8a.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Automatic Annual Adjustment Factors to which the contracts refer are developed by HUD based upon market trends recorded by the Consumer Price Index and the Bureau of the Census American Housing Surveys.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Section 1.9d of the contracts, in part tracking the language of &#167; 8(c)(2)(C) of the Housing Act, 42 U.S.C. &#167; 1437f(c)(2)(C) (1988 ed., Supp. III), provides:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">\"d. <i>Overall Limitation.</i>  Notwithstanding any other provisions      of this Contract, adjustments as provided in this Section      shall not result in material differences between the rents      charged for assisted and comparable unassisted units,      as determined by the Government;  provided that this      limitation shall not be construed to prohibit differences in      rents between assisted and comparable unassisted units to the      extent that such differences may have existed with respect to      the initial Contract Rents.\"  App. to Brief for Petitioners      8a-9a.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In the early 1980's, HUD began to suspect that the assistance payments it was making to some landlords under the Section 8 program were well above prevailing market rates for comparable housing.  Accordingly, the agency began to conduct independent \"comparability studies\" in certain real estate markets where it believed that contract rents, adjusted upward by the automatic adjustment factors, were materially out of line with market rents. Under these studies, HUD personnel would select between three and five other apartment buildings they considered comparable to the Section 8 building and compare their rents.  The private market rents would then serve as an independent cap limiting the rent payments HUD would make under the Section 8 contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">After several landlords brought suit, the Court of Appeals for the Ninth Circuit ruled in 1988 that the standard assistance contracts described above prohibited the use of comparability studies as an independent cap on rents.  In <i>Rainier View Associates v. United States,</i> 848 F.2d 988, the Court of Appeals reasoned that HUD, having contracted to increase rents automatically each year based upon a reasonable formula (the second of the two alternative approaches permitted by &#167; 8(c)(2)(A) of the Housing Act, see <i>supra,</i> at 2), could not thereafter limit those increases by means of a market survey (the first of the two statutory alternatives).  \"Having made its choice,\" the court wrote, \"HUD cannot now change its mind.\"  848 F.2d, at 991.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">After this Court denied certiorari to review the <i>Rainier View</i> decision, 490 U.S. 1066, 109 S.Ct. 2065, 104 L.Ed.2d 630 (1989), HUD made clear its intention not to adhere to that decision's interpretation of its contracts outside the Ninth Circuit.  Faced with the prospect of inconsistent application of Government contracts depending solely upon geography, Congress attempted to resolve the matter through amendments to the Housing Act in late 1989.  Section 801 of the Department of Housing and Urban Development Reform Act (Reform Act), 103 Stat. 2057, amended &#167; 8(c)(2)(C) of the Housing Act to provide explicitly that HUD may limit automatic rent adjustments in the future through the use of independent comparability studies.  In an apparent compromise, however, the same section also sought to restore to Section 8 project owners a portion of the automatic rent adjustments they had been denied through the use of comparability studies prior to the enactment of the 1989 amendments.  The amendments thus offered Section 8 project owners a partial retroactive remedy for lost rent attributable to comparability studies while at the same time affirming HUD's authorization to employ such studies to cap future rent adjustments.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In this litigation, respondents have alleged that &#167; 801 of the Reform Act violates the Due Process Clause of the Fifth Amendment by stripping them of their vested rights under the assistance contracts to annual rent increases based on the automatic adjustment factors alone.  In separate lawsuits, the United States District Courts for the Western District of Washington and the Central District of California each granted summary judgment for respondents 764 F.Supp. 1393, 774 F.Supp. 1240.  The Court of Appeals for the Ninth Circuit, in a consolidated appeal, affirmed both judgments.  <i>Alpine Ridge Group v. Kemp,</i> 955 F.2d 1382 (1992).  Refusing to reconsider its earlier holding in <i>Rainier View, supra,</i> the court first reaffirmed that the assistance contracts prohibited HUD from capping rents based on independent comparability studies.  See 955 F.2d, at 1384-1385. The court then held that Congress' attempt to authorize such caps through the Reform Act unconstitutionally deprived respondents of their \"vested property interest in formula-based rent adjustments pursuant to their section 8 contracts.\"  <i>Id.,</i> at 1387.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We granted certiorari, 506 U.S. ----, 113 S.Ct. 490, 121 L.Ed.2d 429 (1992), and now reverse.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We begin our analysis of respondents' due process claim with the assistance contracts.  Because we find that those contracts do not prohibit the use of comparability studies to impose an independent cap on the formula-based rent adjustments, our analysis ends there as well.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In our view, respondents' claimed entitlement to formula-based rent adjustments without regard to independent comparisons to private-market rents is precluded by the plain language of the assistance contracts.  To be sure, &#167; 1.9b(2) of those contracts provides that the contract rents \"shall be adjusted [annually] by applying the applicable Automatic Annual Adjustment Factor most recently published by the Government.\" Section 1.9d of the contracts, however, imposes what is labeled an \"[o]verall [l]imitation\" on the formula-based adjustments provided by &#167; 1.9b.  It provides that \"<i>[n]otwithstanding any other provisions of this Contract,</i> adjustments as provided in this Section shall not result in material differences between the rents charged for assisted and comparable unassisted units, as determined by the Government\" (emphasis added).  As we have noted previously in construing statutes, the use of such a \"notwithstanding\" clause clearly signals the drafter's intention that the provisions of the \"notwithstanding\" section override conflicting provisions of any other section.  See <i>Shomberg v. United States,</i> 348 U.S. 540, 547-548, 75 S.Ct. 509, 512-513, 99 L.Ed. 624 (1955).  Likewise, the Courts of Appeals generally have \"interpreted similar 'notwithstanding' language . . . to supersede all other laws, stating that ' \"[a] clearer statement is difficult to imagine.\" ' \"  <i>Liberty Maritime Corp. v. United States,</i> 289 U.S.App.D.C. 1, 4, 928 F.2d 413, 416 (1991) (quoting <i>Crowley Caribbean Transport, Inc. v. United States,</i> 275 U.S.App.D.C. 182, 184, 865 F.2d 1281, 1283 (1989) (in turn quoting <i>Illinois National Guard v. FLRA,</i> 272 U.S.App.D.C. 187, 194, 854 F.2d 1396, 1403 (1988)));  see also <i>Bank of New England Old Colony, N.A. v. Clark,</i> 986 F.2d 600, 604 (CA1 1993), <i>Dean v. Veterans Admin. Regional Office,</i> 943 F.2d 667, 670 (CA6 1991), vacated and remanded on other grounds, 503 U.S. ----, 112 S.Ct. 1255, 117 L.Ed.2d 486 (1992);  <i>In re FCX, Inc.,</i> 853 F.2d 1149, 1154 (CA4 1988), cert. denied <i>sub nom. Universal Cooperatives, Inc. v. FCX, Inc.,</i> 489 U.S. 1011, 109 S.Ct. 1118, 103 L.Ed.2d 181 (1989);  <i>Multi-State Communications, Inc. v. FCC,</i> 234 U.S.App.D.C. 285, 291, 728 F.2d 1519, 1525, cert. denied, 469 U.S. 1017, 105 S.Ct. 431, 83 L.Ed.2d 358 (1984);  <i>New Jersey Air National Guard v. FLRA,</i> 677 F.2d 276, 283 (CA3), cert. denied <i>sub nom. Government Employees v. New Jersey Air National Guard,</i> 459 U.S. 988, 103 S.Ct. 343, 74 L.Ed.2d 384 (1982).  Thus, we think it clear beyond peradventure that &#167; 1.9d provides that contract rents \"shall not\" be adjusted so as to exceed materially the rents charged for \"comparable unassisted units\" on the private rental market&#8212;even if other provisions of the contracts might seem to require such a result.  This limitation is plainly consistent with the Housing Act itself, which provides that \"[a]djustments in the maximum rents,\" whether based on market surveys or on a reasonable formula, \"shall not result in material differences\" between Section 8 rents and the rents for comparable housing on the private market.  42 U.S.C. &#167; 1437f(c)(2)(C) (1988 ed., Supp III).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In its <i>Rainier View</i> decision, the Court of Appeals read &#167; 1.9d's \"overall limitation\" as empowering HUD only to make prospective changes in the automatic adjustment factors where it discovered that those factors were producing materially inflated rents;  under the court's view, &#167; 1.9d would not permit \"abandonment of the formula method whenever application of the formula would result in a disparity between section 8 and other rents.\"  848 F.2d, at 991.  But this reading of the contract&#8212;under which Section 8 project owners could demand payment of materially inflated rents until the Secretary could publish revised automatic adjustment factors aimed at curing the overpayment&#8212;is almost precisely backwards.  It would entitle project owners to collect the formula-based adjustments promised by &#167; 1.9b <i>notwithstanding</i> that those adjustments were resulting in the sort of material differences in rents prohibited by &#167; 1.9d.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Reading &#167; 1.9d's \"overall limitation\" as allowing rent caps based on comparability studies does not, as the <i>Rainier View</i> court supposed, \"render the formula method authorized by the statute and elected in the contract a nullity.\"  <i>Ibid.</i>  The rent adjustments indicated by the automatic adjustment factors remain the presumptive adjustment called for under the contract.  It is only in those presumably exceptional cases where the Secretary has reason to suspect that the adjustment factors are resulting in materially inflated rents that a comparability study would ensue. Because the automatic adjustment factors are themselves geared to reflect trends in the local or regional housing market, theoretically it should not be often that the comparability studies would suggest material differences between Section 8 and private-market rents.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Respondents assert that \"the automatic adjustment provision was a central provision of the HAP Contracts and that the owners would not have signed contracts that expressly contained the [comparability] provision HUD asks the Court to imply.\"  Brief for Respondents Acacia Village et al. 22.  They urge us to eschew any interpretation of the contracts that would allow the displacement of the \"automatic\" adjustments for which they bargained by a \"project-by-project comparability process\" that \"would leave [project owners] at the mercy of minor HUD officials.\"  Brief for Respondent Alpine Ridge Group 30-31.  At bottom, many of respondents' arguments in support of the decision below seem to circle back to their vigorous contention that HUD's comparability studies have been poorly conceived and executed, resulting in faulty and misleading comparisons.  But the integrity with which the agency has carried out its comparability studies is an entirely separate matter from its contractual authority to employ such studies at all.  Even if it could be demonstrated that HUD's studies have been unreliable, this would in no way suggest that the contract forbids HUD from capping rents based on accurate and fair comparability studies.  If respondents have been denied formula-based rent increases based on shoddy comparisons, their remedy is to challenge the particular study, not to deny HUD's authority to make comparisons.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In sum, we think that the contract language is plain that no project owner may claim entitlement to formula-based rent adjustments that materially exceed market rents for comparable units.  We also think it clear that &#167; 1.9d&#8212;which by its own terms clearly envisions some comparison \"between the rents charged for assisted and comparable unassisted units\"&#8212;affords the Secretary sufficient discretion to design and implement comparability studies as a reasonable means of effectuating its mandate.  In this regard, we observe that &#167; 1.9d expressly assigns to \"the Government\" the determination of whether there exist material differences between the rents charged for assisted and comparable unassisted units.  Because we find that respondents have no contract right to unobstructed formula-based rent adjustments, we have no occasion to consider whether &#167; 801 of the Reform Act unconstitutionally abrogated such a right.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">For these reasons, the judgment of the Court of Appeals for the Ninth Circuit is</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">\n        <i>Reversed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The syllabus constitutes no part of the opinion of the Court but has been prepared by the Reporter of Decisions for the convenience of the reader.  See <i>United States v. Detroit Lumber Co.,</i> 200 U.S. 321, 337, 26 S.Ct. 282, 287, 50 L.Ed. 499.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 8(c)(2)(C) of the Housing Act, as amended by &#167; 801 of the Reform Act, now provides:  \"(C) Adjustments in the maximum rents under subparagraphs (A) and (B) shall not result in material differences between the rents charged for assisted units and unassisted units of similar quality, type, and age in the same market area, as determined by the Secretary.  In implementing the limitation established under the preceding sentence, the Secretary shall establish regulations for conducting comparability studies for projects where the Secretary has reason to believe that the application of the formula adjustments under subparagraph (A) would result in such material differences.  The Secretary shall conduct such studies upon the request of any owner of any project, or as the Secretary determines to be appropriate by establishing, to the extent practicable, a modified annual adjustment factor for such market area, as the Secretary shall designate, that is geographically smaller than the applicable housing area used for the establishment of the annual adjustment factor under subparagraph (A).  The Secretary shall establish such modified annual adjustment factor on the basis of the results of a study conducted by the Secretary of the rents charged, and any change in such rents over the previous year, for assisted units and unassisted units of similar quality, type, and age in the smaller market area.  Where the Secretary determines that such modified annual adjustment factor cannot be established or that such factor when applied to a particular project would result in material differences between the rents charged for assisted units and unassisted units of similar quality, type, and age in the same market area, the Secretary may apply an alternative methodology for conducting comparability studies in order to establish rents that are not materially different from rents charged for comparable unassisted units.  If the Secretary or appropriate State agency does not complete and submit to the project owner a comparability study not later than 60 days before the anniversary date of the assistance contract under this section, the automatic annual adjustment factor shall be applied.  The Secretary may not reduce the contract rents in effect on or after April 15, 1987, for newly constructed, substantially rehabilitated, or moderately rehabilitated projects assisted under this section (including projects assisted under this section as in effect prior to November 30, 1983), unless the project has been refinanced in a manner that reduces the periodic payments of the owner.  Any maximum monthly rent that has been reduced by the Secretary after April 14, 1987, and prior to November 7, 1988, shall be restored to the maximum monthly rent in effect on April 15, 1987.  For any project which has had its maximum monthly rents reduced after April 14, 1987, the Secretary shall make assistance payments (from amounts reserved for the original contract) to the owner of such project in an amount equal to the difference between the maximum monthly rents in effect on April 15, 1987, and the reduced maximum monthly rents, multiplied by the number of months that the reduced maximum monthly rents were in effect.\"  42 U.S.C. &#167; 1437f(c)(2)(C) (1988 ed., Supp. III).  HUD has now published proposed regulations governing the future use of comparability studies, as required by this provision.  See 57 Fed.Reg. 49120 (1992).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The <i>Rainier View</i> court also suggested that HUD's own regulations had interpreted the assistance contracts as barring adjustments to contract rents independent of the published factors.  The court cited 24 CFR &#167; 888.204 (1987), which states that the agency \"will consider establishing separate or revised Automatic Annual Adjustment Factors for [a] particular area\" if project owners can demonstrate that application of the formula would result in Section 8 rents substantially below market rents for comparable units.  See 848 F.2d, at 991.  Although this regulation is certainly consistent with respondents' view of the contracts, we do not believe that it is inconsistent with our understanding of the contracts' plain language:  the regulation acknowledges revision of the adjustment factors as a means of remedying material differences in rents but it does not foreclose corrective adjustments independent of the factors.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Petitioners acknowledge that \"[a] comparability study must . . . satisfy requirements of administrative reasonableness and 'is reviewable under administrative law principles.' \"  Reply Brief for Petitioners 16, n. 23 (quoting <i>Sheridan Square Partnership v. United States,</i> 761 F.Supp. 738, 745, n. 3 (Colo.1991)).</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>508 U.S. 10 (1993)</b></center>\n<center><h1>CISNEROS, SECRETARY OF HOUSING AND URBAN DEVELOPMENT, et al.<br>\nv.<br>\nALPINE RIDGE GROUP et al.</h1></center>\n<center>No. 92-551.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued March 30, 1993.</center>\n<center>Decided May 3, 1993.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT\n<p><span class=\"star-pagination\">*11</span> White, J., delivered the opinion for a unanimous Court.</p>\n<p><i>Michael R. Dreeben</i> argued the cause for petitioners. With him on the briefs were <i>Solicitor General Starr, Acting Solicitor General Wallace, Assistant Attorney General Gerson, Deputy Solicitor General Roberts, Douglas Letter, Howard M. Schmeltzer,</i> and <i>Barton Shapiro.</i> </p>\n<p><i>Warren J. Daheim</i> argued the cause for respondents. With him on the brief for respondent Alpine Ridge Group was <i>Donald W. Hanford. Milton Eisenberg</i> and <i>Leonard A. Zax</i> filed a brief for respondents Acacia Villa et al.<sup>[*]</sup></p>\n<p><span class=\"star-pagination\">*12</span> Justice White, delivered the opinion of the Court.</p>\n<p>The question presented in this case is whether § 801 of the Department of Housing and Urban Development Reform Act of 1989, 103 Stat. 2057, violates the Due Process Clause of the Fifth Amendment by abrogating respondents' contract rights to certain rental subsidies.</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>A</h2>\n<p>In 1974, Congress amended the United States Housing Act of 1937 (Housing Act) to create what is known as the Section 8 housing program. Through the Section 8 program, Congress hoped to \"ai[d] low-income families in obtaining a decent place to live,\" 42 U. S. C. § 1437f(a) (1988 ed., Supp. III), by subsidizing private landlords who would rent to lowincome tenants. Under the program, tenants make rental payments based on their income and ability to pay; the Department of Housing and Urban Development (HUD) then makes \"assistance payments\" to the private landlords in an amount calculated to make up the difference between the tenant's contribution and a \"contract rent\" agreed upon by the landlord and HUD. As required by the statute, this contract rent is, in turn, to be based upon \"the fair market rental\" value of the dwelling, allowing for some modest increase over market rates to account for the additional expense of participating in the Section 8 program. See § 1437f(c)(1).</p>\n<p>The statute, as originally enacted, further provided that monthly rents for Section 8 housing would be adjusted at least annually as follows:</p>\n<blockquote>\"(A) The assistance contract shall provide for adjustment annually or more frequently in the maximum monthly rents for units covered by the contract to reflect changes in the fair market rentals established in the housing area for similar types and sizes of dwelling <span class=\"star-pagination\">*13</span> units or, if the Secretary determines, on the basis of a reasonable formula.</blockquote>\n<p>. . . . .</p>\n<blockquote>\"(C) Adjustments in the maximum rents as hereinbefore provided shall not result in material differences between the rents charged for assisted and comparable unassisted units, as determined by the Secretary.\" 42 U. S. C. §§ 1437f(c)(2)(A) and (C) (1982 ed.).</blockquote>\n<p>The respondents in this case are private developers who entered into long-term contracts with HUDknown as Housing Assistance Payments (HAP) Contracts or \"assistance contracts\"to lease newly constructed apartment units to Section 8 tenants. Their contracts established initial contract rents for each unit and provided, consistent with the statutory authorization, that these rents would be adjusted regularly, on the basis of a reasonable formula, to keep pace with changes in rental values in the private housing market. Section 1.9b of their contracts provides:</p>\n<p>\"b. <i>Automatic Annual Adjustments</i> </p>\n<blockquote>\"(1) Automatic Annual Adjustment Factors will be determined by the Government at least annually; interim revisions may be made as market conditions warrant. Such Factors and the basis for their determination will be published in the Federal Register. . . .</blockquote>\n<blockquote>\"(2) On each anniversary date of the Contract, the Contract Rents shall be adjusted by applying the applicable Automatic Annual Adjustment Factor most recently published by the Government. Contract Rents may be adjusted upward or downward, as may be appropriate; however, in no case shall the adjusted Contract Rents be less than the Contract Rents on the effective date of the Contract.\" App. to Brief for Petitioners 8a.</blockquote>\n<p>The Automatic Annual Adjustment Factors to which the contracts refer are developed by HUD based upon market <span class=\"star-pagination\">*14</span> trends recorded by the Consumer Price Index and the Bureau of the Census American Housing Surveys.</p>\n<p>Section 1.9d of the contracts, in part tracking the language of § 8(c)(2)(C) of the Housing Act, 42 U. S. C. § 1437f(c)(2)(C) (1988 ed., Supp. III), provides:</p>\n<blockquote>\"d. <i>Overall Limitation.</i> Notwithstanding any other provisions of this Contract, adjustments as provided in this Section shall not result in material differences between the rents charged for assisted and comparable unassisted units, as determined by the Government; provided that this limitation shall not be construed to prohibit differences in rents between assisted and comparable unassisted units to the extent that such differences may have existed with respect to the initial Contract Rents.\" App. to Brief for Petitioners 8a9a.</blockquote>\n<p></p>\n<h2>B</h2>\n<p>In the early 1980's, HUD began to suspect that the assistance payments it was making to some landlords under the Section 8 program were well above prevailing market rates for comparable housing. Accordingly, the agency began to conduct independent \"comparability studies\" in certain real estate markets where it believed that contract rents, adjusted upward by the automatic adjustment factors, were materially out of line with market rents. Under these studies, HUD personnel would select between three and five other apartment buildings they considered comparable to the Section 8 building and compare their rents. The private market rents would then serve as an independent cap limiting the rent payments HUD would make under the Section 8 contracts.</p>\n<p>After several landlords brought suit, the Court of Appeals for the Ninth Circuit ruled in 1988 that the standard assistance contracts described above prohibited the use of comparability studies as an independent cap on rents. In <i>Rainier View Associates</i> v. <i>United States,</i> 848 F. 2d 988, the Court of <span class=\"star-pagination\">*15</span> Appeals reasoned that HUD, having contracted to increase rents automatically each year based upon a reasonable formula (the second of the two alternative approaches permitted by § 8(c)(2)(A) of the Housing Act, see <i>supra,</i> at 12-13), could not thereafter limit those increases by means of a market survey (the first of the two statutory alternatives). \"Having made its choice,\" the court wrote, \"HUD cannot now change its mind.\" 848 F. 2d, at 991.</p>\n<p>After this Court denied certiorari to review the <i>Rainier View</i> decision, 490 U. S. 1066 (1989), HUD made clear its intention not to adhere to that decision's interpretation of its contracts outside the Ninth Circuit. Faced with the prospect of inconsistent application of Government contracts depending solely upon geography, Congress attempted to resolve the matter through amendments to the Housing Act in late 1989. Section 801 of the Department of Housing and Urban Development Reform Act (Reform Act), 103 Stat. 2057, amended § 8(c)(2)(C) of the Housing Act to provide explicitly that HUD may limit automatic rent adjustments in the future through the use of independent comparability studies. In an apparent compromise, however, the same section also sought to restore to Section 8 project owners a portion of the automatic rent adjustments they had been denied through the use of comparability studies prior to the enactment of the 1989 amendments. The amendments thus offered Section 8 project owners a partial retroactive remedy for lost rent attributable to comparability studies while at the same time affirming HUD's authorization to employ such studies to cap future rent adjustments.<sup>[1]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*16</span> C</h2>\n<p>In this litigation, respondents have alleged that § 801 of the Reform Act violates the Due Process Clause of the Fifth Amendment by stripping them of their vested rights under <span class=\"star-pagination\">*17</span> the assistance contracts to annual rent increases based on the automatic adjustment factors alone. In separate lawsuits, the United States District Courts for the Western District of Washington and the Central District of California each granted summary judgment for respondents. The Court of Appeals for the Ninth Circuit, in a consolidated appeal, affirmed both judgments. <i>Alpine Ridge Group</i> v. <i>Kemp,</i> 955 F. 2d 1382 (1992). Refusing to reconsider its earlier holding in <i>Rainier View, supra,</i> the court first reaffirmed that the assistance contracts prohibited HUD from capping rents based on independent comparability studies. See 955 F. 2d, at 1384-1385. The court then held that Congress' attempt to authorize such caps through the Reform Act unconstitutionally deprived respondents of their \"vested property interest in formula-based rent adjustments pursuant to their section 8 contracts.\" <i>Id.,</i> at 1387.</p>\n<p>We granted certiorari, 506 U. S. 984 (1992), and now reverse.</p>\n<p></p>\n<h2>II</h2>\n<p>We begin our analysis of respondents' due process claim with the assistance contracts. Because we find that those contracts do not prohibit the use of comparability studies to impose an independent cap on the formula-based rent adjustments, our analysis ends there as well.</p>\n<p>In our view, respondents' claimed entitlement to formulabased rent adjustments without regard to independent comparisons to private-market rents is precluded by the plain language of the assistance contracts. To be sure, § 1.9b(2) of those contracts provides that the contract rents \"shall be adjusted [annually] by applying the applicable Automatic Annual Adjustment Factor most recently published by the Government.\" Section 1.9d of the contracts, however, imposes <span class=\"star-pagination\">*18</span> what is labeled an \"[o]verall [l]imitation\" on the formula-based adjustments provided by § 1.9b. It provides that \"<i>[n]otwithstanding any other provisions of this Contract,</i> adjustments as provided in this Section shall not result in material differences between the rents charged for assisted and comparable unassisted units, as determined by the Government\" (emphasis added). As we have noted previously in construing statutes, the use of such a \"notwithstanding\" clause clearly signals the drafter's intention that the provisions of the \"notwithstanding\" section override conflicting provisions of any other section. See <i>Shomberg</i> v. <i>United States,</i> 348 U. S. 540, 547-548 (1955). Likewise, the Courts of Appeals generally have \"interpreted similar `notwithstanding' language . . . to supersede all other laws, stating that ` \"[a] clearer statement is difficult to imagine.\"` \" <i>Liberty Maritime Corp.</i> v. <i>United States,</i> 289 U. S. App. D. C. 1, 4, 928 F. 2d 413, 416 (1991) (quoting <i>Crowley Caribbean Transport, Inc.</i> v. <i>United States,</i> 275 U. S. App. D. C. 182, 184, 865 F. 2d 1281, 1283 (1989) (in turn quoting <i>Illinois National Guard</i> v. <i>FLRA,</i> 272 U. S. App. D. C. 187, 194, 854 F. 2d 1396, 1403 (1988))); see also <i>Bank of New England Old Colony, N. A.</i> v. <i>Clark,</i> 986 F. 2d 600, 604 (CA1 1993); <i>Dean</i>  v. <i>Veterans Admin. Regional Office,</i> 943 F. 2d 667, 670 (CA6 1991), vacated and remanded on other grounds, 503 U. S. 902 (1992); <i>In re FCX, Inc.,</i> 853 F. 2d 1149, 1154 (CA4 1988), cert. denied <i>sub nom. </i><i>Universal Cooperatives, Inc.</i> v. <i>FCX, Inc.,</i>  489 U. S. 1011 (1989); <i>Multi-State Communications, Inc.</i> v. <i>FCC,</i> 234 U. S. App. D. C. 285, 291, 728 F. 2d 1519, 1525, cert. denied, 469 U. S. 1017 (1984); <i>New Jersey Air National Guard</i> v. <i>FLRA,</i> 677 F. 2d 276, 283 (CA3), cert. denied <i>sub nom. Government Employees</i> v. <i>New Jersey Air National Guard,</i> 459 U. S. 988 (1982). Thus, we think it clear beyond peradventure that § 1.9d provides that contract rents \"shall not\" be adjusted so as to exceed materially the rents charged for \"comparable unassisted units\" on the private rental marketeven if other provisions of the contracts might seem to <span class=\"star-pagination\">*19</span> require such a result. This limitation is plainly consistent with the Housing Act itself, which provides that \"[a]djustments in the maximum rents,\" whether based on market surveys or on a reasonable formula, \"shall not result in material differences\" between Section 8 rents and the rents for comparable housing on the private market. 42 U. S. C. § 1437f(c)(2)(C) (1988 ed., Supp. III).</p>\n<p>In its <i>Rainier View</i> decision, the Court of Appeals read § 1.9d's \"overall limitation\" as empowering HUD only to make prospective changes in the automatic adjustment factors where it discovered that those factors were producing materially inflated rents; under the court's view, § 1.9d would not permit \"abandonment of the formula method whenever application of the formula would result in a disparity between section 8 and other rents.\" 848 F. 2d, at 991. But this reading of the contractunder which Section 8 project owners could demand payment of materially inflated rents until the Secretary could publish revised automatic adjustment factors aimed at curing the overpaymentis almost precisely backwards. It would entitle project owners to collect the formula-based adjustments promised by § 1.9b <i>notwithstanding</i> that those adjustments were resulting in the sort of material differences in rents prohibited by § 1.9d.</p>\n<p>Reading § 1.9d's \"overall limitation\" as allowing rent caps based on comparability studies does not, as the <i>Rainier View</i>  court supposed, \"render the formula method authorized by the statute and elected in the contract a nullity.\" <i>Ibid.</i>  The rent adjustments indicated by the automatic adjustment factors remain the presumptive adjustment called for under the contract. It is only in those presumably exceptional cases where the Secretary has reason to suspect that the adjustment factors are resulting in materially inflated rents that a comparability study would ensue. Because the automatic adjustment factors are themselves geared to reflect trends in the local or regional housing market, theoretically it should not be often that the comparability studies would <span class=\"star-pagination\">*20</span> suggest material differences between Section 8 and privatemarket rents.<sup>[2]</sup></p>\n<p>Respondents assert that \"the automatic adjustment provision was a central provision of the HAP Contracts and that the owners would not have signed contracts that expressly contained the [comparability] provision HUD asks the Court to imply.\" Brief for Respondents Acacia Village et al. 22. They urge us to eschew any interpretation of the contracts that would allow the displacement of the \"automatic\" adjustments for which they bargained by a \"project-by-project comparability process\" that \"would leave [project owners] at the mercy of minor HUD officials.\" Brief for Respondent Alpine Ridge Group 30-31. At bottom, many of respondents' arguments in support of the decision below seem to circle back to their vigorous contention that HUD's comparability studies have been poorly conceived and executed, resulting in faulty and misleading comparisons. But the integrity with which the agency has carried out its comparability studies is an entirely separate matter from its contractual authority to employ such studies at all. Even if it could be demonstrated that HUD's studies have been unreliable, this would in no way suggest that the contract forbids HUD to cap rents based on accurate and fair comparability studies. If respondents have been denied formula-based rent increases <span class=\"star-pagination\">*21</span> based on shoddy comparisons, their remedy is to challenge the particular study, not to deny HUD's authority to make comparisons.<sup>[3]</sup></p>\n<p>In sum, we think that the contract language is plain that no project owner may claim entitlement to formula-based rent adjustments that materially exceed market rents for comparable units. We also think it clear that § 1.9dwhich by its own terms clearly envisions some comparison \"between the rents charged for assisted and comparable unassisted units\"affords the Secretary sufficient discretion to design and implement comparability studies as a reasonable means of effectuating its mandate. In this regard, we observe that § 1.9d expressly assigns to \"the Government\" the determination of whether there exist material differences between the rents charged for assisted and comparable unassisted units. Because we find that respondents have no contract right to unobstructed formula-based rent adjustments, we have no occasion to consider whether § 801 of the Reform Act unconstitutionally abrogated such a right.</p>\n<p></p>\n<h2>III</h2>\n<p>For these reasons, the judgment of the Court of Appeals for the Ninth Circuit is</p>\n<p><i>Reversed.</i> </p>\n<h2>NOTES</h2>\n<p>[*]   <i>Robert M. Weinberg</i> and <i>Laurence Gold</i> filed a brief for the American Federation of Labor and Congress of Industrial Organizations as <i>amicus curiae</i> urging reversal.\n</p>\n<p>Briefs of <i>amici curiae</i> urging affirmance were filed for Charter Federal Savings Bank by <i>Thomas M. Buchanan;</i> for the National Association of Home Builders et al. by <i>Ronda L. Daniels;</i> for Southwind Acres Associates et al. by <i>Larry Derryberry;</i> and for Statesman Savings Holding Corp. et al. by <i>Charles J. Cooper, Robert J. Cynkar,</i> and <i>Michael A. Carvin.</i> </p>\n<p>[1]  Section 8(c)(2)(C) of the Housing Act, as amended by § 801 of the Reform Act, now provides: \"(C) Adjustments in the maximum rents under subparagraphs (A) and (B) shall not result in material differences between the rents charged for assisted units and unassisted units of similar quality, type, and age in the same market area, as determined by the Secretary. In implementing the limitation established under the preceding sentence, the Secretary shall establish regulations for conducting comparability studies for projects where the Secretary has reason to believe that the application of the formula adjustments under subparagraph (A) would result in such material differences.The Secretary shall conduct such studies upon the request of any owner of any project, or as the Secretary determines to be appropriate by establishing, to the extent practicable, a modified annual adjustment factor for such market area, as the Secretary shall designate, that is geographically smaller than the applicable housing area used for the establishment of the annual adjustment factor under subparagraph (A). The Secretary shall establish such modified annual adjustment factor on the basis of the results of a study conducted by the Secretary of the rents charged, and any change in such rents over the previous year,for assisted units and unassisted units of similar quality, type, and age in the smaller market area. Where the Secretary determines that such modified annual adjustment factor cannot be established or that such factor when applied to a particular project would result in material differences between the rents charged for assisted units and unassisted units of similar quality, type, and age in the same market area, the Secretary may apply an alternative methodology for conducting comparability studies in order to establish rents that are not materially different from rents charged for comparable unassisted units.If the Secretary or appropriate State agency does not complete and submit to the project owner a comparability study not later than 60 days before the anniversary date of the assistance contract under this section,the automatic annual adjustment factor shall be applied. The Secretary may not reduce the contract rents in effect on or after April 15, 1987, for newly constructed, substantially rehabilitated, or moderately rehabilitated projects assisted under this section(including projects assisted under this section as in effect prior to November 30, 1983), unless the project has been refinanced in a manner that reduces the periodic payments of the owner.Any maximum monthly rent that has been reduced by the Secretary after April 14, 1987, and prior to November 7, 1988, shall be restored to the maximum monthly rent in effect on April 15, 1987.For any project which has had its maximum monthly rents reduced after April 14, 1987, the Secretary shall make assistance payments (from amounts reserved for the original contract) to the owner of such project in an amount equal to the difference between the maximum monthly rents in effect on April 15, 1987, and the reduced maximum monthly rents, multiplied by the number of months that the reduced maximum monthly rents were in effect.\" 42 U. S. C. § 1437f(c)(2)(C) (1988 ed., Supp. III). HUD has now published proposed regulations governing the future use of comparability studies, as required by this provision.See 57 Fed. Reg. 49120 (1992).</p>\n<p>[2]  The <i>Rainier View</i> court also suggested that HUD's own regulations had interpreted the assistance contracts as barring adjustments to contract rents independent of the published factors. The court quoted 24 CFR § 888.204 (1987), which states that the agency \"`will consider establishing separate or revised Automatic Annual Adjustment Factors for [a] particular area' \" if project owners can demonstrate that application of the formula would result in Section 8 rents substantially below market rents for comparable units. See 848 F. 2d, at 991. Although this regulation is certainly consistent with respondents' view of the contracts, we do not believe that it is inconsistent with our understanding of the contracts' plain language: The regulation acknowledges revision of the adjustment factors as a means of remedying material differences in rents but it does not foreclose corrective adjustments independent of the factors.</p>\n<p>[3]  Petitioners acknowledge that \"[a] comparability study must . . . satisfy requirements of administrative reasonableness and `is reviewable under administrative law principles.' \" Reply Brief for Petitioners 16, n. 23 (quoting <i>Sheridan Square Partnership</i> v. <i>United States,</i> 761 F. Supp. 738, 745, n. 3 (Colo. 1991)).</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">10</span></span> (1993)</b></center>\n<center><h1>CISNEROS, SECRETARY OF HOUSING AND URBAN DEVELOPMENT, et al.<br>\nv.<br>\nALPINE RIDGE GROUP et al.</h1></center>\n<center>No. 92-551.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued March 30, 1993.</center>\n<center>Decided May 3, 1993.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT\n<p><span class=\"star-pagination\">*11</span> White, J., delivered the opinion for a unanimous Court.</p>\n<p><i>Michael R. Dreeben</i> argued the cause for petitioners. With him on the briefs were <i>Solicitor General Starr, Acting Solicitor General Wallace, Assistant Attorney General Gerson, Deputy Solicitor General Roberts, Douglas Letter, Howard M. Schmeltzer,</i> and <i>Barton Shapiro.</i> </p>\n<p><i>Warren J. Daheim</i> argued the cause for respondents. With him on the brief for respondent Alpine Ridge Group was <i>Donald W. Hanford. Milton Eisenberg</i> and <i>Leonard A. Zax</i> filed a brief for respondents Acacia Villa et al.<sup>[*]</sup></p>\n<p><span class=\"star-pagination\">*12</span> Justice White, delivered the opinion of the Court.</p>\n<p>The question presented in this case is whether § 801 of the Department of Housing and Urban Development Reform Act of 1989, 103 Stat. 2057, violates the Due Process Clause of the Fifth Amendment by abrogating respondents' contract rights to certain rental subsidies.</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>A</h2>\n<p>In 1974, Congress amended the United States Housing Act of 1937 (Housing Act) to create what is known as the Section 8 housing program. Through the Section 8 program, Congress hoped to \"ai[d] low-income families in obtaining a decent place to live,\" 42 U. S. C. § 1437f(a) (1988 ed., Supp. III), by subsidizing private landlords who would rent to lowincome tenants. Under the program, tenants make rental payments based on their income and ability to pay; the Department of Housing and Urban Development (HUD) then makes \"assistance payments\" to the private landlords in an amount calculated to make up the difference between the tenant's contribution and a \"contract rent\" agreed upon by the landlord and HUD. As required by the statute, this contract rent is, in turn, to be based upon \"the fair market rental\" value of the dwelling, allowing for some modest increase over market rates to account for the additional expense of participating in the Section 8 program. See § 1437f(c)(1).</p>\n<p>The statute, as originally enacted, further provided that monthly rents for Section 8 housing would be adjusted at least annually as follows:</p>\n<blockquote>\"(A) The assistance contract shall provide for adjustment annually or more frequently in the maximum monthly rents for units covered by the contract to reflect changes in the fair market rentals established in the housing area for similar types and sizes of dwelling <span class=\"star-pagination\">*13</span> units or, if the Secretary determines, on the basis of a reasonable formula.</blockquote>\n<p>. . . . .</p>\n<blockquote>\"(C) Adjustments in the maximum rents as hereinbefore provided shall not result in material differences between the rents charged for assisted and comparable unassisted units, as determined by the Secretary.\" 42 U. S. C. §§ 1437f(c)(2)(A) and (C) (1982 ed.).</blockquote>\n<p>The respondents in this case are private developers who entered into long-term contracts with HUDknown as Housing Assistance Payments (HAP) Contracts or \"assistance contracts\"to lease newly constructed apartment units to Section 8 tenants. Their contracts established initial contract rents for each unit and provided, consistent with the statutory authorization, that these rents would be adjusted regularly, on the basis of a reasonable formula, to keep pace with changes in rental values in the private housing market. Section 1.9b of their contracts provides:</p>\n<p>\"b. <i>Automatic Annual Adjustments</i> </p>\n<blockquote>\"(1) Automatic Annual Adjustment Factors will be determined by the Government at least annually; interim revisions may be made as market conditions warrant. Such Factors and the basis for their determination will be published in the Federal Register. . . .</blockquote>\n<blockquote>\"(2) On each anniversary date of the Contract, the Contract Rents shall be adjusted by applying the applicable Automatic Annual Adjustment Factor most recently published by the Government. Contract Rents may be adjusted upward or downward, as may be appropriate; however, in no case shall the adjusted Contract Rents be less than the Contract Rents on the effective date of the Contract.\" App. to Brief for Petitioners 8a.</blockquote>\n<p>The Automatic Annual Adjustment Factors to which the contracts refer are developed by HUD based upon market <span class=\"star-pagination\">*14</span> trends recorded by the Consumer Price Index and the Bureau of the Census American Housing Surveys.</p>\n<p>Section 1.9d of the contracts, in part tracking the language of § 8(c)(2)(C) of the Housing Act, 42 U. S. C. § 1437f(c)(2)(C) (1988 ed., Supp. III), provides:</p>\n<blockquote>\"d. <i>Overall Limitation.</i> Notwithstanding any other provisions of this Contract, adjustments as provided in this Section shall not result in material differences between the rents charged for assisted and comparable unassisted units, as determined by the Government; provided that this limitation shall not be construed to prohibit differences in rents between assisted and comparable unassisted units to the extent that such differences may have existed with respect to the initial Contract Rents.\" App. to Brief for Petitioners 8a9a.</blockquote>\n<p></p>\n<h2>B</h2>\n<p>In the early 1980's, HUD began to suspect that the assistance payments it was making to some landlords under the Section 8 program were well above prevailing market rates for comparable housing. Accordingly, the agency began to conduct independent \"comparability studies\" in certain real estate markets where it believed that contract rents, adjusted upward by the automatic adjustment factors, were materially out of line with market rents. Under these studies, HUD personnel would select between three and five other apartment buildings they considered comparable to the Section 8 building and compare their rents. The private market rents would then serve as an independent cap limiting the rent payments HUD would make under the Section 8 contracts.</p>\n<p>After several landlords brought suit, the Court of Appeals for the Ninth Circuit ruled in 1988 that the standard assistance contracts described above prohibited the use of comparability studies as an independent cap on rents. In <i>Rainier View Associates</i> v. <i>United States,</i> 848 F. 2d 988, the Court of <span class=\"star-pagination\">*15</span> Appeals reasoned that HUD, having contracted to increase rents automatically each year based upon a reasonable formula (the second of the two alternative approaches permitted by § 8(c)(2)(A) of the Housing Act, see <i>supra,</i> at 12-13), could not thereafter limit those increases by means of a market survey (the first of the two statutory alternatives). \"Having made its choice,\" the court wrote, \"HUD cannot now change its mind.\" 848 F. 2d, at 991.</p>\n<p>After this Court denied certiorari to review the <i>Rainier View</i> decision, 490 U. S. 1066 (1989), HUD made clear its intention not to adhere to that decision's interpretation of its contracts outside the Ninth Circuit. Faced with the prospect of inconsistent application of Government contracts depending solely upon geography, Congress attempted to resolve the matter through amendments to the Housing Act in late 1989. Section 801 of the Department of Housing and Urban Development Reform Act (Reform Act), 103 Stat. 2057, amended § 8(c)(2)(C) of the Housing Act to provide explicitly that HUD may limit automatic rent adjustments in the future through the use of independent comparability studies. In an apparent compromise, however, the same section also sought to restore to Section 8 project owners a portion of the automatic rent adjustments they had been denied through the use of comparability studies prior to the enactment of the 1989 amendments. The amendments thus offered Section 8 project owners a partial retroactive remedy for lost rent attributable to comparability studies while at the same time affirming HUD's authorization to employ such studies to cap future rent adjustments.<sup>[1]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*16</span> C</h2>\n<p>In this litigation, respondents have alleged that § 801 of the Reform Act violates the Due Process Clause of the Fifth Amendment by stripping them of their vested rights under <span class=\"star-pagination\">*17</span> the assistance contracts to annual rent increases based on the automatic adjustment factors alone. In separate lawsuits, the United States District Courts for the Western District of Washington and the Central District of California each granted summary judgment for respondents. The Court of Appeals for the Ninth Circuit, in a consolidated appeal, affirmed both judgments. <i>Alpine Ridge Group</i> v. <i>Kemp,</i> 955 F. 2d 1382 (1992). Refusing to reconsider its earlier holding in <i>Rainier View, supra,</i> the court first reaffirmed that the assistance contracts prohibited HUD from capping rents based on independent comparability studies. See 955 F. 2d, at 1384-1385. The court then held that Congress' attempt to authorize such caps through the Reform Act unconstitutionally deprived respondents of their \"vested property interest in formula-based rent adjustments pursuant to their section 8 contracts.\" <i>Id.,</i> at 1387.</p>\n<p>We granted certiorari, 506 U. S. 984 (1992), and now reverse.</p>\n<p></p>\n<h2>II</h2>\n<p>We begin our analysis of respondents' due process claim with the assistance contracts. Because we find that those contracts do not prohibit the use of comparability studies to impose an independent cap on the formula-based rent adjustments, our analysis ends there as well.</p>\n<p>In our view, respondents' claimed entitlement to formulabased rent adjustments without regard to independent comparisons to private-market rents is precluded by the plain language of the assistance contracts. To be sure, § 1.9b(2) of those contracts provides that the contract rents \"shall be adjusted [annually] by applying the applicable Automatic Annual Adjustment Factor most recently published by the Government.\" Section 1.9d of the contracts, however, imposes <span class=\"star-pagination\">*18</span> what is labeled an \"[o]verall [l]imitation\" on the formula-based adjustments provided by § 1.9b. It provides that \"<i>[n]otwithstanding any other provisions of this Contract,</i> adjustments as provided in this Section shall not result in material differences between the rents charged for assisted and comparable unassisted units, as determined by the Government\" (emphasis added). As we have noted previously in construing statutes, the use of such a \"notwithstanding\" clause clearly signals the drafter's intention that the provisions of the \"notwithstanding\" section override conflicting provisions of any other section. See <i>Shomberg</i> v. <i>United States,</i> 348 U. S. 540, 547-548 (1955). Likewise, the Courts of Appeals generally have \"interpreted similar `notwithstanding' language . . . to supersede all other laws, stating that ` \"[a] clearer statement is difficult to imagine.\"` \" <i>Liberty Maritime Corp.</i> v. <i>United States,</i> 289 U. S. App. D. C. 1, 4, 928 F. 2d 413, 416 (1991) (quoting <i>Crowley Caribbean Transport, Inc.</i> v. <i>United States,</i> 275 U. S. App. D. C. 182, 184, 865 F. 2d 1281, 1283 (1989) (in turn quoting <i>Illinois National Guard</i> v. <i>FLRA,</i> 272 U. S. App. D. C. 187, 194, 854 F. 2d 1396, 1403 (1988))); see also <i>Bank of New England Old Colony, N. A.</i> v. <i>Clark,</i> 986 F. 2d 600, 604 (CA1 1993); <i>Dean</i>  v. <i>Veterans Admin. Regional Office,</i> 943 F. 2d 667, 670 (CA6 1991), vacated and remanded on other grounds, 503 U. S. 902 (1992); <i>In re FCX, Inc.,</i> 853 F. 2d 1149, 1154 (CA4 1988), cert. denied <i>sub nom. </i><i>Universal Cooperatives, Inc.</i> v. <i>FCX, Inc.,</i>  489 U. S. 1011 (1989); <i>Multi-State Communications, Inc.</i> v. <i>FCC,</i> 234 U. S. App. D. C. 285, 291, 728 F. 2d 1519, 1525, cert. denied, 469 U. S. 1017 (1984); <i>New Jersey Air National Guard</i> v. <i>FLRA,</i> 677 F. 2d 276, 283 (CA3), cert. denied <i>sub nom. Government Employees</i> v. <i>New Jersey Air National Guard,</i> 459 U. S. 988 (1982). Thus, we think it clear beyond peradventure that § 1.9d provides that contract rents \"shall not\" be adjusted so as to exceed materially the rents charged for \"comparable unassisted units\" on the private rental marketeven if other provisions of the contracts might seem to <span class=\"star-pagination\">*19</span> require such a result. This limitation is plainly consistent with the Housing Act itself, which provides that \"[a]djustments in the maximum rents,\" whether based on market surveys or on a reasonable formula, \"shall not result in material differences\" between Section 8 rents and the rents for comparable housing on the private market. 42 U. S. C. § 1437f(c)(2)(C) (1988 ed., Supp. III).</p>\n<p>In its <i>Rainier View</i> decision, the Court of Appeals read § 1.9d's \"overall limitation\" as empowering HUD only to make prospective changes in the automatic adjustment factors where it discovered that those factors were producing materially inflated rents; under the court's view, § 1.9d would not permit \"abandonment of the formula method whenever application of the formula would result in a disparity between section 8 and other rents.\" 848 F. 2d, at 991. But this reading of the contractunder which Section 8 project owners could demand payment of materially inflated rents until the Secretary could publish revised automatic adjustment factors aimed at curing the overpaymentis almost precisely backwards. It would entitle project owners to collect the formula-based adjustments promised by § 1.9b <i>notwithstanding</i> that those adjustments were resulting in the sort of material differences in rents prohibited by § 1.9d.</p>\n<p>Reading § 1.9d's \"overall limitation\" as allowing rent caps based on comparability studies does not, as the <i>Rainier View</i>  court supposed, \"render the formula method authorized by the statute and elected in the contract a nullity.\" <i>Ibid.</i>  The rent adjustments indicated by the automatic adjustment factors remain the presumptive adjustment called for under the contract. It is only in those presumably exceptional cases where the Secretary has reason to suspect that the adjustment factors are resulting in materially inflated rents that a comparability study would ensue. Because the automatic adjustment factors are themselves geared to reflect trends in the local or regional housing market, theoretically it should not be often that the comparability studies would <span class=\"star-pagination\">*20</span> suggest material differences between Section 8 and privatemarket rents.<sup>[2]</sup></p>\n<p>Respondents assert that \"the automatic adjustment provision was a central provision of the HAP Contracts and that the owners would not have signed contracts that expressly contained the [comparability] provision HUD asks the Court to imply.\" Brief for Respondents Acacia Village et al. 22. They urge us to eschew any interpretation of the contracts that would allow the displacement of the \"automatic\" adjustments for which they bargained by a \"project-by-project comparability process\" that \"would leave [project owners] at the mercy of minor HUD officials.\" Brief for Respondent Alpine Ridge Group 30-31. At bottom, many of respondents' arguments in support of the decision below seem to circle back to their vigorous contention that HUD's comparability studies have been poorly conceived and executed, resulting in faulty and misleading comparisons. But the integrity with which the agency has carried out its comparability studies is an entirely separate matter from its contractual authority to employ such studies at all. Even if it could be demonstrated that HUD's studies have been unreliable, this would in no way suggest that the contract forbids HUD to cap rents based on accurate and fair comparability studies. If respondents have been denied formula-based rent increases <span class=\"star-pagination\">*21</span> based on shoddy comparisons, their remedy is to challenge the particular study, not to deny HUD's authority to make comparisons.<sup>[3]</sup></p>\n<p>In sum, we think that the contract language is plain that no project owner may claim entitlement to formula-based rent adjustments that materially exceed market rents for comparable units. We also think it clear that § 1.9dwhich by its own terms clearly envisions some comparison \"between the rents charged for assisted and comparable unassisted units\"affords the Secretary sufficient discretion to design and implement comparability studies as a reasonable means of effectuating its mandate. In this regard, we observe that § 1.9d expressly assigns to \"the Government\" the determination of whether there exist material differences between the rents charged for assisted and comparable unassisted units. Because we find that respondents have no contract right to unobstructed formula-based rent adjustments, we have no occasion to consider whether § 801 of the Reform Act unconstitutionally abrogated such a right.</p>\n<p></p>\n<h2>III</h2>\n<p>For these reasons, the judgment of the Court of Appeals for the Ninth Circuit is</p>\n<p><i>Reversed.</i> </p>\n<h2>NOTES</h2>\n<p>[*]   <i>Robert M. Weinberg</i> and <i>Laurence Gold</i> filed a brief for the American Federation of Labor and Congress of Industrial Organizations as <i>amicus curiae</i> urging reversal.\n</p>\n<p>Briefs of <i>amici curiae</i> urging affirmance were filed for Charter Federal Savings Bank by <i>Thomas M. Buchanan;</i> for the National Association of Home Builders et al. by <i>Ronda L. Daniels;</i> for Southwind Acres Associates et al. by <i>Larry Derryberry;</i> and for Statesman Savings Holding Corp. et al. by <i>Charles J. Cooper, Robert J. Cynkar,</i> and <i>Michael A. Carvin.</i> </p>\n<p>[1]  Section 8(c)(2)(C) of the Housing Act, as amended by § 801 of the Reform Act, now provides: \"(C) Adjustments in the maximum rents under subparagraphs (A) and (B) shall not result in material differences between the rents charged for assisted units and unassisted units of similar quality, type, and age in the same market area, as determined by the Secretary. In implementing the limitation established under the preceding sentence, the Secretary shall establish regulations for conducting comparability studies for projects where the Secretary has reason to believe that the application of the formula adjustments under subparagraph (A) would result in such material differences.The Secretary shall conduct such studies upon the request of any owner of any project, or as the Secretary determines to be appropriate by establishing, to the extent practicable, a modified annual adjustment factor for such market area, as the Secretary shall designate, that is geographically smaller than the applicable housing area used for the establishment of the annual adjustment factor under subparagraph (A). The Secretary shall establish such modified annual adjustment factor on the basis of the results of a study conducted by the Secretary of the rents charged, and any change in such rents over the previous year,for assisted units and unassisted units of similar quality, type, and age in the smaller market area. Where the Secretary determines that such modified annual adjustment factor cannot be established or that such factor when applied to a particular project would result in material differences between the rents charged for assisted units and unassisted units of similar quality, type, and age in the same market area, the Secretary may apply an alternative methodology for conducting comparability studies in order to establish rents that are not materially different from rents charged for comparable unassisted units.If the Secretary or appropriate State agency does not complete and submit to the project owner a comparability study not later than 60 days before the anniversary date of the assistance contract under this section,the automatic annual adjustment factor shall be applied. The Secretary may not reduce the contract rents in effect on or after April 15, 1987, for newly constructed, substantially rehabilitated, or moderately rehabilitated projects assisted under this section(including projects assisted under this section as in effect prior to November 30, 1983), unless the project has been refinanced in a manner that reduces the periodic payments of the owner.Any maximum monthly rent that has been reduced by the Secretary after April 14, 1987, and prior to November 7, 1988, shall be restored to the maximum monthly rent in effect on April 15, 1987.For any project which has had its maximum monthly rents reduced after April 14, 1987, the Secretary shall make assistance payments (from amounts reserved for the original contract) to the owner of such project in an amount equal to the difference between the maximum monthly rents in effect on April 15, 1987, and the reduced maximum monthly rents, multiplied by the number of months that the reduced maximum monthly rents were in effect.\" 42 U. S. C. § 1437f(c)(2)(C) (1988 ed., Supp. III). HUD has now published proposed regulations governing the future use of comparability studies, as required by this provision.See 57 Fed. Reg. 49120 (1992).</p>\n<p>[2]  The <i>Rainier View</i> court also suggested that HUD's own regulations had interpreted the assistance contracts as barring adjustments to contract rents independent of the published factors. The court quoted 24 CFR § 888.204 (1987), which states that the agency \"`will consider establishing separate or revised Automatic Annual Adjustment Factors for [a] particular area' \" if project owners can demonstrate that application of the formula would result in Section 8 rents substantially below market rents for comparable units. See 848 F. 2d, at 991. Although this regulation is certainly consistent with respondents' view of the contracts, we do not believe that it is inconsistent with our understanding of the contracts' plain language: The regulation acknowledges revision of the adjustment factors as a means of remedying material differences in rents but it does not foreclose corrective adjustments independent of the factors.</p>\n<p>[3]  Petitioners acknowledge that \"[a] comparability study must . . . satisfy requirements of administrative reasonableness and `is reviewable under administrative law principles.' \" Reply Brief for Petitioners 16, n. 23 (quoting <i>Sheridan Square Partnership</i> v. <i>United States,</i> <span class=\"citation no-link\"><span class=\"volume\">761</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">738</span></span>, 745, n. 3 (Colo. 1991)).</p>\n\n</div>", "id": 112852, "judges": "White", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/112852/", "sha1": "8f75c196c772c3196d9fe35485fb0b1f3161540d", "source": "LR", "supreme_court_db_id": "1992-064", "time_retrieved": "2010-04-28T10:13:58"}