{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "507 U.S. 349", 
    "federal_cite_two": "113 S. Ct. 1471", 
    "specialty_cite_one": null, 
    "federal_cite_three": "123 L. Ed. 2d 47", 
    "lexis_cite": "1993 U.S. LEXIS 2398", 
    "document_uris": [
      "/api/rest/v2/document/112834/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Saudi Arabia v. Nelson", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "91-522", 
    "id": 97193, 
    "resource_uri": "/api/rest/v2/citation/97193/"
  }, 
  "id": 112834, 
  "blocked": false, 
  "judges": "Souter", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1993-03-23", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>507 U.S. 349 (1993)</b></center>\n<center><h1>SAUDI ARABIA et al.<br>\nv.<br>\nNELSON et ux.</h1></center>\n<center>No. 91-522.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued November 30, 1992.</center>\n<center>Decided March 23, 1993.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE ELEVENTH CIRCUIT\n<p><span class=\"star-pagination\">*350</span> Souter, J., delivered the opinion of the Court, in which Rehnquist, C. J., and O'Connor, Scalia, and Thomas, JJ., joined, and in which Kennedy, J., joined except for the last paragraph of Part II. White, J., filed an opinion concurring in the judgment, in which Blackmun, J., joined, <i>post,</i> p. 364. Kennedy, J., filed an opinion concurring in part and dissenting in part, in which Blackmun and Stevens, JJ., joined as to Parts I\u0097B and II, <i>post,</i> p. 370. Blackmun, J., filed an opinion concurring in the judgment in part and dissenting in part, <i>post,</i> p. 376. Stevens, J., filed a dissenting opinion, <i>post,</i> p. 377.</p>\n<p><i>Everett C. Johnson, Jr.,</i> argued the cause for petitioners. With him on the briefs were <i>Mark E. Newell</i> and <i>Marc Cooper.</i> </p>\n<p><i>Jeffrey P. Minear</i> argued the cause for the United States as <i>amicus curiae</i> urging reversal. With him on the brief were <i>Solicitor General Starr, Assistant Attorney General Gerson, Deputy Solicitor General Roberts, Douglas Letter,</i>  and <i>Edwin D. Williamson.</i> </p>\n<p><span class=\"star-pagination\">*351</span> <i>Paul Schott Stevens</i> argued the cause for respondents. With him on the brief were <i>Leonard Garment, Abraham D. Sofaer, William R. Stein,</i> and <i>Anthony D'Amato.</i><sup>[*]</sup></p>\n<p>Justice Souter, delivered the opinion of the Court.</p>\n<p>The Foreign Sovereign Immunities Act of 1976 entitles foreign states to immunity from the jurisdiction of courts in the United States, 28 U. S. C. § 1604, subject to certain enumerated exceptions. § 1605. One is that a foreign state shall not be immune in any case \"in which the action is based upon a commercial activity carried on in the United States by the foreign state.\" § 1605(a)(2). We hold that respondents' action alleging personal injury resulting from unlawful detention and torture by the Saudi Government is not \"based upon a commercial activity\" within the meaning of the Act, which consequently confers no jurisdiction over respondents' suit.</p>\n<p></p>\n<h2>I</h2>\n<p>Because this case comes to us on a motion to dismiss the complaint, we assume that we have truthful factual allegations before us, see <i>United States</i> v. <i>Gaubert,</i> 499 U. S. 315, 327 (1991), though many of those allegations are subject to dispute, see Brief for Petitioners 3, n. 3; see also n. 1, <i>infra.</i>  Petitioner Kingdom of Saudi Arabia owns and operates petitioner King Faisal Specialist Hospital in Riyadh, as well as petitioner Royspec Purchasing Services, the hospital's corporate purchasing agent in the United States. App. 91. The Hospital Corporation of America, Ltd. (HCA), an independent corporation existing under the laws of the Cayman Islands, recruits Americans for employment at the hospital <span class=\"star-pagination\">*352</span> under an agreement signed with Saudi Arabia in 1973. <i>Id.,</i>  at 73.</p>\n<p>In its recruitment effort, HCA placed an advertisement in a trade periodical seeking applications for a position as a monitoring systems engineer at the hospital. The advertisement drew the attention of respondent Scott Nelson in September 1983, while Nelson was in the United States. After interviewing for the position in Saudi Arabia, Nelson returned to the United States, where he signed an employment contract with the hospital, <i>id.,</i> at 4, satisfied personnel processing requirements, and attended an orientation session that HCA conducted for hospital employees. In the course of that program, HCA identified Royspec as the point of contact in the United States for family members who might wish to reach Nelson in an emergency. <i>Id.,</i> at 33.</p>\n<p>In December 1983, Nelson went to Saudi Arabia and began work at the hospital, monitoring all \"facilities, equipment, utilities and maintenance systems to insure the safety of patients, hospital staff, and others.\" <i>Id.,</i> at 4. He did his job without significant incident until March 1984, when he discovered safety defects in the hospital's oxygen and nitrous oxide lines that posed fire hazards and otherwise endangered patients' lives. <i>Id.,</i> at 57-58. Over a period of several months, Nelson repeatedly advised hospital officials of the safety defects and reported the defects to a Saudi Government commission as well. <i>Id.,</i> at 4-5. Hospital officials instructed Nelson to ignore the problems. <i>Id.,</i> at 58.</p>\n<p>The hospital's response to Nelson's reports changed, however, on September 27, 1984, when certain hospital employees summoned him to the hospital's security office where agents of the Saudi Government arrested him.<sup>[1]</sup> The agents <span class=\"star-pagination\">*353</span> transported Nelson to a jail cell, in which they \"shackled, tortured and bea[t]\" him, <i>id.,</i> at 5, and kept him four days without food, <i>id.,</i> at 59. Although Nelson did not understand Arabic, government agents forced him to sign a statement written in that language, the content of which he did not know; a hospital employee who was supposed to act as Nelson's interpreter advised him to sign \"anything\" the agents gave him to avoid further beatings. <i>Ibid.</i> Two days later, government agents transferred Nelson to the Al Sijan Prison \"to await trial on unknown charges.\" <i>Ibid.</i> </p>\n<p>At the prison, Nelson was confined in an overcrowded cell area infested with rats, where he had to fight other prisoners for food and from which he was taken only once a week for fresh air and exercise. <i>Ibid.</i> Although police interrogators repeatedly questioned him in Arabic, Nelson did not learn the nature of the charges, if any, against him. <i>Id.,</i> at 5. For several days, the Saudi Government failed to advise Nelson's family of his whereabouts, though a Saudi official eventually told Nelson's wife, respondent Vivian Nelson, that he could arrange for her husband's release if she provided sexual favors. <i>Ibid.</i> </p>\n<p>Although officials from the United States Embassy visited Nelson twice during his detention, they concluded that his allegations of Saudi mistreatment were \"not credible\" and made no protest to Saudi authorities. <i>Id.,</i> at 64. It was only at the personal request of a United States Senator that the Saudi Government released Nelson, 39 days after his arrest, on November 5, 1984. <i>Id.,</i> at 60. Seven days later, after failing to convince him to return to work at the hospital, the Saudi Government allowed Nelson to leave the country. <i>Id.,</i> at 60-61.</p>\n<p>In 1988, Nelson and his wife filed this action against petitioners in the United States District Court for the Southern District of Florida seeking damages for personal injury. The Nelsons' complaint sets out 16 causes of action, which fall into three categories. Counts II through VII and counts X, XI, XIV, and XV allege that petitioners committed various <span class=\"star-pagination\">*354</span> intentional torts, including battery, unlawful detainment, wrongful arrest and imprisonment, false imprisonment, inhuman torture, disruption of normal family life, and infliction of mental anguish. <i>Id.,</i> at 6-11, 15, 19-20. Counts I, IX, and XIII charge petitioners with negligently failing to warn Nelson of otherwise undisclosed dangers of his employment, namely, that if he attempted to report safety hazards the hospital would likely retaliate against him and the Saudi Government might detain and physically abuse him without legal cause. <i>Id.,</i> at 5-6, 14, 18-19. Finally, counts VIII, XII, and XVI allege that Vivian Nelson sustained derivative injury resulting from petitioners' actions. <i>Id.,</i> at 11-12, 16, 20. Presumably because the employment contract provided that Saudi courts would have exclusive jurisdiction over claims for breach of contract, <i>id.,</i> at 47, the Nelsons raised no such matters.</p>\n<p>The District Court dismissed for lack of subject-matter jurisdiction under the Foreign Sovereign Immunities Act of 1976, 28 U. S. C. §§ 1330, 1602 <i>et seq.</i> It rejected the Nelsons' argument that jurisdiction existed, under the first clause of § 1605(a)(2), because the action was one \"based upon a commercial activity\" that petitioners had \"carried on in the United States.\" Although HCA's recruitment of Nelson in the United States might properly be attributed to Saudi Arabia and the hospital, the District Court reasoned, it did not amount to commercial activity \"carried on in the United States\" for purposes of the Act. <i>Id.,</i> at 94-95. The court explained that there was no sufficient \"nexus\" between Nelson's recruitment and the injuries alleged. \"Although [the Nelsons] argu[e] that but for [Scott Nelson's] recruitment in the United States, he would not have taken the job, been arrested, and suffered the personal injuries,\" the court said, \"this `connection' [is] far too tenuous to support jurisdiction\" under the Act. <i>Id.,</i> at 97. Likewise, the court concluded that Royspec's commercial activity in the United States, purchasing supplies and equipment for the hospital, <i>id.,</i> at <span class=\"star-pagination\">*355</span> 93-94, had no nexus with the personal injuries alleged in the complaint; Royspec had simply provided a way for Nelson's family to reach him in an emergency, <i>id.,</i> at 96.</p>\n<p>The Court of Appeals reversed. 923 F. 2d 1528 (CA11 1991). It concluded that Nelson's recruitment and hiring were commercial activities of Saudi Arabia and the hospital, carried on in the United States for purposes of the Act, <i>id.,</i>  at 1533, and that the Nelsons' action was \"based upon\" these activities within the meaning of the statute, <i>id.,</i> at 1533\u0097 1536. There was, the court reasoned, a sufficient nexus between those commercial activities and the wrongful acts that had allegedly injured the Nelsons: \"the detention and torture of Nelson are so intertwined with his employment at the Hospital,\" the court explained, \"that they are `based upon' his recruitment and hiring\" in the United States. <i>Id.,</i> at 1535. The court also found jurisdiction to hear the claims against Royspec. <i>Id.,</i> at 1536.<sup>[2]</sup> After the Court of Appeals denied petitioners' suggestion for rehearing en banc, App. 133, we granted certiorari, 504 U. S. 972 (1992). We now reverse.</p>\n<p></p>\n<h2>II</h2>\n<p>The Foreign Sovereign Immunities Act \"provides the sole basis for obtaining jurisdiction over a foreign state in the courts of this country.\" <i>Argentine Republic</i> v. <i>Amerada Hess Shipping Corp.,</i> 488 U. S. 428, 443 (1989). Under the Act, a foreign state is presumptively immune from the jurisdiction of United States courts; unless a specified exception applies, a federal court lacks subject-matter jurisdiction over a claim against a foreign state. <i>Verlinden B. V.</i> v. <i>Central Bank of Nigeria,</i> 461 U. S. 480, 488-489 (1983); see 28 U. S. C. § 1604; J. Dellapenna, Suing Foreign Governments and Their Corporations 11, and n. 64 (1988).</p>\n<p><span class=\"star-pagination\">*356</span> Only one such exception is said to apply here. The first clause of § 1605(a)(2) of the Act provides that a foreign state shall not be immune from the jurisdiction of United States courts in any case \"in which the action is based upon a commercial activity carried on in the United States by the foreign state.\"<sup>[3]</sup> The Act defines such activity as \"commercial activity carried on by such state and having substantial contact with the United States,\" § 1603(e), and provides that a commercial activity may be \"either a regular course of commercial conduct or a particular commercial transaction or act,\" the \"commercial character of [which] shall be determined by reference to\" its \"nature,\" rather than its \"purpose,\" § 1603(d).</p>\n<p>There is no dispute here that Saudi Arabia, the hospital, and Royspec all qualify as \"foreign state[s]\" within the meaning of the Act. Brief for Respondents 3; see 28 U. S. C. §§ 1603(a), (b) (term \"`foreign state' \" includes \"`an agency or instrumentality of a foreign state' \"). For there to be jurisdiction in this case, therefore, the Nelsons' action must be \"based upon\" some \"commercial activity\" by petitioners that had \"substantial contact\" with the United States within the meaning of the Act. Because we conclude that the suit is not based upon any commercial activity by petitioners, we need not reach the issue of substantial contact with the United States.</p>\n<p>We begin our analysis by identifying the particular conduct on which the Nelsons' action is \"based\" for purposes of the Act. See <i>Texas Trading &amp; Milling Corp.</i> v. <i>Federal</i>  <span class=\"star-pagination\">*357</span> <i>Republic of Nigeria,</i> 647 F. 2d 300, 308 (CA2 1981), cert. denied, 454 U. S. 1148 (1982); Donoghue, Taking the \"Sovereign\" Out of the Foreign Sovereign Immunities Act: A Functional Approach to the Commercial Activity Exception, 17 Yale J. Int'l L. 489, 500 (1992). Although the Act contains no definition of the phrase \"based upon,\" and the relatively sparse legislative history offers no assistance, guidance is hardly necessary. In denoting conduct that forms the \"basis,\" or \"foundation,\" for a claim, see Black's Law Dictionary 151 (6th ed. 1990) (defining \"base\"); Random House Dictionary 172 (2d ed. 1987) (same); Webster's Third New International Dictionary 180, 181 (1976) (defining \"base\" and \"based\"), the phrase is read most naturally to mean those elements of a claim that, if proven, would entitle a plaintiff to relief under his theory of the case. See <i>Callejo</i> v. <i>Bancomer, S. A.,</i> 764 F. 2d 1101, 1109 (CA5 1985) (focus should be on the \"gravamen of the complaint\"); accord, <i>Santos</i> v. <i>Compagnie Nationale Air France,</i> 934 F. 2d 890, 893 (CA7 1991) (\"An action is based upon the elements that prove the claim, no more and no less\"); <i>Millen Industries, Inc.</i> v. <i>Coordination Council for North American Affairs,</i> 272 U. S. App. D. C. 240, 246, 855 F. 2d 879, 885 (1988).</p>\n<p>What the natural meaning of the phrase \"based upon\" suggests, the context confirms. Earlier, see n. 3, <i>supra,</i> we noted that § 1605(a)(2) contains two clauses following the one at issue here. The second allows for jurisdiction where a suit \"is based . . . upon an act performed in the United States in connection with a commercial activity of the foreign state elsewhere,\" and the third speaks in like terms, allowing for jurisdiction where an action \"is based . . . upon an act outside the territory of the United States in connection with a commercial activity of the foreign state elsewhere and that act causes a direct effect in the United States.\" Distinctions among descriptions juxtaposed against each other are naturally understood to be significant, see <i>Melkonyan</i> v. <i>Sulli-</i>  <span class=\"star-pagination\">*358</span> <i>van,</i> 501 U. S. 89, 94-95 (1991), and Congress manifestly understood there to be a difference between a suit \"based upon\" commercial activity and one \"based upon\" acts performed \"in connection with\" such activity. The only reasonable reading of the former term calls for something more than a mere connection with, or relation to, commercial activity.<sup>[4]</sup></p>\n<p>In this case, the Nelsons have alleged that petitioners recruited Scott Nelson for work at the hospital, signed an employment contract with him, and subsequently employed him. While these activities led to the conduct that eventually injured the Nelsons, they are not the basis for the Nelsons' suit. Even taking each of the Nelsons' allegations about Scott Nelson's recruitment and employment as true, those facts alone entitle the Nelsons to nothing under their theory of the case. The Nelsons have not, after all, alleged breach of contract, see <i>supra,</i> at 354, but personal injuries caused by petitioners' intentional wrongs and by petitioners' negligent failure to warn Scott Nelson that they might commit those wrongs. Those torts, and not the arguably commercial activities that preceded their commission, form the basis for the Nelsons' suit.</p>\n<p>Petitioners' tortious conduct itself fails to qualify as \"commercial activity\" within the meaning of the Act, although the Act is too \"`obtuse' \" to be of much help in reaching that conclusion. <i>Callejo, supra,</i> at 1107 (citation omitted). We have seen already that the Act defines \"commercial activity\" as \"either a regular course of commercial conduct or a particular <span class=\"star-pagination\">*359</span> commercial transaction or act,\" and provides that \"[t]he commercial character of an activity shall be determined by reference to the nature of the course of conduct or particular transaction or act, rather than by reference to its purpose.\" 28 U. S. C. § 1603(d). If this is a definition, it is one distinguished only by its diffidence; as we observed in our most recent case on the subject, it \"leaves the critical term `commercial' largely undefined.\" <i>Republic of Argentina</i> v. <i>Weltover, Inc.,</i> 504 U. S. 607, 612 (1992); see Donoghue, <i>supra,</i> at 499; Lowenfeld, Litigating a Sovereign Immunity Claim\u0097 The <i>Haiti</i> Case, 49 N. Y. U. L. Rev. 377, 435, n. 244 (1974) (commenting on then-draft Act) (\"Start with `activity,' proceed via `conduct' or `transaction' to `character,' then refer to `nature,' and then go back to `commercial,' the term you started out to define in the first place\"); G. Born &amp; D. Westin, International Civil Litigation in United States Courts 479\u0097 480 (2d ed. 1992). We do not, however, have the option to throw up our hands. The term has to be given some interpretation, and congressional diffidence necessarily results in judicial responsibility to determine what a \"commercial activity\" is for purposes of the Act.</p>\n<p>We took up the task just last Term in <i>Weltover, supra,</i>  which involved Argentina's unilateral refinancing of bonds it had issued under a plan to stabilize its currency. Bondholders sued Argentina in federal court, asserting jurisdiction under the third clause of § 1605(a)(2). In the course of holding the refinancing to be a commercial activity for purposes of the Act, we observed that the statute \"largely codifies the so-called `restrictive' theory of foreign sovereign immunity first endorsed by the State Department in 1952.\" 504 U. S., at 612. We accordingly held that the meaning of \"commercial\" for purposes of the Act must be the meaning Congress understood the restrictive theory to require at the time it passed the statute. See <i>id.,</i> at 612-613.</p>\n<p>Under the restrictive, as opposed to the \"absolute,\" theory of foreign sovereign immunity, a state is immune from the <span class=\"star-pagination\">*360</span> jurisdiction of foreign courts as to its sovereign or public acts <i>(jure imperii),</i> but not as to those that are private or commercial in character <i>(jure gestionis</i><i>). Verlinden B. V.</i> v. <i>Central Bank of Nigeria,</i> 461 U. S., at 487; <i>Alfred Dunhill of London, Inc.</i> v. <i>Republic of Cuba,</i> 425 U. S. 682, 698 (1976) (plurality opinion); see 28 U. S. C. § 1602; see also <i>Dunhill, supra,</i> at 711 (Appendix 2 to the opinion of the Court) (Letter to the Attorney General from Jack B. Tate, Acting Legal Adviser, Dept. of State, May 19, 1952); Hill, A Policy Analysis of the American Law of Foreign State Immunity, 50 Ford. L. Rev. 155, 168 (1981). We explained in <i>Weltover, supra,</i> at 614 (quoting <i>Dunhill, supra,</i> at 704), that a state engages in commercial activity under the restrictive theory where it exercises \"`only those powers that can also be exercised by private citizens,' \" as distinct from those \"`powers peculiar to sovereigns.' \" Put differently, a foreign state engages in commercial activity for purposes of the restrictive theory only where it acts \"in the manner of a private player within\" the market. 504 U. S., at 614; see Restatement (Third) of the Foreign Relations Law of the United States § 451 (1987) (\"Under international law, a state or state instrumentality is immune from the jurisdiction of the courts of another state, except with respect to claims arising out of activities of the kind that may be carried on by private persons\").</p>\n<p>We emphasized in <i>Weltover</i> that whether a state acts \"in the manner of\" a private party is a question of behavior, not motivation:</p>\n<blockquote>\"[B]ecause the Act provides that the commercial character of an act is to be determined by reference to its `nature' rather than its `purpose,' the question is not whether the foreign government is acting with a profit motive or instead with the aim of fulfilling uniquely sovereign objectives. Rather, the issue is whether the particular actions that the foreign state performs (whatever <span class=\"star-pagination\">*361</span> the motive behind them) are the <i>type</i> of actions by which a private party engages in `trade and traffic or commerce.' \" <i>Weltover, supra,</i> at 614 (citations omitted) (emphasis in original).</blockquote>\n<p>We did not ignore the difficulty of distinguishing \"`purpose' (<i>i. e.,</i> the <i>reason</i> why the foreign state engages in the activity) from `nature' (<i>i. e.,</i> the outward form of the conduct that the foreign state performs or agrees to perform),\" but recognized that the Act \"unmistakably commands\" us to observe the distinction. 504 U. S., at 617 (emphasis in original). Because Argentina had merely dealt in the bond market in the manner of a private player, we held, its refinancing of the bonds qualified as a commercial activity for purposes of the Act despite the apparent governmental motivation. <i>Ibid.</i> </p>\n<p>Unlike Argentina's activities that we considered in <i>Weltover,</i> the intentional conduct alleged here (the Saudi Government's wrongful arrest, imprisonment, and torture of Nelson) could not qualify as commercial under the restrictive theory. The conduct boils down to abuse of the power of its police by the Saudi Government, and however monstrous such abuse undoubtedly may be, a foreign state's exercise of the power of its police has long been understood for purposes of the restrictive theory as peculiarly sovereign in nature. See <i>Arango</i> v. <i>Guzman Travel Advisors Corp.,</i> 621 F. 2d 1371, 1379 (CA5 1980); <i>Victory Transport Inc.</i> v. <i>Comisaria General de Abastecimientos y Transportes,</i> 336 F. 2d 354, 360 (CA2 1964) (restrictive theory does extend immunity to a foreign state's \"internal administrative acts\"), cert. denied, 381 U. S. 934 (1965); <i>Herbage</i> v. <i>Meese,</i> 747 F. Supp. 60, 67 (DC 1990), affirmance order, 292 U. S. App. D. C. 84, 946 F. 2d 1564 (1991); K. Randall, Federal Courts and the International Human Rights Paradigm 93 (1990) (the Act's commercial-activity exception is irrelevant to cases alleging <span class=\"star-pagination\">*362</span> that a foreign state has violated human rights).<sup>[5]</sup> Exercise of the powers of police and penal officers is not the sort of action by which private parties can engage in commerce. \"[S]uch acts as legislation, or the expulsion of an alien, or a denial of justice, cannot be performed by an individual acting in his own name. They can be performed only by the state acting as such.\" Lauterpacht, The Problem of Jurisdictional Immunities of Foreign States, 28 Brit. Y. B. Int'l L. 220, 225 (1952); see also <i>id.,</i> at 237.</p>\n<p>The Nelsons and their <i>amici</i> urge us to give significance to their assertion that the Saudi Government subjected Nelson to the abuse alleged as retaliation for his persistence in reporting hospital safety violations, and argue that the character of the mistreatment was consequently commercial. One <i>amicus,</i> indeed, goes so far as to suggest that the Saudi Government \"often uses detention and torture to resolve commercial disputes.\" Brief for Human Rights Watch as <span class=\"star-pagination\">*363</span> <i>Amicus Curiae</i> 6. But this argument does not alter the fact that the powers allegedly abused were those of police and penal officers. In any event, the argument is off the point, for it goes to purpose, the very fact the Act renders irrelevant to the question of an activity's commercial character. Whatever may have been the Saudi Government's motivation for its allegedly abusive treatment of Nelson, it remains the case that the Nelsons' action is based upon a sovereign activity immune from the subject-matter jurisdiction of United States courts under the Act.</p>\n<p>In addition to the intentionally tortious conduct, the Nelsons claim a separate basis for recovery in petitioners' failure to warn Scott Nelson of the hidden dangers associated with his employment. The Nelsons allege that, at the time petitioners recruited Scott Nelson and thereafter, they failed to warn him of the possibility of severe retaliatory action if he attempted to disclose any safety hazards he might discover on the job. See <i>supra,</i> at 354. In other words, petitioners bore a duty to warn of their own propensity for tortious conduct. But this is merely a semantic ploy. For aught we can see, a plaintiff could recast virtually any claim of intentional tort committed by sovereign act as a claim of failure to warn, simply by charging the defendant with an obligation to announce its own tortious propensity before indulging it. To give jurisdictional significance to this feint of language would effectively thwart the Act's manifest purpose to codify the restrictive theory of foreign sovereign immunity. Cf. <i>United States</i> v. <i>Shearer,</i> 473 U. S. 52, 54-55 (1985) (opinion of Burger, C. J.).</p>\n<p></p>\n<h2>III</h2>\n<p>The Nelsons' action is not \"based upon a commercial activity\" within the meaning of the first clause of § 1605(a)(2) of the Act, and the judgment of the Court of Appeals is accordingly reversed.</p>\n<p><i>It is so ordered.</i> </p>\n<p><span class=\"star-pagination\">*364</span> Justice White, with whom Justice Blackmun joins, concurring in the judgment.</p>\n<p>According to respondents' complaint, Scott Nelson's employer retaliated against him for reporting safety problems by \"summon[ing him] . . . to the hospital's security office from which he was transported to a jail cell.\" App. 5. Once there, he allegedly was \"shackled, tortured and beaten by persons acting at the direction, instigation, provocation, instruction or request of\" petitioners\u0097Saudi Arabia, King Faisal Specialist Hospital, and Royspec. <i>Id.</i> , at 5, 14, 18. The majority concludes that petitioners enjoy sovereign immunity because respondents' action is not \"based upon a commercial activity.\" I disagree. I nonetheless concur in the judgment because in my view the commercial conduct upon which respondents base their complaint was not \"carried on in the United States.\"</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>A</h2>\n<p>As the majority notes, the first step in the analysis is to identify the conduct on which the action is based. Respondents have pointed to two distinct possibilities. The first, seemingly pressed at trial and on appeal, consists of the recruiting and hiring activity in the United States. See Brief for Appellant in No. 89-5981 (CA11), pp. 12-15. Although this conduct would undoubtedly qualify as \"commercial,\" I agree with the majority that it is \"not the basis for the Nelsons' suit,\" <i>ante,</i> at 358, for it is unrelated to the elements of respondents' complaint.</p>\n<p>In a partial change of course, respondents suggest to this Court both in their brief and at oral argument that we focus on the hospital's commercial activity in Saudi Arabia, its employment practices and disciplinary procedures. Under this view, the Court would then work its way back to the recruiting and hiring activity in order to establish that the commercial conduct in fact had \"substantial contact\" with the United <span class=\"star-pagination\">*365</span> States. See Brief for Respondents 22, 24-25, 31; Tr. of Oral Arg. 44-45. The majority never reaches this second stage, finding instead that petitioners' conduct is not commercial because it \"is not the sort of action by which private parties can engage in commerce.\" <i>Ante,</i> at 362. If by that the majority means that it is not the manner in which private parties <i>ought</i> to engage in commerce, I wholeheartedly agree. That, however, is not the relevant inquiry. Rather, the question we must ask is whether it is the manner in which private parties at times <i>do</i> engage in commerce.</p>\n<p></p>\n<h2>B</h2>\n<p>To run and operate a hospital, even a public hospital, is to engage in a commercial enterprise. The majority never concedes this point, but it does not deny it either, and to my mind the matter is self-evident. By the same token, warning an employee when he blows the whistle and taking retaliatory action, such as harassment, involuntary transfer, discharge, or other tortious behavior, although not prototypical commercial acts, are certainly well within the bounds of commercial activity. The House and Senate Reports accompanying the legislation virtually compel this conclusion, explaining as they do that \"a foreign government's . . . employment or engagement of laborers, clerical staff or marketing agents . . . would be among those included within\" the definition of commercial activity. H. R. Rep. No. 94\u0097 1487, p. 16 (1976) (House Report); S. Rep. No. 94-1310, p. 16 (1976) (Senate Report). Nelson alleges that petitioners harmed him in the course of engaging in their commercial enterprise, as a direct result of their commercial acts. His claim, in other words, is \"based upon commercial activity.\"</p>\n<p>Indeed, I am somewhat at a loss as to what exactly the majority believes petitioners have done that a private employer could not. As countless cases attest, retaliation for <span class=\"star-pagination\">*366</span> whistle-blowing is not a practice foreign to the marketplace.<sup>[1]</sup> Congress passed a statute in response to such behavior, see Whistleblower Protection Act of 1989, 5 U. S. C. § 1213 <i>et seq.</i>  (1988 ed., Supp. III), as have numerous States. On occasion, private employers also have been known to retaliate by enlisting the help of police officers to falsely arrest employees. See, <i>e. g., </i><i>Rosario</i> v. <i>Amalgamated Ladies Garment Cutters' Union,</i> 605 F. 2d 1228, 1233, 1247-1248 (CA2 1979), cert. denied, 446 U. S. 919 (1980). More generally, private parties have been held liable for conspiring with public authorities to effectuate an arrest, see, <i>e. g., </i><i>Adickes</i> v. <i>S. H. Kress &amp; Co.</i> , 398 U. S. 144 (1970), and for using private security personnel for the same purposes, see <i>Albright</i> v. <i>Longview Police Dept.,</i> 884 F. 2d 835, 841-842 (CA5 1989).</p>\n<p>Therefore, had the hospital retaliated against Nelson by hiring thugs to do the job, I assume the majority\u0097no longer able to describe this conduct as \"a foreign state's exercise of the power of its police,\" <i>ante,</i> at 361\u0097would consent to calling it \"commercial.\" For, in such circumstances, the state-run hospital would be operating as any private participant in the marketplace and respondents' action would be based on the operation by Saudi Arabia's agents of a commercial business.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*367</span> At the heart of the majority's conclusion, in other words, is the fact that the hospital in this case chose to call in government security forces. See <i>ante,</i> at 362. I find this fixation on the intervention of police officers, and the ensuing characterization of the conduct as \"peculiarly sovereign in nature,\" <i>ante,</i> at 361, to be misguided. To begin, it fails to capture respondents' complaint in full. Far from being directed solely at the activities of the Saudi police, it alleges that agents of the <i>hospital</i> summoned Nelson to its security office because he reported safety concerns and that the <i>hospital</i> played a part in the subsequent beating and imprisonment. App. 5, 14. Without more, that type of behavior hardly qualifies as sovereign. Thus, even assuming for the sake of argument that the role of the official police somehow affected the nature of petitioners' conduct, the claim cannot be said to \"res[t] entirely upon activities sovereign in character.\" See <i>ante,</i> at 358, n. 4. At the very least it \"consists of both commercial and sovereign elements,\" thereby presenting the specific question the majority chooses to elude. See <i>ibid.</i> The majority's single-minded focus on the exercise of police power, while certainly simplifying the case, thus hardly does it justice.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*368</span> Reliance on the fact that Nelson's employer enlisted the help of public rather than private security personnel is also at odds with Congress' intent. The purpose of the commercial exception being to prevent foreign states from taking refuge behind their sovereignty when they act as market participants, it seems to me that this is precisely the type of distinction we should seek to avoid. Because both the hospital and the police are agents of the state, the case in my mind turns on whether the sovereign is acting in a commercial capacity, not on whether it resorts to thugs or government officers to carry on its business. That, when the hospital calls in security to get even with a whistle-blower, it comes clothed in police apparel says more about the state-owned nature of the commercial enterprise than about the noncommercial nature of its tortious conduct. I had thought the <span class=\"star-pagination\">*369</span> issue put to rest some time ago when, in a slightly different context, Chief Justice Marshall observed:</p>\n<blockquote>\"It is, we think, a sound principle, that when a government becomes a partner in any trading company, it devests itself, so far as concerns the transactions of that company, of its sovereign character, and takes that of a private citizen. Instead of communicating to the company its privileges and its prerogatives, it descends to a level with those with whom it associates itself, and takes the character which belongs to its associates, and to the business which is to be transacted.\" <i>Bank of </i><i>United</i>  <i>States</i> v. <i>Planters' Bank of Georgia,</i> 9 Wheat. 904, 907 (1824).</blockquote>\n<p>See also <i>Alfred Dunhill of London, Inc.</i> v. <i>Republic of Cuba,</i>  425 U. S. 682, 695-696 (1976) (plurality opinion).</p>\n<p></p>\n<h2>C</h2>\n<p>Contrary to the majority's suggestion, <i>ante,</i> at 363, this conclusion does not involve inquiring into the purpose of the conduct. Matters would be different, I suppose, if Nelson had been recruited to work in the Saudi police force and, having reported safety violations, suffered retributive punishment, for there the Saudi authorities would be engaged in distinctly sovereign activities. Cf. House Report, at 16 (\"Also public or governmental and not commercial in nature, would be the employment of diplomatic, civil service, or military personnel\"); Senate Report, at 16. The same would be true if Nelson was a mere tourist in Saudi Arabia and had been summarily expelled by order of immigration officials. See <i>Arango</i> v. <i>Guzman Travel Advisors Corp.,</i> 621 F. 2d 1371 (CA5 1980). In this instance, however, the state-owned hospital was engaged in ordinary commercial business and \"[i]n their commercial capacities, foreign governments do not exercise powers peculiar to sovereigns. Instead, they exercise only those powers that can also be exercised by private <span class=\"star-pagination\">*370</span> citizens.\" <i>Alfred Dunhill, supra,</i> at 704 (plurality opinion). As we recently stated, \"when a foreign government acts, not as regulator of a market, but in the manner of a private player within it, the foreign sovereign's actions are `commercial' within the meaning of the FSIA.\" <i>Republic of Argentina</i> v. <i>Weltover, Inc.,</i> 504 U. S. 607, 614 (1992). That, I believe, is the case here.</p>\n<p></p>\n<h2>II</h2>\n<p>Nevertheless, I reach the same conclusion as the majority because petitioners' commercial activity was not \"carried on in the United States.\" The Act defines such conduct as \"commercial activity . . . having substantial contact with the United States.\" 28 U. S. C. § 1603(e). Respondents point to the hospital's recruitment efforts in the United States, including advertising in the American media, and the signing of the employment contract in Miami. See Brief for Respondents 43-45. As I earlier noted, while these may very well qualify as commercial activity in the United States, they do not constitute the commercial activity upon which respondents' action is based. Conversely, petitioners' commercial conduct in Saudi Arabia, though constituting the basis of the Nelsons' suit, lacks a sufficient nexus to the United States. Neither the hospital's employment practices, nor its disciplinary procedures, has any apparent connection to this country. On that basis, I agree that the Act does not grant the Nelsons access to our courts.</p>\n<p>Justice Kennedy, with whom Justice Blackmun and Justice Stevens join as to Parts I\u0097B and II, concurring in part and dissenting in part.</p>\n<p>I join all of the Court's opinion except the last paragraph of Part II, where, with almost no explanation, the Court rules that, like the intentional tort claim, the claims based on negligent failure to warn are outside the subject-matter jurisdiction of the federal courts. These claims stand on a much different footing from the intentional tort claims for <span class=\"star-pagination\">*371</span> purposes of the Foreign Sovereign Immunities Act (FSIA). In my view, they ought to be remanded to the District Court for further consideration.</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>A</h2>\n<p>I agree with the Court's holding that the Nelsons' claims of intentional wrongdoing by the hospital and the Kingdom of Saudi Arabia are based on sovereign, not commercial, activity, and so fall outside the commercial activity exception to the grant of foreign sovereign immunity contained in 28 U. S. C. § 1604. The intentional tort counts of the Nelsons' complaint recite the alleged unlawful arrest, imprisonment, and torture of Mr. Nelson by the Saudi police acting in their official capacities. These are not the sort of activities by which a private party conducts its business affairs; if we classified them as commercial, the commercial activity exception would in large measure swallow the rule of foreign sovereign immunity Congress enacted in the FSIA.</p>\n<p></p>\n<h2>B</h2>\n<p>By the same token, however, the Nelsons' claims alleging that the hospital, the Kingdom, and Royspec were negligent in failing during their recruitment of Nelson to warn him of foreseeable dangers are based upon commercial activity having substantial contact with the United States. As such, they are within the commercial activity exception and the jurisdiction of the federal courts. Unlike the intentional tort counts of the complaint, the failure to warn counts do not complain of a police beating in Saudi Arabia; rather, they complain of a negligent omission made during the recruiting of a hospital employee in the United States. To obtain relief, the Nelsons would be obliged to prove that the hospital's recruiting agent did not tell Nelson about the foreseeable hazards of his prospective employment in Saudi Arabia. Under the Court's test, this omission is what the negligence counts are \"based upon.\" See <i>ante,</i> at 356.</p>\n<p><span class=\"star-pagination\">*372</span> Omission of important information during employee recruiting is commercial activity as we have described it. See <i>Republic of Argentina</i> v. <i>Weltover, Inc.,</i> 504 U. S. 607 (1992). It seems plain that recruiting employees is an activity undertaken by private hospitals in the normal course of business. Locating and hiring employees implicates no power unique to the sovereign. In explaining the terms and conditions of employment, including the risks and rewards of a particular job, a governmental entity acts in \"the manner of a private player within\" the commercial marketplace. <i>Id.,</i> at 614. Under the FSIA, as a result, it must satisfy the same general duties of care that apply to private actors under state law. If a private company with operations in Saudi Arabia would be obliged in the course of its recruiting activities subject to state law to tell a prospective employee about the risk of arbitrary arrest and torture by Saudi authorities, then so would King Faisal Specialist Hospital.</p>\n<p>The recruiting activity alleged in the failure to warn counts of the complaint also satisfies the final requirement for invoking the commercial activity exception: that the claims be based upon commercial activity \"having substantial contact with the United States.\" 28 U. S. C. § 1603(e). Nelson's recruitment was performed by Hospital Corporation of America, Ltd. (HCA), a wholly owned subsidiary of a United States corporation, which, for a period of at least 16 years beginning in 1973, acted as the Kingdom of Saudi Arabia's exclusive agent for recruiting employees for the hospital. HCA in the regular course of its business seeks employees for the hospital in the American labor market. HCA advertised in an American magazine, seeking applicants for the position Nelson later filled. Nelson saw the ad in the United States and contacted HCA in Tennessee. After an interview in Saudi Arabia, Nelson returned to Florida, where he signed an employment contract and underwent personnel processing and application procedures. Before leaving to take his job at the hospital, Nelson attended an <span class=\"star-pagination\">*373</span> orientation session conducted by HCA in Tennessee for new employees. These activities have more than substantial contact with the United States; most of them were \"carried on in the United States.\" 28 U. S. C. § 1605(a)(2). In alleging that the petitioners neglected during these activities to tell him what they were bound to under state law, Nelson meets all of the statutory requirements for invoking federal jurisdiction under the commercial activity exception.</p>\n<p></p>\n<h2>II</h2>\n<p>Having met the jurisdictional prerequisites of the FSIA, the Nelsons' failure to warn claims should survive petitioners' motion under Federal Rule of Civil Procedure 12(b)(1) to dismiss for want of subject-matter jurisdiction. Yet instead of remanding these claims to the District Court for further proceedings, the majority dismisses them in a single short paragraph. This is peculiar, since the Court suggests no reason to question the conclusion that the failure to warn claims are based on commercial activity having substantial contact with the United States; indeed, the Court does not purport to analyze these claims in light of the statutory requirements for jurisdiction.</p>\n<p>The Court's summary treatment may stem from doubts about the underlying validity of the negligence cause of action. The Court dismisses the claims because it fears that if it did not, \"a plaintiff could recast virtually any claim of intentional tort committed by a sovereign act as a claim of failure to warn, simply by charging the defendant with an obligation to announce its own tortious propensity before indulging it.\" <i>Ante,</i> at 363. In the majority's view, \"[t]o give jurisdictional significance to this feint of language would effectively thwart the Act's manifest purpose to codify the restrictive theory of foreign sovereign immunity.\" <i>Ibid.</i>  These doubts, however, are not relevant to the analytical task at hand.</p>\n<p><span class=\"star-pagination\">*374</span> The FSIA states that with respect to any claim against a foreign sovereign that falls within the statutory exceptions to immunity listed in § 1605, \"the foreign state shall be liable in the same manner and to the same extent as a private individual under like circumstances.\" 28 U. S. C. § 1606. The Act incorporates state law and \"was not intended to affect the substantive law determining the liability of a foreign state.\" <i>First Nat. City Bank</i> v. <i>Banco Para el Comercio Exterior de Cuba,</i> 462 U. S. 611, 620 (1983). If the governing state law, which has not yet been determined, would permit an injured person to plead and prove a tortious wrong for failure to warn against a private defendant under facts similar to those in this case, we have no authority under the FSIA to ordain otherwise for those suing a sovereign entity. \"[W]here state law provides a rule of liability governing private individuals, the FSIA requires the application of that rule to foreign states in like circumstances.\" <i>Id.,</i> at 622, n. 11.</p>\n<p>The majority's citation of <i>United States</i> v. <i>Shearer,</i> 473 U. S. 52, 54-55 (1985) (opinion of Burger, C. J.), see <i>ante,</i> at 363, provides no authority for dismissing the failure to warn claims. <i>Shearer</i> refused to permit a plaintiff to recast in negligence terms what was essentially an intentional tort claim, but that case was decided under the doctrine of <i>Feres</i>  v. <i>United States,</i> 340 U. S. 135 (1950). The <i>Feres</i> doctrine is a creature of federal common law that allows the Court much greater latitude to make rules of pleading than we have in the current case. Here, our only task is to interpret the explicit terms of the FSIA. The Court's conclusion in <i>Shearer</i> was also based upon the fact that the intentional tort exception to the Federal Tort Claims Act at issue there, 28 U. S. C. § 2680(h), precludes \"[a]ny claim arising out of\" the specified intentional torts. This language suggests that Congress intended immunity under the FTCA to cover more than those claims which simply sounded in intentional tort. There is no equivalent language in the commercial activity <span class=\"star-pagination\">*375</span> exception to the FSIA. It is also worth noting that the Court has not adopted a uniform rule barring the recasting of intentional tort claims as negligence claims under the FTCA; under certain circumstances, we have permitted recovery in that situation. See <i>Sheridan</i> v. <i>United States,</i> 487 U. S. 392 (1988).</p>\n<p>As a matter of substantive tort law, it is not a novel proposition or a play on words to describe with precision the conduct upon which various causes of action are based or to recognize that a single injury can arise from multiple causes, each of which constitutes an actionable wrong. See Restatement (Second) of Torts §§ 447-449 (1965); <i>Sheridan, supra,</i>  at 405 (Kennedy, J., concurring in judgment); <i>Wilson</i> v. <i>Garcia,</i> 471 U. S. 261, 272 (1985). In <i>Sheridan,</i> for example, this Court permitted an action for negligent supervision to go forward under the FTCA when a suit based upon the intentional tort that was the immediate cause of injury was barred under the statute. See 487 U. S., at 400. As the Court observed, \"it is both settled and undisputed that in at least some situations the fact that an injury was directly caused by an assault or battery will not preclude liability against the Government for negligently allowing the assault to occur.\" <i>Id.,</i> at 398.</p>\n<p>We need not determine, however, that on remand the Nelsons will succeed on their failure to warn claims. Quite apart from potential problems of state tort law that might bar recovery, the Nelsons appear to face an obstacle based upon the former adjudication of their related lawsuit against Saudi Arabia's recruiting agent, HCA. The District Court dismissed that suit, which raised an identical failure to warn claim, not only as time barred, but also on the merits. See <i>Nelson</i> v. <i>Hospital Corp. of America,</i> No. 88-0484\u0097CIV\u0097 Nesbitt (SD Fla., Nov. 1, 1990). That decision was affirmed on appeal, judgment order reported at 946 F. 2d 1546 (CA11 1991), and may be entitled to preclusive effect with respect to the Nelsons' similar claims against the sovereign defendants, <span class=\"star-pagination\">*376</span> whose recruitment of Nelson took place almost entirely through HCA. See generally <i>Montana</i> v. <i>United States,</i>  440 U. S. 147, 153 (1979) (\"a final judgment on the merits bars further claims by parties or their privies based on the same cause of action\"); <i>Lawlor</i> v. <i>National Screen Service Corp.,</i> 349 U. S. 322, 330 (1955) (defendants not party to a prior suit may invoke res judicata if \"their liability was . . . `altogether dependent upon the culpability' of the [prior] defendants\") (quoting <i>Bigelow</i> v. <i>Old Dominion Copper Mining &amp; Smelting Co.,</i> 225 U. S. 111, 127 (1912)); 18 C. Wright, A. Miller, &amp; E. Cooper, Federal Practice and Procedure § 4463, p. 567 (1981) (recognizing general rule that \"judgment in an action against either party to a vicarious liability relationship establishe[s] preclusion in favor of the other\"); Restatement (Second) of Judgments § 51 (1982).</p>\n<p>But the question of claim preclusion, like the substantive validity under state law of the Nelsons' negligence cause of action, has not yet been litigated and is outside the proper sphere of our review. \"[I]t is not our practice to reexamine a question of state law of [this] kind or, without good reason, to pass upon it in the first instance.\" <i>Sheridan, supra,</i> at 401. That a remand to the District Court may be of no avail to the Nelsons is irrelevant to our task here; if the jurisdictional requirements of the FSIA are met, the case must be remanded to the trial court for further proceedings. In my view, the FSIA conferred subject-matter jurisdiction on the District Court to entertain the failure to warn claims, and with all respect, I dissent from the Court's refusal to remand them.</p>\n<p>Justice Blackmun, concurring in the judgment in part and dissenting in part.</p>\n<p>I join Justice White's opinion because it finds that respondents' intentional tort claims are \"based upon a commercial activity\" and that the commercial activity at issue in those claims was not \"carried on in the United States.\" I <span class=\"star-pagination\">*377</span> join Justice Kennedy's opinion insofar as it concludes that the \"failure to warn\" claims should be remanded.</p>\n<p>Justice Stevens, dissenting.</p>\n<p>Under the Foreign Sovereign Immunities Act of 1976 (FSIA), a foreign state is subject to the jurisdiction of American courts if two conditions are met: The action must be \"based upon a commercial activity\" and that activity must have a \"substantial contact with the United States.\"<sup>[1]</sup> These two conditions should be separately analyzed because they serve two different purposes. The former excludes commercial activity from the scope of the foreign sovereign's immunity from suit; the second identifies the contacts with the United States that support the assertion of jurisdiction over the defendant.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*378</span> In this case, as Justice White has demonstrated, petitioner Kingdom of Saudi Arabia's operation of the hospital and its employment practices and disciplinary procedures are \"commercial activities\" within the meaning of the statute, and respondent Scott Nelson's claim that he was punished for acts performed in the course of his employment was unquestionably \"based upon\" those activities. Thus, the first statutory condition is satisfied; petitioner is not entitled to immunity from the claims asserted by respondent.</p>\n<p>Unlike Justice White, however, I am also convinced that petitioner's commercial activities\u0097whether defined as the regular course of conduct of operating a hospital or, more specifically, as the commercial transaction of engaging respondent \"as an employee with specific responsibilities in that enterprise,\" Brief for Respondents 25\u0097have sufficient contact with the United States to justify the exercise of federal jurisdiction. Petitioner Royspec maintains an office in Maryland and purchases hospital supplies and equipment in this country. For nearly two decades the hospital's American agent has maintained an office in the United States and regularly engaged in the recruitment of personnel in this country. Respondent himself was recruited in the United States and entered into his employment contract with the hospital in the United States. Before traveling to Saudi Arabia to assume his position at the hospital, respondent attended an orientation program in Tennessee. The position for which respondent was recruited and ultimately hired was that of a monitoring systems manager, a troubleshooter, and, taking respondent's allegations as true, it was precisely respondent's performance of those responsibilities that led to the hospital's retaliatory actions against him.</p>\n<p><span class=\"star-pagination\">*379</span> Whether the first clause of § 1605(a)(2) broadly authorizes \"general\" jurisdiction over foreign entities that engage in substantial commercial activity in this country, or, more narrowly, authorizes only \"specific\" jurisdiction over particular commercial claims that have a substantial contact with the United States,<sup>[3]</sup> petitioners' contacts with the United States in this case are, in my view, plainly sufficient to subject petitioners to suit in this country on a claim arising out of their nonimmune commercial activity relating to respondent. If the same activities had been performed by a private business, I have no doubt jurisdiction would be upheld. And that, of course, should be a touchstone of our inquiry; for as Justice White explains, <i>ante,</i> at 366, n. 2, and 368-369, when a foreign nation sheds its uniquely sovereign status and seeks out the benefits of the private marketplace, it must, like any private party, bear the burdens and responsibilities imposed by that marketplace. I would therefore affirm the judgment of the Court of Appeals.<sup>[4]</sup></p>\n<h2>NOTES</h2>\n<p>[*]   Briefs of <i>amici curiae</i> urging affirmance were filed for Human Rights Watch by <i>Ellen Lutz, Kenneth Roth,</i> and <i>Jeffrey L. Braun;</i> and for the International Human Rights Law Group et al. by <i>Douglas G. Robinson, Julia E. Sullivan, Andrew L. Sandler, Michael Ratner, Steven M. Schneebaum, Janelle M. Diller,</i> and <i>Harold Koh.</i> </p>\n<p>[1]  Petitioners assert that the Saudi Government arrested Nelson because he had falsely represented to the hospital that he had received a degree from the Massachusetts Institute of Technology and had provided the hospital with a forged diploma to verify his claim. Brief for Petitioners 4-5. The Nelsons concede these misrepresentations, but dispute that they occasioned Scott Nelson's arrest. Brief for Respondents 9.</p>\n<p>[2]  The Court of Appeals expressly declined to address the act of state doctrine, 923 F. 2d, at 1536, and we do not consider that doctrine here.</p>\n<p>[3]  In full, § 1605(a)(2) provides that \"[a] foreign state shall not be immune from the jurisdiction of courts of the United States or of the States in any case .. . in which the action is based upon a commercial activity carried on in the United States by the foreign state; or upon an act performed in the United States in connection with a commercial activity of the foreign state elsewhere; or upon an act outside the territory of the United States in connection with a commercial activity of the foreign state elsewhere and that act causes a direct effect in the United States.\"</p>\n<p>[4]  We do not mean to suggest that the first clause of § 1605(a)(2) necessarily requires that each and every element of a claim be commercial activity by a foreign state, and we do not address the case where a claim consists of both commercial and sovereign elements. We do conclude, however, that where a claim rests entirely upon activities sovereign in character, as here, see <i>infra,</i> at 361-363, jurisdiction will not exist under that clause regardless of any connection the sovereign acts may have with commercial activity.</p>\n<p>[5]  The State Department's practice prior to the passage of the Act supports this understanding. Prior to the Act's passage, the State Department would determine in the first instance whether a foreign state was entitled to immunity and make an appropriate recommendation to the courts. See <i>Verlinden B. V.</i> v. <i>Central Bank of Nigeria,</i> 461 U. S. 480, 486-488 (1983). A compilation of available materials demonstrates that the Department recognized immunity with respect to claims involving the exercise of the power of the police or military of a foreign state. See Sovereign Immunity Decisions of the Department of State, May 1952 to January 1977 (M. Sandler, D. Vagts, &amp; B. Ristau eds\".), in 1977 Digest of United States Practice in International Law 1017, 1045-1046 (claim that Cuban armed guard seized cash from plaintiff at Havana airport); <i>id.,</i> at 1053-1054 (claim that Saudi militia fired on plaintiffs and caused personal and property damage).\n</p>\n<p>Justice White points to an episode in which the State Department declined to recognize immunity with respect to a claim by Jamaican nationals, working in the United States, against the British West Indies Central Labour Organization, a foreign governmental agency. See <i>id.,</i> at 1062-1063; <i>post,</i> at 367-368, n. 3. In our view that episode bears little relation to this case, for the Jamaican nationals did not allege mistreatment by the police of a foreign state.</p>\n<p>[1]  See, <i>e. g., </i><i>English</i> v. <i>General Electric Co.,</i> 496 U. S. 72, 75-76 (1990); <i>Belline</i> v. <i>K-Mart Corp.,</i> 940 F. 2d 184, 186-189 (CA7 1991); <i>White</i> v. <i>General Motors Corp.</i> , 908 F. 2d 669, 671 (CA10 1990), cert. denied, 498 U. S. 1069 (1991); <i>Sanchez</i> v. <i>Unemployment Ins. Appeals Bd.,</i> 36 Cal. 3d 575, 685 P. 2d 61 (1984); <i>Collier</i> v. <i>Superior Court of Los Angeles County,</i> 228 Cal. App. 3d 1117, 279 Cal. Rptr. 453 (1991).</p>\n<p>[2]  \"[W]hen the foreign state enters the marketplace or when it acts as a private party, there is no justification in modern international law for allowing the foreign state to avoid the economic costs of . . . the accidents which it may cause. . . . The law should not permit the foreign state to shift these everyday burdens of the marketplace onto the shoulders of private parties.\" Testimony of Monroe Leigh, Legal Adviser, Department of State, Hearings on H. R. 11315 before the Subcommittee on Administrative Law and Governmental Relations of the House Committee on the Judiciary, 94th Cong., 2d Sess., 27 (1976).</p>\n<p>[3]  In contrast, the cases cited by the majority involve action that did not take place in a commercial context and that could be considered purely sovereign. For instance, in <i>Arango</i> v. <i>Guzman Travel Advisors Corp.,</i>  621 F.2d 1371 (CA5 1980), plaintiffs were expelled from the Dominican Republic pursuant to a decision by immigration officials that they were \"`undesirable aliens.' \" <i>Id.</i> , at 1373. As the Court of Appeals reasoned, the airline's actions \"were not commercial. [It] was impressed into service to perform these functions . . . by Dominican immigration officials pursuant to that country's laws.\" <i>Id.</i> , at 1379. Nor was there a hint of commercial activity in <i>Herbage</i> v. <i>Meese,</i> 747 F. Supp. 60 (DC 1990), affirmance order, 292 U. S. App. D. C. 84, 946 F. 2d 1564 (1991), an extradition case that did not so much as mention the commercial activity exception.\n</p>\n<p>Absence of a commercial context also distinguishes those incidents relied on by the majority that predate passage of the Foreign Sovereign Immunities Act. See <i>ante,</i> at 362, n. 5. Yet the majority gives short shrift to an occurrence that most closely resembles the instant case and that suggests strongly that the hospital's enlistment of, and cooperation with, the police should not entitle it to immunity. The incident involved allegations that an agency of the Jamaican Government conspired to have Jamaican nationals working in the United States \"falsely arrested, imprisoned and blacklisted, and to deprive them of wages and other employee rights.\" Sovereign Immunity Decisions of the Department of State, May 1952 to January 1977 (M. Sandler, D. Vagts, &amp; B. Ristau eds.), in 1977 Digest of United States Practice in International Law 1062. Significantly, the State Department did not take refuge behind the words \"arres[t]\" and \"impriso[n]\" and decide that the actions were sovereign in nature. Rather, it declined to recognize immunity, focusing on the fact that private parties acting in an employment context could do exactly what the Jamaican agency was alleged to have done: \"[T]he activities under consideration are of a private nature . . . . The Department of State is impressed by the fact that the activities of the British West Indies Central Labour Organization . . . are very much akin to those that might be conducted by a labor union or by a private employment agency\u0097arranging and servicing an agreement between private employers and employees. Although it may be argued that some of the acts performed by the British West Indies Central Labour Organization in this case are consular in nature, the Department believes that they arise from the involvement of the British West Indies Central Labour Organization in the private employer-employee contractual relationship rather than from a consular responsibility, and cannot be separated therefrom.\" <i>Id.</i> , at 1063.</p>\n<p>[1]  Section 4(a) of the FSIA provides:\n</p>\n<p>\"(a) A foreign state shall not be immune from the jurisdiction of courts of the United States or of the States in any case\u0097</p>\n<p>. . . . .</p>\n<p>\"(2) in which the action is based upon a commercial activity carried on in the United States by the foreign state.\" 28 U. S. C. § 1605(a)(2).</p>\n<p>The key terms of this provision are defined in § 1603. Section 1603(e) defines \"commercial activity carried on in the United States by a foreign state\" as \"commercial activity carried on by such state and having substantial contact with the United States.\" Section 1603(d), in turn, defines \"commercial activity\" as \"either a regular course of commercial conduct or a particular commercial transaction or act.\" Thus, interpolating the definitions from § 1603 into § 1605(a)(2) produces this equivalence:</p>\n<p>\"A foreign state shall not be immune from the jurisdiction of courts of the United States or of the States in any case in which the action is based upon a regular course of commercial conduct or a particular commercial transaction carried on by such state and having substantial contact with the United States.\"</p>\n<p>[2]  See, <i>e. g., </i><i>Maritime International Nominees Establishment</i> v. <i>Republic of Guinea,</i> 224 U. S. App. D. C. 119, 130, n. 18, 693 F. 2d 1094, 1105, n. 18 (1982) (\"the immunity determination involves considerations distinct from the issue of personal jurisdiction, and the FSIA's interlocking provisions are most profitably analyzed when these distinctions are kept in mind\"). See also J. Dellapenna, Suing Foreign Governments and Their Corporations 66, 144 (1988) (\"The nexus rules must be analyzed separately from the substantive immunity rules . . . in order to understand jurisdictional questions under the Act\" and because \"the laws regulating . . . jurisdiction . . . and immunity serve different purposes, and thus require different dispositions\") (footnotes omitted).</p>\n<p>[3]  Though this case does not require resolution of that question (because petitioners' contacts with the United States satisfy, in my view, the more narrow requirements of \"specific\" jurisdiction), I am inclined to agree with the view expressed by Judge Higginbotham in his separate opinion in <i>Vencedora Oceanica Navigacion, S. A.</i> v. <i>Compagnie Nationale Algerienne de Navigation,</i> 730 F. 2d 195, 204-205 (1984) (concurring in part and dissenting in part), that the first clause of § 1605(a)(2), interpreted in light of the relevant legislative history and the second and third clauses of the provision, does authorize \"general\" jurisdiction over foreign entities that engage in substantial commercial activities in the United States.</p>\n<p>[4]  My affirmance would extend to respondents' failure to warn claims. I am therefore in agreement with Justice Kennedy's analysis of that aspect of the case.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:13:57", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></span> (1993)</b></center>\n<center><h1>SAUDI ARABIA et al.<br>\nv.<br>\nNELSON et ux.</h1></center>\n<center>No. 91-522.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued November 30, 1992.</center>\n<center>Decided March 23, 1993.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE ELEVENTH CIRCUIT\n<p><span class=\"star-pagination\">*350</span> Souter, J., delivered the opinion of the Court, in which Rehnquist, C. J., and O'Connor, Scalia, and Thomas, JJ., joined, and in which Kennedy, J., joined except for the last paragraph of Part II. White, J., filed an opinion concurring in the judgment, in which Blackmun, J., joined, <i>post,</i> p. 364. Kennedy, J., filed an opinion concurring in part and dissenting in part, in which Blackmun and Stevens, JJ., joined as to Parts I\u0097B and II, <i>post,</i> p. 370. Blackmun, J., filed an opinion concurring in the judgment in part and dissenting in part, <i>post,</i> p. 376. Stevens, J., filed a dissenting opinion, <i>post,</i> p. 377.</p>\n<p><i>Everett C. Johnson, Jr.,</i> argued the cause for petitioners. With him on the briefs were <i>Mark E. Newell</i> and <i>Marc Cooper.</i> </p>\n<p><i>Jeffrey P. Minear</i> argued the cause for the United States as <i>amicus curiae</i> urging reversal. With him on the brief were <i>Solicitor General Starr, Assistant Attorney General Gerson, Deputy Solicitor General Roberts, Douglas Letter,</i>  and <i>Edwin D. Williamson.</i> </p>\n<p><span class=\"star-pagination\">*351</span> <i>Paul Schott Stevens</i> argued the cause for respondents. With him on the brief were <i>Leonard Garment, Abraham D. Sofaer, William R. Stein,</i> and <i>Anthony D'Amato.</i><sup>[*]</sup></p>\n<p>Justice Souter, delivered the opinion of the Court.</p>\n<p>The Foreign Sovereign Immunities Act of 1976 entitles foreign states to immunity from the jurisdiction of courts in the United States, 28 U. S. C. § 1604, subject to certain enumerated exceptions. § 1605. One is that a foreign state shall not be immune in any case \"in which the action is based upon a commercial activity carried on in the United States by the foreign state.\" § 1605(a)(2). We hold that respondents' action alleging personal injury resulting from unlawful detention and torture by the Saudi Government is not \"based upon a commercial activity\" within the meaning of the Act, which consequently confers no jurisdiction over respondents' suit.</p>\n<p></p>\n<h2>I</h2>\n<p>Because this case comes to us on a motion to dismiss the complaint, we assume that we have truthful factual allegations before us, see <i>United States</i> v. <i>Gaubert,</i> 499 U. S. 315, 327 (1991), though many of those allegations are subject to dispute, see Brief for Petitioners 3, n. 3; see also n. 1, <i>infra.</i>  Petitioner Kingdom of Saudi Arabia owns and operates petitioner King Faisal Specialist Hospital in Riyadh, as well as petitioner Royspec Purchasing Services, the hospital's corporate purchasing agent in the United States. App. 91. The Hospital Corporation of America, Ltd. (HCA), an independent corporation existing under the laws of the Cayman Islands, recruits Americans for employment at the hospital <span class=\"star-pagination\">*352</span> under an agreement signed with Saudi Arabia in 1973. <i>Id.,</i>  at 73.</p>\n<p>In its recruitment effort, HCA placed an advertisement in a trade periodical seeking applications for a position as a monitoring systems engineer at the hospital. The advertisement drew the attention of respondent Scott Nelson in September 1983, while Nelson was in the United States. After interviewing for the position in Saudi Arabia, Nelson returned to the United States, where he signed an employment contract with the hospital, <i>id.,</i> at 4, satisfied personnel processing requirements, and attended an orientation session that HCA conducted for hospital employees. In the course of that program, HCA identified Royspec as the point of contact in the United States for family members who might wish to reach Nelson in an emergency. <i>Id.,</i> at 33.</p>\n<p>In December 1983, Nelson went to Saudi Arabia and began work at the hospital, monitoring all \"facilities, equipment, utilities and maintenance systems to insure the safety of patients, hospital staff, and others.\" <i>Id.,</i> at 4. He did his job without significant incident until March 1984, when he discovered safety defects in the hospital's oxygen and nitrous oxide lines that posed fire hazards and otherwise endangered patients' lives. <i>Id.,</i> at 57-58. Over a period of several months, Nelson repeatedly advised hospital officials of the safety defects and reported the defects to a Saudi Government commission as well. <i>Id.,</i> at 4-5. Hospital officials instructed Nelson to ignore the problems. <i>Id.,</i> at 58.</p>\n<p>The hospital's response to Nelson's reports changed, however, on September 27, 1984, when certain hospital employees summoned him to the hospital's security office where agents of the Saudi Government arrested him.<sup>[1]</sup> The agents <span class=\"star-pagination\">*353</span> transported Nelson to a jail cell, in which they \"shackled, tortured and bea[t]\" him, <i>id.,</i> at 5, and kept him four days without food, <i>id.,</i> at 59. Although Nelson did not understand Arabic, government agents forced him to sign a statement written in that language, the content of which he did not know; a hospital employee who was supposed to act as Nelson's interpreter advised him to sign \"anything\" the agents gave him to avoid further beatings. <i>Ibid.</i> Two days later, government agents transferred Nelson to the Al Sijan Prison \"to await trial on unknown charges.\" <i>Ibid.</i> </p>\n<p>At the prison, Nelson was confined in an overcrowded cell area infested with rats, where he had to fight other prisoners for food and from which he was taken only once a week for fresh air and exercise. <i>Ibid.</i> Although police interrogators repeatedly questioned him in Arabic, Nelson did not learn the nature of the charges, if any, against him. <i>Id.,</i> at 5. For several days, the Saudi Government failed to advise Nelson's family of his whereabouts, though a Saudi official eventually told Nelson's wife, respondent Vivian Nelson, that he could arrange for her husband's release if she provided sexual favors. <i>Ibid.</i> </p>\n<p>Although officials from the United States Embassy visited Nelson twice during his detention, they concluded that his allegations of Saudi mistreatment were \"not credible\" and made no protest to Saudi authorities. <i>Id.,</i> at 64. It was only at the personal request of a United States Senator that the Saudi Government released Nelson, 39 days after his arrest, on November 5, 1984. <i>Id.,</i> at 60. Seven days later, after failing to convince him to return to work at the hospital, the Saudi Government allowed Nelson to leave the country. <i>Id.,</i> at 60-61.</p>\n<p>In 1988, Nelson and his wife filed this action against petitioners in the United States District Court for the Southern District of Florida seeking damages for personal injury. The Nelsons' complaint sets out 16 causes of action, which fall into three categories. Counts II through VII and counts X, XI, XIV, and XV allege that petitioners committed various <span class=\"star-pagination\">*354</span> intentional torts, including battery, unlawful detainment, wrongful arrest and imprisonment, false imprisonment, inhuman torture, disruption of normal family life, and infliction of mental anguish. <i>Id.,</i> at 6-11, 15, 19-20. Counts I, IX, and XIII charge petitioners with negligently failing to warn Nelson of otherwise undisclosed dangers of his employment, namely, that if he attempted to report safety hazards the hospital would likely retaliate against him and the Saudi Government might detain and physically abuse him without legal cause. <i>Id.,</i> at 5-6, 14, 18-19. Finally, counts VIII, XII, and XVI allege that Vivian Nelson sustained derivative injury resulting from petitioners' actions. <i>Id.,</i> at 11-12, 16, 20. Presumably because the employment contract provided that Saudi courts would have exclusive jurisdiction over claims for breach of contract, <i>id.,</i> at 47, the Nelsons raised no such matters.</p>\n<p>The District Court dismissed for lack of subject-matter jurisdiction under the Foreign Sovereign Immunities Act of 1976, 28 U. S. C. §§ 1330, 1602 <i>et seq.</i> It rejected the Nelsons' argument that jurisdiction existed, under the first clause of § 1605(a)(2), because the action was one \"based upon a commercial activity\" that petitioners had \"carried on in the United States.\" Although HCA's recruitment of Nelson in the United States might properly be attributed to Saudi Arabia and the hospital, the District Court reasoned, it did not amount to commercial activity \"carried on in the United States\" for purposes of the Act. <i>Id.,</i> at 94-95. The court explained that there was no sufficient \"nexus\" between Nelson's recruitment and the injuries alleged. \"Although [the Nelsons] argu[e] that but for [Scott Nelson's] recruitment in the United States, he would not have taken the job, been arrested, and suffered the personal injuries,\" the court said, \"this `connection' [is] far too tenuous to support jurisdiction\" under the Act. <i>Id.,</i> at 97. Likewise, the court concluded that Royspec's commercial activity in the United States, purchasing supplies and equipment for the hospital, <i>id.,</i> at <span class=\"star-pagination\">*355</span> 93-94, had no nexus with the personal injuries alleged in the complaint; Royspec had simply provided a way for Nelson's family to reach him in an emergency, <i>id.,</i> at 96.</p>\n<p>The Court of Appeals reversed. 923 F. 2d 1528 (CA11 1991). It concluded that Nelson's recruitment and hiring were commercial activities of Saudi Arabia and the hospital, carried on in the United States for purposes of the Act, <i>id.,</i>  at 1533, and that the Nelsons' action was \"based upon\" these activities within the meaning of the statute, <i>id.,</i> at 1533\u0097 1536. There was, the court reasoned, a sufficient nexus between those commercial activities and the wrongful acts that had allegedly injured the Nelsons: \"the detention and torture of Nelson are so intertwined with his employment at the Hospital,\" the court explained, \"that they are `based upon' his recruitment and hiring\" in the United States. <i>Id.,</i> at 1535. The court also found jurisdiction to hear the claims against Royspec. <i>Id.,</i> at 1536.<sup>[2]</sup> After the Court of Appeals denied petitioners' suggestion for rehearing en banc, App. 133, we granted certiorari, 504 U. S. 972 (1992). We now reverse.</p>\n<p></p>\n<h2>II</h2>\n<p>The Foreign Sovereign Immunities Act \"provides the sole basis for obtaining jurisdiction over a foreign state in the courts of this country.\" <i>Argentine Republic</i> v. <i>Amerada Hess Shipping Corp.,</i> 488 U. S. 428, 443 (1989). Under the Act, a foreign state is presumptively immune from the jurisdiction of United States courts; unless a specified exception applies, a federal court lacks subject-matter jurisdiction over a claim against a foreign state. <i>Verlinden B. V.</i> v. <i>Central Bank of Nigeria,</i> 461 U. S. 480, 488-489 (1983); see 28 U. S. C. § 1604; J. Dellapenna, Suing Foreign Governments and Their Corporations 11, and n. 64 (1988).</p>\n<p><span class=\"star-pagination\">*356</span> Only one such exception is said to apply here. The first clause of § 1605(a)(2) of the Act provides that a foreign state shall not be immune from the jurisdiction of United States courts in any case \"in which the action is based upon a commercial activity carried on in the United States by the foreign state.\"<sup>[3]</sup> The Act defines such activity as \"commercial activity carried on by such state and having substantial contact with the United States,\" § 1603(e), and provides that a commercial activity may be \"either a regular course of commercial conduct or a particular commercial transaction or act,\" the \"commercial character of [which] shall be determined by reference to\" its \"nature,\" rather than its \"purpose,\" § 1603(d).</p>\n<p>There is no dispute here that Saudi Arabia, the hospital, and Royspec all qualify as \"foreign state[s]\" within the meaning of the Act. Brief for Respondents 3; see 28 U. S. C. §§ 1603(a), (b) (term \"`foreign state' \" includes \"`an agency or instrumentality of a foreign state' \"). For there to be jurisdiction in this case, therefore, the Nelsons' action must be \"based upon\" some \"commercial activity\" by petitioners that had \"substantial contact\" with the United States within the meaning of the Act. Because we conclude that the suit is not based upon any commercial activity by petitioners, we need not reach the issue of substantial contact with the United States.</p>\n<p>We begin our analysis by identifying the particular conduct on which the Nelsons' action is \"based\" for purposes of the Act. See <i>Texas Trading &amp; Milling Corp.</i> v. <i>Federal</i>  <span class=\"star-pagination\">*357</span> <i>Republic of Nigeria,</i> 647 F. 2d 300, 308 (CA2 1981), cert. denied, 454 U. S. 1148 (1982); Donoghue, Taking the \"Sovereign\" Out of the Foreign Sovereign Immunities Act: A Functional Approach to the Commercial Activity Exception, 17 Yale J. Int'l L. 489, 500 (1992). Although the Act contains no definition of the phrase \"based upon,\" and the relatively sparse legislative history offers no assistance, guidance is hardly necessary. In denoting conduct that forms the \"basis,\" or \"foundation,\" for a claim, see Black's Law Dictionary 151 (6th ed. 1990) (defining \"base\"); Random House Dictionary 172 (2d ed. 1987) (same); Webster's Third New International Dictionary 180, 181 (1976) (defining \"base\" and \"based\"), the phrase is read most naturally to mean those elements of a claim that, if proven, would entitle a plaintiff to relief under his theory of the case. See <i>Callejo</i> v. <i>Bancomer, S. A.,</i> 764 F. 2d 1101, 1109 (CA5 1985) (focus should be on the \"gravamen of the complaint\"); accord, <i>Santos</i> v. <i>Compagnie Nationale Air France,</i> 934 F. 2d 890, 893 (CA7 1991) (\"An action is based upon the elements that prove the claim, no more and no less\"); <i>Millen Industries, Inc.</i> v. <i>Coordination Council for North American Affairs,</i> 272 U. S. App. D. C. 240, 246, 855 F. 2d 879, 885 (1988).</p>\n<p>What the natural meaning of the phrase \"based upon\" suggests, the context confirms. Earlier, see n. 3, <i>supra,</i> we noted that § 1605(a)(2) contains two clauses following the one at issue here. The second allows for jurisdiction where a suit \"is based . . . upon an act performed in the United States in connection with a commercial activity of the foreign state elsewhere,\" and the third speaks in like terms, allowing for jurisdiction where an action \"is based . . . upon an act outside the territory of the United States in connection with a commercial activity of the foreign state elsewhere and that act causes a direct effect in the United States.\" Distinctions among descriptions juxtaposed against each other are naturally understood to be significant, see <i>Melkonyan</i> v. <i>Sulli-</i>  <span class=\"star-pagination\">*358</span> <i>van,</i> 501 U. S. 89, 94-95 (1991), and Congress manifestly understood there to be a difference between a suit \"based upon\" commercial activity and one \"based upon\" acts performed \"in connection with\" such activity. The only reasonable reading of the former term calls for something more than a mere connection with, or relation to, commercial activity.<sup>[4]</sup></p>\n<p>In this case, the Nelsons have alleged that petitioners recruited Scott Nelson for work at the hospital, signed an employment contract with him, and subsequently employed him. While these activities led to the conduct that eventually injured the Nelsons, they are not the basis for the Nelsons' suit. Even taking each of the Nelsons' allegations about Scott Nelson's recruitment and employment as true, those facts alone entitle the Nelsons to nothing under their theory of the case. The Nelsons have not, after all, alleged breach of contract, see <i>supra,</i> at 354, but personal injuries caused by petitioners' intentional wrongs and by petitioners' negligent failure to warn Scott Nelson that they might commit those wrongs. Those torts, and not the arguably commercial activities that preceded their commission, form the basis for the Nelsons' suit.</p>\n<p>Petitioners' tortious conduct itself fails to qualify as \"commercial activity\" within the meaning of the Act, although the Act is too \"`obtuse' \" to be of much help in reaching that conclusion. <i>Callejo, supra,</i> at 1107 (citation omitted). We have seen already that the Act defines \"commercial activity\" as \"either a regular course of commercial conduct or a particular <span class=\"star-pagination\">*359</span> commercial transaction or act,\" and provides that \"[t]he commercial character of an activity shall be determined by reference to the nature of the course of conduct or particular transaction or act, rather than by reference to its purpose.\" 28 U. S. C. § 1603(d). If this is a definition, it is one distinguished only by its diffidence; as we observed in our most recent case on the subject, it \"leaves the critical term `commercial' largely undefined.\" <i>Republic of Argentina</i> v. <i>Weltover, Inc.,</i> 504 U. S. 607, 612 (1992); see Donoghue, <i>supra,</i> at 499; Lowenfeld, Litigating a Sovereign Immunity Claim\u0097 The <i>Haiti</i> Case, 49 N. Y. U. L. Rev. 377, 435, n. 244 (1974) (commenting on then-draft Act) (\"Start with `activity,' proceed via `conduct' or `transaction' to `character,' then refer to `nature,' and then go back to `commercial,' the term you started out to define in the first place\"); G. Born &amp; D. Westin, International Civil Litigation in United States Courts 479\u0097 480 (2d ed. 1992). We do not, however, have the option to throw up our hands. The term has to be given some interpretation, and congressional diffidence necessarily results in judicial responsibility to determine what a \"commercial activity\" is for purposes of the Act.</p>\n<p>We took up the task just last Term in <i>Weltover, supra,</i>  which involved Argentina's unilateral refinancing of bonds it had issued under a plan to stabilize its currency. Bondholders sued Argentina in federal court, asserting jurisdiction under the third clause of § 1605(a)(2). In the course of holding the refinancing to be a commercial activity for purposes of the Act, we observed that the statute \"largely codifies the so-called `restrictive' theory of foreign sovereign immunity first endorsed by the State Department in 1952.\" 504 U. S., at 612. We accordingly held that the meaning of \"commercial\" for purposes of the Act must be the meaning Congress understood the restrictive theory to require at the time it passed the statute. See <i>id.,</i> at 612-613.</p>\n<p>Under the restrictive, as opposed to the \"absolute,\" theory of foreign sovereign immunity, a state is immune from the <span class=\"star-pagination\">*360</span> jurisdiction of foreign courts as to its sovereign or public acts <i>(jure imperii),</i> but not as to those that are private or commercial in character <i>(jure gestionis</i><i>). Verlinden B. V.</i> v. <i>Central Bank of Nigeria,</i> 461 U. S., at 487; <i>Alfred Dunhill of London, Inc.</i> v. <i>Republic of Cuba,</i> 425 U. S. 682, 698 (1976) (plurality opinion); see 28 U. S. C. § 1602; see also <i>Dunhill, supra,</i> at 711 (Appendix 2 to the opinion of the Court) (Letter to the Attorney General from Jack B. Tate, Acting Legal Adviser, Dept. of State, May 19, 1952); Hill, A Policy Analysis of the American Law of Foreign State Immunity, 50 Ford. L. Rev. 155, 168 (1981). We explained in <i>Weltover, supra,</i> at 614 (quoting <i>Dunhill, supra,</i> at 704), that a state engages in commercial activity under the restrictive theory where it exercises \"`only those powers that can also be exercised by private citizens,' \" as distinct from those \"`powers peculiar to sovereigns.' \" Put differently, a foreign state engages in commercial activity for purposes of the restrictive theory only where it acts \"in the manner of a private player within\" the market. 504 U. S., at 614; see Restatement (Third) of the Foreign Relations Law of the United States § 451 (1987) (\"Under international law, a state or state instrumentality is immune from the jurisdiction of the courts of another state, except with respect to claims arising out of activities of the kind that may be carried on by private persons\").</p>\n<p>We emphasized in <i>Weltover</i> that whether a state acts \"in the manner of\" a private party is a question of behavior, not motivation:</p>\n<blockquote>\"[B]ecause the Act provides that the commercial character of an act is to be determined by reference to its `nature' rather than its `purpose,' the question is not whether the foreign government is acting with a profit motive or instead with the aim of fulfilling uniquely sovereign objectives. Rather, the issue is whether the particular actions that the foreign state performs (whatever <span class=\"star-pagination\">*361</span> the motive behind them) are the <i>type</i> of actions by which a private party engages in `trade and traffic or commerce.' \" <i>Weltover, supra,</i> at 614 (citations omitted) (emphasis in original).</blockquote>\n<p>We did not ignore the difficulty of distinguishing \"`purpose' (<i>i. e.,</i> the <i>reason</i> why the foreign state engages in the activity) from `nature' (<i>i. e.,</i> the outward form of the conduct that the foreign state performs or agrees to perform),\" but recognized that the Act \"unmistakably commands\" us to observe the distinction. 504 U. S., at 617 (emphasis in original). Because Argentina had merely dealt in the bond market in the manner of a private player, we held, its refinancing of the bonds qualified as a commercial activity for purposes of the Act despite the apparent governmental motivation. <i>Ibid.</i> </p>\n<p>Unlike Argentina's activities that we considered in <i>Weltover,</i> the intentional conduct alleged here (the Saudi Government's wrongful arrest, imprisonment, and torture of Nelson) could not qualify as commercial under the restrictive theory. The conduct boils down to abuse of the power of its police by the Saudi Government, and however monstrous such abuse undoubtedly may be, a foreign state's exercise of the power of its police has long been understood for purposes of the restrictive theory as peculiarly sovereign in nature. See <i>Arango</i> v. <i>Guzman Travel Advisors Corp.,</i> 621 F. 2d 1371, 1379 (CA5 1980); <i>Victory Transport Inc.</i> v. <i>Comisaria General de Abastecimientos y Transportes,</i> 336 F. 2d 354, 360 (CA2 1964) (restrictive theory does extend immunity to a foreign state's \"internal administrative acts\"), cert. denied, 381 U. S. 934 (1965); <i>Herbage</i> v. <i>Meese,</i> <span class=\"citation no-link\"><span class=\"volume\">747</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">60</span></span>, 67 (DC 1990), affirmance order, 292 U. S. App. D. C. 84, 946 F. 2d 1564 (1991); K. Randall, Federal Courts and the International Human Rights Paradigm 93 (1990) (the Act's commercial-activity exception is irrelevant to cases alleging <span class=\"star-pagination\">*362</span> that a foreign state has violated human rights).<sup>[5]</sup> Exercise of the powers of police and penal officers is not the sort of action by which private parties can engage in commerce. \"[S]uch acts as legislation, or the expulsion of an alien, or a denial of justice, cannot be performed by an individual acting in his own name. They can be performed only by the state acting as such.\" Lauterpacht, The Problem of Jurisdictional Immunities of Foreign States, 28 Brit. Y. B. Int'l L. 220, 225 (1952); see also <i>id.,</i> at 237.</p>\n<p>The Nelsons and their <i>amici</i> urge us to give significance to their assertion that the Saudi Government subjected Nelson to the abuse alleged as retaliation for his persistence in reporting hospital safety violations, and argue that the character of the mistreatment was consequently commercial. One <i>amicus,</i> indeed, goes so far as to suggest that the Saudi Government \"often uses detention and torture to resolve commercial disputes.\" Brief for Human Rights Watch as <span class=\"star-pagination\">*363</span> <i>Amicus Curiae</i> 6. But this argument does not alter the fact that the powers allegedly abused were those of police and penal officers. In any event, the argument is off the point, for it goes to purpose, the very fact the Act renders irrelevant to the question of an activity's commercial character. Whatever may have been the Saudi Government's motivation for its allegedly abusive treatment of Nelson, it remains the case that the Nelsons' action is based upon a sovereign activity immune from the subject-matter jurisdiction of United States courts under the Act.</p>\n<p>In addition to the intentionally tortious conduct, the Nelsons claim a separate basis for recovery in petitioners' failure to warn Scott Nelson of the hidden dangers associated with his employment. The Nelsons allege that, at the time petitioners recruited Scott Nelson and thereafter, they failed to warn him of the possibility of severe retaliatory action if he attempted to disclose any safety hazards he might discover on the job. See <i>supra,</i> at 354. In other words, petitioners bore a duty to warn of their own propensity for tortious conduct. But this is merely a semantic ploy. For aught we can see, a plaintiff could recast virtually any claim of intentional tort committed by sovereign act as a claim of failure to warn, simply by charging the defendant with an obligation to announce its own tortious propensity before indulging it. To give jurisdictional significance to this feint of language would effectively thwart the Act's manifest purpose to codify the restrictive theory of foreign sovereign immunity. Cf. <i>United States</i> v. <i>Shearer,</i> 473 U. S. 52, 54-55 (1985) (opinion of Burger, C. J.).</p>\n<p></p>\n<h2>III</h2>\n<p>The Nelsons' action is not \"based upon a commercial activity\" within the meaning of the first clause of § 1605(a)(2) of the Act, and the judgment of the Court of Appeals is accordingly reversed.</p>\n<p><i>It is so ordered.</i> </p>\n<p><span class=\"star-pagination\">*364</span> Justice White, with whom Justice Blackmun joins, concurring in the judgment.</p>\n<p>According to respondents' complaint, Scott Nelson's employer retaliated against him for reporting safety problems by \"summon[ing him] . . . to the hospital's security office from which he was transported to a jail cell.\" App. 5. Once there, he allegedly was \"shackled, tortured and beaten by persons acting at the direction, instigation, provocation, instruction or request of\" petitioners\u0097Saudi Arabia, King Faisal Specialist Hospital, and Royspec. <i>Id.</i> , at 5, 14, 18. The majority concludes that petitioners enjoy sovereign immunity because respondents' action is not \"based upon a commercial activity.\" I disagree. I nonetheless concur in the judgment because in my view the commercial conduct upon which respondents base their complaint was not \"carried on in the United States.\"</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>A</h2>\n<p>As the majority notes, the first step in the analysis is to identify the conduct on which the action is based. Respondents have pointed to two distinct possibilities. The first, seemingly pressed at trial and on appeal, consists of the recruiting and hiring activity in the United States. See Brief for Appellant in No. 89-5981 (CA11), pp. 12-15. Although this conduct would undoubtedly qualify as \"commercial,\" I agree with the majority that it is \"not the basis for the Nelsons' suit,\" <i>ante,</i> at 358, for it is unrelated to the elements of respondents' complaint.</p>\n<p>In a partial change of course, respondents suggest to this Court both in their brief and at oral argument that we focus on the hospital's commercial activity in Saudi Arabia, its employment practices and disciplinary procedures. Under this view, the Court would then work its way back to the recruiting and hiring activity in order to establish that the commercial conduct in fact had \"substantial contact\" with the United <span class=\"star-pagination\">*365</span> States. See Brief for Respondents 22, 24-25, 31; Tr. of Oral Arg. 44-45. The majority never reaches this second stage, finding instead that petitioners' conduct is not commercial because it \"is not the sort of action by which private parties can engage in commerce.\" <i>Ante,</i> at 362. If by that the majority means that it is not the manner in which private parties <i>ought</i> to engage in commerce, I wholeheartedly agree. That, however, is not the relevant inquiry. Rather, the question we must ask is whether it is the manner in which private parties at times <i>do</i> engage in commerce.</p>\n<p></p>\n<h2>B</h2>\n<p>To run and operate a hospital, even a public hospital, is to engage in a commercial enterprise. The majority never concedes this point, but it does not deny it either, and to my mind the matter is self-evident. By the same token, warning an employee when he blows the whistle and taking retaliatory action, such as harassment, involuntary transfer, discharge, or other tortious behavior, although not prototypical commercial acts, are certainly well within the bounds of commercial activity. The House and Senate Reports accompanying the legislation virtually compel this conclusion, explaining as they do that \"a foreign government's . . . employment or engagement of laborers, clerical staff or marketing agents . . . would be among those included within\" the definition of commercial activity. H. R. Rep. No. 94\u0097 1487, p. 16 (1976) (House Report); S. Rep. No. 94-1310, p. 16 (1976) (Senate Report). Nelson alleges that petitioners harmed him in the course of engaging in their commercial enterprise, as a direct result of their commercial acts. His claim, in other words, is \"based upon commercial activity.\"</p>\n<p>Indeed, I am somewhat at a loss as to what exactly the majority believes petitioners have done that a private employer could not. As countless cases attest, retaliation for <span class=\"star-pagination\">*366</span> whistle-blowing is not a practice foreign to the marketplace.<sup>[1]</sup> Congress passed a statute in response to such behavior, see Whistleblower Protection Act of 1989, 5 U. S. C. § 1213 <i>et seq.</i>  (1988 ed., Supp. III), as have numerous States. On occasion, private employers also have been known to retaliate by enlisting the help of police officers to falsely arrest employees. See, <i>e. g., </i><i>Rosario</i> v. <i>Amalgamated Ladies Garment Cutters' Union,</i> 605 F. 2d 1228, 1233, 1247-1248 (CA2 1979), cert. denied, 446 U. S. 919 (1980). More generally, private parties have been held liable for conspiring with public authorities to effectuate an arrest, see, <i>e. g., </i><i>Adickes</i> v. <i>S. H. Kress &amp; Co.</i> , 398 U. S. 144 (1970), and for using private security personnel for the same purposes, see <i>Albright</i> v. <i>Longview Police Dept.,</i> 884 F. 2d 835, 841-842 (CA5 1989).</p>\n<p>Therefore, had the hospital retaliated against Nelson by hiring thugs to do the job, I assume the majority\u0097no longer able to describe this conduct as \"a foreign state's exercise of the power of its police,\" <i>ante,</i> at 361\u0097would consent to calling it \"commercial.\" For, in such circumstances, the state-run hospital would be operating as any private participant in the marketplace and respondents' action would be based on the operation by Saudi Arabia's agents of a commercial business.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*367</span> At the heart of the majority's conclusion, in other words, is the fact that the hospital in this case chose to call in government security forces. See <i>ante,</i> at 362. I find this fixation on the intervention of police officers, and the ensuing characterization of the conduct as \"peculiarly sovereign in nature,\" <i>ante,</i> at 361, to be misguided. To begin, it fails to capture respondents' complaint in full. Far from being directed solely at the activities of the Saudi police, it alleges that agents of the <i>hospital</i> summoned Nelson to its security office because he reported safety concerns and that the <i>hospital</i> played a part in the subsequent beating and imprisonment. App. 5, 14. Without more, that type of behavior hardly qualifies as sovereign. Thus, even assuming for the sake of argument that the role of the official police somehow affected the nature of petitioners' conduct, the claim cannot be said to \"res[t] entirely upon activities sovereign in character.\" See <i>ante,</i> at 358, n. 4. At the very least it \"consists of both commercial and sovereign elements,\" thereby presenting the specific question the majority chooses to elude. See <i>ibid.</i> The majority's single-minded focus on the exercise of police power, while certainly simplifying the case, thus hardly does it justice.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*368</span> Reliance on the fact that Nelson's employer enlisted the help of public rather than private security personnel is also at odds with Congress' intent. The purpose of the commercial exception being to prevent foreign states from taking refuge behind their sovereignty when they act as market participants, it seems to me that this is precisely the type of distinction we should seek to avoid. Because both the hospital and the police are agents of the state, the case in my mind turns on whether the sovereign is acting in a commercial capacity, not on whether it resorts to thugs or government officers to carry on its business. That, when the hospital calls in security to get even with a whistle-blower, it comes clothed in police apparel says more about the state-owned nature of the commercial enterprise than about the noncommercial nature of its tortious conduct. I had thought the <span class=\"star-pagination\">*369</span> issue put to rest some time ago when, in a slightly different context, Chief Justice Marshall observed:</p>\n<blockquote>\"It is, we think, a sound principle, that when a government becomes a partner in any trading company, it devests itself, so far as concerns the transactions of that company, of its sovereign character, and takes that of a private citizen. Instead of communicating to the company its privileges and its prerogatives, it descends to a level with those with whom it associates itself, and takes the character which belongs to its associates, and to the business which is to be transacted.\" <i>Bank of </i><i>United</i>  <i>States</i> v. <i>Planters' Bank of Georgia,</i> <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">904</span></span>, 907 (1824).</blockquote>\n<p>See also <i>Alfred Dunhill of London, Inc.</i> v. <i>Republic of Cuba,</i>  425 U. S. 682, 695-696 (1976) (plurality opinion).</p>\n<p></p>\n<h2>C</h2>\n<p>Contrary to the majority's suggestion, <i>ante,</i> at 363, this conclusion does not involve inquiring into the purpose of the conduct. Matters would be different, I suppose, if Nelson had been recruited to work in the Saudi police force and, having reported safety violations, suffered retributive punishment, for there the Saudi authorities would be engaged in distinctly sovereign activities. Cf. House Report, at 16 (\"Also public or governmental and not commercial in nature, would be the employment of diplomatic, civil service, or military personnel\"); Senate Report, at 16. The same would be true if Nelson was a mere tourist in Saudi Arabia and had been summarily expelled by order of immigration officials. See <i>Arango</i> v. <i>Guzman Travel Advisors Corp.,</i> 621 F. 2d 1371 (CA5 1980). In this instance, however, the state-owned hospital was engaged in ordinary commercial business and \"[i]n their commercial capacities, foreign governments do not exercise powers peculiar to sovereigns. Instead, they exercise only those powers that can also be exercised by private <span class=\"star-pagination\">*370</span> citizens.\" <i>Alfred Dunhill, supra,</i> at 704 (plurality opinion). As we recently stated, \"when a foreign government acts, not as regulator of a market, but in the manner of a private player within it, the foreign sovereign's actions are `commercial' within the meaning of the FSIA.\" <i>Republic of Argentina</i> v. <i>Weltover, Inc.,</i> 504 U. S. 607, 614 (1992). That, I believe, is the case here.</p>\n<p></p>\n<h2>II</h2>\n<p>Nevertheless, I reach the same conclusion as the majority because petitioners' commercial activity was not \"carried on in the United States.\" The Act defines such conduct as \"commercial activity . . . having substantial contact with the United States.\" 28 U. S. C. § 1603(e). Respondents point to the hospital's recruitment efforts in the United States, including advertising in the American media, and the signing of the employment contract in Miami. See Brief for Respondents 43-45. As I earlier noted, while these may very well qualify as commercial activity in the United States, they do not constitute the commercial activity upon which respondents' action is based. Conversely, petitioners' commercial conduct in Saudi Arabia, though constituting the basis of the Nelsons' suit, lacks a sufficient nexus to the United States. Neither the hospital's employment practices, nor its disciplinary procedures, has any apparent connection to this country. On that basis, I agree that the Act does not grant the Nelsons access to our courts.</p>\n<p>Justice Kennedy, with whom Justice Blackmun and Justice Stevens join as to Parts I\u0097B and II, concurring in part and dissenting in part.</p>\n<p>I join all of the Court's opinion except the last paragraph of Part II, where, with almost no explanation, the Court rules that, like the intentional tort claim, the claims based on negligent failure to warn are outside the subject-matter jurisdiction of the federal courts. These claims stand on a much different footing from the intentional tort claims for <span class=\"star-pagination\">*371</span> purposes of the Foreign Sovereign Immunities Act (FSIA). In my view, they ought to be remanded to the District Court for further consideration.</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>A</h2>\n<p>I agree with the Court's holding that the Nelsons' claims of intentional wrongdoing by the hospital and the Kingdom of Saudi Arabia are based on sovereign, not commercial, activity, and so fall outside the commercial activity exception to the grant of foreign sovereign immunity contained in 28 U. S. C. § 1604. The intentional tort counts of the Nelsons' complaint recite the alleged unlawful arrest, imprisonment, and torture of Mr. Nelson by the Saudi police acting in their official capacities. These are not the sort of activities by which a private party conducts its business affairs; if we classified them as commercial, the commercial activity exception would in large measure swallow the rule of foreign sovereign immunity Congress enacted in the FSIA.</p>\n<p></p>\n<h2>B</h2>\n<p>By the same token, however, the Nelsons' claims alleging that the hospital, the Kingdom, and Royspec were negligent in failing during their recruitment of Nelson to warn him of foreseeable dangers are based upon commercial activity having substantial contact with the United States. As such, they are within the commercial activity exception and the jurisdiction of the federal courts. Unlike the intentional tort counts of the complaint, the failure to warn counts do not complain of a police beating in Saudi Arabia; rather, they complain of a negligent omission made during the recruiting of a hospital employee in the United States. To obtain relief, the Nelsons would be obliged to prove that the hospital's recruiting agent did not tell Nelson about the foreseeable hazards of his prospective employment in Saudi Arabia. Under the Court's test, this omission is what the negligence counts are \"based upon.\" See <i>ante,</i> at 356.</p>\n<p><span class=\"star-pagination\">*372</span> Omission of important information during employee recruiting is commercial activity as we have described it. See <i>Republic of Argentina</i> v. <i>Weltover, Inc.,</i> 504 U. S. 607 (1992). It seems plain that recruiting employees is an activity undertaken by private hospitals in the normal course of business. Locating and hiring employees implicates no power unique to the sovereign. In explaining the terms and conditions of employment, including the risks and rewards of a particular job, a governmental entity acts in \"the manner of a private player within\" the commercial marketplace. <i>Id.,</i> at 614. Under the FSIA, as a result, it must satisfy the same general duties of care that apply to private actors under state law. If a private company with operations in Saudi Arabia would be obliged in the course of its recruiting activities subject to state law to tell a prospective employee about the risk of arbitrary arrest and torture by Saudi authorities, then so would King Faisal Specialist Hospital.</p>\n<p>The recruiting activity alleged in the failure to warn counts of the complaint also satisfies the final requirement for invoking the commercial activity exception: that the claims be based upon commercial activity \"having substantial contact with the United States.\" 28 U. S. C. § 1603(e). Nelson's recruitment was performed by Hospital Corporation of America, Ltd. (HCA), a wholly owned subsidiary of a United States corporation, which, for a period of at least 16 years beginning in 1973, acted as the Kingdom of Saudi Arabia's exclusive agent for recruiting employees for the hospital. HCA in the regular course of its business seeks employees for the hospital in the American labor market. HCA advertised in an American magazine, seeking applicants for the position Nelson later filled. Nelson saw the ad in the United States and contacted HCA in Tennessee. After an interview in Saudi Arabia, Nelson returned to Florida, where he signed an employment contract and underwent personnel processing and application procedures. Before leaving to take his job at the hospital, Nelson attended an <span class=\"star-pagination\">*373</span> orientation session conducted by HCA in Tennessee for new employees. These activities have more than substantial contact with the United States; most of them were \"carried on in the United States.\" 28 U. S. C. § 1605(a)(2). In alleging that the petitioners neglected during these activities to tell him what they were bound to under state law, Nelson meets all of the statutory requirements for invoking federal jurisdiction under the commercial activity exception.</p>\n<p></p>\n<h2>II</h2>\n<p>Having met the jurisdictional prerequisites of the FSIA, the Nelsons' failure to warn claims should survive petitioners' motion under Federal Rule of Civil Procedure 12(b)(1) to dismiss for want of subject-matter jurisdiction. Yet instead of remanding these claims to the District Court for further proceedings, the majority dismisses them in a single short paragraph. This is peculiar, since the Court suggests no reason to question the conclusion that the failure to warn claims are based on commercial activity having substantial contact with the United States; indeed, the Court does not purport to analyze these claims in light of the statutory requirements for jurisdiction.</p>\n<p>The Court's summary treatment may stem from doubts about the underlying validity of the negligence cause of action. The Court dismisses the claims because it fears that if it did not, \"a plaintiff could recast virtually any claim of intentional tort committed by a sovereign act as a claim of failure to warn, simply by charging the defendant with an obligation to announce its own tortious propensity before indulging it.\" <i>Ante,</i> at 363. In the majority's view, \"[t]o give jurisdictional significance to this feint of language would effectively thwart the Act's manifest purpose to codify the restrictive theory of foreign sovereign immunity.\" <i>Ibid.</i>  These doubts, however, are not relevant to the analytical task at hand.</p>\n<p><span class=\"star-pagination\">*374</span> The FSIA states that with respect to any claim against a foreign sovereign that falls within the statutory exceptions to immunity listed in § 1605, \"the foreign state shall be liable in the same manner and to the same extent as a private individual under like circumstances.\" 28 U. S. C. § 1606. The Act incorporates state law and \"was not intended to affect the substantive law determining the liability of a foreign state.\" <i>First Nat. City Bank</i> v. <i>Banco Para el Comercio Exterior de Cuba,</i> 462 U. S. 611, 620 (1983). If the governing state law, which has not yet been determined, would permit an injured person to plead and prove a tortious wrong for failure to warn against a private defendant under facts similar to those in this case, we have no authority under the FSIA to ordain otherwise for those suing a sovereign entity. \"[W]here state law provides a rule of liability governing private individuals, the FSIA requires the application of that rule to foreign states in like circumstances.\" <i>Id.,</i> at 622, n. 11.</p>\n<p>The majority's citation of <i>United States</i> v. <i>Shearer,</i> 473 U. S. 52, 54-55 (1985) (opinion of Burger, C. J.), see <i>ante,</i> at 363, provides no authority for dismissing the failure to warn claims. <i>Shearer</i> refused to permit a plaintiff to recast in negligence terms what was essentially an intentional tort claim, but that case was decided under the doctrine of <i>Feres</i>  v. <i>United States,</i> 340 U. S. 135 (1950). The <i>Feres</i> doctrine is a creature of federal common law that allows the Court much greater latitude to make rules of pleading than we have in the current case. Here, our only task is to interpret the explicit terms of the FSIA. The Court's conclusion in <i>Shearer</i> was also based upon the fact that the intentional tort exception to the Federal Tort Claims Act at issue there, 28 U. S. C. § 2680(h), precludes \"[a]ny claim arising out of\" the specified intentional torts. This language suggests that Congress intended immunity under the FTCA to cover more than those claims which simply sounded in intentional tort. There is no equivalent language in the commercial activity <span class=\"star-pagination\">*375</span> exception to the FSIA. It is also worth noting that the Court has not adopted a uniform rule barring the recasting of intentional tort claims as negligence claims under the FTCA; under certain circumstances, we have permitted recovery in that situation. See <i>Sheridan</i> v. <i>United States,</i> 487 U. S. 392 (1988).</p>\n<p>As a matter of substantive tort law, it is not a novel proposition or a play on words to describe with precision the conduct upon which various causes of action are based or to recognize that a single injury can arise from multiple causes, each of which constitutes an actionable wrong. See Restatement (Second) of Torts §§ 447-449 (1965); <i>Sheridan, supra,</i>  at 405 (Kennedy, J., concurring in judgment); <i>Wilson</i> v. <i>Garcia,</i> 471 U. S. 261, 272 (1985). In <i>Sheridan,</i> for example, this Court permitted an action for negligent supervision to go forward under the FTCA when a suit based upon the intentional tort that was the immediate cause of injury was barred under the statute. See 487 U. S., at 400. As the Court observed, \"it is both settled and undisputed that in at least some situations the fact that an injury was directly caused by an assault or battery will not preclude liability against the Government for negligently allowing the assault to occur.\" <i>Id.,</i> at 398.</p>\n<p>We need not determine, however, that on remand the Nelsons will succeed on their failure to warn claims. Quite apart from potential problems of state tort law that might bar recovery, the Nelsons appear to face an obstacle based upon the former adjudication of their related lawsuit against Saudi Arabia's recruiting agent, HCA. The District Court dismissed that suit, which raised an identical failure to warn claim, not only as time barred, but also on the merits. See <i>Nelson</i> v. <i>Hospital Corp. of America,</i> No. 88-0484\u0097CIV\u0097 Nesbitt (SD Fla., Nov. 1, 1990). That decision was affirmed on appeal, judgment order reported at 946 F. 2d 1546 (CA11 1991), and may be entitled to preclusive effect with respect to the Nelsons' similar claims against the sovereign defendants, <span class=\"star-pagination\">*376</span> whose recruitment of Nelson took place almost entirely through HCA. See generally <i>Montana</i> v. <i>United States,</i>  440 U. S. 147, 153 (1979) (\"a final judgment on the merits bars further claims by parties or their privies based on the same cause of action\"); <i>Lawlor</i> v. <i>National Screen Service Corp.,</i> 349 U. S. 322, 330 (1955) (defendants not party to a prior suit may invoke res judicata if \"their liability was . . . `altogether dependent upon the culpability' of the [prior] defendants\") (quoting <i>Bigelow</i> v. <i>Old Dominion Copper Mining &amp; Smelting Co.,</i> 225 U. S. 111, 127 (1912)); 18 C. Wright, A. Miller, &amp; E. Cooper, Federal Practice and Procedure § 4463, p. 567 (1981) (recognizing general rule that \"judgment in an action against either party to a vicarious liability relationship establishe[s] preclusion in favor of the other\"); Restatement (Second) of Judgments § 51 (1982).</p>\n<p>But the question of claim preclusion, like the substantive validity under state law of the Nelsons' negligence cause of action, has not yet been litigated and is outside the proper sphere of our review. \"[I]t is not our practice to reexamine a question of state law of [this] kind or, without good reason, to pass upon it in the first instance.\" <i>Sheridan, supra,</i> at 401. That a remand to the District Court may be of no avail to the Nelsons is irrelevant to our task here; if the jurisdictional requirements of the FSIA are met, the case must be remanded to the trial court for further proceedings. In my view, the FSIA conferred subject-matter jurisdiction on the District Court to entertain the failure to warn claims, and with all respect, I dissent from the Court's refusal to remand them.</p>\n<p>Justice Blackmun, concurring in the judgment in part and dissenting in part.</p>\n<p>I join Justice White's opinion because it finds that respondents' intentional tort claims are \"based upon a commercial activity\" and that the commercial activity at issue in those claims was not \"carried on in the United States.\" I <span class=\"star-pagination\">*377</span> join Justice Kennedy's opinion insofar as it concludes that the \"failure to warn\" claims should be remanded.</p>\n<p>Justice Stevens, dissenting.</p>\n<p>Under the Foreign Sovereign Immunities Act of 1976 (FSIA), a foreign state is subject to the jurisdiction of American courts if two conditions are met: The action must be \"based upon a commercial activity\" and that activity must have a \"substantial contact with the United States.\"<sup>[1]</sup> These two conditions should be separately analyzed because they serve two different purposes. The former excludes commercial activity from the scope of the foreign sovereign's immunity from suit; the second identifies the contacts with the United States that support the assertion of jurisdiction over the defendant.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*378</span> In this case, as Justice White has demonstrated, petitioner Kingdom of Saudi Arabia's operation of the hospital and its employment practices and disciplinary procedures are \"commercial activities\" within the meaning of the statute, and respondent Scott Nelson's claim that he was punished for acts performed in the course of his employment was unquestionably \"based upon\" those activities. Thus, the first statutory condition is satisfied; petitioner is not entitled to immunity from the claims asserted by respondent.</p>\n<p>Unlike Justice White, however, I am also convinced that petitioner's commercial activities\u0097whether defined as the regular course of conduct of operating a hospital or, more specifically, as the commercial transaction of engaging respondent \"as an employee with specific responsibilities in that enterprise,\" Brief for Respondents 25\u0097have sufficient contact with the United States to justify the exercise of federal jurisdiction. Petitioner Royspec maintains an office in Maryland and purchases hospital supplies and equipment in this country. For nearly two decades the hospital's American agent has maintained an office in the United States and regularly engaged in the recruitment of personnel in this country. Respondent himself was recruited in the United States and entered into his employment contract with the hospital in the United States. Before traveling to Saudi Arabia to assume his position at the hospital, respondent attended an orientation program in Tennessee. The position for which respondent was recruited and ultimately hired was that of a monitoring systems manager, a troubleshooter, and, taking respondent's allegations as true, it was precisely respondent's performance of those responsibilities that led to the hospital's retaliatory actions against him.</p>\n<p><span class=\"star-pagination\">*379</span> Whether the first clause of § 1605(a)(2) broadly authorizes \"general\" jurisdiction over foreign entities that engage in substantial commercial activity in this country, or, more narrowly, authorizes only \"specific\" jurisdiction over particular commercial claims that have a substantial contact with the United States,<sup>[3]</sup> petitioners' contacts with the United States in this case are, in my view, plainly sufficient to subject petitioners to suit in this country on a claim arising out of their nonimmune commercial activity relating to respondent. If the same activities had been performed by a private business, I have no doubt jurisdiction would be upheld. And that, of course, should be a touchstone of our inquiry; for as Justice White explains, <i>ante,</i> at 366, n. 2, and 368-369, when a foreign nation sheds its uniquely sovereign status and seeks out the benefits of the private marketplace, it must, like any private party, bear the burdens and responsibilities imposed by that marketplace. I would therefore affirm the judgment of the Court of Appeals.<sup>[4]</sup></p>\n<h2>NOTES</h2>\n<p>[*]   Briefs of <i>amici curiae</i> urging affirmance were filed for Human Rights Watch by <i>Ellen Lutz, Kenneth Roth,</i> and <i>Jeffrey L. Braun;</i> and for the International Human Rights Law Group et al. by <i>Douglas G. Robinson, Julia E. Sullivan, Andrew L. Sandler, Michael Ratner, Steven M. Schneebaum, Janelle M. Diller,</i> and <i>Harold Koh.</i> </p>\n<p>[1]  Petitioners assert that the Saudi Government arrested Nelson because he had falsely represented to the hospital that he had received a degree from the Massachusetts Institute of Technology and had provided the hospital with a forged diploma to verify his claim. Brief for Petitioners 4-5. The Nelsons concede these misrepresentations, but dispute that they occasioned Scott Nelson's arrest. Brief for Respondents 9.</p>\n<p>[2]  The Court of Appeals expressly declined to address the act of state doctrine, 923 F. 2d, at 1536, and we do not consider that doctrine here.</p>\n<p>[3]  In full, § 1605(a)(2) provides that \"[a] foreign state shall not be immune from the jurisdiction of courts of the United States or of the States in any case .. . in which the action is based upon a commercial activity carried on in the United States by the foreign state; or upon an act performed in the United States in connection with a commercial activity of the foreign state elsewhere; or upon an act outside the territory of the United States in connection with a commercial activity of the foreign state elsewhere and that act causes a direct effect in the United States.\"</p>\n<p>[4]  We do not mean to suggest that the first clause of § 1605(a)(2) necessarily requires that each and every element of a claim be commercial activity by a foreign state, and we do not address the case where a claim consists of both commercial and sovereign elements. We do conclude, however, that where a claim rests entirely upon activities sovereign in character, as here, see <i>infra,</i> at 361-363, jurisdiction will not exist under that clause regardless of any connection the sovereign acts may have with commercial activity.</p>\n<p>[5]  The State Department's practice prior to the passage of the Act supports this understanding. Prior to the Act's passage, the State Department would determine in the first instance whether a foreign state was entitled to immunity and make an appropriate recommendation to the courts. See <i>Verlinden B. V.</i> v. <i>Central Bank of Nigeria,</i> 461 U. S. 480, 486-488 (1983). A compilation of available materials demonstrates that the Department recognized immunity with respect to claims involving the exercise of the power of the police or military of a foreign state. See Sovereign Immunity Decisions of the Department of State, May 1952 to January 1977 (M. Sandler, D. Vagts, &amp; B. Ristau eds\".), in 1977 Digest of United States Practice in International Law 1017, 1045-1046 (claim that Cuban armed guard seized cash from plaintiff at Havana airport); <i>id.,</i> at 1053-1054 (claim that Saudi militia fired on plaintiffs and caused personal and property damage).\n</p>\n<p>Justice White points to an episode in which the State Department declined to recognize immunity with respect to a claim by Jamaican nationals, working in the United States, against the British West Indies Central Labour Organization, a foreign governmental agency. See <i>id.,</i> at 1062-1063; <i>post,</i> at 367-368, n. 3. In our view that episode bears little relation to this case, for the Jamaican nationals did not allege mistreatment by the police of a foreign state.</p>\n<p>[1]  See, <i>e. g., </i><i>English</i> v. <i>General Electric Co.,</i> 496 U. S. 72, 75-76 (1990); <i>Belline</i> v. <i>K-Mart Corp.,</i> 940 F. 2d 184, 186-189 (CA7 1991); <i>White</i> v. <i>General Motors Corp.</i> , 908 F. 2d 669, 671 (CA10 1990), cert. denied, 498 U. S. 1069 (1991); <i>Sanchez</i> v. <i>Unemployment Ins. Appeals Bd.,</i> <span class=\"citation\" data-id=\"1427072\"><a href=\"/opinion/1427072/sanchez-v-unemployment-ins-appeals-bd/\"><span class=\"volume\">36</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">575</span></a></span>, 685 P. 2d 61 (1984); <i>Collier</i> v. <i>Superior Court of Los Angeles County,</i> <span class=\"citation\" data-id=\"2179760\"><a href=\"/opinion/2179760/collier-v-superior-court/\"><span class=\"volume\">228</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">1117</span></a></span>, <span class=\"citation\" data-id=\"2179760\"><a href=\"/opinion/2179760/collier-v-superior-court/\"><span class=\"volume\">279</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">453</span></a></span> (1991).</p>\n<p>[2]  \"[W]hen the foreign state enters the marketplace or when it acts as a private party, there is no justification in modern international law for allowing the foreign state to avoid the economic costs of . . . the accidents which it may cause. . . . The law should not permit the foreign state to shift these everyday burdens of the marketplace onto the shoulders of private parties.\" Testimony of Monroe Leigh, Legal Adviser, Department of State, Hearings on H. R. 11315 before the Subcommittee on Administrative Law and Governmental Relations of the House Committee on the Judiciary, 94th Cong., 2d Sess., 27 (1976).</p>\n<p>[3]  In contrast, the cases cited by the majority involve action that did not take place in a commercial context and that could be considered purely sovereign. For instance, in <i>Arango</i> v. <i>Guzman Travel Advisors Corp.,</i>  <span class=\"citation\" data-id=\"378214\"><a href=\"/opinion/378214/ramiro-arango-and-gabriella-arango-individually-et/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1371</span></a></span> (CA5 1980), plaintiffs were expelled from the Dominican Republic pursuant to a decision by immigration officials that they were \"`undesirable aliens.' \" <i>Id.</i> , at 1373. As the Court of Appeals reasoned, the airline's actions \"were not commercial. [It] was impressed into service to perform these functions . . . by Dominican immigration officials pursuant to that country's laws.\" <i>Id.</i> , at 1379. Nor was there a hint of commercial activity in <i>Herbage</i> v. <i>Meese,</i> <span class=\"citation no-link\"><span class=\"volume\">747</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">60</span></span> (DC 1990), affirmance order, 292 U. S. App. D. C. 84, 946 F. 2d 1564 (1991), an extradition case that did not so much as mention the commercial activity exception.\n</p>\n<p>Absence of a commercial context also distinguishes those incidents relied on by the majority that predate passage of the Foreign Sovereign Immunities Act. See <i>ante,</i> at 362, n. 5. Yet the majority gives short shrift to an occurrence that most closely resembles the instant case and that suggests strongly that the hospital's enlistment of, and cooperation with, the police should not entitle it to immunity. The incident involved allegations that an agency of the Jamaican Government conspired to have Jamaican nationals working in the United States \"falsely arrested, imprisoned and blacklisted, and to deprive them of wages and other employee rights.\" Sovereign Immunity Decisions of the Department of State, May 1952 to January 1977 (M. Sandler, D. Vagts, &amp; B. Ristau eds.), in 1977 Digest of United States Practice in International Law 1062. Significantly, the State Department did not take refuge behind the words \"arres[t]\" and \"impriso[n]\" and decide that the actions were sovereign in nature. Rather, it declined to recognize immunity, focusing on the fact that private parties acting in an employment context could do exactly what the Jamaican agency was alleged to have done: \"[T]he activities under consideration are of a private nature . . . . The Department of State is impressed by the fact that the activities of the British West Indies Central Labour Organization . . . are very much akin to those that might be conducted by a labor union or by a private employment agency\u0097arranging and servicing an agreement between private employers and employees. Although it may be argued that some of the acts performed by the British West Indies Central Labour Organization in this case are consular in nature, the Department believes that they arise from the involvement of the British West Indies Central Labour Organization in the private employer-employee contractual relationship rather than from a consular responsibility, and cannot be separated therefrom.\" <i>Id.</i> , at 1063.</p>\n<p>[1]  Section 4(a) of the FSIA provides:\n</p>\n<p>\"(a) A foreign state shall not be immune from the jurisdiction of courts of the United States or of the States in any case\u0097</p>\n<p>. . . . .</p>\n<p>\"(2) in which the action is based upon a commercial activity carried on in the United States by the foreign state.\" 28 U. S. C. § 1605(a)(2).</p>\n<p>The key terms of this provision are defined in § 1603. Section 1603(e) defines \"commercial activity carried on in the United States by a foreign state\" as \"commercial activity carried on by such state and having substantial contact with the United States.\" Section 1603(d), in turn, defines \"commercial activity\" as \"either a regular course of commercial conduct or a particular commercial transaction or act.\" Thus, interpolating the definitions from § 1603 into § 1605(a)(2) produces this equivalence:</p>\n<p>\"A foreign state shall not be immune from the jurisdiction of courts of the United States or of the States in any case in which the action is based upon a regular course of commercial conduct or a particular commercial transaction carried on by such state and having substantial contact with the United States.\"</p>\n<p>[2]  See, <i>e. g., </i><i>Maritime International Nominees Establishment</i> v. <i>Republic of Guinea,</i> 224 U. S. App. D. C. 119, 130, n. 18, 693 F. 2d 1094, 1105, n. 18 (1982) (\"the immunity determination involves considerations distinct from the issue of personal jurisdiction, and the FSIA's interlocking provisions are most profitably analyzed when these distinctions are kept in mind\"). See also J. Dellapenna, Suing Foreign Governments and Their Corporations 66, 144 (1988) (\"The nexus rules must be analyzed separately from the substantive immunity rules . . . in order to understand jurisdictional questions under the Act\" and because \"the laws regulating . . . jurisdiction . . . and immunity serve different purposes, and thus require different dispositions\") (footnotes omitted).</p>\n<p>[3]  Though this case does not require resolution of that question (because petitioners' contacts with the United States satisfy, in my view, the more narrow requirements of \"specific\" jurisdiction), I am inclined to agree with the view expressed by Judge Higginbotham in his separate opinion in <i>Vencedora Oceanica Navigacion, S. A.</i> v. <i>Compagnie Nationale Algerienne de Navigation,</i> 730 F. 2d 195, 204-205 (1984) (concurring in part and dissenting in part), that the first clause of § 1605(a)(2), interpreted in light of the relevant legislative history and the second and third clauses of the provision, does authorize \"general\" jurisdiction over foreign entities that engage in substantial commercial activities in the United States.</p>\n<p>[4]  My affirmance would extend to respondents' failure to warn claims. I am therefore in agreement with Justice Kennedy's analysis of that aspect of the case.</p>\n\n</div>", 
  "sha1": "35a6b8a014d69dc1e81df2e5ffaf0c06eeb351c5", 
  "date_modified": "2014-12-21T02:13:03.163956", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/112834/saudi-arabia-v-nelson/", 
  "citation_count": 201, 
  "supreme_court_db_id": "1992-045", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/436768/", 
  "html": "<p class=\"case_cite\">507 U.S. 349</p>\n    <p class=\"case_cite\">113 S.Ct. 1471</p>\n    <p class=\"case_cite\">123 L.Ed.2d 47</p>\n    <p class=\"parties\">SAUDI ARABIA, King Faisal Specialist Hospital and  Royspec, Petitioners<br>v.<br>Scott NELSON et ux.</p>\n    <p class=\"docket\">No. 91-522.</p>\n    <p class=\"date\">Argued Nov. 30, 1992.</p>\n    <p class=\"date\">Decided March 23, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n        <a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>\n      </p>\n      <p class=\"indent\">The respondents Nelson, a married couple, filed this action for damages against petitioners, the Kingdom of Saudi Arabia, a Saudi hospital, and the hospital's purchasing agent in the United States.  They alleged, among other things, that respondent husband suffered personal injuries as a result of the Saudi Government's unlawful detention and torture of him and petitioners' negligent failure to warn him of the possibility of severe retaliatory action if he attempted to report on-the-job hazards.  The Nelsons asserted jurisdiction under the Foreign Sovereign Immunities Act of 1976, 28 U.S.C. &#167; 1605(a)(2), which confers jurisdiction where an action is \"based upon a commercial activity carried on in the United States by the foreign state.\"  The District Court dismissed for lack of subject-matter jurisdiction.  The Court of Appeals reversed, concluding that respondent husband's recruitment and hiring were \"commercial activities\" upon which the Nelsons' action was \"based\" for purposes of &#167; 1605(a)(2).</p>\n      <p class=\"indent\"><i>Held:</i>  The Nelsons' action is not \"based upon a commercial activity\" within the meaning of the first clause of &#167; 1605(a)(2), and the Act therefore confers no jurisdiction over their suit. Pp. ____.</p>\n      <p class=\"indent\">(a) This action is not \"based upon\" a commercial activity. Although the Act does not define \"based upon,\" the phrase is most naturally read to mean those elements of a claim that, if proven, would entitle a plaintiff to relief under his theory of the case, and the statutory context confirms that the phrase requires something more than a mere connection with, or relation to, commercial activity.  Even taking the Nelsons' allegations about respondent husband's recruitment and employment as true, those facts alone entitle the Nelsons to nothing under their theory of the case.  While these arguably commercial activities may have led to the commission of the torts that allegedly injured the Nelsons, it is only those torts upon which their action is \"based\" for purposes of the Act.  Pp. ____.</p>\n      <p class=\"indent\">(b) Petitioners' tortious conduct fails to qualify as \"commercial activity\" within the meaning of the Act.  This Court has ruled that the Act largely codifies the so-called \"restrictive\" theory of foreign sovereign immunity, <i>Republic of Argentina v. Weltover, Inc.,</i> 504 U.S. ----, ----, 112 S.Ct. 2160, 2165, 119 L.Ed.2d 394, and that a state engages in commercial activity under that theory where it exercises only those powers that can also be exercised by private citizens, rather than those powers peculiar to sovereigns, <i>id.,</i> at ----, 112 S.Ct. at ----. The intentional conduct alleged here (the Saudi Government's wrongful arrest, imprisonment, and torture of Nelson) boils down to abuse of the power of the police.  However monstrous such abuse undoubtedly may be, a foreign state's exercise of that power has long been understood for purposes of the restrictive theory as peculiarly sovereign in nature.  The Nelsons' argument that respondent husband's mistreatment constituted retaliation for his reporting of safety violations, and was therefore commercial in character, does not alter the fact that the powers allegedly abused were those of police and penal officers.  In any event, that argument goes to the purpose of petitioners' conduct, which the Act explicitly renders irrelevant to the determination of an activity's commercial character.  Pp. ____.</p>\n      <p class=\"indent\">(c) The Nelsons' attempt to claim failure to warn is merely a semantic ploy.  A plaintiff could recast virtually any claim of intentional tort committed by sovereign act as a claim of failure to warn.  To give jurisdictional significance to this feint of language would effectively thwart the Act's manifest purpose to codify the restrictive theory of foreign sovereign immunity.  Cf. <i>United States v. Shearer,</i> 473 U.S. 52, 54-55, 105 S.Ct. 3039, 3041-3042, 87 L.Ed.2d 38 (opinion of Burger, C.J.).  Pp. ____.</p>\n      <p class=\"indent\">923 F.2d 1528 (CA 11 1985), reversed.</p>\n      <p class=\"indent\">SOUTER, J., delivered the opinion of the Court, in which REHNQUIST, C.J., and O'CONNOR, SCALIA, and THOMAS, JJ., joined, and in which KENNEDY, J., joined except for the last paragraph of Part II.  WHITE, J., filed an opinion concurring in the judgment, in which BLACKMUN, J., joined.  BLACKMUN, J., filed an opinion concurring in part and dissenting in part.  KENNEDY, J., filed an opinion concurring in part and dissenting in part, in which BLACKMUN and STEVENS, JJ., joined as to Parts I-B and II. STEVENS, J., filed a dissenting opinion.</p>\n      <p class=\"indent\">Everett C. Johnson, Jr., Washington, DC, for petitioners.</p>\n      <p class=\"indent\">Jeffrey P. Minear, Washington, DC, for U.S. as amicus curiae, by special leave of the Court.</p>\n      <p class=\"indent\">Paul S. Stevens, Washington, DC, for respondents.</p>\n      <p class=\"indent\">Justice SOUTER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Foreign Sovereign Immunities Act of 1976 entitles foreign states to immunity from the jurisdiction of courts in the United States, 28 U.S.C. &#167; 1604, subject to certain enumerated exceptions.  &#167; 1605.  One is that a foreign state shall not be immune in any case \"in which the action is based upon a commercial activity carried on in the United States by the foreign state.\"  &#167; 1605(a)(2).  We hold that respondents' action alleging personal injury resulting from unlawful detention and torture by the Saudi Government is not \"based upon a commercial activity\" within the meaning of the Act, which consequently confers no jurisdiction over respondents' suit.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Because this case comes to us on a motion to dismiss the complaint, we assume that we have truthful factual allegations before us, see <i>United States v. Gaubert,</i> 499 U.S. ----, ----, 111 S.Ct. 1267, ----, 113 L.Ed.2d 335 (1991), though many of those allegations are subject to dispute.  See Brief for Petitioners 3, n. 3;  see also n. 1, <i>infra.</i>  Petitioner Kingdom of Saudi Arabia owns and operates petitioner King Faisal Specialist Hospital in Riyadh, as well as petitioner Royspec Purchasing Services, the Hospital's corporate purchasing agent in the United States.  App. 91.  The Hospital Corporation of America, Ltd. (HCA), an independent corporation existing under the laws of the Cayman Islands, recruits Americans for employment at the Hospital under an agreement signed with Saudi Arabia in 1973.  <i>Id.,</i> at 73.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In its recruitment effort, HCA placed an advertisement in a trade periodical seeking applications for a position as a monitoring systems engineer at the Hospital.  The advertisement drew the attention of respondent Scott Nelson in September 1983, while Nelson was in the United States.  After interviewing for the position in Saudi Arabia, Nelson returned to the United States, where he signed an employment contract with the Hospital, <i>id.,</i> at 4, satisfied personnel processing requirements, and attended an orientation session that HCA conducted for Hospital employees.  In the course of that program, HCA identified Royspec as the point of contact in the United States for family members who might wish to reach Nelson in an emergency.  <i>Id.,</i> at 33.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In December 1983, Nelson went to Saudi Arabia and began work at the Hospital, monitoring all \"facilities, equipment, utilities and maintenance systems to insure the safety of patients, hospital staff, and others.\"  <i>Id.,</i> at 4.  He did his job without significant incident until March 1984, when he discovered safety defects in the Hospital's oxygen and nitrous oxide lines that posed fire hazards and otherwise endangered patients' lives.  <i>Id.,</i> at 57-58.  Over a period of several months, Nelson repeatedly advised Hospital officials of the safety defects and reported the defects to a Saudi Government commission as well.  <i>Id.,</i> at 4-5. Hospital officials instructed Nelson to ignore the problems.  <i>Id.,</i> at 58.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Hospital's response to Nelson's reports changed, however, on September 27, 1984, when certain Hospital employees summoned him to the Hospital's security office where agents of the Saudi Government arrested him.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The agents transported Nelson to a jail cell, in which they \"shackled, tortured and bea[t]\" him, <i>id.,</i> at 5, and kept him four days without food.  <i>Id.,</i> at 59.  Although Nelson did not understand Arabic, Government agents forced him to sign a statement written in that language, the content of which he did not know;  a Hospital employee who was supposed to act as Nelson's interpreter advised him to sign \"anything\" the agents gave him to avoid further beatings.  <i>Ibid.</i>  Two days later, Government agents transferred Nelson to the Al Sijan Prison \"to await trial on unknown charges.\" <i>Ibid.</i></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At the Prison, Nelson was confined in an overcrowded cell area infested with rats, where he had to fight other prisoners for food and from which he was taken only once a week for fresh air and exercise.  <i>Ibid.</i>  Although police interrogators repeatedly questioned him in Arabic, <i>id.,</i> at 5, Nelson did not learn the nature of the charges, if any, against him.  <i>Ibid.</i>  For several days, the Saudi Government failed to advise Nelson's family of his whereabouts, though a Saudi official eventually told Nelson's wife, respondent Vivian Nelson, that he could arrange for her husband's release if she provided sexual favors.  <i>Ibid.</i></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Although officials from the United States Embassy visited Nelson twice during his detention, they concluded that his allegations of Saudi mistreatment were \"not credible\" and made no protest to Saudi authorities.  <i>Id.,</i> at 64.  It was only at the personal request of a United States Senator that the Saudi Government released Nelson, 39 days after his arrest, on November 5, 1984. <i>Id.,</i> at 60.  Seven days later, after failing to convince him to return to work at the Hospital, the Saudi Government allowed Nelson to leave the country.  <i>Id.,</i> at 60-61.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In 1988, Nelson and his wife filed this action against petitioners in the United States District Court for the Southern District of Florida seeking damages for personal injury.  The Nelsons' complaint sets out 16 causes of action, which fall into three categories.  Counts II through VII and counts X, XI, XIV, and XV allege that petitioners committed various intentional torts, including battery, unlawful detainment, wrongful arrest and imprisonment, false imprisonment, inhuman torture, disruption of normal family life, and infliction of mental anguish.  <i>Id.,</i> at 6-11, 15, 19-20.  Counts I, IX, and XIII charge petitioners with negligently failing to warn Nelson of otherwise undisclosed dangers of his employment, namely, that if he attempted to report safety hazards the Hospital would likely retaliate against him and the Saudi Government might detain and physically abuse him without legal cause.  <i>Id.,</i> at 5-6, 14, 18-19.  Finally, counts VIII, XII, and XVI allege that Vivian Nelson sustained derivative injury resulting from petitioners' actions.  <i>Id.,</i> at 11-12, 16, 20. Presumably because the employment contract provided that Saudi courts would have exclusive jurisdiction over claims for breach of contract, <i>id.,</i> at 47, the Nelsons raised no such matters.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The District Court dismissed for lack of subject-matter jurisdiction under the Foreign Sovereign Immunities Act of 1976, 28 U.S.C. &#167;&#167; 1330, 1602 <i>et seq.</i>  It rejected the Nelsons' argument that jurisdiction existed, under the first clause of &#167; 1605(a)(2), because the action was one \"based upon a commercial activity\" that petitioners had \"carried on in the United States.\" Although HCA's recruitment of Nelson in the United States might properly be attributed to Saudi Arabia and the Hospital, the District Court reasoned, it did not amount to commercial activity \"carried on the United States\" for purposes of the Act.  <i>Id.,</i> at 94-95.  The court explained that there was no sufficient \"nexus\" between Nelson's recruitment and the injuries alleged.  \"Although [the Nelsons] argu[e] that but for [Scott Nelson's] recruitment in the United States, he would not have taken the job, been arrested, and suffered the personal injuries,\" the court said, \"this 'connection' [is] far too tenuous to support jurisdiction\" under the Act.  <i>Id.,</i> at 97.  Likewise, the court concluded that Royspec's commercial activity in the United States, purchasing supplies and equipment for the Hospital, <i>id.,</i> at 93-94, had no nexus with the personal injuries alleged in the complaint; Royspec had simply provided a way for Nelson's family to reach him in an emergency.  <i>Id.,</i> at 96.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Court of Appeals reversed.  923 F.2d 1528 (CA11 1991). It concluded that Nelson's recruitment and hiring were commercial activities of Saudi Arabia and the Hospital, carried on in the United States for purposes of the Act, <i>id.,</i> at 1533, and that the Nelsons' action was \"based upon\" these activities within the meaning of the statute.  <i>Id.,</i> at 1533-1536.  There was, the court reasoned, a sufficient nexus between those commercial activities and the wrongful acts that had allegedly injured the Nelsons: \"the detention and torture of Nelson are so intertwined with his employment at the Hospital,\" the court explained, \"that they are 'based upon' his recruitment and hiring\" in the United States. <i>Id.,</i> at 1535.  The court also found jurisdiction to hear the claims against Royspec.  <i>Id.,</i> at 1536.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  After the Court of Appeals denied petitioners' suggestion for rehearing en banc, App. 133, we granted certiorari, 504 U.S. ----, 112 S.Ct. 2937, 119 L.Ed.2d 562 (1992).  We now reverse.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Foreign Sovereign Immunities Act \"provides the sole basis for obtaining jurisdiction over a foreign state in the courts of this country.\"  <i>Argentine Republic v. Amerada Hess Shipping Corp.,</i> 488 U.S. 428, 443, 109 S.Ct. 683, 692, 102 L.Ed.2d 818 (1989). Under the Act, a foreign state is presumptively immune from the jurisdiction of United States courts;  unless a specified exception applies, a federal court lacks subject-matter jurisdiction over a claim against a foreign state.  <i>Verlinden B.V. v. Central Bank of Nigeria,</i> 461 U.S. 480, 488-489, 103 S.Ct. 1962, 1968-1969, 76 L.Ed.2d 81 (1983);  see 28 U.S.C. &#167; 1604;  J. Dellapenna, Suing Foreign Governments and Their Corporations 11, and n. 64 (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Only one such exception is said to apply here.  The first clause of &#167; 1605(a)(2) of the Act provides that a foreign state shall not be immune from the jurisdiction of United States courts in any case \"in which the action is based upon a commercial activity carried on in the United States by the foreign state.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The Act defines such activity as \"commercial activity carried on by such state and having substantial contact with the United States,\" &#167; 1603(e), and provides that a commercial activity may be \"either a regular course of commercial conduct or a particular commercial transaction or act,\" the \"commercial character of [which] shall be determined by reference to\" its \"nature,\" rather than its \"purpose.\"  &#167; 1603(d).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">There is no dispute here that Saudi Arabia, the Hospital, and Royspec all qualify as \"foreign state[s]\" within the meaning of the Act.  Brief for Respondents 3;  see 28 U.S.C. &#167;&#167; 1603(a), (b) (term \"foreign state\" includes \"an agency or instrumentality of a foreign state\").  For there to be jurisdiction in this case, therefore, the Nelsons' action must be \"based upon\" some \"commercial activity\" by petitioners that had \"substantial contact\" with the United States within the meaning of the Act. Because we conclude that the suit is not based upon any commercial activity by petitioners, we need not reach the issue of substantial contact with the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We begin our analysis by identifying the particular conduct on which the Nelsons' action is \"based\" for purposes of the Act. See <i>Texas Trading &amp; Milling Corp. v. Federal Republic of Nigeria,</i> 647 F.2d 300, 308 (CA2 1981), cert. denied, 454 U.S. 1148, 102 S.Ct. 1012, 71 L.Ed.2d 301 (1982);  Donoghue, Taking the \"Sovereign\" Out of the Foreign Sovereign Immunities Act:  A Functional Approach to the Commercial Activity Exception, 17 Yale J.Int'l L. 489, 500 (1992).  Although the Act contains no definition of the phrase \"based upon,\" and the relatively sparse legislative history offers no assistance, guidance is hardly necessary.  In denoting conduct that forms the \"basis,\" or \"foundation,\" for a claim, see Black's Law Dictionary 151 (6th ed. 1990) (defining \"base\");  Random House Dictionary 172 (2d ed. 1987) (same);  Webster's Third New International Dictionary 180, 181 (1976) (defining \"base\" and \"based\"), the phrase is read most naturally to mean those elements of a claim that, if proven, would entitle a plaintiff to relief under his theory of the case.  See <i>Callejo v. Bancomer, S.A.,</i> 764 F.2d 1101, 1109 (CA5 1985) (focus should be on the \"gravamen of the complaint\");  accord, <i>Santos v. Compagnie Nationale Air France,</i> 934 F.2d 890, 893 (CA7 1991) (\"An action is based upon the elements that prove the claim, no more and no less\");  <i>Millen Industries, Inc. v. Coordination Council for North American Affairs,</i> 272 U.S.App.D.C. 240, 246, 855 F.2d 879, 885 (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">What the natural meaning of the phrase \"based upon\" suggests, the context confirms.  Earlier, see n. 3, <i>supra,</i> we noted that &#167; 1605(a)(2) contains two clauses following the one at issue here. The second allows for jurisdiction where a suit \"is based . . . upon an act performed in the United States in connection with a commercial activity of the foreign state elsewhere,\" and the third speaks in like terms, allowing for jurisdiction where an action \"is based . . . upon an act outside the territory of the United States in connection with a commercial activity of the foreign state elsewhere and that act causes a direct effect in the United States.\"  Distinctions among descriptions juxtaposed against each other are naturally understood to be significant, see <i>Melkonyan v. Sullivan,</i> 501 U.S. ----, ----, 111 S.Ct. 2157, ----, 115 L.Ed.2d 78 (1991), and Congress manifestly understood there to be a difference between a suit \"based upon\" commercial activity and one \"based upon\" acts performed \"in connection with\" such activity.  The only reasonable reading of the former term calls for something more than a mere connection with, or relation to, commercial activity.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In this case, the Nelsons have alleged that petitioners recruited Scott Nelson for work at the Hospital, signed an employment contract with him, and subsequently employed him. While these activities led to the conduct that eventually injured the Nelsons, they are not the basis for the Nelsons' suit.  Even taking each of the Nelsons' allegations about Scott Nelson's recruitment and employment as true, those facts alone entitle the Nelsons to nothing under their theory of the case.  The Nelsons have not, after all, alleged breach of contract, see <i>supra,</i> at ____, but personal injuries caused by petitioners' intentional wrongs and by petitioners' negligent failure to warn Scott Nelson that they might commit those wrongs.  Those torts, and not the arguably commercial activities that preceded their commission, form the basis for the Nelsons' suit.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Petitioners' tortious conduct itself fails to qualify as \"commercial activity\" within the meaning of the Act, although the Act is too \" 'obtuse' \" to be of much help in reaching that conclusion.  <i>Callejo, supra,</i> at 1107 (citation omitted).  We have seen already that the Act defines \"commercial activity\" as \"either a regular course of commercial conduct or a particular commercial transaction or act,\" and provides that \"[t]he commercial character of an activity shall be determined by reference to the nature of the course of conduct or particular transaction or act, rather than by reference to its purpose.\"  28 U.S.C. &#167; 1603(d).  If this is a definition, it is one distinguished only by its diffidence; as we observed in our most recent case on the subject, it \"leaves the critical term 'commercial' largely undefined.\"  <i>Republic of Argentina v. Weltover, Inc.,</i> 504 U.S. ----, ----, 112 S.Ct. 2160, 2165, 119 L.Ed.2d 394 (1992);  see Donoghue, <i>supra,</i> at 499; Lowenfeld, Litigating a Sovereign Immunity Claim&#8212;The <i>Haiti</i> Case, 49 N.Y.U.L.Rev. 377, 435, n. 244 (1974) (commenting on then-draft Act) (\"Start with 'activity,' proceed via 'conduct' or 'transaction' to 'character,' then refer to 'nature,' and then go back to 'commercial,' the term you started out to define in the first place\");  G. Born &amp; D. Westin, International Civil Litigation in United States Courts 479-480 (2d ed. 1992).  We do not, however, have the option to throw up our hands.  The term has to be given some interpretation, and congressional diffidence necessarily results in judicial responsibility to determine what a \"commercial activity\" is for purposes of the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We took up the task just last Term in <i>Weltover, supra,</i> which involved Argentina's unilateral refinancing of bonds it had issued under a plan to stabilize its currency.  Bondholders sued Argentina in federal court, asserting jurisdiction under the third clause of &#167; 1605(a)(2).  In the course of holding the refinancing to be a commercial activity for purposes of the Act, we observed that the statute \"largely codifies the so-called 'restrictive' theory of foreign sovereign immunity first endorsed by the State Department in 1952.\"  504 U.S., at ----, 112 S.Ct., at 2165.  We accordingly held that the meaning of \"commercial\" for purposes of the Act must be the meaning Congress understood the restrictive theory to require at the time it passed the statute. See <i>Weltover, supra,</i> at ----, 112 S.Ct., at ----.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Under the restrictive, as opposed to the \"absolute,\" theory of foreign sovereign immunity, a state is immune from the jurisdiction of foreign courts as to its sovereign or public acts (<i>jure imperii</i> ), but not as to those that are private or commercial in character (<i>jure gestionis</i> ).  <i>Verlinden B.V. v. Central Bank of Nigeria,</i> 461 U.S., at 487, 103 S.Ct., at 1968; <i>Alfred Dunhill of London, Inc. v. Republic of Cuba,</i> 425 U.S. 682, 698, 96 S.Ct. 1854, 1863, 48 L.Ed.2d 301 (1976) (plurality opinion);  see 28 U.S.C. &#167; 1602;  see also <i>Dunhill, supra,</i> at 711, 96 S.Ct., at 1869 (Appendix 2 to the Opinion of the Court) (Letter to the Attorney General from Jack B. Tate, Acting Legal Adviser, Dept. of State, May 19, 1952);  Hill, A Policy Analysis of the American Law of Foreign State Immunity, 50 Ford.L.Rev. 155, 168 (1981).  We explained in <i>Weltover, supra,</i> 504 U.S., at ----, 112 S.Ct., at 2166 (quoting <i>Dunhill, supra,</i> 425 U.S., at 704, 96 S.Ct., at 1866), that a state engages in commercial activity under the restrictive theory where it exercises \" 'only those powers that can also be exercised by private citizens,' \" as distinct from those \" 'powers peculiar to sovereigns.' \"  Put differently, a foreign state engages in commercial activity for purposes of the restrictive theory only where it acts \"in the manner of a private player within\" the market.  504 U.S., at ----, 112 S.Ct., at 2166; see Restatement (Third) of the Foreign Relations Law of the United States &#167; 451 (1987) (\"Under international law, a state or state instrumentality is immune from the jurisdiction of the courts of another state, except with respect to claims arising out of activities of the kind that may be carried on by private persons\").</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We emphasized in <i>Weltover</i> that whether a state acts \"in the manner of\" a private party is a question of behavior, not motivation:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">\"[B]ecause the Act provides that the commercial character of      an act is to be determined by reference to its 'nature'      rather than its 'purpose,' the question is not whether the      foreign government is acting with a profit motive or instead      with the aim of fulfilling uniquely sovereign objectives.      Rather, the issue is whether the particular actions that the      foreign state performs (whatever the motive behind them) are      the <i>type</i> of actions by which a private party engages in      'trade and traffic or commerce.' \"  <i>Weltover, supra,</i> at ----,      112 S.Ct., at 2166 (citations omitted) (emphasis in      original).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We did not ignore the difficulty of distinguishing \" 'purpose' (<i>i.e.,</i> the <i>reason</i> why the foreign state engages in the activity) from 'nature' (<i>i.e.,</i> the outward form of the conduct that the foreign state performs or agrees to perform),\" but recognized that the Act \"unmistakably commands\" us to observe the distinction.  504 U.S., at ----, 112 S.Ct., at 2167 (emphasis in original).  Because Argentina had merely dealt in the bond market in the manner of a private player, we held, its refinancing of the bonds qualified as a commercial activity for purposes of the Act despite the apparent governmental motivation.  <i>Id.,</i> at ----, 112 S.Ct., at ----.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Unlike Argentina's activities that we considered in <i>Weltover,</i> the intentional conduct alleged here (the Saudi Government's wrongful arrest, imprisonment, and torture of Nelson) could not qualify as commercial under the restrictive theory.  The conduct boils down to abuse of the power of its police by the Saudi Government, and however monstrous such abuse undoubtedly may be, a foreign state's exercise of the power of its police has long been understood for purposes of the restrictive theory as peculiarly sovereign in nature.  See <i>Arango v. Guzman Travel Advisors Corp.,</i> 621 F.2d 1371, 1379 (CA5 1980);  <i>Victory Transport Inc. v. Comisaria General de Abastecimientos y Transportes,</i> 336 F.2d 354, 360 (CA2 1964) (restrictive theory does extend immunity to a foreign state's \"internal administrative acts\"), cert. denied, 381 U.S. 934, 85 S.Ct. 1763, 14 L.Ed.2d 698 (1965);  <i>Herbage v. Meese,</i> 747 F.Supp. 60, 67 (DC 1990), affirmance order, 292 U.S.App.D.C. 84, 946 F.2d 1564;  K. Randall, Federal Courts and the International Human Rights Paradigm 93 (1990) (the Act's commercial-activity exception is irrelevant to cases alleging that a foreign state has violated human rights).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Exercise of the powers of police and penal officers is not the sort of action by which private parties can engage in commerce.  \"[S]uch acts as legislation, or the expulsion of an alien, or a denial of justice, cannot be performed by an individual acting in his own name.  They can be performed only by the state acting as such.\"  Lauterpacht, The Problem of Jurisdictional Immunities of Foreign States, 28 Brit.Y.B.Int'l L. 220, 225 (1952);  see also <i>id.,</i> at 237.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Nelsons and their <i>amici</i> urge us to give significance to their assertion that the Saudi Government subjected Nelson to the abuse alleged as retaliation for his persistence in reporting Hospital safety violations, and argue that the character of the mistreatment was consequently commercial.  One <i>amicus,</i> indeed, goes so far as to suggest that the Saudi Government \"often uses detention and torture to resolve commercial disputes.\"  Brief for Human Rights Watch as <i>Amicus Curiae</i> 6.  But this argument does not alter the fact that the powers allegedly abused were those of police and penal officers.  In any event, the argument is off the point, for it goes to purpose, the very fact the Act renders irrelevant to the question of an activity's commercial character. Whatever may have been the Saudi Government's motivation for its allegedly abusive treatment of Nelson, it remains the case that the Nelsons' action is based upon a sovereign activity immune from the subject-matter jurisdiction of United States courts under the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In addition to the intentionally tortious conduct, the Nelsons claim a separate basis for recovery in petitioners' failure to warn Scott Nelson of the hidden dangers associated with his employment.  The Nelsons allege that, at the time petitioners recruited Scott Nelson and thereafter, they failed to warn him of the possibility of severe retaliatory action if he attempted to disclose any safety hazards he might discover on the job.  See <i>supra,</i> at ____.  In other words, petitioners bore a duty to warn of their own propensity for tortious conduct.  But this is merely a semantic ploy.  For aught we can see, a plaintiff could recast virtually any claim of intentional tort committed by sovereign act as a claim of failure to warn, simply by charging the defendant with an obligation to announce its own tortious propensity before indulging it.  To give jurisdictional significance to this feint of language would effectively thwart the Act's manifest purpose to codify the restrictive theory of foreign sovereign immunity.  Cf. <i>United States v. Shearer,</i> 473 U.S. 52, 54-55, 105 ,S.Ct. 3039, 3041-3042, 87 L.Ed.2d 38 (1985) (opinion of Burger, C.J.).</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Nelsons' action is not \"based upon a commercial activity\" within the meaning of the first clause of &#167; 1605(a)(2) of the Act, and the judgment of the Court of Appeals is accordingly reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Justice WHITE, with whom Justice BLACKMUN joins, concurring in the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">According to respondents' complaint, Nelson's employer retaliated against him for reporting safety problems by \"summon[ing him] . . . to the hospital's security office from which he was transported to a jail cell.\"  App. 5.  Once there, he allegedly was \"shackled, tortured and beaten by persons acting at the direction, instigation, provocation, instruction or request of\" petitioners&#8212;Saudi Arabia, King Faisal Specialist Hospital, and Royspec.  <i>Id.,</i> at 5, 14, 18.  The majority concludes that petitioners enjoy sovereign immunity because respondents' action is not \"based upon a commercial activity.\"  I disagree.  I nonetheless concur in the judgment because in my view the commercial conduct upon which respondents base their complaint was not \"carried on in the United States.\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>* A.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">As the majority notes, the first step in the analysis is to identify the conduct on which the action is based.  Respondents have pointed to two distinct possibilities.  The first, seemingly pressed at trial and on appeal, consists of the recruiting and hiring activity in the United States.  See Brief for Appellant 12-15.  Although this conduct would undoubtedly qualify as \"commercial,\" I agree with the majority that it is \"not the basis for the Nelsons' suit,\" <i>ante,</i> at ____, for it is unrelated to the elements of respondents' complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In a partial change of course, respondents suggest to this Court both in their brief and at oral argument that we focus on the hospital's commercial activity in Saudi Arabia, its employment practices and disciplinary procedures.  Under this view, the Court would then work its way back to the recruiting and hiring activity in order to establish that the commercial conduct in fact had \"substantial contact\" with the United States.  See Brief for Respondents 22, 24-25, 31;  Tr. of Oral Arg. 44-45.  The majority never reaches this second stage, finding instead that petitioners' conduct is not commercial because it \"is not the sort of action by which private parties can engage in commerce.\"  <i>Ante,</i> at ____.  If by that the majority means that it is not the manner in which private parties <i>ought</i> to engage in commerce, I wholeheartedly agree.  That, however, is not the relevant inquiry.  Rather, the question we must ask is whether it is the manner in which private parties at times <i>do</i> engage in commerce.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">To run and operate a hospital, even a public hospital, is to engage in a commercial enterprise.  The majority never concedes this point, but it does not deny it either, and to my mind the matter is self-evident.  By the same token, warning an employee when he blows the whistle and taking retaliatory action, such as harassment, involuntary transfer, discharge, or other tortious behavior, although not prototypical commercial acts, are certainly well within the bounds of commercial activity.  The House and Senate Reports accompanying the legislation virtually compel this conclusion, explaining as they do that \"a foreign government's . . . employment or engagement of laborers, clerical staff or marketing agents . . . would be among those included within\" the definition of commercial activity.  H.R.Rep. No. 94-1487, p. 16 (1976) (House Report);  S.R.Rep. No. 94-1310, p. 16 (1976) (Senate Report), U.S.Code Cong. &amp; Admin.News 1976, pp. 6604, 6615.  Nelson alleges that petitioners harmed him in the course of engaging in their commercial enterprise, as a direct result of their commercial acts.  His claim, in other words, is \"based upon commercial activity.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Indeed, I am somewhat at a loss as to what exactly the majority believes petitioners have done that a private employer could not.  As countless cases attest, retaliation for whistleblowing is not a practice foreign to the marketplace.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> Congress passed a statute in response to such behavior, see Whistleblower Protection Act of 1989, 5 U.S.C. &#167; 1213 <i>et seq.</i> (1988 ed., Supp. III), as have numerous States.  On occasion, private employers also have been known to retaliate by enlisting the help of police officers to falsely arrest employees.  See, <i>e.g., Rosario v. Amalgamated Ladies Garment Cutters' Union,</i> 605 F.2d 1228, 1233, 1247-1248 (CA2 1979), cert. denied, 446 U.S. 919, 100 S.Ct. 1853, 64 L.Ed.2d 273 (1980).  More generally, private parties have been held liable for conspiring with public authorities to effectuate an arrest, see, <i>e.g., Adickes v. S.H. Kress &amp; Co.,</i> 398 U.S. 144, 90 S.Ct. 1598, 26 L.Ed.2d 142 (1970), and for using private security personnel for the same purposes. See <i>Albright v. Longview Police Dept.,</i> 884 F.2d 835, 841-842 (CA5 1989).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Therefore, had the hospital retaliated against Nelson by hiring thugs to do the job, I assume the majority&#8212;no longer able to describe this conduct as \"a foreign state's exercise of the power of its police,\" <i>ante,</i> at ____ would consent to calling it \"commercial.\"  For, in such circumstances, the state-run hospital would be operating as any private participant in the marketplace and respondents' action would be based on the operation by Saudi Arabia's agents of a commercial business.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">At the heart of the majority's conclusion, in other words, is the fact that the hospital in this case chose to call in government security forces.  See <i>ante,</i> at ____.  I find this fixation on the intervention of police officers, and the ensuing characterization of the conduct as \"peculiarly sovereign in nature,\" <i>ante,</i> at ----, to be misguided.  To begin, it fails to capture respondents' complaint in full.  Far from being directed solely at the activities of the Saudi police, it alleges that agents of the <i>hospital</i> summoned Nelson to its security office because he reported safety concerns and that the <i>hospital</i> played a part in the subsequent beating and imprisonment.  App. 5, 14. Without more, that type of behavior hardly qualifies as sovereign. Thus, even assuming for the sake of argument that the role of the official police somehow affected the nature of petitioners' conduct, the claim cannot be said to \"rest[ ] entirely upon activities sovereign in character.\"  See <i>ante,</i> at ----, n. 4.  At the very least it \"consists of both commercial and sovereign elements,\" thereby presenting the specific question the majority chooses to elude.  See <i>ibid.</i>  The majority's single-minded focus on the exercise of police power, while certainly simplifying the case, thus hardly does it justice.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Reliance on the fact that Nelson's employer enlisted the help of public rather than private security personnel is also at odds with Congress' intent.  The purpose of the commercial exception being to prevent foreign states from taking refuge behind their sovereignty when they act as market participants, it seems to me that this is precisely the type of distinction we should seek to avoid.  Because both the hospital and the police are agents of the state, the case in my mind turns on whether the sovereign is acting in a commercial capacity, not on whether it resorts to thugs or government officers to carry on its business.  That, when the hospital calls in security to get even with a whistleblower, it comes clothed in police apparel says more about the state-owned nature of the commercial enterprise than about the noncommercial nature of its tortious conduct.  I had thought the issue put to rest some time ago when, in a slightly different context, Chief Justice Marshall observed:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">\"It is, we think, a sound principle, that when a government      becomes a partner in any trading company, it devests itself,      so far as concerns the transactions of that company, of its      sovereign character, and takes that of a private citizen.      Instead of communicating to the company its privileges and      its prerogatives, it descends to a level with those with whom      it associates itself, and takes the character which belongs      to its associates, and to the business which is to be      transacted.\"  <i>Bank of United States v. Planters' Bank of      Georgia,</i> 22 U.S. (9 Wheat.) 904, 907, 6 L.Ed. 244 (1824).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">See also <i>Alfred Dunhill of London, Inc. v. Cuba,</i> 425 U.S. 682, 695-696, 96 S.Ct. 1854, 1862, 48 L.Ed.2d 301 (1976) (plurality opinion).</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Contrary to the majority's suggestion, <i>ante,</i> at ____, this conclusion does not involve inquiring into the purpose of the conduct.  Matters would be different, I suppose, if Nelson had been recruited to work in the Saudi police force and, having reported safety violations, suffered retributive punishment, for there the Saudi authorities would be engaged in distinctly sovereign activities.  Cf. House Report, at 16 (\"Also public or governmental and not commercial in nature, would be the employment of diplomatic, civil service, or military personnel\");  Senate Report, at 16.  The same would be true if Nelson was a mere tourist in Saudi Arabia and had been summarily expelled by order of immigration officials.  See <i>Arango v. Guzman Travel Advisors Corp.,</i> 621 F.2d 1371 (CA5 1980).  In this instance, however, the state-owned hospital was engaged in ordinary commercial business and \"[i]n their commercial capacities, foreign governments do not exercise powers peculiar to sovereigns. Instead, they exercise only those powers that can also be exercised by private citizens.\"  <i>Alfred Dunhill, supra,</i> 425 U.S. at 704, 96 S.Ct., at 1866 (plurality opinion).  As we recently stated, \"when a foreign government acts, not as regulator of a market, but in the manner of a private player within it, the foreign sovereign's actions are 'commercial' within the meaning of the FSIA.\"  <i>Republic of Argentina v. Weltover, Inc.,</i> 504 U.S. ----, ----, 112 S.Ct. 2160, 2162, 119 L.Ed.2d 394 (1992).  That, I believe, is the case here.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Nevertheless, I reach the same conclusion as the majority because petitioners' commercial activity was not \"carried on in the United States.\"  The Act defines such conduct as \"commercial activity . . . having substantial contact with the United States.\" 28 U.S.C. &#167; 1603(e).  Respondents point to the hospital's recruitment efforts in the United States, including advertising in the American media, and the signing of the employment contract in Miami.  See Brief for Respondents 43-45.  As I earlier noted, while these may very well qualify as commercial activity in the United States, they do not constitute the commercial activity upon which respondents' action is based.  Conversely, petitioners' commercial conduct in Saudi Arabia, though constituting the basis of the Nelsons' suit, lacks a sufficient nexus to the United States.  Neither the hospital's employment practices, nor its disciplinary procedures, has any apparent connection to this country.  On that basis, I agree that the Act does not grant the Nelsons access to our courts.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Justice BLACKMUN, concurring in part and dissenting in part.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">I join Justice WHITE's opinion because it finds that respondents' intentional tort claims are \"based upon a commercial activity\" and that the commercial activity at issue in those claims was not \"carried on in the United States.\"  I join Justice KENNEDY's opinion insofar as it concludes that the \"failure to warn\" claims should be remanded.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Justice KENNEDY, with whom Justice BLACKMUN and Justice STEVENS join as to Parts I-B and II, concurring in part and dissenting in part.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">I join all of the Court's opinion except the last paragraph of Part II, where, with almost no explanation, the Court rules that, like the intentional tort claim, the claims based on negligent failure to warn are outside the subject-matter jurisdiction of the federal courts.  These claims stand on a much different footing from the intentional tort claims for purposes of the Foreign Sovereign Immunities Act (FSIA).  In my view, they ought to be remanded to the District Court for further consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>* A.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">I agree with the Court's holding that the Nelsons' claims of intentional wrongdoing by the Hospital and the Kingdom of Saudi Arabia are based on sovereign, not commercial, activity, and so fall outside the commercial activity exception to the grant of foreign sovereign immunity contained in 28 U.S.C. &#167; 1604.  The intentional tort counts of the Nelsons' complaint recite the alleged unlawful arrest, imprisonment, and torture of Mr. Nelson by the Saudi police acting in their official capacities.  These are not the sort of activities by which a private party conducts its business affairs;  if we classified them as commercial, the commercial activity exception would in large measure swallow the rule of foreign sovereign immunity Congress enacted in the FSIA.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">By the same token, however, the Nelsons' claims alleging that the Hospital, the Kingdom, and Royspec were negligent in failing during their recruitment of Nelson to warn him of foreseeable dangers are based upon commercial activity having substantial contact with the United States.  As such, they are within the commercial activity exception and the jurisdiction of the federal courts.  Unlike the intentional tort counts of the complaint, the failure to warn counts do not complain of a police beating in Saudi Arabia;  rather, they complain of a negligent omission made during the recruiting of a hospital employee in the United States. To obtain relief, the Nelsons would be obliged to prove that the Hospital's recruiting agent did not tell Nelson about the foreseeable hazards of his prospective employment in Saudi Arabia. Under the Court's test, this omission is what the negligence counts are \"based upon.\"  See <i>ante,</i> at ____.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Omission of important information during employee recruiting is commercial activity as we have described it.  See <i>Republic of Argentina v. Weltover, Inc.,</i> 504 U.S. ----, 112 S.Ct. 2160, 119 L.Ed.2d 394 (1992).  It seems plain that recruiting employees is an activity undertaken by private hospitals in the normal course of business.  Locating and hiring employees implicates no power unique to the sovereign.  In explaining the terms and conditions of employment, including the risks and rewards of a particular job, a governmental entity acts in \"the manner of a private player within\" the commercial marketplace.  <i>Id.,</i> at ----, 112 S.Ct. at ----.  Under the FSIA, as a result, it must satisfy the same general duties of care that apply to private actors under state law.  If a private company with operations in Saudi Arabia would be obliged in the course of its recruiting activities subject to state law to tell a prospective employee about the risk of arbitrary arrest and torture by Saudi authorities, then so would King Faisal Specialist Hospital.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The recruiting activity alleged in the failure to warn counts of the complaint also satisfies the final requirement for invoking the commercial activity exception:  that the claims be based upon commercial activity \"having substantial contact with the United States.\"  28 U.S.C. &#167; 1603(e).  Nelson's recruitment was performed by Hospital Corporation of America (HCA), a wholly owned subsidiary of a U.S. corporation, which, for a period of at least 16 years beginning in 1973, acted as the Kingdom of Saudi Arabia's exclusive agent for recruiting employees for the Hospital.  HCA in the regular course of its business seeks employees for the Hospital in the American labor market.  HCA advertised in an American magazine, seeking applicants for the position Nelson later filled.  Nelson saw the ad in the United States and contacted HCA in Tennessee.  After an interview in Saudi Arabia, Nelson returned to Florida, where he signed an employment contract and underwent personnel processing and application procedures. Before leaving to take his job at the Hospital, Nelson attended an orientation session conducted by HCA in Tennessee for new employees.  These activities have more than substantial contact with the United States;  most of them were \"carried on in the United States.\"  28 U.S.C. &#167; 1605(a)(2).  In alleging that the petitioners neglected during these activities to tell him what they were bound to under state law, Nelson meets all of the statutory requirements for invoking federal jurisdiction under the commercial activity exception.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Having met the jurisdictional prerequisites of the FSIA, the Nelsons' failure to warn claims should survive petitioners' motion under Federal Rule of Civil Procedure 12(b)(1) to dismiss for want of subject-matter jurisdiction.  Yet instead of remanding these claims to the District Court for further proceedings, the majority dismisses them in a single short paragraph.  This is peculiar, since the Court suggests no reason to question the conclusion that the failure to warn claims are based on commercial activity having substantial contact with the United States;  indeed, the Court does not purport to analyze these claims in light of the statutory requirements for jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The Court's summary treatment may stem from doubts about the underlying validity of the negligence cause of action.  The Court dismisses the claims because it fears that if it did not, \"a plaintiff could recast virtually any claim of intentional tort committed by a sovereign act as a claim of failure to warn, simply by charging the defendant with an obligation to announce its own tortious propensity before indulging it.\"  <i>Ante,</i> at ____.  In the majority's view, \"[t]o give jurisdictional significance to this feint of language would effectively thwart the Act's manifest purpose to codify the restrictive theory of foreign sovereign immunity.\"  <i>Id.,</i> at ____.  These doubts, however, are not relevant to the analytical task at hand.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The FSIA states that with respect to any claim against a foreign sovereign that falls within the statutory exceptions to immunity listed in &#167; 1605, \"the foreign state shall be liable in the same manner and to the same extent as a private individual under like circumstances.\"  28 U.S.C. &#167; 1606.  The Act incorporates state law and \"was not intended to affect the substantive law determining the liability of a foreign state.\" <i>First Nat'l City Bank v. Banco Para el Comercio Exterior de Cuba,</i> 462 U.S. 611, 620, 103 S.Ct. 2591, 2596, 77 L.Ed.2d 46 (1983).  If the governing state law, which has not yet been determined, would permit an injured person to plead and prove a tortious wrong for failure to warn against a private defendant under facts similar to those in this case, we have no authority under the FSIA to ordain otherwise for those suing a sovereign entity.  \"[W]here state law provides a rule of liability governing private individuals, the FSIA requires the application of that rule to foreign states in like circumstances.\"  <i>Id.,</i> at 622, n. 11, 103 S.Ct., at 2598, n. 11.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The majority's citation of <i>United States v. Shearer,</i> 473 U.S. 52, 54-55, 105 S.Ct. 3039, 3041, 87 L.Ed.2d 38 (1985) (opinion of Burger, C.J.), see <i>ante,</i> at ____, provides no authority for dismissing the failure to warn claims.  <i>Shearer</i> refused to permit a plaintiff to recast in negligence terms what was essentially an intentional tort claim, but that case was decided under the doctrine of <i>Feres v. United States,</i> 340 U.S. 135, 71 S.Ct. 153, 95 L.Ed. 152 (1950).  The <i>Feres</i> doctrine is a creature of federal common law that allows the Court much greater latitude to make rules of pleading than we have in the current case.  Here, our only task is to interpret the explicit terms of the FSIA.  The Court's conclusion in <i>Shearer</i> was also based upon the fact that the intentional tort exception to the Federal Tort Claims Act at issue there, 28 U.S.C. &#167; 2680(h), precludes \"[a]ny claim arising out of\" the specified intentional torts.  This language suggests that Congress intended immunity under the FTCA to cover more than those claims which simply sounded in intentional tort.  There is no equivalent language in the commercial activity exception to the FSIA.  It is also worth noting that the Court has not adopted a uniform rule barring the recasting of intentional tort claims as negligence claims under the FTCA;  under certain circumstances, we have permitted recovery in that situation.  See <i>Sheridan v. United States,</i> 487 U.S. 392, 108 S.Ct. 2449, 101 L.Ed.2d 352 (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">As a matter of substantive tort law, it is not a novel proposition or a play on words to describe with precision the conduct upon which various causes of action are based or to recognize that a single injury can arise from multiple causes, each of which constitutes an actionable wrong.  See Restatement (Second) of Torts &#167;&#167; 447-449 (1965);  <i>Sheridan, supra,</i> at 405, 108 S.Ct., at 2457 (KENNEDY, J., concurring in judgment);  <i>Wilson v. Garcia,</i> 471 U.S. 261, 272, 105 S.Ct. 1938, 1944, 85 L.Ed.2d 254 (1985).  In <i>Sheridan,</i> for example, this Court permitted an action for negligent supervision to go forward under the FTCA when a suit based upon the intentional tort that was the immediate cause of injury was barred under the statute.  See 487 U.S., at 400, 108 S.Ct., at 2454.  As the Court observed, \"it is both settled and undisputed that in at least some situations the fact that an injury was directly caused by an assault or battery will not preclude liability against the Government for negligently allowing the assault to occur.\"  <i>Id.,</i> at 398, 108 S.Ct., at 2454.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">We need not determine, however, that on remand the Nelsons will succeed on their failure to warn claims.  Quite apart from potential problems of state tort law that might bar recovery, the Nelsons appear to face an obstacle based upon the former adjudication of their related lawsuit against Saudi Arabia's recruiting agent, HCA.  The District Court dismissed that suit, which raised an identical failure to warn claim, not only as time barred, but also on the merits.  See <i>Nelson v. Hospital Corp. of America,</i> No. 88-0484-CIV-Nesbitt (SD Fla., Nov. 1, 1990).  That decision was affirmed on appeal, see 946 F.2d 1546 (CA11 1991) (Table), and may be entitled to preclusive effect with respect to the Nelson's similar claims against the sovereign defendants, whose recruitment of Nelson took place almost entirely through HCA.  See generally <i>Montana v. United States,</i> 440 U.S. 147, 153, 99 S.Ct. 970, 973, 59 L.Ed.2d 210 (1979) (\"a final judgment on the merits bars further claims by parties or their privies based on the same cause of action\");  <i>Lawlor v. National Screen Service Corp.,</i> 349 U.S. 322, 330, 75 S.Ct. 865, 869, 99 L.Ed. 1122 (1955) (defendants not party to a prior suit may invoke res judicata if \"their liability was . . . 'altogether dependent upon the culpability' of the [prior] defendants\") (quoting <i>Bigelow v. Old Dominion Copper Mining and Smelting Co.,</i> 225 U.S. 111, 127, 32 S.Ct. 641, 642, 56 L.Ed. 1009 (1912));  18 C. Wright, A. Miller &amp; E. Cooper, Federal Practice &amp; Procedure, &#167; 4463, p. 567 (1981) (recognizing general rule that \"judgment in an action against either party to a vicarious liability relationship establishe[s] preclusion in favor of the other\");  Restatement (Second) of Judgments &#167; 51 (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">But the question of claim preclusion, like the substantive validity under state law of the Nelsons' negligence cause of action, has not yet been litigated and is outside the proper sphere of our review.  \"[I]t is not our practice to reexamine a question of state law of [this] kind or, without good reason, to pass upon it in the first instance.\"  <i>Sheridan,</i> 487 U.S., at 401, 108 S.Ct., at 2455.  That a remand to the District Court may be of no avail to the Nelsons is irrelevant to our task here;  if the jurisdictional requirements of the FSIA are met, the case must be remanded to the trial court for further proceedings.  In my view, the FSIA conferred subject-matter jurisdiction on the District Court to entertain the failure to warn claims, and with all respect, I dissent from the Court's refusal to remand them.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Justice STEVENS, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Under the Foreign Sovereign Immunities Act (FSIA), a foreign state is subject to the jurisdiction of American courts if two conditions are met:  The action must be \"based upon a commercial activity\" and that activity must have a \"substantial contact with the United States.\"<a class=\"footnote\" href=\"#fn1-2\" id=\"fn1-2_ref\">1</a>  These two conditions should be separately analyzed because they serve two different purposes.  The former excludes commercial activity from the scope of the foreign sovereign's immunity from suit;  the second identifies the contacts with the United States that support the assertion of jurisdiction over the defendant.<a class=\"footnote\" href=\"#fn2-2\" id=\"fn2-2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">In this case, as Justice WHITE has demonstrated, petitioner's operation of the hospital and its employment practices and disciplinary procedures are \"commercial activities\" within the meaning of the statute, and respondent's claim that he was punished for acts performed in the course of his employment was unquestionably \"based upon\" those activities.  Thus, the first statutory condition is satisfied;  petitioner is not entitled to immunity from the claims asserted by respondent.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Unlike Justice WHITE, however, I am also convinced that petitioner's commercial activities&#8212;whether defined as the regular course of conduct of operating a hospital or, more specifically, as the commercial transaction of engaging respondent \"as an employee with specific responsibilities in that enterprise,\" Brief for Respondents 25&#8212;have sufficient contact with the United States to justify the exercise of federal jurisdiction.  Petitioner Royspec maintains an office in Maryland and purchases hospital supplies and equipment in this country.  For nearly two decades the Hospital's American agent has maintained an office in the United States and regularly engaged in the recruitment of personnel in this country.  Respondent himself was recruited in the United States and entered into his employment contract with the hospital in the United States.  Before traveling to Saudi Arabia to assume his position at the hospital, respondent attended an orientation program in Tennessee.  The position for which respondent was recruited and ultimately hired was that of a monitoring systems manager, a troubleshooter, and, taking respondent's allegations as true, it was precisely respondent's performance of those responsibilities that led to the hospital's retaliatory actions against him.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Whether the first clause of &#167; 1605(a)(2) broadly authorizes \"general\" jurisdiction over foreign entities that engage in substantial commercial activity in this country, or, more narrowly, authorizes only \"specific\" jurisdiction over particular commercial claims that have a substantial contact with the United States,<a class=\"footnote\" href=\"#fn3-2\" id=\"fn3-2_ref\">3</a> petitioners' contacts with the United States in this case are, in my view, plainly sufficient to subject petitioners to suit in this country on a claim arising out of its nonimmune commercial activity relating to respondent.  If the same activities had been performed by a private business, I have no doubt jurisdiction would be upheld.  And that, of course, should be a touchstone of our inquiry;  for as Justice WHITE explains, <i>ante,</i> at ____, n. 2, ____, when a foreign nation sheds its uniquely sovereign status and seeks out the benefits of the private marketplace, it must, like any private party, bear the burdens and responsibilities imposed by that marketplace.  I would therefore affirm the judgment of the Court of Appeals.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The syllabus constitutes no part of the opinion of the Court but has been prepared by the Reporter of Decisions for the convenience of the reader.  See <i>United States v. Detroit Lumber Co.,</i> 200 U.S. 321, 337, 26 S.Ct. 282, 287, 50 L.Ed. 499.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Petitioners assert that the Saudi Government arrested Nelson because he had falsely represented to the Hospital that he had received a degree from the Massachusetts Institute of Technology and had provided the Hospital with a forged diploma to verify his claim.  Brief for Petitioners 4-5.  The Nelsons concede these misrepresentations, but dispute that they occasioned Scott Nelson's arrest.  Brief for Respondents 9.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Court of Appeals expressly declined to address the act of state doctrine, 923 F.2d, at 1536, and we do not consider that doctrine here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In full, &#167; 1605(a)(2) provides that \"[a] foreign state shall not be immune from the jurisdiction of courts of the United States or of the States in any case . . . in which the action is based upon a commercial activity carried on in the United States by the foreign state;  or upon an act performed in the United States in connection with a commercial activity of the foreign state elsewhere;  or upon an act outside the territory of the United States in connection with a commercial activity of the foreign state elsewhere and that act causes a direct effect in the United States.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We do not mean to suggest that the first clause of &#167; 1605(a)(2) necessarily requires that each and every element of a claim be commercial activity by a foreign state, and we do not address the case where a claim consists of both commercial and sovereign elements.  We do conclude, however, that where a claim rests entirely upon activities sovereign in character, as here, see <i>infra,</i> at ____, jurisdiction will not exist under that clause regardless of any connection the sovereign acts may have with commercial activity.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The State Department's practice prior to the passage of the Act supports this understanding.  Prior to the Act's passage, the State Department would determine in the first instance whether a foreign state was entitled to immunity and make an appropriate recommendation to the courts.  See <i>Verlinden B.V. v. Central Bank of Nigeria,</i> 461 U.S. 480, 486-488, 103 S.Ct. 1962, 1967-1968, 76 L.Ed.2d 81 (1983).  A compilation of available materials demonstrates that the Department recognized immunity with respect to claims involving the exercise of the power of the police or military of a foreign state.  See Sovereign Immunity Decisions of the Department of State, May 1952 to January 1977 (M. Sandler, D. Vagts, &amp; B. Ristau eds.), in 1977 Digest of United States Practice in International Law 1017, 1045-1046 (claim that Cuban armed guard seized cash from plaintiff at Havana airport);  <i>id.,</i> at 1053-1054 (claim that Saudi militia fired on plaintiffs and caused personal and property damage).</p>\n        <p>Justice WHITE points to an episode in which the State Department declined to recognize immunity with respect to a claim by Jamaican nationals, working in the United States, against the British West Indies Central Labour Organization, a foreign governmental agency.  See <i>id.,</i> at 1062-1063;  <i>post,</i> at ____, n. 3. In our view that episode bears little relation to this case, for the Jamaican nationals did not allege mistreatment by the police of a foreign state.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> See, <i>e.g., English v. General Electric Co.,</i> 496 U.S. 72, 75-76, 110 S.Ct. 2270, 2273, 110 L.Ed.2d 65 (1990);  <i>Belline v. K-Mart Corp.,</i> 940 F.2d 184, 186-189 (CA7 1991);  <i>White v. General Motors Corp.,</i> 908 F.2d 669, 671 (CA10 1990), cert. denied, 498 U.S. 1069, 111 S.Ct. 788, 112 L.Ed.2d 850 (1991);  <i>Sanchez v. Unemployment Ins. Appeals Bd.,</i> 36 Cal.3d 575, 205 Cal.Rptr. 501, 685 P.2d 61 (1984);  <i>Collier v. Superior Court of Los Angeles County,</i> 228 Cal.App.3d 1117, 279 Cal.Rptr. 453 (1991).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> \"[W]hen the foreign state enters the marketplace or when it acts as a private party, there is no justification in modern international law for allowing the foreign state to avoid the economic costs of . . . the accidents which it may cause. . . . The law should not permit the foreign state to shift these everyday burdens of the marketplace onto the shoulders of private parties.\"  Testimony of Monroe Leigh, Legal Adviser, Department of State, Hearings on H.R. 11315 before the Subcommittee on Administrative Law and Governmental Relations of the House Committee on the Judiciary, 94th Cong., 2d Sess., 27 (1976).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> In contrast, the cases cited by the majority involve action that did not take place in a commercial context and that could be considered purely sovereign.  For instance, in <i>Arango v. Guzman Travel Advisors Corp.,</i> 621 F.2d 1371 (CA5 1980), plaintiffs were expelled from the Dominican Republic pursuant to a decision by immigration officials that they were \" 'undesirable aliens.' \" <i>Id.,</i> at 1373.  As the Court of Appeals reasoned, the airline's actions \"were not commercial.  [It] was impressed into service to perform these functions . . . by Dominican immigration officials pursuant to that country's laws.\"  <i>Id.,</i> at 1379.  Nor was there a hint of commercial activity in <i>Herbage v. Meese,</i> 747 F.Supp. 60 (DC 1990), affirmance order, 292 U.S.App.D.C. 84, 946 F.2d 1564, an extradition case that did not so much as mention the commercial activity exception.</p>\n        <p>Absence of a commercial context also distinguishes those incidents relied on by the majority that pre-date passage of the Foreign Sovereign Immunities Act.  See <i>ante,</i> at ----, n. 5.  Yet the majority gives short shrift to an occurrence that most closely resembles the instant case and that suggests strongly that the hospital's enlistment of, and cooperation with, the police should not entitle it to immunity.  The incident involved allegations that an agency of the Jamaican government conspired to have Jamaican nationals working in the United States \"falsely arrested, imprisoned and blacklisted, and to deprive them of wages and other employee rights.\"  Sovereign Immunity Decisions of the Department of State, May 1952 to January 1977(M. Sandler, D. Vagts, &amp; B. Ristau, eds.), in 1977 Digest of United States Practice in International Law 1062.  Significantly, the State Department did not take refuge behind the words \"arres[t]\" and \"impriso[n]\" and decide that the actions were sovereign in nature.  Rather, it declined to recognize immunity, focusing on the fact that private parties acting in an employment context could do exactly what the Jamaican agency was alleged to have done:  \"[T]he activities under consideration are of a private nature. . . .  The Department of State is impressed by the fact that the activities of the British West Indies Central Labour Organization . . . are very much akin to those that might be conducted by a labor union or by a private employment agency arranging and servicing an agreement between private employers and employees.  Although it may be argued that some of the acts performed by the British West Indies Central Labour Organization in this case are consular in nature, the Department believes that they arise from the involvement of the British West Indies Central Labour Organization in the private employer-employee contractual relationship rather than from a consular responsibility, and cannot be separated therefrom.\"  <i>Id.,</i> at 1063.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-2\">\n        <a class=\"footnote\" href=\"#fn1-2_ref\">1</a>\n        <p> Section 1605 of the FSIA provides:</p>\n        <p>\"(a) A foreign state shall not be immune from the jurisdiction of courts of the United States or of the States in any case &#8212;</p>\n        <p>.    .    .    .    .</p>\n        <p>\"(2) in which the action is based upon a commercial activity carried on in the United States by the foreign state.\"  28 U.S.C. &#167; 1605(a)(2).</p>\n        <p>The key terms of this provision are defined in &#167; 1603. Section 1603(e) defines \"commercial activity carried on in the United States by a foreign state\" as \"commercial activity carried on by such state and having substantial contact with the United States.\"  Section 1603(d), in turn, defines \"commercial activity\" as \"either a regular course of commercial conduct or a particular commercial transaction or act.\"  Thus, interpolating the definitions from &#167; 1603 into &#167; 1605(a)(2) produces this equivalence:</p>\n        <p>\"A foreign state shall not be immune from the jurisdiction of courts of the United States or of the States in any case in which the action is based upon a regular course of commercial conduct or a particular commercial transaction carried on by such state and having substantial contact with the United States.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-2\">\n        <a class=\"footnote\" href=\"#fn2-2_ref\">2</a>\n        <p> See, <i>e.g., Maritime International Nominees Establishment v. Republic of Guinea,</i> 224 U.S.App.D.C. 119, 130, n. 18, 693 F.2d 1094, 1105, n. 18 (1982) (\"the immunity determination involves considerations distinct from the issue of personal jurisdiction, and the FSIA's interlocking provisions are most profitably analyzed when these distinctions are kept in mind\").  See also J. Dellapenna, Suing Foreign Governments and Their Corporations 66, 144 (1988) (\"The nexus rules must be analyzed separately from the substantive immunity rules . . . in order to understand jurisdictional questions under the Act\" and because \"the laws regulating . . . jurisdiction . . . and immunity serve different purposes, and thus require different dispositions\") (footnotes omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-2\">\n        <a class=\"footnote\" href=\"#fn3-2_ref\">3</a>\n        <p> Though this case does not require resolution of that question (because petitioners' contacts with the United States satisfy, in my view, the more narrow requirements of \"specific\" jurisdiction), I am inclined to agree with the view expressed by Judge Higginbotham in his separate opinion in <i>Vencedora Oceanica Navigacion, S.A. v. Compagnie Nationale Algerienne de Navigation,</i> 730 F.2\nd 195, 204-205 (1984) (concurring in part and dissenting in part), that the first clause of &#167; 1605(a)(2), interpreted in light of the relevant legislative history and the second and third clauses of the provision, does authorize \"general\" jurisdiction over foreign entities that engage in substantial commercial activities in the United States.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> My affirmance would extend to respondents' failure to warn claims.  I am therefore in agreement with Justice KENNEDY's analysis of that aspect of the case.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/112834/"
}