{"absolute_url": "/opinion/99092/marconi-wireless-telegraph-co-of-america-v-simon/", "blocked": false, "citation": {"case_name": "Marconi Wireless Telegraph Co. of America v. Simon", "docket_number": "168", "document_uris": ["/api/rest/v2/document/99092/"], "federal_cite_one": "246 U.S. 46", "federal_cite_three": null, "federal_cite_two": null, "id": 83475, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/83475/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 6, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1918-03-04", "date_modified": "2014-12-21T01:36:34.576417", "docket": "/api/rest/v2/docket/2519791/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">246 U.S. 46</p>\n    <p class=\"case_cite\">38 S.Ct. 275</p>\n    <p class=\"case_cite\">62 L.Ed. 568</p>\n    <p class=\"parties\">MARCONI WIRELESS TELEGRAPH CO. OF AMERICA<br>v.<br>SIMON.</p>\n    <p class=\"docket\">No. 168.</p>\n    <p class=\"date\">Argued Jan. 29, 1918.</p>\n    <p class=\"date\">Decided March 4, 1918.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">[Syllabus from page 46 intentionally omitted]</p>\n      <p class=\"indent\">Messrs. L. F. H. Betts, John W. Griggs, Richard A. Ford, and James R. Sheffield, all of New York City, for petitioner.</p>\n      <p class=\"indent\">[Argument for Council on pages 47-50 intentionally omitted.]</p>\n      <p class=\"indent\">Messrs. Walter H. Pumphrey, Zell G. Roe and Harry Lea Dodson, all of New York City, for respondent.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 50-53 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Chief Justice WHITE delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In the spring or early summer of 1915 the Navy Department submitted its call for proposals to furnish 25 wireless telegraph transmitting sets. The call contained a specification describing the apparatus desired and provided that no bid would be entertained unless the bidder in advance or at the time of his bid submitted a sample of the apparatus which he would furnish under his bid if accepted. Simon, the respondent, who had no manufacturing establishment, employed a manufacturer of electrical apparatus to make for him a wireless telegraph transmitting set and when it was made submitted it to the Navy Department in accordance with the call. He also submitted a bid to furnish the appliances called for conformably to the sample and his bid was accepted by the Navy Department in August, 1915. Before the contract, however, was formally completed, in September following the Marconi Wireless Telegraph Company, the petitioner, as assignee of the Marconi patents on apparatus for wireless telegraphy, filed its bill against Simon seeking an injunction preventing him from making or delivering the apparatus described in his bid on the ground that his doing so would be an infringement of the rights secured by the Marconi patents. The complainant moved for a preliminary injunction in accordance with the prayer of the bill, supporting its motion by affidavits, and the defendant made a counter motion to dismiss the bill, the motion not being in the record but the ground thereof being persuasively shown by an affidavit submitted in its support, as well as by the reasons given by the court when it came to pass upon the motion. The ground stated in the affidavit was as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'That affiant, in supplying the United States navy with      wireless sets constructed in accordance with Navy      specifications in the present instance for use on submarines,      understood that he would be free of any and all liability for      profits and damages for alleged infringement of patents, in      view of the law as established by many recent decisions of      the United States courts holding that the government, in the      exercise of the right of eminent domain, may impose a license      on any patent, the subject-matter of which it elects to use,      and if the apparatus supplied by affiant to the Navy comes      within the claims of the patent in suit, affiant has only      assisted the government, a licensee, in carrying out its      license.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On the hearing of the motions there was contention as to whether the transmitting sets furnished by Simon were merely an indirect or contributory infringement of the Marconi patents because they were not comple e and could not become so until they were adjusted for use and used by the Navy Department, or whether they were so complete without reference to such subsequent adjustment and use as to be a direct infringement. In passing at the same time upon the motion for injunction and the motion to dismiss the bill, the court, not doubting that the bill and the affidavits supporting the motion for an injunction established that the making and furnishing of the apparatus by Simon in an abstract sense infringed the Marconi patents either directly or indirectly by contribution, did not find it necessary to determine which one of the two characters of infringement had resulted because it concluded that such determination in the concrete was wholly irrelevant as under the view taken of the case in any aspect there was no unlawful infringement. This conclusion was reached by considering the Act of 1910 (Act June 25, 1910, c. 423, 36 Stat. 851 [Comp. St. 1916, &#167; 9465]) in connection with the decision in Crozier v. Krupp, 224 U. S. 290, 32 Sup. Ct. 488, 56 L. Ed. 771, and by holding that from such considerations it resulted that there existed in favor of the United States a general license to use patent rights when necessary for its governmental purposes and that Simon, as a contractor or one proposing to contract with the United States, could avail himself of the license right in favor of the United States and therefore was entitled to make and deliver the articles in question for the United States although if such license had not existed, the doing so would be either a direct or contributory infringement. The order as to both the injunction and the motion to dismiss were as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'No injunction will issue. The motion to dismiss is granted,      unless plaintiff elects in 20 days to plead over, and allege      infringements not arising from governmental contracts. If      such election is made, defendant to answer in twenty days      after amended bill filed.' (D. C.) 227 Fed. 906.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The complainant having refused to make the election and to amend, a decree of dismissal was subsequently entered which was reviewed by the court below. That court while it affirmed upon the theory of the license resulting from the act of 1910 in accordance with the views which had been expressed by the trial court, also treated the act of Simon as either an infringement per se or a contribution to the infringement, if any, resulting from the acts of the United States, and did not distinguish between them doubtless because of a belief that under the construction given to the act of 1910 both were negligible and afforded no ground for complaint. 231 Fed. 1021, 145 C. C. A. 656. By virtue of the allowance of a writ of certiorari the case is now before us.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In view of the construction which we have given the act of 1910 in the case of William Cramp &amp; Sons Co. v. International Curtis Marine Turbine Co., 246 U. S. 28, 38 Sup. Ct. 271, 62 L. Ed. &#8212;&#8212;, just decided, it is apparent that both the courts below erred since the significance which they gave to the statute and upon which their conclusions were based, we have held in the case stated to be without foundation. It would hence follow, looking at this case from a generic point of view, that our duty would be to reverse the action of both courts below and to decide the controversy on the merits in the light of the construction of the statute which we have announced. But we are of opinion that under the case as made by the record the duty of applying to the issues the true meaning of the statute cannot with safety or with due regard to the rights of the parties be now performed because of the failure of the courts below (a failure obviously resulting from the mistaken view they took of the statute) to determine whether the acts of Simon in furnishing the wireless apparatus amounted to an intrinsic or per se infringement, or only constituted contributions to the infringement, if any, resulting from the adjustment and use of the apparatus by the United States or its essential governmental purposes. We are compelled to this conclusion because if the making of the parts was in and of itself an infringement, it is clear under the ruling which we have just made in the Cramp Case that Simon was not protected by the supposition of a license resulting from the act of 1910 and that his acts were none the less wrongful because committed in the course of the performance of a contract with the United States. And if on the other hand they were only contributions to an infringement resulting from the acts of the United States, it is equally clear that in view of the provisions of the act of 1910 as interpreted in the Cramp Case and as upheld and applied in the Crozier Case, no illegal interference with the rights of the patentee arose or could arise from the mere furnishing to the government of the United States of the parts which were not per se infringements oven although the use by the United States would infringe the patents.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">If follows therefore that to finally decide the case would require us to determine whether or not the apparatus as furnished was a direct infringement or mere contribution. But to do this would call for the exercise on our part of a duty which it was the province of the court below to perform and which doubtless it would have performed but for the error into which it fell concernng the interpretation of the act of 1910 and the application to the subject which was before it of the prior decision of this court in Crozier v. Krupp, supra. Under these circumstances, as we have clearly removed by our decision in the Cramp Case all reasons for misconception concerning the statute and have thus cleared the way for the discharge by the court below of its duty, we think the case before us comes directly within the spirit of the ruling in Lutcher &amp; Moore Lumber Co. v. Knight, 217 U. S. 257, 30 Sup. Ct. 505, 54 L. Ed. 757, United States v. Rimer, 220 U. S. 547, 31 Sup. Ct. 596, 55 L. Ed. 578, William Cramp &amp; Sons Co. v. International Curtis Marine Turbine Co., 228 U. S. 645, 33 Sup. Ct. 722, 57 L. Ed. 1003, and Brown v. Fletcher, 237 U. S. 583, 35 Sup. Ct. 750, 59 L. Ed. 1128. We do not overlook, in saying this, contentions advanced in argument that as the devices may have been made by Simon not only for the government but for other persons, and even those furnished the government were made before the contract with the Navy Department was completed, therefore his act in making them was a direct infringement. We do not, however, stop to dispose of them since we are of opinion that under the state of the record we ought not to do so but should leave them also to be considered for what they are worth by the court below, if duly presented and relied upon, when it comes hereafter to consider the controversy.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Our order therefore will be one reversing the decrees of both courts below and remanding to the District Court to the end that in the light of the construction which we have given the act of 1910 the rights of the parties may be considered and determined.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Mr. Justice McKENNA dissents.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>246 U.S. 46 (1918)</b></center>\n<center><h1>MARCONI WIRELESS TELEGRAPH COMPANY OF AMERICA<br>\nv.<br>\nSIMON.</h1></center>\n<center>No. 168.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 29, 1918.</center>\n<center>Decided March 4, 1918.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><span class=\"star-pagination\">*47</span> <i>Mr. L.F.H. Betts</i> and <i>Mr. John W. Griggs</i> for petitioner.</p>\n<p><i>Mr. Walter H. Pumphrey</i> for respondent.</p>\n<p><span class=\"star-pagination\">*53</span> MR. CHIEF JUSTICE WHITE delivered the opinion of the court.</p>\n<p>In the spring or early summer of 1915 the Navy Department submitted its call for proposals to furnish 25 wireless telegraph transmitting sets. The call contained a specification describing the apparatus desired and provided that no bid would be entertained unless the bidder in advance or at the time of his bid submitted a sample of the apparatus which he would furnish under his bid if accepted. Simon, the respondent, who had no manufacturing establishment, employed a manufacturer of electrical apparatus to make for him a wireless telegraph transmitting set and when it was made submitted it to the Navy Department in accordance with the call. He also submitted a bid to furnish the appliances called for conformably to the sample and his bid was accepted by the Navy Department in August, 1915. Before the contract, however, was formally completed, in September following, the Marconi Wireless Telegraph Company, the petitioner, as assignee of the Marconi patents on apparatus for wireless telegraphy, filed its bill against Simon seeking an injunction preventing him from making or delivering the apparatus described in his bid on the ground that his doing so would be an infringement of the rights secured by the Marconi patents. The complainant moved for a preliminary injunction in accordance with the prayer of the bill, supporting its motion by affidavits, and the <span class=\"star-pagination\">*54</span> defendant made a counter motion to dismiss the bill, the motion not being in the record but the ground thereof being persuasively shown by an affidavit submitted in its support, as well as by the reasons given by the court when it came to pass upon the motion. The ground stated in the affidavit was as follows:</p>\n<p>\"That affiant, in supplying the United States Navy with wireless sets constructed in accordance with Navy Specifications in the present instance for use on submarines, understood that he would be free of any and all liability for profits and damages for alleged infringement of patents, in view of the law as established by many recent decisions of the United States Courts holding that the Government, in the exercise of the right of eminent domain, may impose a license on any patent, the subject matter of which it elects to use, and if the apparatus supplied by affiant to the Navy comes within the claims of the patent in suit, affiant has only assisted the Government, a licensee, in carrying out its license.\"</p>\n<p>On the hearing of the motions there was contention as to whether the transmitting sets furnished by Simon were merely an indirect or contributory infringement of the Marconi patents because they were not complete and could not become so until they were adjusted for use and used by the Navy Department, or whether they were so complete without reference to such subsequent adjustment and use as to be a direct infringement. In passing at the same time upon the motion for injunction and the motion to dismiss the bill, the court, not doubting that the bill and the affidavits supporting the motion for an injunction established that the making and furnishing of the apparatus by Simon in an abstract sense infringed the Marconi patents either directly or indirectly by contribution, did not find it necessary to determine which one of the two characters of infringement had resulted because it concluded that such determination in the concrete <span class=\"star-pagination\">*55</span> was wholly irrelevant, as, under the view taken of the case, in any aspect there was no unlawful infringement. This conclusion was reached by considering the Act of June 25, 1910, c. 423, 36 Stat. 851, in connection with the decision in <i>Crozier</i> v. <i>Krupp,</i> 224 U.S. 290, and by holding that from such considerations it resulted that there existed in favor of the United States a general license to use patent rights when necessary for its governmental purposes and that Simon, as a contractor or one proposing to contract with the United States, could avail himself of the license right in favor of the United States and therefore was entitled to make and deliver the articles in question for the United States although if such license had not existed, the doing so would be either a direct or contributory infringement. The order as to both the injunction and the motion to dismiss were as follows:</p>\n<p>\"No injunction will issue. The motion to dismiss is granted, unless plaintiff elects in twenty days to plead over, and allege infringements not arising from governmental contracts. If such election is made, defendant to answer in twenty days after amended bill filed.\" (227 Fed.Rep. 906.)</p>\n<p>The complainant having refused to make the election and to amend, a decree of dismissal was subsequently entered which was reviewed by the court below. That court, while it affirmed upon the theory of the license resulting from the Act of 1910 in accordance with the views which had been expressed by the trial court, also treated the act of Simon as either an infringement <i>per se</i> or a contribution to the infringement, if any, resulting from the acts of the United States, and did not distinguish between them doubtless because of a belief that under the construction given to the Act of 1910 both were negligible and afforded no ground for complaint. (231 Fed.Rep. 1021.) By virtue of the allowance of a writ of certiorari the case is now before us.</p>\n<p><span class=\"star-pagination\">*56</span> In view of the construction which we have given the Act of 1910 in the case of <i>William Cramp &amp; Sons Co.</i> v. <i>International Curtis Marine Turbine Co.,</i> just decided, <i>ante,</i> 28, it is apparent that both the courts below erred, since the significance which they gave to the statute, and upon which their conclusions were based, we have held in the case stated to be without foundation. It would hence follow, looking at this case from a generic point of view, that our duty would be to reverse the action of both courts below and to decide the controversy on the merits in the light of the construction of the statute which we have announced. But we are of opinion that under the case as made by the record the duty of applying to the issues the true meaning of the statute cannot with safety or with due regard to the rights of the parties be now performed, because of the failure of the courts below (a failure obviously resulting from the mistaken view they took of the statute) to determine whether the acts of Simon in furnishing the wireless apparatus amounted to an intrinsic or <i>per se</i> infringement, or only constituted contributions to the infringement, if any, resulting from the adjustment and use of the apparatus by the United States for its essential governmental purposes. We are compelled to this conclusion because, if the making of the parts was in and of itself an infringement, it is clear under the ruling which we have just made in the <i>Cramp Case</i> that Simon was not protected by the supposition of a license resulting from the Act of 1910 and that his acts were none the less wrongful because committed in the course of the performance of a contract with the United States. And if, on the other hand, they were only contributions to an infringement resulting from the acts of the United States, it is equally clear that, in view of the provisions of the Act of 1910 as interpreted in the <i>Cramp Case</i> and as upheld and applied in the <i>Crozier Case,</i> no illegal interference with the rights of the patentee arose or could arise <span class=\"star-pagination\">*57</span> from the mere furnishing to the Government of the United States of the parts which were not <i>per se</i> infringements, even although the use by the United States would infringe the patents.</p>\n<p>It follows therefore that to finally decide the case would require us to determine whether or not the apparatus as furnished was a direct infringement or mere contribution. But to do this would call for the exercise on our part of a duty which it was the province of the court below to perform and which doubtless it would have performed but for the error into which it fell concerning the interpretation of the Act of 1910 and the application to the subject which was before it of the prior decision of this court in <i>Crozier</i> v. <i>Krupp, supra</i><i>.</i> Under these circumstances, as we have clearly removed by our decision in the <i>Cramp Case</i> all reasons for misconception concerning the statute and have thus cleared the way for the discharge by the court below of its duty, we think the case before us comes directly within the spirit of the ruling in <i>Lutcher &amp; Moore Lumber Co.</i> v. <i>Knight,</i> 217 U.S. 257; <i>United States</i> v. <i>Rimer,</i> 220 U.S. 547; <i>William Cramp &amp; Sons Co.</i> v. <i>International Curtis Marine Turbine Co.,</i> 228 U.S. 645; <i>Brown</i> v. <i>Fletcher,</i> 237 U.S. 583. We do not overlook, in saying this, contentions advanced in argument that, as the devices may have been made by Simon not only for the Government but for other persons, and even those furnished the Government were made before the contract with the Navy Department was completed, therefore his act in making them was a direct infringement. We do not, however, stop to dispose of them, since we are of opinion that under the state of the record we ought not to do so but should leave them also to be considered for what they are worth by the court below, if duly presented and relied upon, when it comes hereafter to consider the controversy.</p>\n<p>Our order therefore will be one reversing the decrees of <span class=\"star-pagination\">*58</span> both courts below and remanding to the District Court to the end that in the light of the construction which we have given the Act of 1910 the rights of the parties may be considered and determined.</p>\n<p><i>Reversed and remanded.</i></p>\n<p>MR. JUSTICE McKENNA dissents.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">246</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">46</span></span> (1918)</b></center>\n<center><h1>MARCONI WIRELESS TELEGRAPH COMPANY OF AMERICA<br>\nv.<br>\nSIMON.</h1></center>\n<center>No. 168.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 29, 1918.</center>\n<center>Decided March 4, 1918.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><span class=\"star-pagination\">*47</span> <i>Mr. L.F.H. Betts</i> and <i>Mr. John W. Griggs</i> for petitioner.</p>\n<p><i>Mr. Walter H. Pumphrey</i> for respondent.</p>\n<p><span class=\"star-pagination\">*53</span> MR. CHIEF JUSTICE WHITE delivered the opinion of the court.</p>\n<p>In the spring or early summer of 1915 the Navy Department submitted its call for proposals to furnish 25 wireless telegraph transmitting sets. The call contained a specification describing the apparatus desired and provided that no bid would be entertained unless the bidder in advance or at the time of his bid submitted a sample of the apparatus which he would furnish under his bid if accepted. Simon, the respondent, who had no manufacturing establishment, employed a manufacturer of electrical apparatus to make for him a wireless telegraph transmitting set and when it was made submitted it to the Navy Department in accordance with the call. He also submitted a bid to furnish the appliances called for conformably to the sample and his bid was accepted by the Navy Department in August, 1915. Before the contract, however, was formally completed, in September following, the Marconi Wireless Telegraph Company, the petitioner, as assignee of the Marconi patents on apparatus for wireless telegraphy, filed its bill against Simon seeking an injunction preventing him from making or delivering the apparatus described in his bid on the ground that his doing so would be an infringement of the rights secured by the Marconi patents. The complainant moved for a preliminary injunction in accordance with the prayer of the bill, supporting its motion by affidavits, and the <span class=\"star-pagination\">*54</span> defendant made a counter motion to dismiss the bill, the motion not being in the record but the ground thereof being persuasively shown by an affidavit submitted in its support, as well as by the reasons given by the court when it came to pass upon the motion. The ground stated in the affidavit was as follows:</p>\n<p>\"That affiant, in supplying the United States Navy with wireless sets constructed in accordance with Navy Specifications in the present instance for use on submarines, understood that he would be free of any and all liability for profits and damages for alleged infringement of patents, in view of the law as established by many recent decisions of the United States Courts holding that the Government, in the exercise of the right of eminent domain, may impose a license on any patent, the subject matter of which it elects to use, and if the apparatus supplied by affiant to the Navy comes within the claims of the patent in suit, affiant has only assisted the Government, a licensee, in carrying out its license.\"</p>\n<p>On the hearing of the motions there was contention as to whether the transmitting sets furnished by Simon were merely an indirect or contributory infringement of the Marconi patents because they were not complete and could not become so until they were adjusted for use and used by the Navy Department, or whether they were so complete without reference to such subsequent adjustment and use as to be a direct infringement. In passing at the same time upon the motion for injunction and the motion to dismiss the bill, the court, not doubting that the bill and the affidavits supporting the motion for an injunction established that the making and furnishing of the apparatus by Simon in an abstract sense infringed the Marconi patents either directly or indirectly by contribution, did not find it necessary to determine which one of the two characters of infringement had resulted because it concluded that such determination in the concrete <span class=\"star-pagination\">*55</span> was wholly irrelevant, as, under the view taken of the case, in any aspect there was no unlawful infringement. This conclusion was reached by considering the Act of June 25, 1910, c. 423, 36 Stat. 851, in connection with the decision in <i>Crozier</i> v. <i>Krupp,</i> <span class=\"citation\" data-id=\"97609\"><a href=\"/opinion/97609/crozier-v-krupp-ag/\"><span class=\"volume\">224</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">290</span></a></span>, and by holding that from such considerations it resulted that there existed in favor of the United States a general license to use patent rights when necessary for its governmental purposes and that Simon, as a contractor or one proposing to contract with the United States, could avail himself of the license right in favor of the United States and therefore was entitled to make and deliver the articles in question for the United States although if such license had not existed, the doing so would be either a direct or contributory infringement. The order as to both the injunction and the motion to dismiss were as follows:</p>\n<p>\"No injunction will issue. The motion to dismiss is granted, unless plaintiff elects in twenty days to plead over, and allege infringements not arising from governmental contracts. If such election is made, defendant to answer in twenty days after amended bill filed.\" (227 Fed.Rep. 906.)</p>\n<p>The complainant having refused to make the election and to amend, a decree of dismissal was subsequently entered which was reviewed by the court below. That court, while it affirmed upon the theory of the license resulting from the Act of 1910 in accordance with the views which had been expressed by the trial court, also treated the act of Simon as either an infringement <i>per se</i> or a contribution to the infringement, if any, resulting from the acts of the United States, and did not distinguish between them doubtless because of a belief that under the construction given to the Act of 1910 both were negligible and afforded no ground for complaint. (231 Fed.Rep. 1021.) By virtue of the allowance of a writ of certiorari the case is now before us.</p>\n<p><span class=\"star-pagination\">*56</span> In view of the construction which we have given the Act of 1910 in the case of <i>William Cramp &amp; Sons Co.</i> v. <i>International Curtis Marine Turbine Co.,</i> just decided, <i>ante,</i> 28, it is apparent that both the courts below erred, since the significance which they gave to the statute, and upon which their conclusions were based, we have held in the case stated to be without foundation. It would hence follow, looking at this case from a generic point of view, that our duty would be to reverse the action of both courts below and to decide the controversy on the merits in the light of the construction of the statute which we have announced. But we are of opinion that under the case as made by the record the duty of applying to the issues the true meaning of the statute cannot with safety or with due regard to the rights of the parties be now performed, because of the failure of the courts below (a failure obviously resulting from the mistaken view they took of the statute) to determine whether the acts of Simon in furnishing the wireless apparatus amounted to an intrinsic or <i>per se</i> infringement, or only constituted contributions to the infringement, if any, resulting from the adjustment and use of the apparatus by the United States for its essential governmental purposes. We are compelled to this conclusion because, if the making of the parts was in and of itself an infringement, it is clear under the ruling which we have just made in the <i>Cramp Case</i> that Simon was not protected by the supposition of a license resulting from the Act of 1910 and that his acts were none the less wrongful because committed in the course of the performance of a contract with the United States. And if, on the other hand, they were only contributions to an infringement resulting from the acts of the United States, it is equally clear that, in view of the provisions of the Act of 1910 as interpreted in the <i>Cramp Case</i> and as upheld and applied in the <i>Crozier Case,</i> no illegal interference with the rights of the patentee arose or could arise <span class=\"star-pagination\">*57</span> from the mere furnishing to the Government of the United States of the parts which were not <i>per se</i> infringements, even although the use by the United States would infringe the patents.</p>\n<p>It follows therefore that to finally decide the case would require us to determine whether or not the apparatus as furnished was a direct infringement or mere contribution. But to do this would call for the exercise on our part of a duty which it was the province of the court below to perform and which doubtless it would have performed but for the error into which it fell concerning the interpretation of the Act of 1910 and the application to the subject which was before it of the prior decision of this court in <i>Crozier</i> v. <i>Krupp, supra</i><i>.</i> Under these circumstances, as we have clearly removed by our decision in the <i>Cramp Case</i> all reasons for misconception concerning the statute and have thus cleared the way for the discharge by the court below of its duty, we think the case before us comes directly within the spirit of the ruling in <i>Lutcher &amp; Moore Lumber Co.</i> v. <i>Knight,</i> 217 U.S. 257; <i>United States</i> v. <i>Rimer,</i> 220 U.S. 547; <i>William Cramp &amp; Sons Co.</i> v. <i>International Curtis Marine Turbine Co.,</i> 228 U.S. 645; <i>Brown</i> v. <i>Fletcher,</i> 237 U.S. 583. We do not overlook, in saying this, contentions advanced in argument that, as the devices may have been made by Simon not only for the Government but for other persons, and even those furnished the Government were made before the contract with the Navy Department was completed, therefore his act in making them was a direct infringement. We do not, however, stop to dispose of them, since we are of opinion that under the state of the record we ought not to do so but should leave them also to be considered for what they are worth by the court below, if duly presented and relied upon, when it comes hereafter to consider the controversy.</p>\n<p>Our order therefore will be one reversing the decrees of <span class=\"star-pagination\">*58</span> both courts below and remanding to the District Court to the end that in the light of the construction which we have given the Act of 1910 the rights of the parties may be considered and determined.</p>\n<p><i>Reversed and remanded.</i></p>\n<p>MR. JUSTICE McKENNA dissents.</p>\n</div>", "id": 99092, "judges": "White", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/99092/", "sha1": "d9c3c177f1b6fdbd29b4ac0048b3f7322865606d", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:46:33"}