{"absolute_url": "/opinion/99175/marin-v-augedahl/", "blocked": false, "citation": {"case_name": "Marin v. Augedahl", "docket_number": "227", "document_uris": ["/api/rest/v2/document/99175/"], "federal_cite_one": "247 U.S. 142", "federal_cite_three": null, "federal_cite_two": null, "id": 83558, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/83558/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 12, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1918-05-20", "date_modified": "2014-12-21T01:36:37.195291", "docket": "/api/rest/v2/docket/81098/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">247 U.S. 142</p>\n    <p class=\"case_cite\">38 S.Ct. 452</p>\n    <p class=\"case_cite\">62 L.Ed. 1038</p>\n    <p class=\"parties\">MARIN<br>v.<br>AUGEDAHL.</p>\n    <p class=\"docket\">No. 227.</p>\n    <p class=\"date\">Submitted March 18, 1918.</p>\n    <p class=\"date\">Decided May 20, 1918.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">[Syllabus intentionally omitted]</p>\n      <p class=\"indent\"><i>Mr. Edward Engerud,</i> of Fargo, N. D., and <i>Mr. Arthur A. Miller,</i> of Crookston, Minn., for plaintiff in error.</p>\n      <p class=\"indent\"><i>Mr. Emerson H. Smith,</i> of Fargo. N. D., for defendant in error.</p>\n      <p class=\"indent\">[Argument of Counsel intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice VAN DEVANTER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This was an action at law in North Dakota by a receiver of an insolvent Minnesota corporation to enforce against one of its stockholders an order of a Minnesota court laying an assessment on the stockholders generally. The defendant prevailed because the North Dakota court was of opinion that the order laying the assessment was made in the absence of such jurisdiction as was essential to bind him (32 N. D. 536, 156 N. W. 101), and the question for decision here is whether that court gave to the laws and proceedings in Minnesota the full faith and credit to which they are entitled under the Constitution and laws of the United States. See Great Western Telegraph Co. v. Purdy, 162 U. S. 329, 16 Sup. Ct. 810, 40 L. Ed. 986; Tilt v. Kelsey, 207 U. S. 43, 51, 28 Sup. Ct. 1, 52 L. Ed. 95.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Under the law of Minnesota, where an execution on a judgment against a corporation of that state is returned unsatisfied, the court, in a suit by the judgment creditor, may sequestrate the property of the corporation, appoint a receiver of the same, cause the property to be sold and apply the proceeds to the payment of the receivership expenses and the corporate debts. And where in such a suit the receiver presents a petition asserting that 'any constitutional, statutory or other liability of stockholders' exists, and that resort thereto is necessary, the court must appoint a time for a hearing on the petition and cause such notice thereof as it deems proper to be given by publication or otherwise. If from the evidence presented at the hearing, including such as may be produced by any creditor or stockholder appearing in person or by attorney, it appears that there is a liability of stockholders and that the available assets are not sufficient to pay the expenses and debts, the court is required to make an order ratably assessing the stockholders on account of such liability and to direct that the assessment be paid to the receiver. If payment be not made, the duty is laid on the receiver of enforcing the same by actions against the defaulting stockholders, 'whether resident or noresident, and wherever found.' The court's order is expressly made 'conclusive as to all matters relating to the amount, propriety, and necessity of the assessment.' Rev. Laws 1905, &#167;&#167; 3173, 3184-3187.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">According to a settled line of local decisions the proceeding on the receiver's petition for an assessment on the stockholders is not an independent suit, but simply a step in the original sequestration suit (Ueland v. Haugan, 70 Minn. 349, 73 N. W.  69) and the conclusive effect of the court's order is not dependent on the personal presence of the stockholders, because they are so far in privity with the corporation as to be represented by it, and a judgment against it is in effect a judgment against them (Hanson v. Davison, 73 Minn. 454, 462, 76 N. W. 254; Town of Hinckley v. Kettle River R. R. Co., 80 Minn. 32, 39, 82 N. W. 1088. But while the order is conclusive 'as to all matters relating to the amount, propriety and necessity of the assessment'&#8212;matters which concern all stockholders alike&#8212;it leaves open the questions whether a particular person is a stockholder or holds the number of shares attributed to him, whether he has discharged his liability or has a claim which may be set off against the assessment, and whether he has any other defense which is 'personal to himself.' Straw &amp; Ellsworth Co. v. Kilbourne Co., 80 Minn. 125, 136, 83 N. W. 36.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As so applied, the Minnesota law has been sustained by this court against various claims that as to stockholders it infringes the due process clause of the Fourteenth Amendment; and we have also recognized and enforced the duty of courts of other states, under the due faith and credit clause of the Constitution and the legislation of Congress on that subject, to give effect to orders of Minnesota courts making assessments under that law, although the stockholders were not personally made parties to the suits wherein the orders were made. Bernheimer v. Converse, 206 U. S. 516, 27 Sup. Ct. 755, 51 L. Ed. 1163; Converse v. Hamilton, 224 U. S. 243, 32 Sup. Ct. 415, 56 L. Ed. 749, Ann. Cas. 1913D, 1292; Selig v. Hamilton, 234 U. S. 652, 34 Sup. Ct. 926, 58 L. Ed. 1518, Ann. Cas. 1917A, 104. And see Royal Arcanum v. Green, 237 U. S. 531, 543-545, 35 Sup. Ct. 724, 59 L. Ed. 1089, L. R. A. 1916A, 771.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The order with which we here are concerned was made by a Minnesota court in a sequestration suit against a Minnesota corporation. Besides being a court of general jurisdiction, both at law and in equity, the court making the order had full jurisdiction of that suit. The suit was begun by a judgment creditor after an execution on his judgment was returned unsatisfied. The defendant corporation had its principal place of business in the county where the suit was begun, and was brought into the suit by due service of process. Thus much is not questioned. Nor is it questioned that a receiver was appointed, or that by a petition in the suit he sought an assessment on the stockholders, or that public notice of the hearing on the petition was given as the court directed, or that there was a hearing as contemplated. But it is insisted that the court was without jurisdiction to make the assessment and that in consequence the order is open to collateral attack. In support of this contention it is said that in making the assessement the court evidently proceeded on the mistaken assumption that the corporation was one on whose stockholders a liability was imposed by section 3 of article 10 of the state Constitution,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> whereas in truth the corporation was one of a class whose stockholders were excepted from the operation of that provision. But is this anything other than saying that the court erred in ruling on a matter of substantive law regularly presented to it for decision in a pending suit? The constitutional provision does no more than to declare a general rule of liability and to except therefrom stockholders of a certain class of corporations. It does not purport to deal with the jurisdiction of courts&#8212;their power to hear and determine&#8212;but only to prescribe in a general way the relative rights of stockholders and creditors. It therefore must be taken as going to the merits rather than to the jurisdiction. The Minnesota courts evidently so regard it; and they also treat the question whether a particular corporation belongs to one class or another as a matter the decision of which in a suit against the corporation is binding on the stockholders in subsequent litigation with the latter. Merchants' National Bank v. Minnesota Thresher Manufacturing Co., 90 Minn. 144, 149, 95 N. W. 767.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Four Minnesota cases are cited as making against these views, but we do not so understand them. In Dwinnell v. Kramer, 87 Minn. 392, 92 N. W. 227, a policy holder in an insolvent mutual fire insurance company, against whom a general assessment on the policy holders was sought to be enforced, successfully defended on the ground that his policy did not conform to the mutual plan, but was an 'ordinary contract of insurance' issued on receipt of a cash premium. The defense plainly was personal to him. Swing v. Humbird, 94 Minn. 1, 101 N. W. 938, arose under an Ohio law and not the law of Minnesota. An assessment made in Ohio on the policy holders of an insolvent fire insurance company was sought to be enforced in Minnesota, and the defendant prevailed because his policy had been fully paid for and had terminated prior to the assessment. That also was a personal defense. In Swing v. Red River Lumber Co., 105 Minn. 336, 117 N. W. 442, an attempt was made to enforce a similar Ohio assessment, but it failed for the reason, among others, that when the defendant's policy was issued the insurance company was doing business in Minnesota in violation of the laws of that state&#8212;a matter which was personal to him and to other Minnesota policy holders if there were such. In Finch, Van Slyck &amp; McConville v. Vanasek, 132 Minn. 9, 155 N. W. 754, there was a direct appeal from an order levying an assessment on stockholders in a sequestration suit. The character of the corporation was not in controversy, and the 'only controverted question before the [trial] court was the amount to be levied.' There also was a question in the appellate court as to whether the trial should have been to a jury. With this in mind, it seems plain that what was said can have no particular bearing here.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Had the Minnesota court in this instance held that the corporation was in the excepted class and then denied the receiver's petition, is it not certain that the order, if neither vacated nor reversed, would have settled conclusively the nonexistence of the asserted liability? And if in a subsequent suit the receiver or the creditors represented by him had again asserted such a liability on the part of the stockholders, is there any doubt that the latter could have relied safely on the order as a prior adjudication in their favor? The answers seem obvious. Charged with the duty, as the court was, of ascertaining whether there was any liability to be enforced, it was its province to consider and decide every question which was an element in that problem, including the one of whether the corporation was in the excepted class. That question required solution and the power to solve it was lodged in the court. The court did solve it, for, as is said in Neff v. Lamm, 99 Minn. 115, 117, 108 N. W. 849, 850, the order making the assessment is 'necessarily based upon a determination that the corporation is of the class whose stock is assessable, and not of the excepted class.' Whether the decision was right or wrong is not open to discussion here. If wrong it was subject to correction on proper application to the court which made it, or on appeal, but it was not void or open to collateral attack. Deposit Bank v. Frankfort, 191 U. S. 499, 510, 512, 24 Sup. Ct. 154, 48 L. Ed. 276; Noble v. Union River Logging R. R. Co., 147 U. S. 165, 172-174, 13 Sup. Ct. 271, 37 L. Ed. 123; Dowell v. Applegate, 152 U. S. 327, 340, 14 Sup. Ct. 611, 38 L. Ed. 453; In re First National Bank, 152 Fed. 64, 68-70, 81 C. C. A. 260, 11 Ann. Cas. 355. Of course, it was the duty of the court to have due regard for the exception in the constitutional provision because of its bearing on the merits; and if proper effect was not given to it an error of law was committed, but nothing more. The true view of the subject is indicated in the following excerpts from our opinion in Fauntleroy v. Lum, 210 U. S. 230, 234, 237, 28 Sup. Ct. 641, 642 (52 L. Ed. 1039):</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'No doubt it sometimes may be difficult to decide whether      certain words in a statute are directed to jurisdiction or to      merits, but the distinction between the two is plain. One      goes to the power, the other only to the duty of the court.      Under the common law it is the duty of a court of general      jurisdiction not to enter a judgment upon a parol promise      made without consideration; but it has power to do it, and,      if it does, the judgment is unimpeachable, unless reversed. Yet a statute could be framed that      would make the power, that is, the jurisdiction of the court      dependent upon whether there was a consideration or not.      Whether a given statute is intended simply to establish a      rule of substantive law, and thus to define the duty of the      court, or is meant to limit its power, is a question of      construction and common sense. When it affects a court of      general jurisdiction and deals with a matter upon which that      court must pass, we naturally are slow to read ambiguous      words, as meaning to leave the judgment open to dispute, or      as intended to do more than to fix the rule by which the      court should decide.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'A judgment is conclusive as to all the media concludendi,      United States v. California &amp; Oregon Land Co., 192 U. S. 355      [24 Sup. Ct. 266, 48 L. Ed. 476] and it needs no authority to      show that it cannot be impeached either in or out of the      state by showing that it was based upon a mistake of law.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Whether the stockholder against whom the order is here sought to be enforced was personally a party to the suit in which it was made does not appear; nor is it material. Under the rule in Minnesota, as also the general rule, he was sufficiently represented by the corporation to be bound by the order in so far as it determined the character and insolvency of the corporation and other matters affecting the propriety of a general assessment such as was made. This court frequently has recognized and applied that rule. In Hawkins v. Glenn, 131 U. S. 319, 9 Sup. Ct. 739, 33 L. Ed. 184, an assessment ordered by a Virginia court having the corporation before it was sustained as against stockholders residing in another state and not personally brought into the suit, the ground of decision being that 'a stockholder is so far an integral part of the corporation that, in the view of the law, he is privy to the proceedings touching the body of which he is a member.' Of similar import are Sanger v. Upton. 91 U. S. 56, 23 L. Ed. 220; Glenn v. Liggett, 135 U. S. 533, 10 Sup. Ct. 867, 34 L. Ed. 262; Great Western Telegraph Co. v. Purdy, 162 U. S. 329, 336, 16 Sup. Ct. 810, 40 L. Ed. 986; Hancock National Bank v. Farnum, 176 U. S. 640, 20 Sup. Ct. 506, 44 L. Ed. 619; Bernheimer v. Converse, 206 U. S. 516, 532, 27 Sup. Ct. 755, 51 L. Ed. 1163; Royal Arcanum v. Green, 237 U. S. 531, 544, 35 Sup. Ct. 724, 59 L. Ed. 1089, L. R. A. 1916A, 771.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">No doubt the order might be attacked collaterally by showing an absence of jurisdiction of person or subject-matter. The cases of Thompson v. Whitman, 18 Wall. 457, 21 L. Ed. 897, and National Exchange Bank v. Wiley, 195 U. S. 257, 25 Sup. Ct. 70, 49 L. Ed. 184, hold nothing more. Neither gives any warrant for saying that the order may be attacked collaterally by showing that error was committed in deciding the merits. One dealt with a judgment by a court having no jurisdiction whatever over the subject-matter, and the other dealt with a personal judgment rendered without service of process or personal appearance, but confessed under a warrant of attorney which did not cover it&#8212;in other words, a judgment rendered without jurisdiction of the person through a representative or otherwise. Both are inapposite here. By the law of its organization the Minnesota court was empowered to take cognizance of, hear  nd determine, the suit to sequestrate and the receiver's petition for an assessment. Thus it had jurisdiction of the subject-matter. Cooper v. Reynolds, 10 Wall. 308, 316, 19 L. Ed. 931. The corporation was before it in virtue of process duly served, and the stockholders, as has been said, were represented by the corporation. Thus there was jurisdiction of the person.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Under these circumstances, the order is entitled, under the Constitution and laws of the United States, to the same faith and credit in the courts of North Dakota as by law or usage are given to such an order in the courts of Minnesota. Hancock National Bank v. Farnum, 176 U. S. 640, 20 Sup. Ct. 506, 44 L. Ed. 619; Converse v. Hamilton, 224 U. S. 243, 32 Sup. Ct. 415, 56 L. Ed. 749, Ann. Cas. 1913D, 1292. In Minnesota, as before said, it is conclusive of all matters relating to the propriety of the assessment, including the questions of the character and insolvency of the corporation, and therefore it should have been held similarly conclusive in North Dakota. The court of that state declined to regard it as determining the character of the corporation, and so failed to give it the faith and credit to which it is entitled.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Judgment reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Mr. Justice CLARKE, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The importance of the question involved in this case leads me to state somewhat fully my reasons for dissenting from the decision of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The plaintiff in error, as receiver of the American Biscuit Company of Crookston, an insolvent corporation, organized under the laws of the state of Minnesota, instituted suit in a district court of North Dakota against the defendant in error, a stockholder in the company, to recover upon an order, treated in the record as a judgment, entered by, an inferior, a district court of the state of Minnesota, which is described in the amended complaint as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'The said court * * * made an order in said proceedings      ordering and assessing against each and every share of the      capital stock of said American Biscuit Company of Crookston      the sum of one hundred dollars ($100) and against the persons      and parties liable as such stockholders * * * and further      ordering that each and every party or person liable as such      stockholder pay to this plaintiff as receiver of said      insolvent corporation the sum of one hundred dollars ($100)      for each and every share of stock on which he should be      liable,' etc.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It is further alleged that the defendant is the owner of one share of stock of the said company of the par value of $100 and that he has not paid to the court the assessment made.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The complaint sets out in detail the statutes under which the Minnesota court proceeded and alleges that the Biscuit Company&#8212;&#8212; 'by its articles of incorporation was empowered to           manufacture and sell biscuits, crackers, candies,           confections, cereals, and other kindred products or           supplies [necessary] or component parts thereof, and           ['to purchase or own' probably omitted] the machinery,           fixtures, equipment and supplies necessary for the           manufacturing and dealing in the same * * * and to           maintain and operate stores and depots for the sale and           disposal of its products and the purchase of its           supplies, and in general to do and perform all matters           and things necessary and proper in the successful           conducting of the said business.'</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court of North Dakota sustained a demurrer to the complaint on the ground that it did not state facts sufficient to constitute a cause of action, and its judgment was affirmed by the Supreme Court of the state.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Constitution of Minnesota in effect at the time of the transactions involved in the case contains the following provision:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Article 10, section 3: 'Each stockholder in any corporation,      excepting those organized for the purpose of carrying on any      kind of manufacturing or mechanical business, shall be liable      to the amount of stock held or owned by him.'</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It is admitted that this is the only warrant for the Minnesota order, which was for the a ount of the personal or double liability of stockholders.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The theory on which the North Dakota courts proceeded was that the complaint showed that the Biscuit Company was a manufacturing corporation such that no double liability could attach to its stockholders, and that therefore the Minnesota court did not have jurisdiction, under the Constitution and laws of that state, to enter an order which precluded the defendant from showing that he was not, and could not be, liable to a valid double liability assessment.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The distinction between provisions of law which are jurisdictional and those which are not, has not been, perhaps cannot be, made the subject of hard and fast definition. A much quoted statement is that the distinction, while difficult of application, is between 'a rule of law for the guidance of the court and a limit set to its power.' Interstate Commerce Commission v. Northern Pacific Ry. Co., 216 U. S. 538, 544, 30 Sup. Ct. 417, 54 L. Ed. 608; Fauntleroy v. Lum, 210 U. S. 230, 235, 28 Sup. Ct. 641, 52 L. Ed. 1039.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In the opinion of the court it is said that the district court which entered the order sued on is a court of general jurisdiction. As a general statement this may be accepted, but when that court entered the order we are here considering it was not acting as a court of general jurisdiction, but&#8212;as we shall see, from the decisions of the Supreme Court of Minnesota&#8212;as a statutory court of narrowly limited powers, authorized to enter orders 'conclusive' in specifically defined respects. As a court of general jurisdiction, and independent of the statute under which the court was acting, its receiver could not have maintained this action in North Dakota. Hale v. Allinson, 188 U. S. 56, 23 Sup. Ct. 244, 47 L. Ed. 380.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In the case at bar we are dealing with a constitutional provision, obviously intended for the encouragement of manufactures in the state of Minnesota, which places it beyond the power of the Legislature to attach double liability to holders of stock in any manufacturing corporation organized under the laws of that state.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Shall it be said that this, clearly a limitation on the power of the Legislature, is not also a limitation on the power of the Minnesota courts? That it is a jurisdictional limitation upon the Legislature but was only a rule for the guidance of the court, the jurisdiction of which, when entering the order involved, was determined by the act of the Legislature? It is not merely a rule to guide courts in determining whether stockholders in manufacturing corporations are subject to double liability, for it prohibits both the Legislature and the courts from imposing such liability upon stockholders in such corporations under any circumstances and is therefor a limitation upon the power of courts as certainly as it is a limitation on legislative power.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The validity, in a proper case, of such an order as was entered by the Minnesota court, and the right of such a receiver to maintain a suit upon it in a foreign state to collect from stockholders resident therein, have both been sustained by this court. Bernheimer v. Converse, 206 U. S. 516, 27 Sup. Ct. 755, 51 L. Ed. 1163; Converse v. Hamilton, 224 U. S. 243, 32 Sup. Ct. 415, 56 L. Ed. 749, Ann. Cas. 1913D, 1292. But in each of these cases it was expressly found that the insolvent company was within the general terms of section 3, art. 10, of the Minnesota Constitution, and that therefore personal liability attached to its stockholders.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Notwithstanding this fact, the defendant in error contends that the Minnesota court was without jurisdiction to render the order sued upon, and argues in substance as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">(1) That the Minnesota court had authority to render such a 'judgment' only as against stockholders in other than corporations organized for manufacturing or mechanical business.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">This is not contested by the plaintiff in error in argument, but the answer to it, relied upon, is that the first question confronting the Minnesota court hearing the petition of creditors for the assessment was whether the Biscuit Company was a corporation whose stockholders were subject to double liability; that the order making the assessment could have been rendered only upon a holding that it was such a corporation; and that such an order, not appealed from, is conclusive as to this question, upon all stockholders.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">(2) That the character of the corporation as pleaded shows it to have been a manufacturing company, that therefore no personal liability attached to its stockholders and that thereby the Minnesota court is shown to have been without jurisdiction to render the 'judgment' sued upon.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">This contention also is not contested by the plaintiff in error, who contents himself, again, with relying upon the implication springing from the rendering of the Minnesota order.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">It seems clear enough that a corporation 'empowered to manufacture and sell biscuits, crackers, candy, etc., and to own and use the machinery, fixtures, equipment, and supplies necessary for the manufacturing and dealing in the same' must be classed as one 'organized for the purpose of carrying on' a 'manufacturing business.'</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">But the Supreme Court of Minnesota has placed this conclusion beyond discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In Senour Mfg. Co. v. Church Paint Mfg. Co., 81 Minn. 294, 84 N. W. 109, it is held:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">'In proceedings to enforce the personal liability of      stockholders for the debts of the corporation, the articles      of association are the sole criterion as to the purposes for      which the corporation was formed.'</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">And corporations organized for purposes stated as follows have been held by that court to be manufacturing corporations such that they came within the constitutional exception, so that personal liability did not attach to holders of stock in them, viz., companies organized for:</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">'The manufacture of painters' materials and supplies,' Senour      Case, supra; 'for the manufacturing or brewing of lager beer,      and selling and disposing of same,' Hastings Malting Co. v.      Iron Range Brewing Co., 65 Minn. 28, 67 N. W. 652; 'for the      manufacture of cloth of every description and the sale of      cloth so manufactured,' Nicollet National Bank v.      Frisk-Turner Co., 71 Minn. 413, 74 N. W. 160, 70 Am. St. Rep.      334; 'to produce and create water, steam and other motive      power for transmission and use as may be desirable for any      legitimate purpose,' Cuyler v. City Power Co., 74 Minn. 22,      76 N. W. 948; 'for the purpose of generating electricity for      distribution to the public,' Vencedor Investment Co. v. Highland Canal &amp;      Power Co., 125 Minn. 20, 145 N. W. 611.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The test prescribed by the Supreme Court of Minnesota is, whether the entire business which the corporation is authorized to engage in is manufacturing and disposing of its products and such incidental business as may reasonably be necessary for the purposes of its organization. Hastings Malting Co. v. Iron Range Brewing Co., 65 Minn. 28, 31, 67 N. W. 652. Again, and obviously, in Nicollet National Bank v. Frisk-Turner Co., 71 Minn. 413, 74 N. W. 160, 70 Am. St. Rep. 334, it was held that the buying of raw materials and the selling of manufactured products are within the scope of the incidental powers of a manufacturing corporation, and do not constitute doing business other than the manufacturing business authorized. Clearly the Biscuit Company meets the constitutional requirement thus interpreted.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The difference between the case at bar and the Bernheimer and Converse Cases, supra, is manifest and fundamental. These two cases were concerned with the affairs of the same corporation, and the Supreme Court of Minnesota held that on their face the articles of incorporation of the company provided for the purchase of the capital stock, evidences of indebtedness and assets of another corporation and also for a manufacturing purpose; that the former business was not incidental to the latter and that, therefore, the company not being organized exclusively for a manufacturing purpose, did not come within the constitutio al exception and that the personal liability attached to the stockholders. With this conclusion this court expressed itself satisfied in both cases.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The question remains whether in the proceeding in which the order relied upon was entered, the Minnesota court had jurisdiction to render and actually did render an order such that a stockholder when sued upon it, either in Minnesota or in another state, would not have open to him the defense that the insolvent corporation was of such character that double liability did not attach to the owners of its stock.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">That the court did not have such jurisdiction and did not enter such an order in this case seems to me clear for the reasons following, viz.:</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In Thompson v. Whitman, 18 Wall. 457, 21 L. Ed. 897, a decision obviously 'rendered on great consideration,' prior decisions dealing with the full faith and credit clause of the Constitution were carefully reviewed, and it was there decided that when the question of jurisdiction is appropriately presented the record of a judgment rendered may, constitutionally, be assailed in a collateral proceeding to enforce it in another state, even as to facts therein stated to have been passed upon by the court. This decision has been repeatedly affirmed and followed, and in National Exchange Bank v. Wiley, 195 U. S. 257, 25 Sup. Ct. 70, 49 L. Ed. 184, it was accepted as authority sufficient for holding that a judgment by confession under warrant of attorney could be collaterally attacked in a foreign state by showing that the plaintiff in whose favor it was rendered in an Ohio court of general jurisdiction was not the owner of the note in suit at the time, and that the court entering it was, therefore, without jurisdiction, although the rendering of the judgment involved, or implied, the finding that the plaintiff was then the owner of the note.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">These authorities will suffice to illustrate the scope of the established rule that a judgment sued on in a foreign state may be shown in defense to have been entered by the court rendering it without jurisdiction, regardless of the form which such judgment make take on.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">With this rule in mind let us examine the character and scope of the 'order' sued upon in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The order was entered in a special statutory proceeding of a character such that the Supreme Court of Minnesota has declared that it is intended to be 'summary and without formal pleadings and not controlled by all the forms usually incident to judicial procedure' (132 Minn. 9, 12, 155 N. W. 754); the hearing in such cases is upon 'such notice as it [the court] deems proper' by publication or otherwise to be given'; upon the hearing the court 'shall receive and consider such evidence by affidavit or otherwise as may be presented by the receiver, or by any creditor, officer or stockholder appearing in person or by attorney'; and the statute expressly provides that:</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">'Such order shall be conclusive as to all matters relating to      the amount, propriety and necessity of the assessment,      against all parties therein adjudged liable upon, or on      account of, any stock or shares of such corporation, whether      appearing or being represented at the hearing or not or      having notice thereof or not.' Chapter 272, &#167; 5, General Laws      of Minn. 1899.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">That the conclusive character of the order entered in such a proceeding has been strictly confined by the Minnesota Supreme Court to the respects in which the statute just quoted declares it shall be conclusive, leaving all other defenses open to the stockholder, is shown by the following decisions:</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The act in force when the order now under discussion was entered was passed in 1899 and in the following year the Supreme Court of Minnesota sustained its constitutionality in Straw &amp; Ellsworth Manufacturing Co. v. L. D. Kilbourne Boot &amp; Shoe Co., 80 Minn. 125, 83 N. W. 36, a case cited with approval by this court in both the Bernheimer and Converse Cases, supra. It was there held as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">'Although the court inquires  nto the amount of the      liabilities as well as to what will probably be realized out      of the assets, its sole determination is that it is necessary      and proper that an assessment of a given amount shall be      levied against each share of stock. That, and that only, is      the ultimate issuable fact to be found by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">'The plain purport of sections 3 and 5 is that after an order of assessment has been duly made, and the receiver has      sued an alleged stockholder to recover upon the assessment,      the order cannot be attacked in that action upon the ground      that the assessment was unnecessary or excessive, or upon the      ground that the defendant was not actually [made] a party to,      or personally notified of, the hearing upon which the      assessment was made. * * *</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">'But, as we have heretofore intimated, the stockholders are      not concluded in all respects by the determination of the      court, nor is that the fair meaning of chapter 272, &#167; 5. A      person sued as a shareholder may show, if he can, that he is      not a shareholder at all, or that he is not the holder of so      large an amount of stock as is alleged, or that he has      discharged his liability, or that he has a claim against the      corporation which he may, in law or equity, set off against      the claim or judgment in assessment, or he may make any other      defense which is personal to himself.'</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Again, in its latest construction of the act, in 1916, in Finch, Van Slyck &amp; McConville v. John F. Vanasek et al., 132 Minn. 9, 12, 155 N. W. 754, 755, the court uses this language:</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">'It was intended by the statute that the proceeding should be      summary and without formal pleadings, and it is not      controlled by all of the forms usually incident to judicial      procedure. The court under the statute deals in the main with      probabilities, and is not authorized to determine any fact,      other than that of insolvency and the amount of the      assessment to be made, which in any way precludes the      stockholders in a subsequent action brought to enforce the      assessment. The assessment is but preliminary to such an      action and therein the stockholders may present all matters      that may be available to them in defense. Straw &amp; Ellsworth      Mnfg. Co. v. L. D. Kilbourne Boot &amp; Shoe Co.,' supra.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Thus is the expression in the earlier case, 'He [the stockholder] may make any other defense personal to himself,' interpreted in this later case as meaning 'all matters that may be available to them [the stockholders] in defense.'</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">During the sixteen years between these two decisions that court had under consideration the scope of several such 'orders' [following the language of the act, the court habitually refers to them as 'orders' not 'judgments'] and it has expressed its conclusions as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">In Dwinnell v. Kramer, 87 Minn. 392, 92 N. W. 227 (1902) in a suit upon an assessment order, made under the act we are considering, against the holder of a policy in a mutual insurance company&#8212;there is no 'difference, in principle in respect to the question now under consideration, between an action to recover on premium notes, when insolvency of the company has made an assessment on the members necessary, and an action to enforce a stockholder's liability, constitutional or statutory,' 80 Minn. 134, 83 N. W. 38&#8212;the defense was made on demurrer that the policy issued to the defendants 'shows upon its face that the defendants were not insured on the mutual plan, and that the extent of their liability by the terms of the policy was the amount of the premium named therein which has been paid.' This defense was entertained and held valid by the court against precisely such a 'judgment' as this court now holds conclusive against a defense in principle precisely similar&#8212;that under the contract relation of the defendant to the corporation he was not liable for any double liability assessment.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Again, in Swing v. Humbird, 94 Minn. 1, 101 N. W. 938 (1904) in an action on an assessment made by the Supreme Court of Ohio in a suit on a mutual insurance company policy, under a statute similar to that of M nnesota, the court holds in the syllabus, paragraph 1:</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">'Such assessment is not conclusive upon any policyholder as      to the question whether his relation to the company was such      as to subject him to liability for an assessment. The      judgment making the assessment is, however, conclusive as to matters relating to the necessity for,      and the amount of, the assessment.'</p>\n    </div>\n    <p class=\"indent\">In the opinion the court says:</p>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">'The plaintiff contends, in effect, that the ex parte decree      in question is conclusive upon the defendants upon the      question of their liability to assessment for the losses of      the company, and that they are barred from urging the defense      pleaded in this case. The question of the conclusiveness of      an assessment upon stockholders and members of a corporation      for the payment of its liabilities made by a court having      jurisdiction to wind up its affairs is too well settled in      this state to justify any extended discussion of it. Where a      court has such jurisdiction of a corporation, its order or      decree making an assessment upon its stockholders or members      without personal notice to them is conclusive as to all      matters relating to the necessity for making the assessment,      and the amount thereof. But it does not conclude any      stockholder or member as to the question whether his relation      to the corporation was such as to subject him to liability      for an assessment, or as to any other defense personal to      himself' [citing cases]. * * * The assessment in the case      last cited [Dwinnell v. Kramer, supra] was made by one of the      courts of our own state, yet effect was given to the claim of      the defendant that by virtue of his policy contract he was      not liable to assessment.'</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Here again the same character of defense urged in the instant case was entertained and sustained, viz.: That, notwithstanding the order or judgment, the policies on which the assessment was entered were 'of a class which imposed no liability upon the holders thereof beyond the amount of the cash deposit required.' In the case at bar the character of the corporation is such that no double liability can constitutionally be imposed on any of its stockholders.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Again, in Swing v. Red River Lumber Co., 105 Minn. 336, 117 N. W. 442 (1908), the court had under consideration an assessment upon the policy holders of a mutual insurance company, entered by the Ohio Supreme Court, under a statute similar to that of Minnesota, and the court said:</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">'The last contention of the plaintiff to be considered is to      the effect that the decree of the Supreme Court of Ohio      making the assessment is conclusive upon the defendant upon      the question of its liability to be assessed for the losses      of the company, and that the trial court in this case, by      refusing to give such conclusive effect to the decree,      refused to give full faith and credit to the judicial      proceedings of the state of Ohio, as required by section 1,      art. 4, of the federal Constitution. The decree was ex parte      as respects the defendant, it having been made without notice      to the defendant. The decree, then, the court having      jurisdiction of the corporation, was conclusive as to all      matters relating to the necessity for and the amount of the      assessment; but it is not conclusive as to the question      whether the contract relations of an alleged member to the      company were such as to subject him to liability for the      assessment. It did not, nor could it, deprive a member of the      company of any defense going to show that he was not liable      to be assessed for the losses of the company. Great Western      Tel. Co. v. Purdy, 162 U. S. 329 [16 Sup. Ct. 810, 40 L. Ed.      986]; Swing v. Weston Lumber Co., 205 U. S. 275 [27 Sup. Ct.      497, 51 L. Ed. 799].'</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">These cases, made complete by Finch, Van Slyck &amp; McConville v. John F. Vanasek, supra, decided in 1916, give us a line of decision, not only general in terms but specific in application, consistently maintained for sixteen years, which, it seems to me, makes it very clear that if the suit commenced in North Dakota, which we are cons dering, had been instituted in a Minnesota court it would have been open to the defendant stockholder to show, in defense, that his relations to the company were such as not to subject him to liability (94 Minn. 1, 101 N. W. 938, and 105 Minn. 336, 117 N. W. 442, supra), and that, therefore, the opinion of the court gives to the 'order' of an inferior court of Minnesota a faith and credit in North Dakota which it would not have had in the state of its origin, a result which I venture to think is unsound in principle, anomalous in our judicial history and likely to lead to most unfortunate results.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The opinion of the court concedes that, notwithstanding this 'judgment,' it was open to the defendant stockholder, in the North Dakota case, to show, if such were the fact, that he was not a stockholder at all; that he owned but half as many shares as was alleged; that he had paid the amount assessed against him in whole or in part, or that he had a set-off to apply on the amount of the assessment. But, novertheless, the court concludes that he cannot be permitted to show, as was true, that he was not, and could never have been, indebted to the receiver on the liability relied upon&#8212;and this, notwithstanding that the latest decision of the Supreme Court of Minnesota, construing the statute of its own state, holds, as quoted above, that in such a suit the stockholders 'may present all metters that may be available to them in defense,' and notwithstanding the fact that the earlier cases also held that such an order is not conclusive as to 'whether the contract relations of the alleged member and the company were such as to subject him to liability for the assessment' (94 Minn. 1, 101 N. W. 938, and 105 Minn. 336, 177 N. W. 442, supra). When we add that the holding of this court in the Bernheimer Case, repeated in the Converse Case, supra, was that 'it may be regarded as settled that upon acquiring stock the stockholder [in a Minnesota corporation] incurred an obligation arising from the constitutional provision, contractual in its nature,' we are seemingly confronted with the conclusion that the decisions of a Supreme Court of a state, construing its own statutes, of the character such as we have here (Flash v. Conn, 109 U. S. 371, 378, 3 Sup. Ct. 263, 27 L. Ed. 966), are no longer of controlling influence on this court but may be ignored in its discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Believing, as I do, that upon the discussion in this opinion and upon the authorities cited, the defense that the insolvent corporation involved was one within the exception of the Minnesota Constitution and that, therefore, no double liability attached to the defendant in error; that under the Minnesota decisions cited this defense could have been successfully made agoinst the order if it had been sued on in a Minnesota court; that the implied finding that the corporation was not within the exception is necessarily jurisdictional, and that therefore it was open to the stockholder to assail it when sued in North Dakota, as it would have been in Minnesota; and that facts sufficient appeared on the face of the complaint to show that in this case the defense was a valid one&#8212;I think the judgment of the Dakota courts should be affirmed and therefore I dissent from the decision of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Mr. Justice PITNEY and Mr. Justice BRANDEIS concur in this dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Each stockholder in any corporation, excepting those organized for the purpose of carrying on any kind of manufacturing or mechanical business, shall be liable to the amount of stock held or owned by him.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>247 U.S. 142 (1918)</b></center>\n<center><h1>MARIN, AS RECEIVER OF THE AMERICAN BISCUIT COMPANY OF CROOKSTON,<br>\nv.<br>\nAUGEDAHL.</h1></center>\n<center>No. 227.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted March 18, 1918.</center>\n<center>Decided May 20, 1918.</center>\nERROR TO THE DISTRICT COURT OF CASS COUNTY, STATE OF NORTH DAKOTA.\n<p><span class=\"star-pagination\">*143</span> <i>Mr. Edward Engerud</i> and <i>Mr. A.A. Miller</i> for plaintiff in error.</p>\n<p><i>Mr. Emerson H. Smith, Mr. A.W. Fowler</i> and <i>Mr. L.L. Twichell</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*144</span> MR. JUSTICE VAN DEVANTER delivered the opinion of the court.</p>\n<p>This was an action at law in North Dakota by a receiver of an insolvent Minnesota corporation to enforce against one of its stockholders an order of a Minnesota court laying an assessment on the stockholders generally. The defendant prevailed because the North Dakota court was of opinion that the order laying the assessment was made in the absence of such jurisdiction as was essential to bind him, 32 N. Dak. 536; and the question for decision here is whether that court gave to the laws and proceedings in Minnesota the full faith and credit to which they are entitled under the Constitution and laws of the United States. See <i>Great Western Telegraph Co.</i> v. <i>Purdy,</i> 162 U.S. 329; <i>Till</i> v. <i>Kelsey,</i> 207 U.S. 43, 51.</p>\n<p>Under the law of Minnesota, where an execution on a <span class=\"star-pagination\">*145</span> judgment against a corporation of that State is returned unsatisfied, the court, in a suit by the judgment creditor, may sequestrate the property of the corporation, appoint a receiver of the same, cause the property to be sold and apply the proceeds to the payment of the receivership expenses and the corporate debts. And where in such a suit the receiver presents a petition asserting that \"any constitutional, statutory or other liability of stockholders\" exists, and that resort thereto is necessary, the court must appoint a time for a hearing on the petition and cause such notice thereof as it deems proper to be given by publication or otherwise. If from the evidence presented at the hearing, including such as may be produced by any creditor or stockholder appearing in person or by attorney, it appears that there is a liability of stockholders and that the available assets are not sufficient to pay the expenses and debts, the court is required to make an order ratably assessing the stockholders on account of such liability and to direct that the assessment be paid to the receiver. If payment be not made, the duty is laid on the receiver of enforcing the same by actions against the defaulting stockholders, \"whether resident or non-resident, and wherever found.\" The court's order is expressly made \"conclusive as to all matters relating to the amount, propriety, and necessity of the assessment.\" Rev. Laws, 1905,  3173, 3184-3187.</p>\n<p>According to a settled line of local decisions the proceeding on the receiver's petition for an assessment on the stockholders is not an independent suit, but simply a step in the original sequestration suit, <i>Ueland</i> v. <i>Haugan,</i> 70 Minnesota, 349; and the conclusive effect of the court's order is not dependent on the personal presence of the stockholders, because they are so far in privity with the corporation as to be represented by it, and a judgment against it is in effect a judgment against them. <i>Hanson</i> v. <i>Davison,</i> 73 Minnesota, 454, 462; <i>Town of Hinckley</i> v. <span class=\"star-pagination\">*146</span> <i>Kettle River R.R. Co.,</i> 80 Minnesota, 32, 39. But while the order is conclusive \"as to all matters relating to the amount, propriety, and necessity of the assessment\"  <i>matters which concern all stockholders alike</i> , it leaves open the questions whether a particular person is a stockholder or holds the number of shares attributed to him, whether he has discharged his liability or has a claim which may be set off against the assessment, and whether he has any other defense which is <i>\"personal to himself.\" </i><i>Straw &amp; Ellsworth Co.</i> v. <i>Kilbourne Co.,</i> 80 Minnesota, 125, 136.</p>\n<p>As so applied, the Minnesota law has been sustained by this court against various claims that as to stockholders it infringes the due process clause of the Fourteenth Amendment; and we have also recognized and enforced the duty of courts of other States, under the due faith and credit clause of the Constitution and the legislation of Congress on that subject, to give effect to orders of Minnesota courts making assessments under that law, although the stockholders were not personally made parties to the suits wherein the orders were made. <i>Bernheimer</i> v. <i>Converse,</i> 206 U.S. 516; <i>Converse</i> v. <i>Hamilton,</i> 224 U.S. 243; <i>Selig</i> v. <i>Hamilton,</i> 234 U.S. 652. And see <i>Royal Arcanum</i> v. <i>Green,</i> 237 U.S. 531, 543-545.</p>\n<p>The order with which we here are concerned was made by a Minnesota court in a sequestration suit against a Minnesota corporation. Besides being a court of general jurisdiction, both at law and in equity, the court making the order had full jurisdiction of that suit. The suit was begun by a judgment creditor after an execution on his judgment was returned unsatisfied. The defendant corporation had its principal place of business in the county where the suit was begun, and was brought into the suit by due service of process. Thus much is not questioned. Nor is it questioned that a receiver was appointed, or that by a petition in the suit he sought an <span class=\"star-pagination\">*147</span> assessment on the stockholders, or that public notice of the hearing on the petition was given as the court directed, or that there was a hearing as contemplated. But it is insisted that the court was without jurisdiction to make the assessment and that in consequence the order is open to collateral attack. In support of this contention it is said that in making the assessment the court evidently proceeded on the mistaken assumption that the corporation was one on whose stockholders a liability was imposed by  3 of article 10 of the state constitution,<sup>[1]</sup> whereas in truth the corporation was one of a class whose stockholders were excepted from the operation of that provision. But is this anything other than saying that the court erred in ruling on a matter of substantive law regularly presented to it for decision in a pending suit? The constitutional provision does no more than to declare a general rule of liability and to except therefrom stockholders of a certain class of corporations. It does not purport to deal with the jurisdiction of courts  their power to hear and determine  , but only to prescribe in a general way the relative rights of stockholders and creditors. It therefore must be taken as going to the merits rather than to the jurisdiction. The Minnesota courts evidently so regard it; and they also treat the question whether a particular corporation belongs to one class or another as a matter the decision of which in a suit against the corporation is binding on the stockholders in subsequent litigation with the latter. <i>Merchants National Bank</i> v. <i>Minnesota Thresher Manufacturing Co.,</i> 90 Minnesota, 144, 149.</p>\n<p>Four Minnesota cases are cited as making against these views, but we do not so understand them. In <i>Dwinnell</i> v. <i>Kramer,</i> 87 Minnesota, 392, a policyholder in an insolvent <span class=\"star-pagination\">*148</span> mutual fire insurance company, against whom a general assessment on the policyholders was sought to be enforced, successfully defended on the ground that his policy did not conform to the mutual plan, but was an \"ordinary contract of insurance\" issued on receipt of a cash premium. The defense plainly was personal to him. <i>Swing</i> v. <i>Humbird,</i> 94 Minnesota, 1, arose under an Ohio law and not the law of Minnesota. An assessment made in Ohio on the policyholders of an insolvent fire insurance company was sought to be enforced in Minnesota, and the defendant prevailed because his policy had been fully paid for and had terminated prior to the assessment. That also was a personal defense. In <i>Swing</i> v. <i>Red River Lumber Co.,</i> 105 Minnesota, 336, an attempt was made to enforce a similar Ohio assessment, but it failed for the reason, among others, that when the defendant's policy was issued the insurance company was doing business in Minnesota in violation of the laws of that State,  a matter which was personal to him and to other Minnesota policyholders if there were such. In <i>Finch, Van Slyck &amp; McConville</i> v. <i>Vanasek,</i> 132 Minnesota, 9, there was a direct appeal from an order levying an assessment on stockholders in a sequestration suit. The character of the corporation was not in controversy, and the \"only controverted question before the [trial] court was the amount to be levied.\" There also was a question in the appellate court as to whether the trial should have been to a jury. With this in mind, it seems plain that what was said can have no particular bearing here.</p>\n<p>Had the Minnesota court in this instance held that the corporation was in the excepted class and then denied the receiver's petition, is it not certain that the order, if neither vacated nor reversed, would have settled conclusively the non-existence of the asserted liability? And if in a subsequent suit the receiver or the creditors represented by him had again asserted such a liability on the part of <span class=\"star-pagination\">*149</span> the stockholders, is there any doubt that the latter could have relied safely on the order as a prior adjudication in their favor? The answers seem obvious. Charged with the duty, as the court was, of ascertaining whether there was any liability to be enforced, it was its province to consider and decide every question which was an element in that problem, including the one of whether the corporation was in the excepted class. That question required solution and the power to solve it was lodged in the court. The court did solve it, for, as is said in <i>Neff</i> v. <i>Lamm,</i> 99 Minnesota, 115, 117, the order making the assessment is \"necessarily based upon a determination that the corporation is of the class whose stock is assessable, and not of the excepted class.\" Whether the decision was right or wrong is not open to discussion here. If wrong it was subject to correction on proper application to the court which made it, or on appeal, but it was not void or open to collateral attack. <i>Deposit Bank</i> v. <i>Frankfort,</i> 191 U.S. 499, 510, 512; <i>Noble</i> v. <i>Union River Logging R.R. Co.,</i> 147 U.S. 165, 172-174; <i>Dowell</i> v. <i>Applegate,</i> 152 U.S. 327, 340; <i>In re First National Bank,</i> 152 Fed. Rep. 64, 68-70. Of course, it was the duty of the court to have due regard for the exception in the constitutional provision because of its bearing on the merits; and if proper effect was not given to it an error of law was committed, but nothing more. The true view of the subject is indicated in the following excerpts from our opinion in <i>Fauntleroy</i> v. <i>Lum,</i> 210 U.S. 230, 234, 237:</p>\n<p>\"No doubt it sometimes may be difficult to decide whether certain words in a statute are directed to jurisdiction or to merits, but the distinction between the two is plain. One goes to the power, the other only to the duty of the court. Under the common law it is the duty of a court of general jurisdiction not to enter a judgment upon a parol promise made without consideration; but it has power to do it, and, if it does, the judgment is unimpeachable, <span class=\"star-pagination\">*150</span> unless reversed. Yet a statute could be framed that would make the power, that is, the jurisdiction of the court dependent upon whether there was a consideration or not. Whether a given statute is intended simply to establish a rule of substantive law, and thus to define the duty of the court, or is meant to limit its power, is a question of construction and common sense. When it affects a court of general jurisdiction and deals with a matter upon which that court must pass, we naturally are slow to read ambiguous words, as meaning to leave the judgment open to dispute, or as intended to do more than to fix the rule by which the court should decide.\"</p>\n<p>\"A judgment is conclusive as to all the <i>media concludendi, </i><i>United States</i> v. <i>California &amp; Oregon Land Co.,</i> 192 U.S. 355; and it needs no authority to show that it cannot be impeached either in or out of the State by showing that it was based upon a mistake of law.\"</p>\n<p>Whether the stockholder against whom the order is here sought to be enforced was personally a party to the suit in which it was made does not appear; nor is it material. Under the rule in Minnesota, as also the general rule, he was sufficiently represented by the corporation to be bound by the order in so far as it determined the character and insolvency of the corporation and other matters affecting the propriety of a general assessment such as was made. This court frequently has recognized and applied that rule. In <i>Hawkins</i> v. <i>Glenn,</i> 131 U.S. 319, an assessment ordered by a Virginia court having the corporation before it was sustained as against stockholders residing in another State and not personally brought into the suit, the ground of decision being that \"a stockholder is so far an integral part of the corporation that, in the view of the law, he is privy to the proceedings touching the body of which he is a member.\" Of similar import are <i>Sanger</i> v. <i>Upton,</i> 91 U.S. 56; <i>Glenn</i> v. <i>Liggett,</i> 135 U.S. 533; <i>Great Western Telegraph Co.</i> v. <i>Purdy,</i> 162 <span class=\"star-pagination\">*151</span> U.S. 329, 336; <i>Hancock National Bank</i> v. <i>Farnum,</i> 176 U.S. 640; <i>Bernheimer</i> v. <i>Converse,</i> 206 U.S. 516, 532; <i>Royal Arcanum</i> v. <i>Green,</i> 237 U.S. 531, 544.</p>\n<p>No doubt the order might be attacked collaterally by showing an absence of jurisdiction of person or subject-matter. The cases of <i>Thompson</i> v. <i>Whitman,</i> 18 Wall. 457, and <i>National Exchange Bank</i> v. <i>Wiley,</i> 195 U.S. 257, hold nothing more. Neither gives any warrant for saying that the order may be attacked collaterally by showing that error was committed in deciding the merits. One dealt with a judgment by a court having no jurisdiction whatever over the subject-matter, and the other dealt with a personal judgment rendered without service of process or personal appearance, but confessed under a warrant of attorney which did not cover it  in other words, a judgment rendered without jurisdiction of the person through a representative or otherwise. Both are inapposite here. By the law of its organization the Minnesota court was empowered to take cognizance of, hear and determine, the suit to sequestrate and the receiver's petition for an assessment. Thus it had jurisdiction of the subject-matter. <i>Cooper</i> v. <i>Reynolds,</i> 10 Wall. 308, 316. The corporation was before it in virtue of process duly served, and the stockholders, as has been said, were represented by the corporation. Thus there was jurisdiction of the person.</p>\n<p>Under these circumstances, the order is entitled, under the Constitution and laws of the United States, to the same faith and credit in the courts of North Dakota as by law or usage are given to such an order in the courts of Minnesota. <i>Hancock National Bank</i> v. <i>Farnum,</i> 176 U.S. 640; <i>Converse</i> v. <i>Hamilton,</i> 224 U.S. 243. In Minnesota, as before said, it is conclusive of all matters relating to the propriety of the assessment, including the questions of the character and insolvency of the corporation, and therefore it should have been held similarly <span class=\"star-pagination\">*152</span> conclusive in North Dakota. The court of that State declined to regard it as determining the character of the corporation, and so failed to give it the faith and credit to which it is entitled.</p>\n<p><i>Judgment reversed.</i></p>\n<p>MR. JUSTICE CLARKE, dissenting.</p>\n<p>The importance of the question involved in this case leads me to state somewhat fully my reasons for dissenting from the decision of the court.</p>\n<p>The plaintiff in error, as receiver of the American Biscuit Company of Crookston, an insolvent corporation, organized under the laws of the State of Minnesota, instituted suit in a district court of North Dakota against the defendant in error, a stockholder in the company, to recover upon an order, treated in the record as a judgment, entered by an inferior, a district court of the State of Minnesota, which is described in the amended complaint as follows:</p>\n<p>\"The said court . . . made an order in said proceedings ordering and assessing against each and every share of the capital stock of said American Biscuit Company of Crookston the sum of one hundred dollars ($100) and against the persons and parties liable as such stockholders . . . and further ordering that each and every party or person liable as such stockholder pay to this plaintiff as Receiver of said insolvent corporation the sum of one hundred dollars ($100) for each and every share of stock on which he should be liable,\" etc.</p>\n<p>It is further alleged that the defendant is the owner of one share of stock of the said company of the par value of $100 and that he has not paid to the court the assessment made.</p>\n<p>The complaint sets out in detail the statutes under which the Minnesota court proceeded and alleges that the Biscuit Company</p>\n<p><span class=\"star-pagination\">*153</span> \"By its Articles of Incorporation . . . was empowered to manufacture and sell biscuits, crackers, candies, confections, cereals, and other kindred products, or supplies (necessary) or component parts thereof, and [\"to purchase or own,\" probably omitted] the machinery, fixtures, equipment and supplies necessary for the manufacturing and dealing in the same . . . and to maintain and operate stores and depots for the sale and disposal of its products and the purchase of its supplies, and in general to do and perform all matters and things necessary and proper in the successful conducting of its said business.\"</p>\n<p>The District Court of North Dakota sustained a demurrer to the complaint on the ground that it did not state facts sufficient to constitute a cause of action, and its judgment was affirmed by the Supreme Court of the State.</p>\n<p>The constitution of Minnesota in effect at the time of the transactions involved in the case contains the following provision:</p>\n<p>Article 10,  3. \"Each stockholder in any corporation, excepting those organized for the purpose of carrying on any kind of manufacturing or mechanical business, shall be liable to the amount of stock held or owned by him.\"</p>\n<p>It is admitted that this is the only warrant for the Minnesota order, which was for the amount of the personal or double liability of stockholders.</p>\n<p>The theory on which the North Dakota courts proceeded was that the complaint showed that the Biscuit Company was a manufacturing corporation such that no double liability could attach to its stockholders, and that therefore the Minnesota court did not have jurisdiction, under the constitution and laws of that State, to enter an order which precluded the defendant from showing that he was not, and could not be, liable to a valid double liability assessment.</p>\n<p>The distinction between provisions of law which are <span class=\"star-pagination\">*154</span> jurisdictional and those which are not, has not been, perhaps cannot be, made the subject of hard and fast definition. A much quoted statement is that the distinction, while difficult of application, is between \"A rule of law for the guidance of the court and a limit set to its power.\" <i>Interstate Commerce Commission</i> v. <i>Northern Pacific Ry. Co.,</i> 216 U.S. 538, 544; <i>Fauntleroy</i> v. <i>Lum,</i> 210 U.S. 230, 235.</p>\n<p>In the opinion of the court it is said that the district court which entered the order sued on is a court of general jurisdiction. As a general statement this may be accepted, but when that court entered the order we are here considering it was not acting as a court of general jurisdiction, but,  as we shall see, from the decisions of the Supreme Court of Minnesota,  as a statutory court of narrowly limited powers, authorized to enter orders \"conclusive\" in specifically defined respects. As a court of general jurisdiction, and independent of the statute under which the court was acting, its receiver could not have maintained this action in North Dakota. <i>Hale</i> v. <i>Allinson,</i> 188 U.S. 56.</p>\n<p>In the case at bar we are dealing with a constitutional provision, obviously intended for the encouragement of manufactures in the State of Minnesota, which places it beyond the power of the legislature to attach double liability to holders of stock in any manufacturing corporation organized under the laws of that State.</p>\n<p>Shall it be said that this, clearly a limitation on the power of the legislature, is not also a limitation on the power of the Minnesota courts? That it is a jurisdictional limitation upon the legislature but was only a rule for the guidance of the court, the jurisdiction of which, when entering the order involved, was determined by the act of the legislature? It is not merely a rule to guide courts in determining whether stockholders in manufacturing corporations are subject to double liability, for it prohibits both the legislature and the courts from imposing such <span class=\"star-pagination\">*155</span> liability upon stockholders in such corporations under any circumstances and is therefore a limitation upon the power of courts as certainly as it is a limitation on legislative power.</p>\n<p>The validity, in a proper case, of such an order as was entered by the Minnesota court, and the right of such a receiver to maintain a suit upon it in a foreign State to collect from stockholders resident therein, have both been sustained by this court (<i>Bernheimer</i> v. <i>Converse,</i> 206 U.S. 516; <i>Converse</i> v. <i>Hamilton,</i> 224 U.S. 243). But in each of these cases it was expressly found that the insolvent company was within the general terms of  3, Art. 10, of the Minnesota constitution, and that therefore personal liability attached to its stockholders.</p>\n<p>Notwithstanding this fact, the defendant in error contends that the Minnesota court was without jurisdiction to render the order sued upon, and argues in substance as follows:</p>\n<p>(1) That the Minnesota court had authority to render such a \"judgment\" only as against stockholders in other than corporations organized for manufacturing or mechanical business.</p>\n<p>This is not contested by the plaintiff in error in argument, but the answer to it, relied upon, is that the first question confronting the Minnesota court hearing the petition of creditors for the assessment was whether the Biscuit Company was a corporation whose stockholders were subject to double liability; that the order making the assessment could have been rendered only upon a holding that it was such a corporation; and that such an order, not appealed from, is conclusive as to this question, upon all stockholders.</p>\n<p>(2) That the character of the corporation as pleaded shows it to have been a manufacturing company, that therefore no personal liability attached to its stockholders and that thereby the Minnesota court is shown to have <span class=\"star-pagination\">*156</span> been without jurisdiction to render the \"judgment\" sued upon.</p>\n<p>This contention also is not contested by the plaintiff in error, who contents himself, again, with relying upon the implication springing from the rendering of the Minnesota order.</p>\n<p>It seems clear enough that a corporation \"empowered to manufacture and sell biscuits, crackers, candies,\" etc., and to own and use \"the machinery, fixtures, equipment and supplies necessary for the manufacturing and dealing in the same\" must be classed as one \"organized for the purpose of carrying on\" a \"manufacturing business.\"</p>\n<p>But the Supreme Court of Minnesota has placed this conclusion beyond discussion.</p>\n<p>In <i>Senour Mfg. Co.</i> v. <i>Church Paint &amp; Mfg. Co.,</i> 81 Minnesota, 294, it is held:</p>\n<p>\"In proceedings to enforce the individual liability of stockholders of a corporation [for the debts of the corporation], the Articles of Incorporation are the sole criterion as to the purposes for which the corporation was formed.\" And corporations organized for purposes stated as follows have been held by that court to be manufacturing corporations such that they came within the constitutional exception, so that personal liability did not attach to holders of stock in them, viz., companies organized for:</p>\n<p>\"The manufacture of painters' materials and supplies,\" <i>Senour Case, supra</i><i>;</i> \"For the manufacturing or brewing of lager beer, and selling and disposing of same,\" <i>Hastings Malting Co.</i> v. <i>Iron Range Brewing Co.,</i> 65 Minnesota, 28; \"For the manufacture of cloth of every description and the sale of cloth so manufactured,\" <i>Nicollet National Bank</i> v. <i>Frisk-Turner Co.,</i> 71 Minnesota, 413; \"To produce and create water, steam and other motive power for transmission and use as may be desirable for any legitmate purpose,\" <i>Cuyler</i> v. <i>City Power Co.,</i> 74 Minnesota, 22; \"For the purpose of generating electricity for distribution <span class=\"star-pagination\">*157</span> to the public,\" <i>Vencedor Investment Co.</i> v. <i>Highland Canal &amp; Power Co.,</i> 125 Minnesota, 20.</p>\n<p>The test prescribed by the Supreme Court of Minnesota is, Whether the entire business which the corporation is authorized to engage in is manufacturing and disposing of its products and such incidental business as may reasonably be necessary for the purposes of its organization. <i>Hastings Malting Co.</i> v. <i>Iron Range Brewing Co.,</i> 65 Minnesota, 28, 31. Again, and obviously, in <i>Nicollet National Bank</i> v. <i>Frisk-Turner Co.,</i> 71 Minnesota, 413, it was held that the buying of raw materials and the selling of manufactured products are within the scope of the incidental powers of a manufacturing corporation, and do not constitute doing business other than the manufacturing business authorized. Clearly the Biscuit Company meets the constitutional requirement thus interpreted.</p>\n<p>The difference between the case at bar and the <i>Bernheimer</i> and <i>Converse Cases, supra</i><i>,</i> is manifest and fundamental. These two cases were concerned with the affairs of the same corporation, and the Supreme Court of Minnesota held that on their face the articles of incorporation of the company provided for the purchase of the capital stock, evidences of indebtedness and assets of another corporation and also for a manufacturing purpose; that the former business was not incidental to the latter and that, therefore, the company not being organized exclusively for a manufacturing purpose, did not come within the constitutional exception and that the personal liability attached to the stockholders. With this conclusion this court expressed itself satisfied in both cases.</p>\n<p>The question remains whether, in the proceeding in which the order relied upon was entered, the Minnesota court had jurisdiction to render and actually did render an order such that a stockholder when sued upon it, either in Minnesota or in another State, would not have open to him the defense that the insolvent corporation was of <span class=\"star-pagination\">*158</span> such character that double liability did not attach to the owners of its stock.</p>\n<p>That the court did not have such jurisdiction and did not enter such an order in this case seems to me clear for the reasons following, viz.:</p>\n<p>In <i>Thompson</i> v. <i>Whitman,</i> 18 Wall. 457, a decision obviously \"rendered on great consideration,\" prior decisions dealing with the full faith and credit clause of the Constitution were carefully reviewed, and it was there decided that when the question of jurisdiction is appropriately presented the record of a judgment rendered may, constitutionally, be assailed in a collateral proceeding to enforce it in another State, even as to facts therein stated to have been passed upon by the court. This decision has been repeatedly affirmed and followed, and in <i>National Exchange Bank</i> v. <i>Wiley,</i> 195 U.S. 257, it was accepted as authority sufficient for holding that a judgment by confession under warrant of attorney could be collaterally attacked in a foreign State by showing that the plaintiff in whose favor it was rendered in an Ohio court of general jurisdiction was not the owner of the note in suit at the time, and that the court entering it was, therefore, without jurisdiction, although the rendering of the judgment involved, or implied, the finding that the plaintiff was then the owner of the note.</p>\n<p>These authorities will suffice to illustrate the scope of the established rule that a judgment sued on in a foreign State may be shown in defense to have been entered by the court rendering it without jurisdiction, regardless of the form which such judgment may take on.</p>\n<p>With this rule in mind let us examine the character and scope of the \"order\" sued upon in this case.</p>\n<p>The order was entered in a special statutory proceeding of a character such that the Supreme Court of Minnesota has declared that it is intended to be <i>\"summary and without formal pleadings,</i> and not controlled by all the forms <span class=\"star-pagination\">*159</span> usually incident to judicial procedure.\" 132 Minnesota, 9, 12; the hearing in such cases is upon \"such notice as it [the court] deems proper, by publication or otherwise, to be given;\" upon the hearing the court \"shall receive and consider such evidence <i>by affidavit or otherwise</i> as may be presented by the receiver, or by any creditor, officer, or stockholder, appearing in person or by attorney,\" and the statute expressly provides that:</p>\n<p>\"Such order shall be conclusive as to all matters relating to the <i>amount, propriety, and necessity</i> of the assessment, against all parties therein adjudged liable upon, or on account of, any stock or shares of such corporation, whether appearing or being represented at the hearing or not, or having notice thereof or not.\" Rev. Laws, 1905,  3186.</p>\n<p>That the conclusive character of the order entered in such a proceeding has been strictly confined by the Minnesota Supreme Court to the respects in which the statute just quoted declares it shall be conclusive, leaving all other defenses open to the stockholder, is shown by the following decisions:</p>\n<p>The act in force when the order now under discussion was entered was passed in 1899 [Laws 1899, c. 272], and in the following year the Supreme Court of Minnesota sustained its constitutionality in <i>Straw &amp; Ellsworth Co.</i> v. <i>Kilbourne Co.,</i> 80 Minnesota, 125, a case cited with approval by this court in both the <i>Bernheimer</i> and <i>Converse Cases, supra</i><i>.</i> It was there held as follows:</p>\n<p>\"Although the court inquires into the amount of the liabilities as well as to what will probably be realized out of the assets, <i>its sole determination is</i> that it is necessary and proper that an assessment of a given amount shall be levied against each share of stock. <i>That, and that only, is the ultimate issuable fact to be found by the court.</i></p>\n<p>\"The plain purport of sections 3 and 5 is that after an <span class=\"star-pagination\">*160</span> order of assessment has been duly made, and the receiver has sued an alleged stockholder to recover upon the assessment, the order cannot be attacked in that action upon the ground that the assessment was unnecessary or excessive, or upon the ground that the defendant was not actually a party to, or personally notified of, the hearing upon which the assessment was made. . . .</p>\n<p>\"But, as we have heretofore intimated, the stockholders are not concluded in all respects by the determination of the court, nor is that the fair meaning of chapter 272,  5. A person sued as <i>a shareholder may show,</i> if he can, <i>that he is not a shareholder at all, or that he is not the holder of so large an amount of stock as is alleged,</i> or that he has discharged his liability, or that he has a claim against the corporation which he may, in law or equity, set off against the claim or judgment in assessment, <i>or he may make any other defense which is personal to himself.</i>\"</p>\n<p>Again, in its latest construction of the act, in 1916, in <i>Finch, Van Slyck &amp; McConville</i> v. <i>Vanasek,</i> 132 Minnesota, 9, 12, the court uses this language:</p>\n<p>\"It was intended by the statute that the proceeding should be summary and without formal pleadings, and it is not controlled by all of the forms usually incident to judicial procedure. <i>The court</i> under the statute deals in the main with probabilities, and <i>is not authorized to determine any fact, other than that of insolvency and the amount of the assessment to be made,</i> which in any way precludes the stockholders in a subsequent action brought to enforce the assessment. <i>The assessment is but preliminary to such an action and therein the stockholders may present all matters that may be available to them in defense. Straw &amp; Ellsworth Mnfg. Co.</i> v. <i>L.D. Kilbourne Boot &amp; Shoe Co.,</i>\" <i>supra.</i></p>\n<p>Thus is the expression in the earlier case \"He [the stockholder] may make any other defense which is personal to himself,\" interpreted in this later case as meaning <span class=\"star-pagination\">*161</span> \"All matters that may be available to them [the stockholders] in defense.\"</p>\n<p>During the sixteen years between these two decisions that court had under consideration the scope of several such \"orders\" [following the language of the act, the court habitually refers to them as \"orders\" not \"judgments\"] and it has expressed its conclusions as follows:</p>\n<p>In <i>Dwinnell</i> v. <i>Kramer,</i> 87 Minnesota, 392 (1902), in a suit upon an assessment order, made under the act we are considering, against the holder of a policy in a mutual insurance company, [There is no \"difference, in principle, in respect to the question now under consideration, between an action to recover on premium notes, when insolvency of the company has made an assessment on members necessary, and an action to enforce a stockholder's liability, constitutional or statutory,\" 80 Minnesota, 134] the defense was made on demurrer that the policy issued to the defendants \"shows upon its face that the defendants were not insured on the mutual plan, and that the extent of their liability by the terms of the policy was the amount of the premium named therein, which has been paid.\" This defense was entertained and held valid by the court against precisely such a \"judgment\" as this court now holds conclusive against a defense in principle precisely similar,  that under the contract relation of the defendant to the corporation he was not liable for any double liability assessment.</p>\n<p>Again, in <i>Swing</i> v. <i>Humbird,</i> 94 Minnesota, 1 (1904), in an action on an assessment made by the Supreme Court of Ohio in a suit on a mutual insurance company policy, under a statute similar to that of Minnesota, the court holds in the syllabus, paragraph 1:</p>\n<p>\"Such assessment is not conclusive upon any policyholder as to the question whether his relation to the company was such as to subject him to liability for an assessment. The judgment making the assessment is, however, <span class=\"star-pagination\">*162</span> conclusive as to matters relating to the necessity for, and the amount of, the assessment.\"</p>\n<p>In the opinion the court says:</p>\n<p>\"The plaintiff contends, in effect, that the ex parte decree in question is conclusive upon the defendants upon the question of their liability to assessment for the losses of the company, and that they are barred from urging the defense pleaded in this case. <i>The question of the conclusiveness of an assessment upon stockholders</i> and members of a corporation for the payment of its liabilities made by a court having jurisdiction to wind up its affairs <i>is too well settled in this State to justify any extended discussion of it.</i> Where the court has such jurisdiction of a corporation, its order or decree making an assessment upon its stockholders or members without personal notice to them is conclusive as to all matters relating to the necessity for making the assessment, and the amount thereof. <i>But it does not conclude any stockholder or member as to the question whether his relation to the corporation was such as to subject him to liability for an assessment,</i> or as to any other defense personal to himself,\" citing cases. . . . \"The assessment in the case last cited (<i>Dwinnell</i> v. <i>Kramer, supra</i>) was made by one of the courts of our own state, yet effect was given to the claim of the defendant that by virtue of his policy contract he was not liable to assessment.\"</p>\n<p>Here again the same character of defense urged in the instant case was entertained and sustained, viz: That, notwithstanding the order or judgment, the policies on which the assessment was entered were \"of a class which imposed no liability upon the holders thereof beyond the amount of the cash deposit required.\" In the case at bar the character of the corporation is such that no double liability can constitutionally be imposed on any of its stockholders.</p>\n<p>Again, in <i>Swing</i> v. <i>Red, River Lumber Co.,</i> 105 Minnesota, <span class=\"star-pagination\">*163</span> 336 (1908), the court had under consideration an assessment upon the policyholders of a mutual insurance company, entered by the Ohio Supreme Court, under a statute similar to that of Minnesota, and the court said:</p>\n<p>\"The last contention of the plaintiff to be considered is to the effect that the decree of the supreme court of Ohio making the assessment is conclusive upon the defendant upon the question of its liability to be assessed for the losses of the company, and that the trial court in this case, by refusing to give such conclusive effect to the decree, refused to give full faith and credit to the judicial proceedings of the state of Ohio, as required by section 1, art. 4, of the federal constitution. The decree was ex parte as respects the defendant, it having been made without notice to the defendant. The decree, then, the court having jurisdiction of the corporation, was conclusive as to all matters relating to the necessity for and the amount of the assessment; <i>but it is not conclusive as to the question whether the contract relations of an alleged member to the company were such as to subject him to liability for the assessment.</i> It did not, nor could it, deprive a member of the company of any defense going to show that he was not liable to be assessed for the losses of the company. <i>Great Western Tel. Co.</i> v. <i>Purdy,</i> 162 U.S. 329; <i>Swing</i> v. <i>Western Lumber Co.,</i> 205 U.S. 275.\"</p>\n<p>These cases, made complete by <i>Finch, Van Slyck &amp; McConville</i> v. <i>Vanasek, supra,</i> decided in 1916, give us a line of decision, not only general in terms but specific in application, consistently maintained for sixteen years, which, it seems to me, makes it very clear that if the suit commenced in North Dakota, which we are considering, had been instituted in a Minnesota court it would have been open to the defendant stockholder to show, in defense, that his relations to the company were such as not to subject him to liability (94 and 105 Minnesota, <i>supra</i>) and that, therefore, the opinion of the court gives to the <span class=\"star-pagination\">*164</span> \"order\" of an inferior court of Minnesota a faith and credit in North Dakota which it would not have had in the State of its origin, a result which I venture to think is unsound in principle, anomalous in our judicial history and likely to lead to most unfortunate results.</p>\n<p>The opinion of the court concedes that, notwithstanding this \"judgment,\" it was open to the defendant stockholder, in the North Dakota case, to show, if such were the fact, that he was not a stockholder at all; that he owned but half as many shares as was alleged; that he had paid the amount assessed against him in whole or in part, or that he had a set-off to apply on the amount of the assessment. But, nevertheless, the court concludes that he cannot be permitted to show, as was true, that he was not, and could never have been, indebted to the receiver on the liability relied upon,  and this, notwithstanding that the latest decision of the Supreme Court of Minnesota, construing the statute of its own State, holds, as quoted above, that in such a suit the stockholders \"may present all matters that may be available to them in defense,\" and notwithstanding the fact that the earlier cases also held that such an order is not conclusive as to \"whether the contract relations of an alleged member to the company were such as to subject him to liability for the assessment,\" (94 and 105 Minnesota, <i>supra</i>). When we add that the holding of this court in the <i>Bernheimer Case,</i> repeated in the <i>Converse Case, supra,</i> was that \"It may be regarded as settled that upon acquiring stock the stockholder [in a Minnesota corporation] incurred an obligation arising from the constitutional provision, <i>contractual in its nature,</i>\" we are seemingly confronted with the conclusion that the decisions of a Supreme Court of a State, construing its own statutes, of the character such as we have here (<i>Flash</i> v. <i>Conn,</i> 109 U.S. 371, 378) are no longer of controlling influence on this court but may be ignored in its discretion.</p>\n<p><span class=\"star-pagination\">*165</span> Believing, as I do, that upon the discussion in this opinion and upon the authorities cited, the insolvent corporation involved was one within the exception of the Minnesota constitution and that, therefore, no double liability attached to the defendant in error; that under the Minnesota decisions cited this defense could have been successfully made against the order if it had been sued on in a Minnesota court; that the implied finding that the corporation was not within the exception is necessarily jurisdictional, and that therefore it was open to the stockholders to assail it when sued in North Dakota, as it would have been in Minnesota; and that facts sufficient appeared on the face of the complaint to show that in this case the defense was a valid one, I think the judgment of the Dakota courts should be affirmed and therefore dissent from the decision of the court.</p>\n<p>MR. JUSTICE PITNEY and MR. JUSTICE BRANDEIS concur in this dissent.</p>\n<h2>NOTES</h2>\n<p>[1]   \"Each stockholder in any corporation, excepting those organized for the purpose of carrying on any kind of manufacturing or mechanical business, shall be liable to the amount of stock held or owned by him.\"</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">247</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">142</span></span> (1918)</b></center>\n<center><h1>MARIN, AS RECEIVER OF THE AMERICAN BISCUIT COMPANY OF CROOKSTON,<br>\nv.<br>\nAUGEDAHL.</h1></center>\n<center>No. 227.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted March 18, 1918.</center>\n<center>Decided May 20, 1918.</center>\nERROR TO THE DISTRICT COURT OF CASS COUNTY, STATE OF NORTH DAKOTA.\n<p><span class=\"star-pagination\">*143</span> <i>Mr. Edward Engerud</i> and <i>Mr. A.A. Miller</i> for plaintiff in error.</p>\n<p><i>Mr. Emerson H. Smith, Mr. A.W. Fowler</i> and <i>Mr. L.L. Twichell</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*144</span> MR. JUSTICE VAN DEVANTER delivered the opinion of the court.</p>\n<p>This was an action at law in North Dakota by a receiver of an insolvent Minnesota corporation to enforce against one of its stockholders an order of a Minnesota court laying an assessment on the stockholders generally. The defendant prevailed because the North Dakota court was of opinion that the order laying the assessment was made in the absence of such jurisdiction as was essential to bind him, 32 N. Dak. 536; and the question for decision here is whether that court gave to the laws and proceedings in Minnesota the full faith and credit to which they are entitled under the Constitution and laws of the United States. See <i>Great Western Telegraph Co.</i> v. <i>Purdy,</i> 162 U.S. 329; <i>Till</i> v. <i>Kelsey,</i> <span class=\"citation\" data-id=\"96706\"><a href=\"/opinion/96706/tilt-v-kelsey/\"><span class=\"volume\">207</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">43</span></a></span>, 51.</p>\n<p>Under the law of Minnesota, where an execution on a <span class=\"star-pagination\">*145</span> judgment against a corporation of that State is returned unsatisfied, the court, in a suit by the judgment creditor, may sequestrate the property of the corporation, appoint a receiver of the same, cause the property to be sold and apply the proceeds to the payment of the receivership expenses and the corporate debts. And where in such a suit the receiver presents a petition asserting that \"any constitutional, statutory or other liability of stockholders\" exists, and that resort thereto is necessary, the court must appoint a time for a hearing on the petition and cause such notice thereof as it deems proper to be given by publication or otherwise. If from the evidence presented at the hearing, including such as may be produced by any creditor or stockholder appearing in person or by attorney, it appears that there is a liability of stockholders and that the available assets are not sufficient to pay the expenses and debts, the court is required to make an order ratably assessing the stockholders on account of such liability and to direct that the assessment be paid to the receiver. If payment be not made, the duty is laid on the receiver of enforcing the same by actions against the defaulting stockholders, \"whether resident or non-resident, and wherever found.\" The court's order is expressly made \"conclusive as to all matters relating to the amount, propriety, and necessity of the assessment.\" Rev. Laws, 1905,  3173, 3184-3187.</p>\n<p>According to a settled line of local decisions the proceeding on the receiver's petition for an assessment on the stockholders is not an independent suit, but simply a step in the original sequestration suit, <i>Ueland</i> v. <i>Haugan,</i> 70 Minnesota, 349; and the conclusive effect of the court's order is not dependent on the personal presence of the stockholders, because they are so far in privity with the corporation as to be represented by it, and a judgment against it is in effect a judgment against them. <i>Hanson</i> v. <i>Davison,</i> 73 Minnesota, 454, 462; <i>Town of Hinckley</i> v. <span class=\"star-pagination\">*146</span> <i>Kettle River R.R. Co.,</i> 80 Minnesota, 32, 39. But while the order is conclusive \"as to all matters relating to the amount, propriety, and necessity of the assessment\"  <i>matters which concern all stockholders alike</i> , it leaves open the questions whether a particular person is a stockholder or holds the number of shares attributed to him, whether he has discharged his liability or has a claim which may be set off against the assessment, and whether he has any other defense which is <i>\"personal to himself.\" </i><i>Straw &amp; Ellsworth Co.</i> v. <i>Kilbourne Co.,</i> 80 Minnesota, 125, 136.</p>\n<p>As so applied, the Minnesota law has been sustained by this court against various claims that as to stockholders it infringes the due process clause of the Fourteenth Amendment; and we have also recognized and enforced the duty of courts of other States, under the due faith and credit clause of the Constitution and the legislation of Congress on that subject, to give effect to orders of Minnesota courts making assessments under that law, although the stockholders were not personally made parties to the suits wherein the orders were made. <i>Bernheimer</i> v. <i>Converse,</i> <span class=\"citation\" data-id=\"96701\"><a href=\"/opinion/96701/bernheimer-v-converse/\"><span class=\"volume\">206</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">516</span></a></span>; <i>Converse</i> v. <i>Hamilton,</i> 224 U.S. 243; <i>Selig</i> v. <i>Hamilton,</i> 234 U.S. 652. And see <i>Royal Arcanum</i> v. <i>Green,</i> <span class=\"citation\" data-id=\"98465\"><a href=\"/opinion/98465/supreme-council-of-royal-arcanum-v-green/\"><span class=\"volume\">237</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">531</span></a></span>, 543-545.</p>\n<p>The order with which we here are concerned was made by a Minnesota court in a sequestration suit against a Minnesota corporation. Besides being a court of general jurisdiction, both at law and in equity, the court making the order had full jurisdiction of that suit. The suit was begun by a judgment creditor after an execution on his judgment was returned unsatisfied. The defendant corporation had its principal place of business in the county where the suit was begun, and was brought into the suit by due service of process. Thus much is not questioned. Nor is it questioned that a receiver was appointed, or that by a petition in the suit he sought an <span class=\"star-pagination\">*147</span> assessment on the stockholders, or that public notice of the hearing on the petition was given as the court directed, or that there was a hearing as contemplated. But it is insisted that the court was without jurisdiction to make the assessment and that in consequence the order is open to collateral attack. In support of this contention it is said that in making the assessment the court evidently proceeded on the mistaken assumption that the corporation was one on whose stockholders a liability was imposed by  3 of article 10 of the state constitution,<sup>[1]</sup> whereas in truth the corporation was one of a class whose stockholders were excepted from the operation of that provision. But is this anything other than saying that the court erred in ruling on a matter of substantive law regularly presented to it for decision in a pending suit? The constitutional provision does no more than to declare a general rule of liability and to except therefrom stockholders of a certain class of corporations. It does not purport to deal with the jurisdiction of courts  their power to hear and determine  , but only to prescribe in a general way the relative rights of stockholders and creditors. It therefore must be taken as going to the merits rather than to the jurisdiction. The Minnesota courts evidently so regard it; and they also treat the question whether a particular corporation belongs to one class or another as a matter the decision of which in a suit against the corporation is binding on the stockholders in subsequent litigation with the latter. <i>Merchants National Bank</i> v. <i>Minnesota Thresher Manufacturing Co.,</i> 90 Minnesota, 144, 149.</p>\n<p>Four Minnesota cases are cited as making against these views, but we do not so understand them. In <i>Dwinnell</i> v. <i>Kramer,</i> 87 Minnesota, 392, a policyholder in an insolvent <span class=\"star-pagination\">*148</span> mutual fire insurance company, against whom a general assessment on the policyholders was sought to be enforced, successfully defended on the ground that his policy did not conform to the mutual plan, but was an \"ordinary contract of insurance\" issued on receipt of a cash premium. The defense plainly was personal to him. <i>Swing</i> v. <i>Humbird,</i> 94 Minnesota, 1, arose under an Ohio law and not the law of Minnesota. An assessment made in Ohio on the policyholders of an insolvent fire insurance company was sought to be enforced in Minnesota, and the defendant prevailed because his policy had been fully paid for and had terminated prior to the assessment. That also was a personal defense. In <i>Swing</i> v. <i>Red River Lumber Co.,</i> 105 Minnesota, 336, an attempt was made to enforce a similar Ohio assessment, but it failed for the reason, among others, that when the defendant's policy was issued the insurance company was doing business in Minnesota in violation of the laws of that State,  a matter which was personal to him and to other Minnesota policyholders if there were such. In <i>Finch, Van Slyck &amp; McConville</i> v. <i>Vanasek,</i> 132 Minnesota, 9, there was a direct appeal from an order levying an assessment on stockholders in a sequestration suit. The character of the corporation was not in controversy, and the \"only controverted question before the [trial] court was the amount to be levied.\" There also was a question in the appellate court as to whether the trial should have been to a jury. With this in mind, it seems plain that what was said can have no particular bearing here.</p>\n<p>Had the Minnesota court in this instance held that the corporation was in the excepted class and then denied the receiver's petition, is it not certain that the order, if neither vacated nor reversed, would have settled conclusively the non-existence of the asserted liability? And if in a subsequent suit the receiver or the creditors represented by him had again asserted such a liability on the part of <span class=\"star-pagination\">*149</span> the stockholders, is there any doubt that the latter could have relied safely on the order as a prior adjudication in their favor? The answers seem obvious. Charged with the duty, as the court was, of ascertaining whether there was any liability to be enforced, it was its province to consider and decide every question which was an element in that problem, including the one of whether the corporation was in the excepted class. That question required solution and the power to solve it was lodged in the court. The court did solve it, for, as is said in <i>Neff</i> v. <i>Lamm,</i> 99 Minnesota, 115, 117, the order making the assessment is \"necessarily based upon a determination that the corporation is of the class whose stock is assessable, and not of the excepted class.\" Whether the decision was right or wrong is not open to discussion here. If wrong it was subject to correction on proper application to the court which made it, or on appeal, but it was not void or open to collateral attack. <i>Deposit Bank</i> v. <i>Frankfort,</i> <span class=\"citation\" data-id=\"95964\"><a href=\"/opinion/95964/deposit-bank-v-frankfort/\"><span class=\"volume\">191</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">499</span></a></span>, 510, 512; <i>Noble</i> v. <i>Union River Logging R.R. Co.,</i> <span class=\"citation\" data-id=\"93481\"><a href=\"/opinion/93481/noble-v-union-river-logging-r-co/\"><span class=\"volume\">147</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">165</span></a></span>, 172-174; <i>Dowell</i> v. <i>Applegate,</i> <span class=\"citation\" data-id=\"93836\"><a href=\"/opinion/93836/dowell-v-applegate/\"><span class=\"volume\">152</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">327</span></a></span>, 340; <i>In re First National Bank,</i> 152 Fed. Rep. 64, 68-70. Of course, it was the duty of the court to have due regard for the exception in the constitutional provision because of its bearing on the merits; and if proper effect was not given to it an error of law was committed, but nothing more. The true view of the subject is indicated in the following excerpts from our opinion in <i>Fauntleroy</i> v. <i>Lum,</i> <span class=\"citation\" data-id=\"96865\"><a href=\"/opinion/96865/fauntleroy-v-lum/\"><span class=\"volume\">210</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">230</span></a></span>, 234, 237:</p>\n<p>\"No doubt it sometimes may be difficult to decide whether certain words in a statute are directed to jurisdiction or to merits, but the distinction between the two is plain. One goes to the power, the other only to the duty of the court. Under the common law it is the duty of a court of general jurisdiction not to enter a judgment upon a parol promise made without consideration; but it has power to do it, and, if it does, the judgment is unimpeachable, <span class=\"star-pagination\">*150</span> unless reversed. Yet a statute could be framed that would make the power, that is, the jurisdiction of the court dependent upon whether there was a consideration or not. Whether a given statute is intended simply to establish a rule of substantive law, and thus to define the duty of the court, or is meant to limit its power, is a question of construction and common sense. When it affects a court of general jurisdiction and deals with a matter upon which that court must pass, we naturally are slow to read ambiguous words, as meaning to leave the judgment open to dispute, or as intended to do more than to fix the rule by which the court should decide.\"</p>\n<p>\"A judgment is conclusive as to all the <i>media concludendi, </i><i>United States</i> v. <i>California &amp; Oregon Land Co.,</i> 192 U.S. 355; and it needs no authority to show that it cannot be impeached either in or out of the State by showing that it was based upon a mistake of law.\"</p>\n<p>Whether the stockholder against whom the order is here sought to be enforced was personally a party to the suit in which it was made does not appear; nor is it material. Under the rule in Minnesota, as also the general rule, he was sufficiently represented by the corporation to be bound by the order in so far as it determined the character and insolvency of the corporation and other matters affecting the propriety of a general assessment such as was made. This court frequently has recognized and applied that rule. In <i>Hawkins</i> v. <i>Glenn,</i> <span class=\"citation\" data-id=\"92546\"><a href=\"/opinion/92546/hawkins-v-glenn/\"><span class=\"volume\">131</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, an assessment ordered by a Virginia court having the corporation before it was sustained as against stockholders residing in another State and not personally brought into the suit, the ground of decision being that \"a stockholder is so far an integral part of the corporation that, in the view of the law, he is privy to the proceedings touching the body of which he is a member.\" Of similar import are <i>Sanger</i> v. <i>Upton,</i> 91 U.S. 56; <i>Glenn</i> v. <i>Liggett,</i> 135 U.S. 533; <i>Great Western Telegraph Co.</i> v. <i>Purdy,</i> 162 <span class=\"star-pagination\">*151</span> U.S. 329, 336; <i>Hancock National Bank</i> v. <i>Farnum,</i> 176 U.S. 640; <i>Bernheimer</i> v. <i>Converse,</i> <span class=\"citation\" data-id=\"96701\"><a href=\"/opinion/96701/bernheimer-v-converse/\"><span class=\"volume\">206</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">516</span></a></span>, 532; <i>Royal Arcanum</i> v. <i>Green,</i> <span class=\"citation\" data-id=\"98465\"><a href=\"/opinion/98465/supreme-council-of-royal-arcanum-v-green/\"><span class=\"volume\">237</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">531</span></a></span>, 544.</p>\n<p>No doubt the order might be attacked collaterally by showing an absence of jurisdiction of person or subject-matter. The cases of <i>Thompson</i> v. <i>Whitman,</i> <span class=\"citation\" data-id=\"88824\"><a href=\"/opinion/88824/thompson-v-whitman/\"><span class=\"volume\">18</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">457</span></a></span>, and <i>National Exchange Bank</i> v. <i>Wiley,</i> <span class=\"citation\" data-id=\"96144\"><a href=\"/opinion/96144/national-exchange-bank-of-tiffin-v-wiley/\"><span class=\"volume\">195</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span></a></span>, hold nothing more. Neither gives any warrant for saying that the order may be attacked collaterally by showing that error was committed in deciding the merits. One dealt with a judgment by a court having no jurisdiction whatever over the subject-matter, and the other dealt with a personal judgment rendered without service of process or personal appearance, but confessed under a warrant of attorney which did not cover it  in other words, a judgment rendered without jurisdiction of the person through a representative or otherwise. Both are inapposite here. By the law of its organization the Minnesota court was empowered to take cognizance of, hear and determine, the suit to sequestrate and the receiver's petition for an assessment. Thus it had jurisdiction of the subject-matter. <i>Cooper</i> v. <i>Reynolds,</i> <span class=\"citation\" data-id=\"88262\"><a href=\"/opinion/88262/cooper-v-reynolds/\"><span class=\"volume\">10</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">308</span></a></span>, 316. The corporation was before it in virtue of process duly served, and the stockholders, as has been said, were represented by the corporation. Thus there was jurisdiction of the person.</p>\n<p>Under these circumstances, the order is entitled, under the Constitution and laws of the United States, to the same faith and credit in the courts of North Dakota as by law or usage are given to such an order in the courts of Minnesota. <i>Hancock National Bank</i> v. <i>Farnum,</i> 176 U.S. 640; <i>Converse</i> v. <i>Hamilton,</i> 224 U.S. 243. In Minnesota, as before said, it is conclusive of all matters relating to the propriety of the assessment, including the questions of the character and insolvency of the corporation, and therefore it should have been held similarly <span class=\"star-pagination\">*152</span> conclusive in North Dakota. The court of that State declined to regard it as determining the character of the corporation, and so failed to give it the faith and credit to which it is entitled.</p>\n<p><i>Judgment reversed.</i></p>\n<p>MR. JUSTICE CLARKE, dissenting.</p>\n<p>The importance of the question involved in this case leads me to state somewhat fully my reasons for dissenting from the decision of the court.</p>\n<p>The plaintiff in error, as receiver of the American Biscuit Company of Crookston, an insolvent corporation, organized under the laws of the State of Minnesota, instituted suit in a district court of North Dakota against the defendant in error, a stockholder in the company, to recover upon an order, treated in the record as a judgment, entered by an inferior, a district court of the State of Minnesota, which is described in the amended complaint as follows:</p>\n<p>\"The said court . . . made an order in said proceedings ordering and assessing against each and every share of the capital stock of said American Biscuit Company of Crookston the sum of one hundred dollars ($100) and against the persons and parties liable as such stockholders . . . and further ordering that each and every party or person liable as such stockholder pay to this plaintiff as Receiver of said insolvent corporation the sum of one hundred dollars ($100) for each and every share of stock on which he should be liable,\" etc.</p>\n<p>It is further alleged that the defendant is the owner of one share of stock of the said company of the par value of $100 and that he has not paid to the court the assessment made.</p>\n<p>The complaint sets out in detail the statutes under which the Minnesota court proceeded and alleges that the Biscuit Company</p>\n<p><span class=\"star-pagination\">*153</span> \"By its Articles of Incorporation . . . was empowered to manufacture and sell biscuits, crackers, candies, confections, cereals, and other kindred products, or supplies (necessary) or component parts thereof, and [\"to purchase or own,\" probably omitted] the machinery, fixtures, equipment and supplies necessary for the manufacturing and dealing in the same . . . and to maintain and operate stores and depots for the sale and disposal of its products and the purchase of its supplies, and in general to do and perform all matters and things necessary and proper in the successful conducting of its said business.\"</p>\n<p>The District Court of North Dakota sustained a demurrer to the complaint on the ground that it did not state facts sufficient to constitute a cause of action, and its judgment was affirmed by the Supreme Court of the State.</p>\n<p>The constitution of Minnesota in effect at the time of the transactions involved in the case contains the following provision:</p>\n<p>Article 10,  3. \"Each stockholder in any corporation, excepting those organized for the purpose of carrying on any kind of manufacturing or mechanical business, shall be liable to the amount of stock held or owned by him.\"</p>\n<p>It is admitted that this is the only warrant for the Minnesota order, which was for the amount of the personal or double liability of stockholders.</p>\n<p>The theory on which the North Dakota courts proceeded was that the complaint showed that the Biscuit Company was a manufacturing corporation such that no double liability could attach to its stockholders, and that therefore the Minnesota court did not have jurisdiction, under the constitution and laws of that State, to enter an order which precluded the defendant from showing that he was not, and could not be, liable to a valid double liability assessment.</p>\n<p>The distinction between provisions of law which are <span class=\"star-pagination\">*154</span> jurisdictional and those which are not, has not been, perhaps cannot be, made the subject of hard and fast definition. A much quoted statement is that the distinction, while difficult of application, is between \"A rule of law for the guidance of the court and a limit set to its power.\" <i>Interstate Commerce Commission</i> v. <i>Northern Pacific Ry. Co.,</i> <span class=\"citation\" data-id=\"97200\"><a href=\"/opinion/97200/interstate-comm-comm-v-nor-pac-ry/\"><span class=\"volume\">216</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">538</span></a></span>, 544; <i>Fauntleroy</i> v. <i>Lum,</i> <span class=\"citation\" data-id=\"96865\"><a href=\"/opinion/96865/fauntleroy-v-lum/\"><span class=\"volume\">210</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">230</span></a></span>, 235.</p>\n<p>In the opinion of the court it is said that the district court which entered the order sued on is a court of general jurisdiction. As a general statement this may be accepted, but when that court entered the order we are here considering it was not acting as a court of general jurisdiction, but,  as we shall see, from the decisions of the Supreme Court of Minnesota,  as a statutory court of narrowly limited powers, authorized to enter orders \"conclusive\" in specifically defined respects. As a court of general jurisdiction, and independent of the statute under which the court was acting, its receiver could not have maintained this action in North Dakota. <i>Hale</i> v. <i>Allinson,</i> 188 U.S. 56.</p>\n<p>In the case at bar we are dealing with a constitutional provision, obviously intended for the encouragement of manufactures in the State of Minnesota, which places it beyond the power of the legislature to attach double liability to holders of stock in any manufacturing corporation organized under the laws of that State.</p>\n<p>Shall it be said that this, clearly a limitation on the power of the legislature, is not also a limitation on the power of the Minnesota courts? That it is a jurisdictional limitation upon the legislature but was only a rule for the guidance of the court, the jurisdiction of which, when entering the order involved, was determined by the act of the legislature? It is not merely a rule to guide courts in determining whether stockholders in manufacturing corporations are subject to double liability, for it prohibits both the legislature and the courts from imposing such <span class=\"star-pagination\">*155</span> liability upon stockholders in such corporations under any circumstances and is therefore a limitation upon the power of courts as certainly as it is a limitation on legislative power.</p>\n<p>The validity, in a proper case, of such an order as was entered by the Minnesota court, and the right of such a receiver to maintain a suit upon it in a foreign State to collect from stockholders resident therein, have both been sustained by this court (<i>Bernheimer</i> v. <i>Converse,</i> <span class=\"citation\" data-id=\"96701\"><a href=\"/opinion/96701/bernheimer-v-converse/\"><span class=\"volume\">206</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">516</span></a></span>; <i>Converse</i> v. <i>Hamilton,</i> 224 U.S. 243). But in each of these cases it was expressly found that the insolvent company was within the general terms of  3, Art. 10, of the Minnesota constitution, and that therefore personal liability attached to its stockholders.</p>\n<p>Notwithstanding this fact, the defendant in error contends that the Minnesota court was without jurisdiction to render the order sued upon, and argues in substance as follows:</p>\n<p>(1) That the Minnesota court had authority to render such a \"judgment\" only as against stockholders in other than corporations organized for manufacturing or mechanical business.</p>\n<p>This is not contested by the plaintiff in error in argument, but the answer to it, relied upon, is that the first question confronting the Minnesota court hearing the petition of creditors for the assessment was whether the Biscuit Company was a corporation whose stockholders were subject to double liability; that the order making the assessment could have been rendered only upon a holding that it was such a corporation; and that such an order, not appealed from, is conclusive as to this question, upon all stockholders.</p>\n<p>(2) That the character of the corporation as pleaded shows it to have been a manufacturing company, that therefore no personal liability attached to its stockholders and that thereby the Minnesota court is shown to have <span class=\"star-pagination\">*156</span> been without jurisdiction to render the \"judgment\" sued upon.</p>\n<p>This contention also is not contested by the plaintiff in error, who contents himself, again, with relying upon the implication springing from the rendering of the Minnesota order.</p>\n<p>It seems clear enough that a corporation \"empowered to manufacture and sell biscuits, crackers, candies,\" etc., and to own and use \"the machinery, fixtures, equipment and supplies necessary for the manufacturing and dealing in the same\" must be classed as one \"organized for the purpose of carrying on\" a \"manufacturing business.\"</p>\n<p>But the Supreme Court of Minnesota has placed this conclusion beyond discussion.</p>\n<p>In <i>Senour Mfg. Co.</i> v. <i>Church Paint &amp; Mfg. Co.,</i> 81 Minnesota, 294, it is held:</p>\n<p>\"In proceedings to enforce the individual liability of stockholders of a corporation [for the debts of the corporation], the Articles of Incorporation are the sole criterion as to the purposes for which the corporation was formed.\" And corporations organized for purposes stated as follows have been held by that court to be manufacturing corporations such that they came within the constitutional exception, so that personal liability did not attach to holders of stock in them, viz., companies organized for:</p>\n<p>\"The manufacture of painters' materials and supplies,\" <i>Senour Case, supra</i><i>;</i> \"For the manufacturing or brewing of lager beer, and selling and disposing of same,\" <i>Hastings Malting Co.</i> v. <i>Iron Range Brewing Co.,</i> 65 Minnesota, 28; \"For the manufacture of cloth of every description and the sale of cloth so manufactured,\" <i>Nicollet National Bank</i> v. <i>Frisk-Turner Co.,</i> 71 Minnesota, 413; \"To produce and create water, steam and other motive power for transmission and use as may be desirable for any legitmate purpose,\" <i>Cuyler</i> v. <i>City Power Co.,</i> 74 Minnesota, 22; \"For the purpose of generating electricity for distribution <span class=\"star-pagination\">*157</span> to the public,\" <i>Vencedor Investment Co.</i> v. <i>Highland Canal &amp; Power Co.,</i> 125 Minnesota, 20.</p>\n<p>The test prescribed by the Supreme Court of Minnesota is, Whether the entire business which the corporation is authorized to engage in is manufacturing and disposing of its products and such incidental business as may reasonably be necessary for the purposes of its organization. <i>Hastings Malting Co.</i> v. <i>Iron Range Brewing Co.,</i> 65 Minnesota, 28, 31. Again, and obviously, in <i>Nicollet National Bank</i> v. <i>Frisk-Turner Co.,</i> 71 Minnesota, 413, it was held that the buying of raw materials and the selling of manufactured products are within the scope of the incidental powers of a manufacturing corporation, and do not constitute doing business other than the manufacturing business authorized. Clearly the Biscuit Company meets the constitutional requirement thus interpreted.</p>\n<p>The difference between the case at bar and the <i>Bernheimer</i> and <i>Converse Cases, supra</i><i>,</i> is manifest and fundamental. These two cases were concerned with the affairs of the same corporation, and the Supreme Court of Minnesota held that on their face the articles of incorporation of the company provided for the purchase of the capital stock, evidences of indebtedness and assets of another corporation and also for a manufacturing purpose; that the former business was not incidental to the latter and that, therefore, the company not being organized exclusively for a manufacturing purpose, did not come within the constitutional exception and that the personal liability attached to the stockholders. With this conclusion this court expressed itself satisfied in both cases.</p>\n<p>The question remains whether, in the proceeding in which the order relied upon was entered, the Minnesota court had jurisdiction to render and actually did render an order such that a stockholder when sued upon it, either in Minnesota or in another State, would not have open to him the defense that the insolvent corporation was of <span class=\"star-pagination\">*158</span> such character that double liability did not attach to the owners of its stock.</p>\n<p>That the court did not have such jurisdiction and did not enter such an order in this case seems to me clear for the reasons following, viz.:</p>\n<p>In <i>Thompson</i> v. <i>Whitman,</i> <span class=\"citation\" data-id=\"88824\"><a href=\"/opinion/88824/thompson-v-whitman/\"><span class=\"volume\">18</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">457</span></a></span>, a decision obviously \"rendered on great consideration,\" prior decisions dealing with the full faith and credit clause of the Constitution were carefully reviewed, and it was there decided that when the question of jurisdiction is appropriately presented the record of a judgment rendered may, constitutionally, be assailed in a collateral proceeding to enforce it in another State, even as to facts therein stated to have been passed upon by the court. This decision has been repeatedly affirmed and followed, and in <i>National Exchange Bank</i> v. <i>Wiley,</i> <span class=\"citation\" data-id=\"96144\"><a href=\"/opinion/96144/national-exchange-bank-of-tiffin-v-wiley/\"><span class=\"volume\">195</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span></a></span>, it was accepted as authority sufficient for holding that a judgment by confession under warrant of attorney could be collaterally attacked in a foreign State by showing that the plaintiff in whose favor it was rendered in an Ohio court of general jurisdiction was not the owner of the note in suit at the time, and that the court entering it was, therefore, without jurisdiction, although the rendering of the judgment involved, or implied, the finding that the plaintiff was then the owner of the note.</p>\n<p>These authorities will suffice to illustrate the scope of the established rule that a judgment sued on in a foreign State may be shown in defense to have been entered by the court rendering it without jurisdiction, regardless of the form which such judgment may take on.</p>\n<p>With this rule in mind let us examine the character and scope of the \"order\" sued upon in this case.</p>\n<p>The order was entered in a special statutory proceeding of a character such that the Supreme Court of Minnesota has declared that it is intended to be <i>\"summary and without formal pleadings,</i> and not controlled by all the forms <span class=\"star-pagination\">*159</span> usually incident to judicial procedure.\" 132 Minnesota, 9, 12; the hearing in such cases is upon \"such notice as it [the court] deems proper, by publication or otherwise, to be given;\" upon the hearing the court \"shall receive and consider such evidence <i>by affidavit or otherwise</i> as may be presented by the receiver, or by any creditor, officer, or stockholder, appearing in person or by attorney,\" and the statute expressly provides that:</p>\n<p>\"Such order shall be conclusive as to all matters relating to the <i>amount, propriety, and necessity</i> of the assessment, against all parties therein adjudged liable upon, or on account of, any stock or shares of such corporation, whether appearing or being represented at the hearing or not, or having notice thereof or not.\" Rev. Laws, 1905,  3186.</p>\n<p>That the conclusive character of the order entered in such a proceeding has been strictly confined by the Minnesota Supreme Court to the respects in which the statute just quoted declares it shall be conclusive, leaving all other defenses open to the stockholder, is shown by the following decisions:</p>\n<p>The act in force when the order now under discussion was entered was passed in 1899 [Laws 1899, c. 272], and in the following year the Supreme Court of Minnesota sustained its constitutionality in <i>Straw &amp; Ellsworth Co.</i> v. <i>Kilbourne Co.,</i> 80 Minnesota, 125, a case cited with approval by this court in both the <i>Bernheimer</i> and <i>Converse Cases, supra</i><i>.</i> It was there held as follows:</p>\n<p>\"Although the court inquires into the amount of the liabilities as well as to what will probably be realized out of the assets, <i>its sole determination is</i> that it is necessary and proper that an assessment of a given amount shall be levied against each share of stock. <i>That, and that only, is the ultimate issuable fact to be found by the court.</i></p>\n<p>\"The plain purport of sections 3 and 5 is that after an <span class=\"star-pagination\">*160</span> order of assessment has been duly made, and the receiver has sued an alleged stockholder to recover upon the assessment, the order cannot be attacked in that action upon the ground that the assessment was unnecessary or excessive, or upon the ground that the defendant was not actually a party to, or personally notified of, the hearing upon which the assessment was made. . . .</p>\n<p>\"But, as we have heretofore intimated, the stockholders are not concluded in all respects by the determination of the court, nor is that the fair meaning of chapter 272,  5. A person sued as <i>a shareholder may show,</i> if he can, <i>that he is not a shareholder at all, or that he is not the holder of so large an amount of stock as is alleged,</i> or that he has discharged his liability, or that he has a claim against the corporation which he may, in law or equity, set off against the claim or judgment in assessment, <i>or he may make any other defense which is personal to himself.</i>\"</p>\n<p>Again, in its latest construction of the act, in 1916, in <i>Finch, Van Slyck &amp; McConville</i> v. <i>Vanasek,</i> 132 Minnesota, 9, 12, the court uses this language:</p>\n<p>\"It was intended by the statute that the proceeding should be summary and without formal pleadings, and it is not controlled by all of the forms usually incident to judicial procedure. <i>The court</i> under the statute deals in the main with probabilities, and <i>is not authorized to determine any fact, other than that of insolvency and the amount of the assessment to be made,</i> which in any way precludes the stockholders in a subsequent action brought to enforce the assessment. <i>The assessment is but preliminary to such an action and therein the stockholders may present all matters that may be available to them in defense. Straw &amp; Ellsworth Mnfg. Co.</i> v. <i>L.D. Kilbourne Boot &amp; Shoe Co.,</i>\" <i>supra.</i></p>\n<p>Thus is the expression in the earlier case \"He [the stockholder] may make any other defense which is personal to himself,\" interpreted in this later case as meaning <span class=\"star-pagination\">*161</span> \"All matters that may be available to them [the stockholders] in defense.\"</p>\n<p>During the sixteen years between these two decisions that court had under consideration the scope of several such \"orders\" [following the language of the act, the court habitually refers to them as \"orders\" not \"judgments\"] and it has expressed its conclusions as follows:</p>\n<p>In <i>Dwinnell</i> v. <i>Kramer,</i> 87 Minnesota, 392 (1902), in a suit upon an assessment order, made under the act we are considering, against the holder of a policy in a mutual insurance company, [There is no \"difference, in principle, in respect to the question now under consideration, between an action to recover on premium notes, when insolvency of the company has made an assessment on members necessary, and an action to enforce a stockholder's liability, constitutional or statutory,\" 80 Minnesota, 134] the defense was made on demurrer that the policy issued to the defendants \"shows upon its face that the defendants were not insured on the mutual plan, and that the extent of their liability by the terms of the policy was the amount of the premium named therein, which has been paid.\" This defense was entertained and held valid by the court against precisely such a \"judgment\" as this court now holds conclusive against a defense in principle precisely similar,  that under the contract relation of the defendant to the corporation he was not liable for any double liability assessment.</p>\n<p>Again, in <i>Swing</i> v. <i>Humbird,</i> 94 Minnesota, 1 (1904), in an action on an assessment made by the Supreme Court of Ohio in a suit on a mutual insurance company policy, under a statute similar to that of Minnesota, the court holds in the syllabus, paragraph 1:</p>\n<p>\"Such assessment is not conclusive upon any policyholder as to the question whether his relation to the company was such as to subject him to liability for an assessment. The judgment making the assessment is, however, <span class=\"star-pagination\">*162</span> conclusive as to matters relating to the necessity for, and the amount of, the assessment.\"</p>\n<p>In the opinion the court says:</p>\n<p>\"The plaintiff contends, in effect, that the ex parte decree in question is conclusive upon the defendants upon the question of their liability to assessment for the losses of the company, and that they are barred from urging the defense pleaded in this case. <i>The question of the conclusiveness of an assessment upon stockholders</i> and members of a corporation for the payment of its liabilities made by a court having jurisdiction to wind up its affairs <i>is too well settled in this State to justify any extended discussion of it.</i> Where the court has such jurisdiction of a corporation, its order or decree making an assessment upon its stockholders or members without personal notice to them is conclusive as to all matters relating to the necessity for making the assessment, and the amount thereof. <i>But it does not conclude any stockholder or member as to the question whether his relation to the corporation was such as to subject him to liability for an assessment,</i> or as to any other defense personal to himself,\" citing cases. . . . \"The assessment in the case last cited (<i>Dwinnell</i> v. <i>Kramer, supra</i>) was made by one of the courts of our own state, yet effect was given to the claim of the defendant that by virtue of his policy contract he was not liable to assessment.\"</p>\n<p>Here again the same character of defense urged in the instant case was entertained and sustained, viz: That, notwithstanding the order or judgment, the policies on which the assessment was entered were \"of a class which imposed no liability upon the holders thereof beyond the amount of the cash deposit required.\" In the case at bar the character of the corporation is such that no double liability can constitutionally be imposed on any of its stockholders.</p>\n<p>Again, in <i>Swing</i> v. <i>Red, River Lumber Co.,</i> 105 Minnesota, <span class=\"star-pagination\">*163</span> 336 (1908), the court had under consideration an assessment upon the policyholders of a mutual insurance company, entered by the Ohio Supreme Court, under a statute similar to that of Minnesota, and the court said:</p>\n<p>\"The last contention of the plaintiff to be considered is to the effect that the decree of the supreme court of Ohio making the assessment is conclusive upon the defendant upon the question of its liability to be assessed for the losses of the company, and that the trial court in this case, by refusing to give such conclusive effect to the decree, refused to give full faith and credit to the judicial proceedings of the state of Ohio, as required by section 1, art. 4, of the federal constitution. The decree was ex parte as respects the defendant, it having been made without notice to the defendant. The decree, then, the court having jurisdiction of the corporation, was conclusive as to all matters relating to the necessity for and the amount of the assessment; <i>but it is not conclusive as to the question whether the contract relations of an alleged member to the company were such as to subject him to liability for the assessment.</i> It did not, nor could it, deprive a member of the company of any defense going to show that he was not liable to be assessed for the losses of the company. <i>Great Western Tel. Co.</i> v. <i>Purdy,</i> 162 U.S. 329; <i>Swing</i> v. <i>Western Lumber Co.,</i> 205 U.S. 275.\"</p>\n<p>These cases, made complete by <i>Finch, Van Slyck &amp; McConville</i> v. <i>Vanasek, supra,</i> decided in 1916, give us a line of decision, not only general in terms but specific in application, consistently maintained for sixteen years, which, it seems to me, makes it very clear that if the suit commenced in North Dakota, which we are considering, had been instituted in a Minnesota court it would have been open to the defendant stockholder to show, in defense, that his relations to the company were such as not to subject him to liability (94 and 105 Minnesota, <i>supra</i>) and that, therefore, the opinion of the court gives to the <span class=\"star-pagination\">*164</span> \"order\" of an inferior court of Minnesota a faith and credit in North Dakota which it would not have had in the State of its origin, a result which I venture to think is unsound in principle, anomalous in our judicial history and likely to lead to most unfortunate results.</p>\n<p>The opinion of the court concedes that, notwithstanding this \"judgment,\" it was open to the defendant stockholder, in the North Dakota case, to show, if such were the fact, that he was not a stockholder at all; that he owned but half as many shares as was alleged; that he had paid the amount assessed against him in whole or in part, or that he had a set-off to apply on the amount of the assessment. But, nevertheless, the court concludes that he cannot be permitted to show, as was true, that he was not, and could never have been, indebted to the receiver on the liability relied upon,  and this, notwithstanding that the latest decision of the Supreme Court of Minnesota, construing the statute of its own State, holds, as quoted above, that in such a suit the stockholders \"may present all matters that may be available to them in defense,\" and notwithstanding the fact that the earlier cases also held that such an order is not conclusive as to \"whether the contract relations of an alleged member to the company were such as to subject him to liability for the assessment,\" (94 and 105 Minnesota, <i>supra</i>). When we add that the holding of this court in the <i>Bernheimer Case,</i> repeated in the <i>Converse Case, supra,</i> was that \"It may be regarded as settled that upon acquiring stock the stockholder [in a Minnesota corporation] incurred an obligation arising from the constitutional provision, <i>contractual in its nature,</i>\" we are seemingly confronted with the conclusion that the decisions of a Supreme Court of a State, construing its own statutes, of the character such as we have here (<i>Flash</i> v. <i>Conn,</i> <span class=\"citation\" data-id=\"90945\"><a href=\"/opinion/90945/flash-v-conn/\"><span class=\"volume\">109</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">371</span></a></span>, 378) are no longer of controlling influence on this court but may be ignored in its discretion.</p>\n<p><span class=\"star-pagination\">*165</span> Believing, as I do, that upon the discussion in this opinion and upon the authorities cited, the insolvent corporation involved was one within the exception of the Minnesota constitution and that, therefore, no double liability attached to the defendant in error; that under the Minnesota decisions cited this defense could have been successfully made against the order if it had been sued on in a Minnesota court; that the implied finding that the corporation was not within the exception is necessarily jurisdictional, and that therefore it was open to the stockholders to assail it when sued in North Dakota, as it would have been in Minnesota; and that facts sufficient appeared on the face of the complaint to show that in this case the defense was a valid one, I think the judgment of the Dakota courts should be affirmed and therefore dissent from the decision of the court.</p>\n<p>MR. JUSTICE PITNEY and MR. JUSTICE BRANDEIS concur in this dissent.</p>\n<h2>NOTES</h2>\n<p>[1]   \"Each stockholder in any corporation, excepting those organized for the purpose of carrying on any kind of manufacturing or mechanical business, shall be liable to the amount of stock held or owned by him.\"</p>\n\n</div>", "id": 99175, "judges": "Van Devanter", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/99175/", "sha1": "3c08613a4ffb1db7fdf5302cff5180728e5a9a2d", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:46:49"}