{"absolute_url": "/opinion/89948/myrick-v-thompson/", "blocked": false, "citation": {"case_name": "Myrick v. Thompson", "docket_number": null, "document_uris": ["/api/rest/v2/document/89948/"], "federal_cite_one": "99 U.S. 291", "federal_cite_three": null, "federal_cite_two": null, "id": 74328, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/74328/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 2, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1879-03-18", "date_modified": "2014-12-21T01:29:07.656484", "docket": "/api/rest/v2/docket/199504/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">99 U.S. 291</p>\n    <p class=\"case_cite\">25 L.Ed. 324</p>\n    <p class=\"parties\">MYRICK<br>v.<br>THOMPSON.</p>\n    <p class=\"date\">October Term, 1878</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Surpeme Court of Minnesota.</p>\n      <p class=\"indent\">The facts are stated in the opinion of the court.</p>\n      <p class=\"indent\"><i>Mr. C. K. Davis</i> for the plaintiffs in error.</p>\n      <p class=\"indent\"><i>Mr. E. C. Palmer, contra</i>.</p>\n      <p class=\"indent\">MR. JUSTICE CLIFFORD delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Lands in the Territory of Minnesota had been set apart for the use and benefit of the Sioux half-breeds, and the President was empowered to make a new arrangement with them, and for that purpose was authorized to issue to such of them as would relinquish to the United States their title to the reservation certificates or scrip for an amount of land equal to what they would be entitled in case the reservation should be divided among them; and the act provided that the certificates or scrip might be located upon any of the lands within the reservation not occupied by actual and <i>bona fide</i> settlers of the tribe, . . . or upon any other unoccupied lands subject to pre-emption or private sale, or upon any other unsurveyed lands not reserved by government, upon which they have respectively made improvements. 10 Stat. 304.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Certificates or scrip of the kind were held by the defendant as attorney in fact of the half-breeds named in the petition, and it appears that he placed the same with his powers of attorney in the hands of the plaintiff, with the view to the location of the same for the benefit of the beneficiaries. Contemporaneous with the delivery of those papers the plaintiff and defendant entered into the written agreement set forth in the petition, in which the defendant agreed that upon the location of the scrip he would secure the title to the land located to be lwfully vested in the plaintiff, in consideration of which the plaintiff agreed to pay the defendant the sum of $2,800 in one year from the date of the note, and to secure the payment of the same upon the land located as soon as he, the plaintiff, shall acquire the title to the same.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Difficulties attended the location, which were overcome in the manner set forth in the petition; and the plaintiff avers that he made all the locations as stipulated in the written agreement, and alleges that the defendant neglects and refuses to comply with his part of the agreement; that instead of doing so he has fraudulently caused the lands located to be conveyed to his wife, the other defendant in the case, and that she now holds the same, or the principal part thereof, without consideration and in fraud of the just rights of the plaintiff in this action. Many other matters are alleged in the complaint, which, being immaterial in this investigation, are omitted.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">What the plaintiff demands against the defendants is the judgment and decree of the court for a specific performance of the said written agreement, that the defendants convey to him one-fourth part of the lands first described and the entire fee in all the parcels last described, and that the decree of the court shall stand and be effectual to convey the title to the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Service was made, and the defendants appeared and filed an answer setting up several defences, no one of which involves any Federal question. They admit the execution of the written agreement, and that the certificates or scrip were located by the plaintiff. Nothing of the kind is in controversy; but they deny that the quantity of land located is correctly set forth, or that the fees and expenses paid by the plaintiff exceeded fifty dollars. Sales and deeds of the lands located they admit were made by the first-named defendant as alleged, but they aver in the answer that they first and in repeated instances requested the plaintiff to pay the note and take the title, and that he refused so to do, alleging as a reason that he could not raise the money; and they deny that the sales were made with intent to cheat or defraud the plaintiff. Every such imputation is denied; and the defendants set up as a defence that the arrangement contracted in the written agreement was, by the mutual consent and understanding of the parties, abandoned, and that the defendants have ever since and now hold the note as cancelled, and are ready and willing to surrender the same to the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Sundry explanations are also given in respect to the several conveyances through which the title to the lands passed into the hands of the wife of the principal defendant, from which it appears that the deed to her was a voluntary conveyance; but the defendants allege that she subsequently purchased the same of the beneficiaries, for which deeds she paid a valuable consideration to the respective grantors.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Proofs were taken, and the parties heard by the court without a jury; and the record shows that the court made a special finding of the facts, and rendered judgment in favor of the plaintiff, to the effect that the defendants convey to the plaintiff, his heirs and assigns for ever, the land and lots therein described, to which description of the land and lots is appended the following: 'And that this decree shall stand in place of a conveyance of said premises to said plaintiff by said defendants, and be effectual to convey the title to said land and lots to the plaintiff, his heirs and assigns for ever.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Due appeal was taken by the defendants to the Supreme Court of the State, where the parties were again heard upon the finding of facts certified from the subordinate court, and the State Supreme Court affirmed the judgment of the State District Court. Proceedings in these courts being at an end, the defendants sued out a writ of error and removed the cause into this court.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appended to the writ of error is the assignment of errors filed by the defendants, which is that the plaintiff has no ground of action except upon the agreement set out in his complaint, which is void under the treaty of July 15, 1830, made at Prairie du Chien, and the act of Congress approved July 17, 1854. 7 Stat. 330; 10 id. 304.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Sufficient appears to show that the theory of defence presented in the assignment of errors was not set up in the answer, nor does the record furnish any support to the proposition that any such question was raised or decided in the court of original jurisdiction. Evidence to support the theory that the question stated in the assignment of errors was discussed and decided in the Supreme Court of the State is found in the opinion of that court as published in the record, and inasmuch as that question is raised in the assignment of errors exhibited in the brief, the court is of the opinion that the case to that extent is properly here for re-examination.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Enough has already been remarked to show that the parties waived a jury in the court where the action was commenced, and submitted the evidence to the determination of the court invested with that jurisdiction. Special findings were made by the court as the basis of their conclusions of law, and on appeal the Supreme Court of the State adopted the findings of the subordinate court as the basis of fact for their judgment. Viewed in the light of these suggestions, it is quite clear that the findings of fact exhibited in the record are not the proper subject of review in this court, nor will it be necessary to reproduce those findings, as they are fully set forth in the record and in the official volume of the State reports. <i>Thompson</i> v. <i>Myrick</i>, 20 Minn. 207.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Reference either to the record or to that case will show that the subordinate court found as a conclusion of law that the plaintiff below was entitled to judgment, directing and decreeing that the defendants should convey to the plaintiff, his heirs and assigns for ever, the one undivided fourth part of the lands so located by the plaintiff as aforesaid in the name of the said beneficiaries, and the whole of the seventeen lots otherwise described; and that in case the defendants should fail to convey the lands as directed, the decree of the court shall stand in place of such conveyance.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">From the opinion of the Supreme Court it also appears that the defendants, through their counsel, made several points to show that the judgment of the subordinate court was erroneous, the first of which was that the agreement set out in the complaint is void under the said act of Congress and the treaty made at Prairie du Chien. By the ninth article of the treaty a certain tract of land was set apart for the half-breeds of the Sioux nation, and the United States agreed to suffer said half-breeds to occupy said tract of country, they holding by the same title and in the same manner that other Indian titles are held. 7 Stat. 330.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Certain rights of occupancy were doubtless guaranteed to the half-breeds by that article of the treaty; but the record furnishes no ground to suppose, or even to suspect, that the agreement in the case did or could interfere with or impair any right which the treaty conferred, which is all that need be said upon that subject. Congress, by the act referred to, authorized the President to make an exchange with the half-breeds for their rights in that reservation, by issuing to them certificates or scrip for the amount of land before described, which said certificates or scrip the act provided might be located upon any of the lands within the reservation, . . . or upon any other unoccupied lands subject to pre-emption or private sale, or upon any other unsurveyed lands not reserved by the government, upon which they have respectively made improvements.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Attempt, it seems, was made in the argument of the case in the Supreme Court of the State to show that the terms of the agreement were in conflict with the provisions of the act of Congress; but the answer which that court made to the proposition, though brief, is satisfactory and decisive. Outside of the pleadings, the defendants, it seems, contended in the Supreme Court of the State that by the the terms of the agreement between the parties to it the scrip was to be located on land occupied by the plaintiff, and consequently that the agreement was void as contravening the regulations which the act of Congress prescribed; to which the court responded, that the provision authorizing the scrip to be located upon 'unoccupied lands' was evidently framed for the benefit and protection of occupants of the land, and that if the occupant saw fit, as the plaintiff did in this case, to locate the scrip upon land occupied by himself, there could be no objection to the location, as the occupant might waive his right to object and abandon his occupancy, and that if he did, the effect would be to restore the premises to the condition of unoccupied land.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Plain as that proposition is, it is not deemed necessary to pursue the argument, as the statement of it is sufficient to secure for it universal assent.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Suppose that is so, still it is insisted by the defendant that the agreement is repugnant to the provisions of the act of Congress, because it contemplates that the location of the scrip may be made upon land other than that upon which the beneficiaries 'have respectively made improvements;' to which the State Supreme Court answered, that the clause of the act referred to qualifies the phrase 'other unsurveyed lands,' instead of the phrase 'other unoccupied lands,' as is supposed by the defendants, which, in the judgment of the court, is the correct construction of the provision in the act of Congress applicable to the subject.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Support to that view is also derived from the contemporaneous construction given to it by the Commissioner of the General Land-Office, as appears from the circulars issued by him for the guide and direction of all engaged in making such locations under the act of Congress authorizing the President to issue such certificate or scrip to the half-breeds therein mentioned. 1 Lester, Land Laws, 628; 2 id. 369.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Holders of such certificates or scrip were forbidden to transfer the same, and the defendants contended that the real object of the agreement was to effect a transfer of the same; but the State Supreme Court overruled the defence, and referred to one of their former decisions, assigning the reasons for their conclusion that the defence was not well founded. <i>Gilbert et al.</i> v. <i>Thompson</i>, 14 Minn. 544.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Since the cause was submitted, the opinion of the court in that case has been carefully examined, and the court here concurs with the State court that the case is applicable to the present case, and that the reasons given for the conclusion are satisfactory and conclusive. For these reasons the court is of the opinion that the Federal questions involved in the record as set forth in the assignment of errors were decided correctly by the State Supreme Court.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Six other defences were set up by the defendants, as appears by the opinion of the State Supreme Court, no one of which involves any Feberal question. They are as follows: 1. That the agreement is void on common-law grounds on account of the relation which the principal defendant bore to the grantees of the scrip. 2. That by the terms of the agreement the payment of the note by the plaintiff is a condition precedent to the right to specific performance. 3. That the contract is not one which a court of equity will enforce, because it is not a contract for a conveyance, but for services to be rendered by the plaintiff to procure a conveyance from the said beneficiaries. 4. That the findings of the court show that the agreement was abandoned by mutual consent. 5. That the circumstances disclosed show that it would be inequitable to enforce the agreement. 6. That the action is barred by the Statute of Limitations.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Remarks are not necessary to show that none of these several defences present any Federal question for re-examination; and having already decided that the Federal questions involved in the case were correctly decided by the State Supreme Court, the settled rule of this court is that the judgment must be affirmed, without determining the other questions not of a Federal character.  <i>Murdock</i> v. <i>City of Memphis</i>, 20 Wall. 590.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\"><i>Judgment affirmed</i>.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>99 U.S. 291 (____)</b></center>\n<center><h1>MYRICK<br>\nv.<br>\nTHOMPSON.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. C.K. Davis for the plaintiffs in error.</p>\n<p>Mr. E.C. Palmer, contra.</p>\n<p>MR. JUSTICE CLIFFORD delivered the opinion of the court.</p>\n<p>Lands in the Territory of Minnesota had been set apart for the use and benefit of the Sioux half-breeds, and the President was empowered to make a new arrangement with them, and for that purpose was authorized to issue to such of them as would relinquish to the United States their title to the reservation certificates or scrip for an amount of land equal to what they would be entitled in case the reservation should be divided among them; and the act provided that the certificates or scrip might be located upon any of the lands within the reservation not occupied by actual and bona fide settlers of the <span class=\"star-pagination\">*292</span> tribe, ... or upon any other unoccupied lands subject to pre-emption or private sale, or upon any other unsurveyed lands not reserved by government, upon which they have respectively made improvements. 10 Stat. 304.</p>\n<p>Certificates or scrip of the kind were held by the defendant as attorney in fact of the half-breeds named in the petition, and it appears that he placed the same with his powers of attorney in the hands of the plaintiff, with the view to the location of the same for the benefit of the beneficiaries. Contemporaneous with the delivery of those papers the plaintiff and defendant entered into the written agreement set forth in the petition, in which the defendant agreed that upon the location of the scrip he would secure the title to the land located to be lawfully vested in the plaintiff, in consideration of which the plaintiff agreed to pay the defendant the sum of $2,800 in one year from the date of the note, and to secure the payment of the same upon the land located as soon as he, the plaintiff, shall acquire the title to the same.</p>\n<p>Difficulties attended the location, which were overcome in the manner set forth in the petition; and the plaintiff avers that he made all the locations as stipulated in the written agreement, and alleges that the defendant neglects and refuses to comply with his part of the agreement; that instead of doing so he has fraudulently caused the lands located to be conveyed to his wife, the other defendant in the case, and that she now holds the same, or the principal part thereof, without consideration and in fraud of the just rights of the plaintiff in this action. Many other matters are alleged in the complaint, which, being immaterial in this investigation, are omitted.</p>\n<p>What the plaintiff demands against the defendants is the judgment and decree of the court for a specific performance of the said written agreement, that the defendants convey to him one-fourth part of the lands first described and the entire fee in all the parcels last described, and that the decree of the court shall stand and be effectual to convey the title to the plaintiff.</p>\n<p>Service was made, and the defendants appeared and filed an answer setting up several defences, no one of which involves any Federal question. They admit the execution of the written <span class=\"star-pagination\">*293</span> agreement, and that the certificates or scrip were located by the plaintiff. Nothing of the kind is in controversy; but they deny that the quantity of land located is correctly set forth, or that the fees and expenses paid by the plaintiff exceeded fifty dollars. Sales and deeds of the lands located they admit were made by the first-named defendant as alleged, but they aver in the answer that they first and in repeated instances requested the plaintiff to pay the note and take the title, and that he refused so to do, alleging as a reason that he could not raise the money; and they deny that the sales were made with intent to cheat or defraud the plaintiff. Every such imputation is denied; and the defendants set up as a defence that the arrangement contracted in the written agreement was, by the mutual consent and understanding of the parties, abandoned, and that the defendants have ever since and now hold the note as cancelled, and are ready and willing to surrender the same to the plaintiff.</p>\n<p>Sundry explanations are also given in respect to the several conveyances through which the title to the lands passed into the hands of the wife of the principal defendant, from which it appears that the deed to her was a voluntary conveyance; but the defendants allege that she subsequently purchased the same of the beneficiaries, for which deeds she paid a valuable consideration to the respective grantors.</p>\n<p>Proofs were taken, and the parties heard by the court without a jury; and the record shows that the court made a special finding of the facts, and rendered judgment in favor of the plaintiff, to the effect that the defendants convey to the plaintiff, his heirs and assigns for ever, the land and lots therein described, to which description of the land and lots is appended the following: \"And that this decree shall stand in place of a conveyance of said premises to said plaintiff by said defendants, and be effectual to convey the title to said land and lots to the plaintiff, his heirs and assigns for ever.\"</p>\n<p>Due appeal was taken by the defendants to the Supreme Court of the State, where the parties were again heard upon the finding of facts certified from the subordinate court, and the State Supreme Court affirmed the judgment of the State District Court. Proceedings in these courts being at an end, <span class=\"star-pagination\">*294</span> the defendants sued out a writ of error and removed the cause into this court.</p>\n<p>Appended to the writ of error is the assignment of errors filed by the defendants, which is that the plaintiff has no ground of action except upon the agreement set out in his complaint, which is void under the treaty of July 15, 1830, made at Prairie du Chien, and the act of Congress approved July 17, 1854. 7 Stat. 330; 10 id. 304.</p>\n<p>Sufficient appears to show that the theory of defence presented in the assignment of errors was not set up in the answer, nor does the record furnish any support to the proposition that any such question was raised or decided in the court of original jurisdiction. Evidence to support the theory that the question stated in the assignment of errors was discussed and decided in the Supreme Court of the State is found in the opinion of that court as published in the record, and inasmuch as that question is raised in the assignment of errors exhibited in the brief, the court is of the opinion that the case to that extent is properly here for re-examination.</p>\n<p>Enough has already been remarked to show that the parties waived a jury in the court where the action was commenced, and submitted the evidence to the determination of the court invested with that jurisdiction. Special findings were made by the court as the basis of their conclusions of law, and on appeal the Supreme Court of the State adopted the findings of the subordinate court as the basis of fact for their judgment. Viewed in the light of these suggestions, it is quite clear that the findings of fact exhibited in the record are not the proper subject of review in this court, nor will it be necessary to reproduce those findings, as they are fully set forth in the record and in the official volume of the State reports. Thompson v. Myrick, 20 Minn. 207.</p>\n<p>Reference either to the record or to that case will show that the subordinate court found as a conclusion of law that the plaintiff below was entitled to judgment, directing and decreeing that the defendants should convey to the plaintiff, his heirs and assigns for ever, the one undivided fourth part of the lands so located by the plaintiff as aforesaid in the name of the said beneficiaries, and the whole of the seventeen lots otherwise <span class=\"star-pagination\">*295</span> described; and that in case the defendants should fail to convey the lands as directed, the decree of the court shall stand in place of such conveyance.</p>\n<p>From the opinion of the Supreme Court it also appears that the defendants, through their counsel, made several points to show that the judgment of the subordinate court was erroneous, the first of which was that the agreement set out in the complaint is void under the said act of Congress and the treaty made at Prairie du Chien. By the ninth article of the treaty a certain tract of land was set apart for the half-breeds of the Sioux nation, and the United States agreed to suffer said half-breeds to occupy said tract of country, they holding by the same title and in the same manner that other Indian titles are held. 7 Stat. 330.</p>\n<p>Certain rights of occupancy were doubtless guaranteed to the half-breeds by that article of the treaty; but the record furnishes no ground to suppose, or even to suspect, that the agreement in the case did or could interfere with or impair any right which the treaty conferred, which is all that need be said upon that subject. Congress, by the act referred to, authorized the President to make an exchange with the half-breeds for their rights in that reservation, by issuing to them certificates or scrip for the amount of land before described, which said certificates or scrip the act provided might be located upon any of the lands within the reservation, ... or upon any other unoccupied lands subject to pre-emption or private sale, or upon any other unsurveyed lands not reserved by the government, upon which they have respectively made improvements.</p>\n<p>Attempt, it seems, was made in the argument of the case in the Supreme Court of the State to show that the terms of the agreement were in conflict with the provisions of the act of Congress; but the answer which that court made to the proposition, though brief, is satisfactory and decisive. Outside of the pleadings, the defendants, it seems, contended in the Supreme Court of the State that by the terms of the agreement between the parties to it the scrip was to be located on land occupied by the plaintiff, and consequently that the agreement was void as contravening the regulations which the act of Congress <span class=\"star-pagination\">*296</span> prescribed; to which the court responded, that the provision authorizing the scrip to be located upon \"unoccupied lands\" was evidently framed for the benefit and protection of occupants of the land, and that if the occupant saw fit, as the plaintiff did in this case, to locate the scrip upon land occupied by himself, there could be no objection to the location, as the occupant might waive his right to object and abandon his occupancy, and that if he did, the effect would be to restore the premises to the condition of unoccupied land.</p>\n<p>Plain as that proposition is, it is not deemed necessary to pursue the argument, as the statement of it is sufficient to secure for it universal assent.</p>\n<p>Suppose that is so, still it is insisted by the defendant that the agreement is repugnant to the provisions of the act of Congress, because it contemplates that the location of the scrip may be made upon land other than that upon which the beneficiaries \"have respectively made improvements;\" to which the State Supreme Court answered, that the clause of the act referred to qualifies the phrase \"other unsurveyed lands,\" instead of the phrase \"other unoccupied lands,\" as is supposed by the defendants, which, in the judgment of the court, is the correct construction of the provision in the act of Congress applicable to the subject.</p>\n<p>Support to that view is also derived from the contemporaneous construction given to it by the Commissioner of the General Land-Office, as appears from the circulars issued by him for the guide and direction of all engaged in making such locations under the act of Congress authorizing the President to issue such certificate or scrip to the half-breeds therein mentioned. 1 Lester, Land Laws, 628; 2 id. 369.</p>\n<p>Holders of such certificates or scrip were forbidden to transfer the same, and the defendants contended that the real object of the agreement was to effect a transfer of the same; but the State Supreme Court overruled the defence, and referred to one of their former decisions, assigning the reasons for their conclusion that the defence was not well founded. Gilbert et al. v. Thompson, 14 Minn. 544.</p>\n<p>Since the cause was submitted, the opinion of the court in that case has been carefully examined, and the court here <span class=\"star-pagination\">*297</span> concurs with the State court that the case is applicable to the present case, and that the reasons given for the conclusion are satisfactory and conclusive. For these reasons the court is of the opinion that the Federal questions involved in the record as set forth in the assignment of errors were decided correctly by the State Supreme Court.</p>\n<p>Six other defences were set up by the defendants, as appears by the opinion of the State Supreme Court, no one of which involves any Federal question. They are as follows: 1. That the agreement is void on common-law grounds on account of the relation which the principal defendant bore to the grantees of the scrip. 2. That by the terms of the agreement the payment of the note by the plaintiff is a condition precedent to the right to specific performance. 3. That the contract is not one which a court of equity will enforce, because it is not a contract for a conveyance, but for services to be rendered by the plaintiff to procure a conveyance from the said beneficiaries. 4. That the findings of the court show that the agreement was abandoned by mutual consent. 5. That the circumstances disclosed show that it would be inequitable to enforce the agreement. 6. That the action is barred by the Statute of Limitations.</p>\n<p>Remarks are not necessary to show that none of these several defences present any Federal question for re-examination; and having already decided that the Federal questions involved in the case were correctly decided by the State Supreme Court, the settled rule of this court is that the judgment must be affirmed, without determining the other questions not of a Federal character. Murdock v. City of Memphis, 20 Wall. 590.</p>\n<p>Judgment affirmed.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">291</span></span> (____)</b></center>\n<center><h1>MYRICK<br>\nv.<br>\nTHOMPSON.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. C.K. Davis for the plaintiffs in error.</p>\n<p>Mr. E.C. Palmer, contra.</p>\n<p>MR. JUSTICE CLIFFORD delivered the opinion of the court.</p>\n<p>Lands in the Territory of Minnesota had been set apart for the use and benefit of the Sioux half-breeds, and the President was empowered to make a new arrangement with them, and for that purpose was authorized to issue to such of them as would relinquish to the United States their title to the reservation certificates or scrip for an amount of land equal to what they would be entitled in case the reservation should be divided among them; and the act provided that the certificates or scrip might be located upon any of the lands within the reservation not occupied by actual and bona fide settlers of the <span class=\"star-pagination\">*292</span> tribe, ... or upon any other unoccupied lands subject to pre-emption or private sale, or upon any other unsurveyed lands not reserved by government, upon which they have respectively made improvements. 10 Stat. 304.</p>\n<p>Certificates or scrip of the kind were held by the defendant as attorney in fact of the half-breeds named in the petition, and it appears that he placed the same with his powers of attorney in the hands of the plaintiff, with the view to the location of the same for the benefit of the beneficiaries. Contemporaneous with the delivery of those papers the plaintiff and defendant entered into the written agreement set forth in the petition, in which the defendant agreed that upon the location of the scrip he would secure the title to the land located to be lawfully vested in the plaintiff, in consideration of which the plaintiff agreed to pay the defendant the sum of $2,800 in one year from the date of the note, and to secure the payment of the same upon the land located as soon as he, the plaintiff, shall acquire the title to the same.</p>\n<p>Difficulties attended the location, which were overcome in the manner set forth in the petition; and the plaintiff avers that he made all the locations as stipulated in the written agreement, and alleges that the defendant neglects and refuses to comply with his part of the agreement; that instead of doing so he has fraudulently caused the lands located to be conveyed to his wife, the other defendant in the case, and that she now holds the same, or the principal part thereof, without consideration and in fraud of the just rights of the plaintiff in this action. Many other matters are alleged in the complaint, which, being immaterial in this investigation, are omitted.</p>\n<p>What the plaintiff demands against the defendants is the judgment and decree of the court for a specific performance of the said written agreement, that the defendants convey to him one-fourth part of the lands first described and the entire fee in all the parcels last described, and that the decree of the court shall stand and be effectual to convey the title to the plaintiff.</p>\n<p>Service was made, and the defendants appeared and filed an answer setting up several defences, no one of which involves any Federal question. They admit the execution of the written <span class=\"star-pagination\">*293</span> agreement, and that the certificates or scrip were located by the plaintiff. Nothing of the kind is in controversy; but they deny that the quantity of land located is correctly set forth, or that the fees and expenses paid by the plaintiff exceeded fifty dollars. Sales and deeds of the lands located they admit were made by the first-named defendant as alleged, but they aver in the answer that they first and in repeated instances requested the plaintiff to pay the note and take the title, and that he refused so to do, alleging as a reason that he could not raise the money; and they deny that the sales were made with intent to cheat or defraud the plaintiff. Every such imputation is denied; and the defendants set up as a defence that the arrangement contracted in the written agreement was, by the mutual consent and understanding of the parties, abandoned, and that the defendants have ever since and now hold the note as cancelled, and are ready and willing to surrender the same to the plaintiff.</p>\n<p>Sundry explanations are also given in respect to the several conveyances through which the title to the lands passed into the hands of the wife of the principal defendant, from which it appears that the deed to her was a voluntary conveyance; but the defendants allege that she subsequently purchased the same of the beneficiaries, for which deeds she paid a valuable consideration to the respective grantors.</p>\n<p>Proofs were taken, and the parties heard by the court without a jury; and the record shows that the court made a special finding of the facts, and rendered judgment in favor of the plaintiff, to the effect that the defendants convey to the plaintiff, his heirs and assigns for ever, the land and lots therein described, to which description of the land and lots is appended the following: \"And that this decree shall stand in place of a conveyance of said premises to said plaintiff by said defendants, and be effectual to convey the title to said land and lots to the plaintiff, his heirs and assigns for ever.\"</p>\n<p>Due appeal was taken by the defendants to the Supreme Court of the State, where the parties were again heard upon the finding of facts certified from the subordinate court, and the State Supreme Court affirmed the judgment of the State District Court. Proceedings in these courts being at an end, <span class=\"star-pagination\">*294</span> the defendants sued out a writ of error and removed the cause into this court.</p>\n<p>Appended to the writ of error is the assignment of errors filed by the defendants, which is that the plaintiff has no ground of action except upon the agreement set out in his complaint, which is void under the treaty of July 15, 1830, made at Prairie du Chien, and the act of Congress approved July 17, 1854. 7 Stat. 330; 10 id. 304.</p>\n<p>Sufficient appears to show that the theory of defence presented in the assignment of errors was not set up in the answer, nor does the record furnish any support to the proposition that any such question was raised or decided in the court of original jurisdiction. Evidence to support the theory that the question stated in the assignment of errors was discussed and decided in the Supreme Court of the State is found in the opinion of that court as published in the record, and inasmuch as that question is raised in the assignment of errors exhibited in the brief, the court is of the opinion that the case to that extent is properly here for re-examination.</p>\n<p>Enough has already been remarked to show that the parties waived a jury in the court where the action was commenced, and submitted the evidence to the determination of the court invested with that jurisdiction. Special findings were made by the court as the basis of their conclusions of law, and on appeal the Supreme Court of the State adopted the findings of the subordinate court as the basis of fact for their judgment. Viewed in the light of these suggestions, it is quite clear that the findings of fact exhibited in the record are not the proper subject of review in this court, nor will it be necessary to reproduce those findings, as they are fully set forth in the record and in the official volume of the State reports. Thompson v. Myrick, 20 Minn. 207.</p>\n<p>Reference either to the record or to that case will show that the subordinate court found as a conclusion of law that the plaintiff below was entitled to judgment, directing and decreeing that the defendants should convey to the plaintiff, his heirs and assigns for ever, the one undivided fourth part of the lands so located by the plaintiff as aforesaid in the name of the said beneficiaries, and the whole of the seventeen lots otherwise <span class=\"star-pagination\">*295</span> described; and that in case the defendants should fail to convey the lands as directed, the decree of the court shall stand in place of such conveyance.</p>\n<p>From the opinion of the Supreme Court it also appears that the defendants, through their counsel, made several points to show that the judgment of the subordinate court was erroneous, the first of which was that the agreement set out in the complaint is void under the said act of Congress and the treaty made at Prairie du Chien. By the ninth article of the treaty a certain tract of land was set apart for the half-breeds of the Sioux nation, and the United States agreed to suffer said half-breeds to occupy said tract of country, they holding by the same title and in the same manner that other Indian titles are held. 7 Stat. 330.</p>\n<p>Certain rights of occupancy were doubtless guaranteed to the half-breeds by that article of the treaty; but the record furnishes no ground to suppose, or even to suspect, that the agreement in the case did or could interfere with or impair any right which the treaty conferred, which is all that need be said upon that subject. Congress, by the act referred to, authorized the President to make an exchange with the half-breeds for their rights in that reservation, by issuing to them certificates or scrip for the amount of land before described, which said certificates or scrip the act provided might be located upon any of the lands within the reservation, ... or upon any other unoccupied lands subject to pre-emption or private sale, or upon any other unsurveyed lands not reserved by the government, upon which they have respectively made improvements.</p>\n<p>Attempt, it seems, was made in the argument of the case in the Supreme Court of the State to show that the terms of the agreement were in conflict with the provisions of the act of Congress; but the answer which that court made to the proposition, though brief, is satisfactory and decisive. Outside of the pleadings, the defendants, it seems, contended in the Supreme Court of the State that by the terms of the agreement between the parties to it the scrip was to be located on land occupied by the plaintiff, and consequently that the agreement was void as contravening the regulations which the act of Congress <span class=\"star-pagination\">*296</span> prescribed; to which the court responded, that the provision authorizing the scrip to be located upon \"unoccupied lands\" was evidently framed for the benefit and protection of occupants of the land, and that if the occupant saw fit, as the plaintiff did in this case, to locate the scrip upon land occupied by himself, there could be no objection to the location, as the occupant might waive his right to object and abandon his occupancy, and that if he did, the effect would be to restore the premises to the condition of unoccupied land.</p>\n<p>Plain as that proposition is, it is not deemed necessary to pursue the argument, as the statement of it is sufficient to secure for it universal assent.</p>\n<p>Suppose that is so, still it is insisted by the defendant that the agreement is repugnant to the provisions of the act of Congress, because it contemplates that the location of the scrip may be made upon land other than that upon which the beneficiaries \"have respectively made improvements;\" to which the State Supreme Court answered, that the clause of the act referred to qualifies the phrase \"other unsurveyed lands,\" instead of the phrase \"other unoccupied lands,\" as is supposed by the defendants, which, in the judgment of the court, is the correct construction of the provision in the act of Congress applicable to the subject.</p>\n<p>Support to that view is also derived from the contemporaneous construction given to it by the Commissioner of the General Land-Office, as appears from the circulars issued by him for the guide and direction of all engaged in making such locations under the act of Congress authorizing the President to issue such certificate or scrip to the half-breeds therein mentioned. 1 Lester, Land Laws, 628; 2 id. 369.</p>\n<p>Holders of such certificates or scrip were forbidden to transfer the same, and the defendants contended that the real object of the agreement was to effect a transfer of the same; but the State Supreme Court overruled the defence, and referred to one of their former decisions, assigning the reasons for their conclusion that the defence was not well founded. Gilbert et al. v. Thompson, 14 Minn. 544.</p>\n<p>Since the cause was submitted, the opinion of the court in that case has been carefully examined, and the court here <span class=\"star-pagination\">*297</span> concurs with the State court that the case is applicable to the present case, and that the reasons given for the conclusion are satisfactory and conclusive. For these reasons the court is of the opinion that the Federal questions involved in the record as set forth in the assignment of errors were decided correctly by the State Supreme Court.</p>\n<p>Six other defences were set up by the defendants, as appears by the opinion of the State Supreme Court, no one of which involves any Federal question. They are as follows: 1. That the agreement is void on common-law grounds on account of the relation which the principal defendant bore to the grantees of the scrip. 2. That by the terms of the agreement the payment of the note by the plaintiff is a condition precedent to the right to specific performance. 3. That the contract is not one which a court of equity will enforce, because it is not a contract for a conveyance, but for services to be rendered by the plaintiff to procure a conveyance from the said beneficiaries. 4. That the findings of the court show that the agreement was abandoned by mutual consent. 5. That the circumstances disclosed show that it would be inequitable to enforce the agreement. 6. That the action is barred by the Statute of Limitations.</p>\n<p>Remarks are not necessary to show that none of these several defences present any Federal question for re-examination; and having already decided that the Federal questions involved in the case were correctly decided by the State Supreme Court, the settled rule of this court is that the judgment must be affirmed, without determining the other questions not of a Federal character. Murdock v. City of Memphis, 20 Wall. 590.</p>\n<p>Judgment affirmed.</p>\n</div>", "id": 89948, "judges": "Clifford", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/89948/", "sha1": "20c524bfff3647bbb39585cf4146bbc247909cc9", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:02:21"}