{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "99 U.S. 235", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/89941/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Fosdick v. Schall", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 74321, 
    "resource_uri": "/api/rest/v2/citation/74321/"
  }, 
  "id": 89941, 
  "blocked": false, 
  "judges": "Waite, After Stating the Facts", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1879-03-10", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>99 U.S. 235 (____)</b></center>\n<center><h1>FOSDICK<br>\nv.<br>\nSCHALL.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*241</span> Mr. Henry Crawford and Mr. Ashbel Green for the appellant.</p>\n<p>Mr. R. Biddle Roberts, contra.</p>\n<p><span class=\"star-pagination\">*249</span> MR. CHIEF JUSTICE WAITE, after stating the facts, delivered the opinion of the court.</p>\n<p>Two questions are presented by the assignment of errors in this case: \u0097</p>\n<p>1. Did the lien of the mortgages attach to the cars of Schall <span class=\"star-pagination\">*250</span> on their delivery to the company under his contract, so as to prevent their reclamation as against the mortgagees if the price was not paid according to agreement?</p>\n<p>2. Was the order for the payment out of the fund in court of the rent of the cars, during the time they were used by the receivers appointed by the State court and for six months before, justifiable under the circumstances of this case?</p>\n<p>As to the first question, it is contended that the mortgage created a subsisting and paramount lien on the cars as soon as they were put into the possession of the railroad company under the contract, and that the reservation of the title was void under the laws of Illinois, because the contract was not recorded.</p>\n<p>It must be conceded that contracts like this are held by the courts of Illinois to be in effect, so far as the chattel mortgage act of that State is concerned, the same as though a formal bill of sale had been executed and a mortgage given back to secure the price. We had occasion to consider that question in Hervey et al. v. Rhode Island Locomotive Works (93 U.S. 664), and there held, following the Illinois decisions, that if such an instrument was not recorded in accordance with the provisions of the chattel mortgage act (R.S. Ill., 1874, 711, 712), a lien like that of Schall would have no validity as against third persons. Whatever may be the rule in other States, this is undoubtedly the effect of the Illinois statute as construed by the courts of that State. In Green v. Van Buskirk (5 Wall. 307), this court also held that \"where personal property is seized and sold under an attachment, or other writ issuing from a court of the State where the property is, the question of the liability of the property to be sold under the writ must be determined by the law of that State, notwithstanding the domicile of all the claimants to the property may be in another State.\" Hervey v. Rhode Island Locomotive Works (supra), was also a case of seizure and sale under judicial process; and the language of the court, as expressed in its opinion delivered by Mr. Justice Davis, is to be construed in connection with that fact.</p>\n<p>As between the parties, notwithstanding the Illinois statute, the transaction is just what, on its face, it purports to be, \"a conditional sale, with a right of rescission on the part of the <span class=\"star-pagination\">*251</span> vendor, in case the purchaser shall fail in payment of his instalments, \u0097 a contract legal and valid as between the parties, but made with the risk, on the part of the vendor, of his losing his lien\" if it works a legal wrong to third parties. Murch v. Wright, 46 Ill. 488. The question, then, is whether these mortgagees occupy the position of third parties within the meaning of that term as used in this statute.</p>\n<p>They are in no sense purchasers of the cars. The mortgage attaches to the cars, if it attaches at all, because they are \"after-acquired\" property of the company; but as to that class of property it is well settled that the lien attaches subject to all the conditions with which it is incumbered when it comes into the hands of the mortgagor. The mortgagees take just such an interest in the property as the mortgagor acquired; no more, no less. These cars were \"loose property susceptible of separate ownership and separate liens,\" and \"such liens, if binding on the railroad company itself, are unaffected by a prior general mortgage given by the company and paramount thereto.\" United States v. New Orleans Railroad, 12 Wall. 362. The title of the mortgagees in this case, therefore, is subject to all the rights of Schall under his contract.</p>\n<p>The possession taken by the receiver is only that of the court, whose officer he is, and adds nothing to the previously existing title of the mortgagees. He holds, pending the litigation, for the benefit of whomsoever in the end it shall be found to concern, and in the mean time the court proceeds to determine the rights of the parties upon the same principles it would if no change of possession had taken place.</p>\n<p>It follows that the decree ordering a return of the cars to Schall was right. Whether, if the property is worth more than is due upon the contract of purchase, the mortgagees can obtain the benefit of the overplus, is a question we are not called upon to consider.</p>\n<p>As to the second question, we have no doubt that when a court of chancery is asked by railroad mortgagees to appoint a receiver of railroad property, pending proceedings for foreclosure, the court, in the exercise of a sound judicial discretion, may, as a condition of issuing the necessary order, impose such terms in reference to the payment from the income during the <span class=\"star-pagination\">*252</span> receivership of outstanding debts for labor, supplies, equipment, or permanent improvement of the mortgaged property as may, under the circumstances of the particular case, appear to be reasonable. Railroad mortgages and the rights of railroad mortgagees are comparatively new in the history of judicial proceedings. They are peculiar in their character and affect peculiar interests. The amounts involved are generally large, and the rights of the parties oftentimes complicated and conflicting. It rarely happens that a foreclosure is carried through to the end without some concessions by some parties from their strict legal rights, in order to secure advantages that could not otherwise be attained, and which it is supposed will operate for the general good of all who are interested. This results almost as a matter of necessity from the peculiar circumstances which surround such litigation.</p>\n<p>The business of all railroad companies is done to a greater or less extent on credit. This credit is longer or shorter, as the necessities of the case require; and when companies become pecuniarily embarrassed, it frequently happens that debts for labor, supplies, equipment, and improvements are permitted to accumulate, in order that bonded interest may be paid and a disastrous foreclosure postponed, if not altogether avoided. In this way the daily and monthly earnings, which ordinarily should go to pay the daily and monthly expenses, are kept from those to whom in equity they belong, and used to pay the mortgage debt. The income out of which the mortgagee is to be paid is the net income obtained by deducting from the gross earnings what is required for necessary operating and managing expenses, proper equipment, and useful improvements. Every railroad mortgagee in accepting his security impliedly agrees that the current debts made in the ordinary course of business shall be paid from the current receipts before he has any claim upon the income. If for the convenience of the moment something is taken from what may not improperly be called the current debt fund, and put into that which belongs to the mortgage creditors, it certainly is not inequitable for the court, when asked by the mortgagees to take possession of the future income and hold it for their benefit, to require as a condition of such an order that what is due from the earnings <span class=\"star-pagination\">*253</span> to the current debt shall be paid by the court from the future current receipts before any thing derived from that source goes to the mortgagees. In this way the court will only do what, if a receiver should not be appointed, the company ought itself to do. For even though the mortgage may in terms give a lien upon the profits and income, until possession of the mortgaged premises is actually taken or something equivalent done, the whole earnings belong to the company and are subject to its control. Galveston Railroad v. Cowdrey, 11 Wall. 459; Gilman et al. v. Illinois &amp; Mississippi Telegraph Co., 91 U.S. 603; American Bridge Co. v. Heidelbach, 94 id. 798.</p>\n<p>The mortgagee has his strict rights which he may enforce in the ordinary way. If he asks no favors, he need grant none. But if he calls upon a court of chancery to put forth its extraordinary powers and grant him purely equitable relief, he may with propriety be required to submit to the operation of a rule which always applies in such cases, and do equity in order to get equity. The appointment of a receiver is not a matter of strict right. Such an application always calls for the exercise of judicial discretion; and the Chancellor should so mould his order that while favoring one, injustice is not done to another. If this cannot be accomplished, the application should ordinarily be denied.</p>\n<p>We think, also, that if no such order is made when the receiver is appointed, and it appears in the progress of the cause that bonded interest has been paid, additional equipment provided, or lasting and valuable improvements made out of earnings which ought in equity to have been employed to keep down debts for labor, supplies, and the like, it is within the power of the court to use the income of the receivership to discharge obligations which, but for the diversion of funds, would have been paid in the ordinary course of business. This, not because the creditors to whom such debts are due have in law a lien upon the mortgaged property or the income, but because, in a sense, the officers of the company are trustees of the earnings for the benefit of the different classes of creditors and the stockholders; and if they give to one class of creditors that which properly belongs to another, the court may, upon <span class=\"star-pagination\">*254</span> an adjustment of the accounts, so use the income which comes into its own hands as, if practicable, to restore the parties to their original equitable rights. While, ordinarily, this power is confined to the appropriation of the income of the receivership and the proceeds of moneyed assets that have been taken from the company, cases may arise where equity will require the use of the proceeds of the sale of the mortgaged property in the same way. Thus it often happens that, in the course of the administration of the cause, the court is called upon to take income which would otherwise be applied to the payment of old debts for current expenses, and use it to make permanent improvements on the fixed property, or to buy additional equipment. In this way the value of the mortgaged property is not unfrequently materially increased. It is not to be supposed that any such use of the income will be directed by the court, without giving the parties in interest an opportunity to be heard against it. Generally, as we know both from observation and experience, all such orders are made at the request of the parties or with their consent. Under such circumstances, it is easy to see that there may sometimes be a propriety in paying back to the income from the proceeds of the sale what is thus again diverted from the current debt fund in order to increase the value of the property sold. The same may sometimes be true in respect to expenditures before the receivership. No fixed and inflexible rule can be laid down for the government of the courts in all cases. Each case will necessarily have its own peculiarities, which must to a greater or less extent influence the Chancellor when he comes to act. The power rests upon the fact, that in the administration of the affairs of the company the mortgage creditors have got possession of that which in equity belonged to the whole or a part of the general creditors. Whatever is done, therefore, must be with a view to a restoration by the mortgage creditors of that which they have thus inequitably obtained. It follows that if there has been in reality no diversion, there can be no restoration; and that the amount of restoration should be made to depend upon the amount of the diversion. If in the exercise of this power errors are committed, they, like others, are open to correction on appeal. All depends upon a proper application <span class=\"star-pagination\">*255</span> of well-settled rules of equity jurisprudence to the facts of the case, as established by the evidence.</p>\n<p>In this case no special conditions were attached to the order appointing a receiver in the Circuit Court of the United States; and it is not contended that the intervener has brought himself within the rule fixed by the State court, in respect to the payment of general creditors. He asks to be paid a rent for his cars; but he entered into no express contract with the company which requires such a payment, and there is nowhere to be found any proof of an implied obligation to make such compensation. Two years and more before the appointment of a receiver by the State court, he contracted to sell his cars to the company at an agreed price, payable in instalments, secured by what was in legal effect a paramount lien upon the cars. Payments were made according to the contract until October, 1874, when they stopped. The cars remained in use after that, not under a new contract of lease, but under the old contract of sale. The price agreed upon not having been paid in full, the power of reclamation, which was reserved, has been exercised and sustained. The cars were not included in what was sold at the foreclosure sale, and consequently have contributed nothing directly to the fund now in court for distribution. So far as appears, no moneys growing out of the receivership remain to be applied on the bonded debt; and, if there did, through the rent already paid by receiver Anderson, full compensation has been made for all additions to that fund by means of the use of the cars. There is nothing to show that the current income of the receivership or of the company has been in any manner employed so as to deprive this creditor of any of his equitable rights. In short, as the case stands, no equitable claim whatever has been established upon the fund in court. Prima facie that fund belongs to the mortgage creditors, and the presumption which thus arises has not been overcome. Schall, for the balance, his due, after his own security has been exhausted, occupies the position of a general creditor only.</p>\n<p>The decree of the Circuit Court will be reversed so far as it directs the payment of the sum of $14,568.75 to Schall, the appellee, from the fund in court; but in all other respects it <span class=\"star-pagination\">*256</span> is affirmed, and the cause remanded with instructions to so modify the decree as to make it conform hereto. The costs of the appeal must be paid by the appellee; and it is</p>\n<p>So ordered.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:02:21", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">235</span></span> (____)</b></center>\n<center><h1>FOSDICK<br>\nv.<br>\nSCHALL.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*241</span> Mr. Henry Crawford and Mr. Ashbel Green for the appellant.</p>\n<p>Mr. R. Biddle Roberts, contra.</p>\n<p><span class=\"star-pagination\">*249</span> MR. CHIEF JUSTICE WAITE, after stating the facts, delivered the opinion of the court.</p>\n<p>Two questions are presented by the assignment of errors in this case: \u0097</p>\n<p>1. Did the lien of the mortgages attach to the cars of Schall <span class=\"star-pagination\">*250</span> on their delivery to the company under his contract, so as to prevent their reclamation as against the mortgagees if the price was not paid according to agreement?</p>\n<p>2. Was the order for the payment out of the fund in court of the rent of the cars, during the time they were used by the receivers appointed by the State court and for six months before, justifiable under the circumstances of this case?</p>\n<p>As to the first question, it is contended that the mortgage created a subsisting and paramount lien on the cars as soon as they were put into the possession of the railroad company under the contract, and that the reservation of the title was void under the laws of Illinois, because the contract was not recorded.</p>\n<p>It must be conceded that contracts like this are held by the courts of Illinois to be in effect, so far as the chattel mortgage act of that State is concerned, the same as though a formal bill of sale had been executed and a mortgage given back to secure the price. We had occasion to consider that question in Hervey et al. v. Rhode Island Locomotive Works (93 U.S. 664), and there held, following the Illinois decisions, that if such an instrument was not recorded in accordance with the provisions of the chattel mortgage act (R.S. Ill., 1874, 711, 712), a lien like that of Schall would have no validity as against third persons. Whatever may be the rule in other States, this is undoubtedly the effect of the Illinois statute as construed by the courts of that State. In Green v. Van Buskirk (5 Wall. 307), this court also held that \"where personal property is seized and sold under an attachment, or other writ issuing from a court of the State where the property is, the question of the liability of the property to be sold under the writ must be determined by the law of that State, notwithstanding the domicile of all the claimants to the property may be in another State.\" Hervey v. Rhode Island Locomotive Works (supra), was also a case of seizure and sale under judicial process; and the language of the court, as expressed in its opinion delivered by Mr. Justice Davis, is to be construed in connection with that fact.</p>\n<p>As between the parties, notwithstanding the Illinois statute, the transaction is just what, on its face, it purports to be, \"a conditional sale, with a right of rescission on the part of the <span class=\"star-pagination\">*251</span> vendor, in case the purchaser shall fail in payment of his instalments, \u0097 a contract legal and valid as between the parties, but made with the risk, on the part of the vendor, of his losing his lien\" if it works a legal wrong to third parties. Murch v. Wright, 46 Ill. 488. The question, then, is whether these mortgagees occupy the position of third parties within the meaning of that term as used in this statute.</p>\n<p>They are in no sense purchasers of the cars. The mortgage attaches to the cars, if it attaches at all, because they are \"after-acquired\" property of the company; but as to that class of property it is well settled that the lien attaches subject to all the conditions with which it is incumbered when it comes into the hands of the mortgagor. The mortgagees take just such an interest in the property as the mortgagor acquired; no more, no less. These cars were \"loose property susceptible of separate ownership and separate liens,\" and \"such liens, if binding on the railroad company itself, are unaffected by a prior general mortgage given by the company and paramount thereto.\" United States v. New Orleans Railroad, 12 Wall. 362. The title of the mortgagees in this case, therefore, is subject to all the rights of Schall under his contract.</p>\n<p>The possession taken by the receiver is only that of the court, whose officer he is, and adds nothing to the previously existing title of the mortgagees. He holds, pending the litigation, for the benefit of whomsoever in the end it shall be found to concern, and in the mean time the court proceeds to determine the rights of the parties upon the same principles it would if no change of possession had taken place.</p>\n<p>It follows that the decree ordering a return of the cars to Schall was right. Whether, if the property is worth more than is due upon the contract of purchase, the mortgagees can obtain the benefit of the overplus, is a question we are not called upon to consider.</p>\n<p>As to the second question, we have no doubt that when a court of chancery is asked by railroad mortgagees to appoint a receiver of railroad property, pending proceedings for foreclosure, the court, in the exercise of a sound judicial discretion, may, as a condition of issuing the necessary order, impose such terms in reference to the payment from the income during the <span class=\"star-pagination\">*252</span> receivership of outstanding debts for labor, supplies, equipment, or permanent improvement of the mortgaged property as may, under the circumstances of the particular case, appear to be reasonable. Railroad mortgages and the rights of railroad mortgagees are comparatively new in the history of judicial proceedings. They are peculiar in their character and affect peculiar interests. The amounts involved are generally large, and the rights of the parties oftentimes complicated and conflicting. It rarely happens that a foreclosure is carried through to the end without some concessions by some parties from their strict legal rights, in order to secure advantages that could not otherwise be attained, and which it is supposed will operate for the general good of all who are interested. This results almost as a matter of necessity from the peculiar circumstances which surround such litigation.</p>\n<p>The business of all railroad companies is done to a greater or less extent on credit. This credit is longer or shorter, as the necessities of the case require; and when companies become pecuniarily embarrassed, it frequently happens that debts for labor, supplies, equipment, and improvements are permitted to accumulate, in order that bonded interest may be paid and a disastrous foreclosure postponed, if not altogether avoided. In this way the daily and monthly earnings, which ordinarily should go to pay the daily and monthly expenses, are kept from those to whom in equity they belong, and used to pay the mortgage debt. The income out of which the mortgagee is to be paid is the net income obtained by deducting from the gross earnings what is required for necessary operating and managing expenses, proper equipment, and useful improvements. Every railroad mortgagee in accepting his security impliedly agrees that the current debts made in the ordinary course of business shall be paid from the current receipts before he has any claim upon the income. If for the convenience of the moment something is taken from what may not improperly be called the current debt fund, and put into that which belongs to the mortgage creditors, it certainly is not inequitable for the court, when asked by the mortgagees to take possession of the future income and hold it for their benefit, to require as a condition of such an order that what is due from the earnings <span class=\"star-pagination\">*253</span> to the current debt shall be paid by the court from the future current receipts before any thing derived from that source goes to the mortgagees. In this way the court will only do what, if a receiver should not be appointed, the company ought itself to do. For even though the mortgage may in terms give a lien upon the profits and income, until possession of the mortgaged premises is actually taken or something equivalent done, the whole earnings belong to the company and are subject to its control. Galveston Railroad v. Cowdrey, 11 Wall. 459; Gilman et al. v. Illinois &amp; Mississippi Telegraph Co., 91 U.S. 603; American Bridge Co. v. Heidelbach, 94 id. 798.</p>\n<p>The mortgagee has his strict rights which he may enforce in the ordinary way. If he asks no favors, he need grant none. But if he calls upon a court of chancery to put forth its extraordinary powers and grant him purely equitable relief, he may with propriety be required to submit to the operation of a rule which always applies in such cases, and do equity in order to get equity. The appointment of a receiver is not a matter of strict right. Such an application always calls for the exercise of judicial discretion; and the Chancellor should so mould his order that while favoring one, injustice is not done to another. If this cannot be accomplished, the application should ordinarily be denied.</p>\n<p>We think, also, that if no such order is made when the receiver is appointed, and it appears in the progress of the cause that bonded interest has been paid, additional equipment provided, or lasting and valuable improvements made out of earnings which ought in equity to have been employed to keep down debts for labor, supplies, and the like, it is within the power of the court to use the income of the receivership to discharge obligations which, but for the diversion of funds, would have been paid in the ordinary course of business. This, not because the creditors to whom such debts are due have in law a lien upon the mortgaged property or the income, but because, in a sense, the officers of the company are trustees of the earnings for the benefit of the different classes of creditors and the stockholders; and if they give to one class of creditors that which properly belongs to another, the court may, upon <span class=\"star-pagination\">*254</span> an adjustment of the accounts, so use the income which comes into its own hands as, if practicable, to restore the parties to their original equitable rights. While, ordinarily, this power is confined to the appropriation of the income of the receivership and the proceeds of moneyed assets that have been taken from the company, cases may arise where equity will require the use of the proceeds of the sale of the mortgaged property in the same way. Thus it often happens that, in the course of the administration of the cause, the court is called upon to take income which would otherwise be applied to the payment of old debts for current expenses, and use it to make permanent improvements on the fixed property, or to buy additional equipment. In this way the value of the mortgaged property is not unfrequently materially increased. It is not to be supposed that any such use of the income will be directed by the court, without giving the parties in interest an opportunity to be heard against it. Generally, as we know both from observation and experience, all such orders are made at the request of the parties or with their consent. Under such circumstances, it is easy to see that there may sometimes be a propriety in paying back to the income from the proceeds of the sale what is thus again diverted from the current debt fund in order to increase the value of the property sold. The same may sometimes be true in respect to expenditures before the receivership. No fixed and inflexible rule can be laid down for the government of the courts in all cases. Each case will necessarily have its own peculiarities, which must to a greater or less extent influence the Chancellor when he comes to act. The power rests upon the fact, that in the administration of the affairs of the company the mortgage creditors have got possession of that which in equity belonged to the whole or a part of the general creditors. Whatever is done, therefore, must be with a view to a restoration by the mortgage creditors of that which they have thus inequitably obtained. It follows that if there has been in reality no diversion, there can be no restoration; and that the amount of restoration should be made to depend upon the amount of the diversion. If in the exercise of this power errors are committed, they, like others, are open to correction on appeal. All depends upon a proper application <span class=\"star-pagination\">*255</span> of well-settled rules of equity jurisprudence to the facts of the case, as established by the evidence.</p>\n<p>In this case no special conditions were attached to the order appointing a receiver in the Circuit Court of the United States; and it is not contended that the intervener has brought himself within the rule fixed by the State court, in respect to the payment of general creditors. He asks to be paid a rent for his cars; but he entered into no express contract with the company which requires such a payment, and there is nowhere to be found any proof of an implied obligation to make such compensation. Two years and more before the appointment of a receiver by the State court, he contracted to sell his cars to the company at an agreed price, payable in instalments, secured by what was in legal effect a paramount lien upon the cars. Payments were made according to the contract until October, 1874, when they stopped. The cars remained in use after that, not under a new contract of lease, but under the old contract of sale. The price agreed upon not having been paid in full, the power of reclamation, which was reserved, has been exercised and sustained. The cars were not included in what was sold at the foreclosure sale, and consequently have contributed nothing directly to the fund now in court for distribution. So far as appears, no moneys growing out of the receivership remain to be applied on the bonded debt; and, if there did, through the rent already paid by receiver Anderson, full compensation has been made for all additions to that fund by means of the use of the cars. There is nothing to show that the current income of the receivership or of the company has been in any manner employed so as to deprive this creditor of any of his equitable rights. In short, as the case stands, no equitable claim whatever has been established upon the fund in court. Prima facie that fund belongs to the mortgage creditors, and the presumption which thus arises has not been overcome. Schall, for the balance, his due, after his own security has been exhausted, occupies the position of a general creditor only.</p>\n<p>The decree of the Circuit Court will be reversed so far as it directs the payment of the sum of $14,568.75 to Schall, the appellee, from the fund in court; but in all other respects it <span class=\"star-pagination\">*256</span> is affirmed, and the cause remanded with instructions to so modify the decree as to make it conform hereto. The costs of the appeal must be paid by the appellee; and it is</p>\n<p>So ordered.</p>\n</div>", 
  "sha1": "3209d6c42a721800b7ee21ff7e85163203c8a333", 
  "date_modified": "2014-12-21T01:29:06.768817", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/89941/fosdick-v-schall/", 
  "citation_count": 34, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/384268/", 
  "html": "<p class=\"case_cite\">99 U.S. 235</p>\n    <p class=\"case_cite\">25 L.Ed. 339</p>\n    <p class=\"parties\">FOSDICK<br>v.<br>SCHALL.</p>\n    <p class=\"date\">October Term, 1878</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">APPEAL from the Circuit Court of the United States for the Northern District of Illinois.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Chicago, Danville, and Vincennes Railroad Company, an Illinois corporation, on the 10th of March, 1869, executed a mortgage to William R. Fosdick and James D. Fish, trustees, to secure an issue of $2,500,000 of bonds. This mortgage covered all the franchises, issues, and profits of the company, and all the property it then owned or possessed, or might thereafter acquire, either in law or equity. Provision was made to the effect that, in case of default in the payment of interest on the bonds continuing for six months, the trustees in the mortgage, on demand of the holders of at least one-half the bonds then outstanding and unpaid, might take possession of all the mortgaged property, together with all the books, records, papers, accounts, and money of the company, and enter into the management and control thereof, paying all the expenses of taking, holding, managing, and operating the property from the income and profits thereof, or, if the property should be sold, from the sale thereof. The property might be sold as an entirety, and the proceeds, after deducting the expenses of sale, applied to the payment of the interest and principal of the bonds.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On the 12th of March, 1872, a second mortgage was executed to the same trustees, to secure a further issue of bonds to the amount of $1,500,000.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On the 1st of February, 1873, after both these mortgages were executed, the railroad company and Michael Schall entered into a contract in writing, a copy of which is as follows:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'NEW YORK, Feb 1, 1873.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'Sold this day for account of Mr. Michael Schall, of York, Penn.,</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'To the Chicago, Danville, and Vincennes Railroad Co.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'Office 38 Pine Street, New York:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'Two hundred (200) eight-wheel gondola coal-cars, as per specifications and agreement made by J. E. Young, and herewith attached.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'Price, delivered on the track at Pittsburg, at adpot of P. C. &amp; St. L. R. R., seven hundred dollars per car. Cars to remain the property of Michael Schall until paid for.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'Delivery to commence, and cars to be taken, on or before March 1, and at least twenty-five (25) cars in each week thereafter until all are delivered, the seller having the option of increasing the number of cars to be delivered per week, if desired.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'Settlement to be made on delivery of each twenty-five (25) cars or more, at the opinion of sellers, with the notes of the Chicago, Danville, and Vincennes Railroad Company, payable in the city of New York, and adding interest at the rate of ten per cent per annum. The first notes are to be drawn at sixty days from date of delivery, and for twenty (20) dollars on each car, and the balance for a like amount and payable monthly thereafter.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'Cars to be lettered and numbered as per directions of Mr. Young.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'Invoice and shipping receipts to be sent to the railroad company's office, No 38 Pine Street, New York.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'It is understood the sellers shall not be responsible for the acts of Providence, strikes of workmen, or other causes beyond their control, which may retard and delay the manufacturing and delivery of the said cars as above stated.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'Shipping receipts to be evidence of delivery.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'(Signed) MICHAEL SCHALL.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'I hereby accept the above proposition for the R. R. Co.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">'(Signed) J. E. YOUNG, <i>Gen. Manager</i>.'</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Under this contract two hundred and twenty-five cars were delivered into the possession of the railroad company by Schall, numbered from 0141 to 0365, both inclusive, and lettered, 'This car is the property of Michael Schall, York, Pa.' Notes were executed by the company, according to agreement, for the price of the cars as they were delivered. Of these notes $44,323.43 have been paid by the company, and $110,334.04 are outstanding. The cars were used by the company in the usual course of business.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On the 22d of February, 1875, Stephen Osgood, who held $9,000 of the bonds secured by the mortgage of 1869, and $2,000 of those secured by that of 1872, filed a bill in chancery in the Circuit Court of Will County, Illinois, against the railroad company and Fosdick and Fish, trustees, with others, for a foreclosure of the two mortgages and a sale of the mortgaged property for the benefit of the bondholders, according to their respective priorities; and on the same day the court appointed Henry B. Hammond and John B. Brown receivers in the cause, with authority to take the moneys, property, and effects of the company into their possession, and run and operate the railroad under the orders of the court until discharged. In the order making the appointment it was specially provided that out of the moneys which should come into the hands of the receivers by reason of the operation of the road, the collection of debts, or the sale of the property, they should pay without further order as to particular demands&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">1. The necessary current expenses of carrying out the duties of the trust;</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">2. 'All debts now [then] due and owing by said railroad company for labor and services rendered in operating the railroad within the [then] last three months, and all indebtedness for engines, iron, wood, supplies, cars, or other property purchased within said period of three months for the use of the company;'</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">3. Taxes, insurance, and charges of litigation; and,</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">4. Liabilities for animals killed by engines or cars upon the line of the road.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">On the 5th of May, 1875, the cause was removed to the Circuit Court of the United States for the Northern District of Illinois on the application of Fosdick and Fish, trustees, two of the defendants, and on the 17th of the same month the receivers appointed by the State court filed in the Circuit Court an account of their receivership for the months of February, March, and April.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On the 20th of May, Fosdick and Fish, as trustees, filed in the same Circuit Court of the United States their bill against the railroad company and certain other defendants, for the foreclosure of the two mortgages of which they were trustees; and on the same day an order was entered in that court appointing Adna Anderson receiver, with authority to take possession of all the books, papers, vouchers, and evidence of indebtedness, moneys, and assets of the company, and all other effects of every kind, name, and nature which belonged to the company, or were held for its use and benefit, or in which it had any beneficial interest. He was also authorized to run, operate, and manage the road and pay the expenses thereof, and manage and control all the property and affairs of the company. Authority was also given him to use the moneys of the company for any and all the purposes specified in the order, and he was required, as speedily as possible, to examine into the condition of the property and assets of the company, its contracts, leases, running arrangements, its business affairs, and take an inventory of its movable property and make a schedule of its floating indebtedness for labor and supplies, and report the same, as soon as might be, with his recommendation as to the proper disposition of the same and payment thereof. Under this order Anderson took possession of the property, and on the 11th of June the receivers appointed by the State court filed their final accounts, and asked to be discharged from their trust.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The cars delivered under the Schall contract were in use by the company when the receivers appointed by the State court took possession. Those receivers also continued to use the cars during all the time they operated the road, and Anderson took the possession of them when he entered upon his receivership. On the 27th of November, 1875, Anderson having ascertained what the claim of Schall was, and finding that they were necessary for the use of the road, entered into an arrangement with him, subject to the approval of the court, by which they were valued at $420 each; and it was agreed that Schall should be paid seven dollars a month for each car as rent. The aggregate of payments at this rate for five years would equal the value of the cars; and it was further agreed that if the rent was paid promptly, and in addition an amount which would be equal to interest at the rate of seven per cent per annum on the deferred instalments, the cars should, at the end of that time, become the property of the company.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">On the 19th of July, 1875, the Circuit Court denied a motion of Osgood to consolidate his suit removed from the State court with that of Fosdick and Fish, but made an order allowing him and his associates to intervene in the latter suit for the protection of their respective interests, upon taking the necessary steps therefor. Accordingly, on the 6th of January, 1876, Stephen Osgood, Frederick W. Huidekoper, Thomas W. Shannon, John M. Dennison, George W. Gill, Alanson A. Sumner, Chandler Robbins, and William T. Hickok, owners and holders of a large amount of bonds secured by the several mortgages which were in the process of foreclosure, filed, with the permission of the court, their petition of intervention.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">On the 27th of January, 1876, Schall filed an intervening petition, in which, after setting forth the facts of his claim substantially as they have already been given, and averring that he had been paid at the rate of seven dollars a month as rent during all the time the cars had been in use by the present receiver, he asked that the balance, his due, might be paid him out of any funds to the credit of the cause not otherwise appropriated, and that the cars might be returned to him.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Fosdick and Fish and the intervening bondholders answered this petition, claiming that the title of the cars had passed to the company under its contract with Schall, and that consequently the lien of the mortgages had attached to the cars as after-acquired property. They denied his right to payment for the cars out of the income of the road or out of the proceeds of the sale, and they denied his right to a return of the cars.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">On the 5th of December, 1876, the court entered a decree in the suit of Fosdick and Fish for a sale of the mortgaged property, not, however, including the cars of Schall; and on the 7th of February, 1877, the property was sold in accordance with the provisions of the decree to Huidekoper, Shannon, and Dennison for $1,450,000. On the 12th of April the sale was approved by the court, and the master ordered to convey the property to the purchasers.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">On the 28th of April, 1877, the master, to whom the matter of the intervening petition of Schall had been referred, reported the facts as they have already been stated, and also that the cars were necessary for the use of the road, and that the arrangement which had been made by the receiver was a beneficial one, whether the road remained in the hands of the receiver or passed into the possession of other parties.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">To this report Fosdick and Fish and the intervening bondholders excepted, in substance, because the master found the title to the cars to be in Schall, and not in the company. Upon the final hearing, the court held that Schall had not parted with his title to the cars, and was entitled to the possession. Accordingly it was ordered that the receiver, if in possession, or the purchasers at the sale, should restore the cars to Schall, and that the clerk of the court, out of the funds standing to the credit of the cause, should pay him the sum of $9,450, as rent for the cars, at the rate of seven dollars each per month for the six months preceding the 22d of February, 1875, the date when the receivers of the State court were appointed and took possession, and the further sum of $5,118.75, for a like rent during the time the cars were used by the receivers of the State court. It nowhere appears from the record that there are any funds in court to the credit of the cause except such as arose from the sale of the mortgaged property.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">From this decree Fosdick and Fish and the intervening bondholders have appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\"><i>Mr. Henry Crawford</i> and <i>Mr. Ashbel Green</i> for the appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Even should it finally be decided that the title to the cars has always been in Schall, the court below could not appropriate any part of the proceeds of sale to discharge a liability for the rent of the cars incurred by the mortgagor, years after the lien of the mortgage had become fixed and paramount.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The lien of the appellants by the recorded mortgage became effective March 10, 1869, and a subsequent creditor of the company, who claims under a contract into which he entered without privity of the mortgagee, must hold his rights subject in all things to that mortgage. <i>Rogers</i> v. <i>Humphreys</i>, 4 Ad. &amp; El. 299; <i>Haven</i> v. <i>Adams</i>, 4 Allen (Mass.), 80; <i>Crosby</i> v. <i>Harlow</i>, 21 Me. 499; <i>Ellis</i> v. <i>B. H. &amp; E. Railroad</i>, 107 Mass. 1. The Statute of Illinois is express. Gross, Stat., c. 24, sect. 19. The judicial construction of it has with unvarying strictness charged him with full notice of the rights of the holders of the first recorded lien, and ruled that it was impossible for him to acquire any greater interest or equities in the incumbered estate than the mortgagor possessed. <i>Warner</i> v. <i>Helen</i>, 1 Gilm. (Ill.) 220; <i>Kruse</i> v. <i>Scripps</i>, 11 Ill. 98.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The lien given to a mechanic by express enactment is treated as an <i>in invitum</i> hypothecation of the premises on which the work is done or materials are delivered; and if it be subsequent in date to duly recorded incumbrances, he accepts it with full notice. He cannot recoup the improvements incorporated in the mortgaged premises, nor postpone the claim of the mortgagees.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The action of the court below in repudiating this doctrine is contrary to all the authorities. <i>Reed</i> v. <i>Bank of Tennessee</i>, 1 Sneed (Tenn.), 262; <i>Jesup</i> v. <i>Stone</i>, 13 Wis. 466; <i>Otley</i> v. <i>Haviland</i>, 36 Miss. 19; <i>Prior</i> v. <i>Munn</i>, 4 Cal. 175; <i>Hughes</i> v. <i>Edwards</i>, 9 Wheat. 500; <i>Minnesota Company</i> v. <i>St. Paul</i> <i>Company</i>, 2 Wall. 609; <i>Butt</i> v. <i>Ellett</i>, 19 id. 544; <i>Getchell</i> v. <i>Allen</i>, 34 Iowa, 562.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The governing principles upon which priority of lien is based are that the vested rights of purchasers or incumbrancers cannot in any manner or to any degree be impaired or displaced, when once attached, by any rights subsequently accruing to mechanics. <i>Williams</i> v. <i>Chapman</i>, 17 Ill. 423; <i>McLagen</i> v. <i>Brown</i>, 11 id. 519.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In an ordinary foreclosure, it would be conceded that these principles control, and that the statutory priority of the bondholders cannot be defeated by devoting any part of the proceeds of the sale to the payment of any junior liability or contract of the mortgagor.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The only claim to exempt this case from the control of the rules applicable to real-estate mortgages must be based upon the exploded hypothesis that mortgages upon railways are in this respect exceptional in their character. The legislature gave this corporation power to 'mortgage' its property to secure its bonds. The mortgage, as to its execution, acknowledgment, record, and effect, was determined by those laws and statutes applicable to mortgages made by natural persons. On default, it is enforceable by chancery, and the rights of the creditors secured thereby are protected by the same principles as to registry and priority which preserve the vested rights of other mortgagees. The attempt to make a distinction to the prejudice of the mortgagees of a railroad was repudiated by this court at a very early period in the history of this class of securities. <i>Dunham</i> v. <i>Railway Company</i>, 1 Wall. 268. See also <i>Palmer</i> v. <i>Forbes</i>, 23 Ill. 248.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The bondholders' right grows out of their lien upon the entire railroad and appurtenances whose sale produced the fund. According to fundamental principles, Schall's claim, arising years later, is subordinate, and therefore not entitled to any share of the fund until full payment of the bonds.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">No warrant can be found in the legislation of Illinois for a preference to the car manufacturer. A railroad being a <i>quasi</i> public work, owned and operated by an artificial person, having only such capacity as the legislature choose to grant, it is usual, by express statute, to vest borrowing powers and the authority to create even an express contract lien. In the absence of positive enactment, a railroad company cannot create a statutory charge upon its road by incurring a liability for improvements. <i>Dunn</i> v. <i>North Missouri Railroad</i>, 24 Mo. 493; <i>McAuley</i> v. <i>West Vermont Railroad</i>, 33 Vt. 323. The only statute of Illinois purporting to cover this class of liabilities and authorize a lien upon railroads is that of July 1, 1872 (Rev. Stat. Ill. (1874), p. 671, sect. 51), which embraces, <i>inter alia</i>, fuel, ties, material, supplies, or any other article or thing necessary for the operation of the road. We do not ask any narrow construction of the statute as to the class of claims included in it. Cars are necessary for the operation of a railroad; should an owner of them, by a contract for rent, lease his equipment to an Illinois railroad corporation, he might, under a fair construction of the law, be considered as furnishing a supply or an article or a thing necessary for the operation of the road, and as entitled to the precise rights and remedies of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The nature and extent of this statutory right, and especially when invoked as against prior and fixed incumbrances, are not matters of doubtful construction.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In determining whether such a construction is to be put upon the statutes as would overreach prior incumbrances, very strict canons of construction are adopted by the courts. <i>Morgan</i> v. <i>Cincinnati</i>, 3 Wall. 275; <i>Davis</i> v. <i>Alvord</i>, 94 U. S. 545; <i>Cook</i> v. <i>Heald</i>, 21 Ill. 425; <i>Brady</i> v. <i>Anderson</i>, 24 id. 112; <i>Stephens</i> v. <i>Holmes</i>, 64 id. 336.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">This construction given to the local statute by the highest judicial authority of the State is controlling on the Federal courts. <i>Leffingwell</i> v. <i>Warren</i>, 2 Black, 599; <i>Nichols</i> v. <i>Levy</i>, 5 Wall. 433; <i>Railroad Tax Cases</i>, 92 U. S. 575.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The statute, instead of displacing prior liens to any extent whatever, has been cautiously framed to protect them, in precise harmony with the correct principles which we have noted, and most explicitly defines and bounds the lien. It is 'upon all the property, real, personal, and mixed, of said railroad corporation, as against such railroad, and as against all mortgages or other liens which shall accrue after the commencement of the delivery of said articles,' &amp;c. Prior mortgages or other liens are left wholly untouched. Their priorities, already assured by the registry laws, were further designed to be protected by express legislation, and as against them the material-man has no lien. His only claim is to take his incumbrance as of the date when his supplies were first delivered; and, if any surplus is left after full payment of the precedent mortgages, to assert it upon that, as against the liens which accrued after his had become vested.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\"><i>Davis</i> v. <i>Bilsland</i> (18 Wall. 659) and <i>Fox</i> v. <i>Seal</i> (22 id. 424) were decided upon statutes whose provisions are directly the reverse of those which apply to this case.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The first mortgage which the Circuit Court displaced by this decree did not accrue after, but five years before, the sale of the cars or their delivery to the company, and Schall's statutory charge was wholly inoperative. If he had, in apt time, instituted an equitable action in his own name, to enforce his lien on the railroad property by reason of his claim, he could only have obtained a decree limited to the company's title, and to that of such mortgagees as had accrued after the date when the delivery of his cars began. His rights cannot be amplified because he seeks to enforce them as an intervener in a pending foreclosure case. The statute only fixes the lien 'provided suit shall be commenced within six months after such material shall have been furnished.' When Schall filed his petition the bar of the statute was complete. <i>Green</i> v. <i>Jackson Water Co.</i>, 10 Cal. 374; <i>Green</i> v. <i>Ely</i>, 2 Greene (Iowa), 508; <i>Lunt</i> v. <i>Stephens</i>, 75 Ill. 512; <i>Arbuckle</i> v. <i>Illinois Midland Railway</i>, 81 id. 431; <i>Pryor</i> v. <i>White</i>, 16 B. Mon. (Ky.) 605; Phillips, Mech. Liens, sect. 281.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The mechanic's lien derives its existence and efficacy from positive legislation, and not by reason of any superior natural equity. It can never be enforced, unless he brings himself within the provisions of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The whole doctrine was summed up in <i>Ellison</i> v. <i>Jackson Water Co.</i>, 12 Cal. 554. 'The plaintiff cannot, therefore, maintain the lien he asserts under the statute, and outside of the statute there is no lien which can be enforced. Equity raises no lien in relation to real estate except that of a vendor for purchase-money.' See also <i>Spencer</i> v. <i>Barnett</i>, 35 N. Y. 94; <i>McNeil</i> v. <i>Borland</i>, 23 Cal. 144; <i>McCoy</i> v. <i>Quick</i>, 30 Wis. 521; <i>Clark</i> v. <i>Moore</i>, 64 Ill. 275; <i>Croskey</i> v. <i>N. W. M. Co.</i>, 48 id. 480; <i>Brady</i> v. <i>Anderson</i>, 24 id. 112; <i>Stephens</i> v. <i>Holmes</i>, 64 id. 336; <i>Rothgerber</i> v. <i>Dupy</i>, id. 452; <i>Phillips</i> v. <i>Stone</i>, 25 id. 80; <i>Cook</i> v. <i>Heald</i>, 21 id. 425; <i>Canal Company</i> v. <i>Gordon</i>, 6 Wall. 561; <i>Fountain</i> v. <i>Reneval</i>, 17 How. 384.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The charter of the company authorized it to mortgage all its then existing or after-acquired property. The lien was thus to be paramount, continuous, and effectual. The power of sale in that instrument was a part of the security which mortgage creditors had the right to have enforced. <i>Shaw et al.</i> v. <i>Norfolk County Railroad Co. et al.</i>, 5 Gray (Mass.), 162; <i>American Bridge Co.</i> v. <i>Heidelbach</i>, 94 U. S. 798; <i>Dows</i> v. <i>Muller</i>, id. 444; <i>Gilman et al.</i> v. <i>Illinois &amp; Mississippi Telegraph Co.</i>, 91 id. 603.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The appointment of a receiver in such cases is equivalent to an entry by the mortgagees, and thereafter the income of the property is theirs. <i>American Bridge Co.</i> v. <i>Heidelbach, supra; Gilman</i> v. <i>Illinois &amp; Mississippi Telegraph Co., supra; Galveston Railroad</i> v. <i>Cowdrey</i>, 11 Wall. 482; <i>Noyes</i> v. <i>Rich</i>, 52 Me. 116; <i>Boyd</i> v. <i>Burke</i>, 8 I. R. Eq. 660; <i>Howell</i> v. <i>Ripley</i>, 10 Paige (N. Y.), Ch. 43; <i>Ellis</i> v. <i>Boston, Hartford, &amp; Erie Railroad Co.</i>, 107 Mass. 1.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The Circuit Court had no more authority to take a portion of the mortgage security and devote it to subsequent creditors, than to order it paid over to the corporation itself, and then let it pay its own floating debts. <i>Douglass</i> v. <i>Cline</i>, 3 Cent. Law J. 659.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">An exceptional case of hardship or equity does not authorize a court to disregard the legal priority of the mortgages. <i>Denniston</i> v. <i>Chicago, Alton, &amp; St. Louis Railroad Co.</i>, 4 Biss. 415; <i>Ellis</i> v. <i>Boston, Hartford, &amp; Erie Railroad Co., supra; Galveston Railroad Co.</i> v. <i>Cowdrey, supra; Duncan</i> v. <i>Mobile &amp; Ohio Railroad</i>, 2 Woods, 545; <i>Coe</i> v. <i>Columbus, Peoria, &amp; Indiana Railroad Co.</i>, 10 Ohio St. 404; <i>Dillon</i> v. <i>Barnard</i>, 1 Holmes, 394; <i>Dunham</i> v. <i>Railway Company</i>, 1 Wall. 268; <i>Nelson</i> v. <i>Iowa Eastern Railway Co.</i>, 2 Cent. Law J. 741.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Schall cannot lawfully recover possession of the cars, nor compensation for their use by a receiver, in the foreclosure suit, because the trust-deed became a subsisting and paramount lien thereon, as soon as they were purchased by and delivered to the company, and the written contract under which Schall claims title is, as against the appellants, void under the laws of Illinois. <i>Pennock</i> v. <i>Coe</i>, 23 How. 117; <i>Minnesota Company</i> v. <i>St. Paul Company</i>, 2 Wall. 609; <i>Shaw</i> v. <i>Bill</i>, 95 U.S. 10; <i>Galveston Railroad</i> v. <i>Cowdrey, supra</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The Supreme Court of Illinois, in <i>Palmer</i> v. <i>Forbes</i> (23 Ill. 248), announced the same view, holding that engines and cars were in the nature of chattels real, and, whenever they came into the possession of the company by purchase, became immediately subject to the mortgage.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">This construction of the mortgage was, therefore, at its date, a fixed rule of property.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The bondholders' title to the cars is based on the fact that they are described in the mortgage, and that their lien has been still further ripened and enforced by an actual possession taken in their interest.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Schall sold the cars to the company. The sale was perfected by actual delivery, and part payment was made. The title was attempted to be retained in him, but solely by way of security for the unpaid portion of the contract price. He had no right of possession, use, or disposition of them, and the risk of the property was with the company.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The exact legal character of the contract is thus defined by the Supreme Court of Illinois: 'It was a conditional sale with a right of rescission on the part of the vendor in case the purchaser should fail in payment of his instalments. A contract legal and valid as between the parties, but made with the risk on the part of the vendor of losing his lien in case the property should be levied upon by creditors of the purchaser while in possession of the latter.' <i>Murch</i> v. <i>Wright</i>, 46 Ill. 488.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The transaction is precisely as though the petitioner had executed a formal bill of sale for the cars, and taken back an unrecorded chattel mortgage for the deferred payments.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The invalidity of such an unrecorded and unacknowledged contract for a lien is settled by the Supreme Court of Illinois interpreting the statute. <i>Ketchum</i> v. <i>Watson</i>, 24 Ill. 591; <i>Forest</i> v. <i>Tinkham</i>, 29 id. 141; <i>McCormick</i> v. <i>Hadden</i>, 37 id. 371; <i>Sage</i> v. <i>Browning</i>, 51 id. 217; <i>Frank</i> v. <i>Miner</i>, 50 id. 444.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The whole subject has been recently adjudged by this court in <i>Hervey et al.</i> v. <i>Rhode Island Locomotive Works</i>, 93 U. S. 664.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\"><i>Mr. R. Biddle Roberts, contra</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The cars furnished by Schall being in the nature of supplies, within the meaning of the Illinois statute of July 1, 1872, entitled him to a lien upon all the personal property of the company for the amount due him. That lien was not lost by the delay in filing his petition. The possession of the receiver was for the benefit of all parties who might at the termination of the suit be found to be entitled to the property, and it prevented the lapsing of the lien by limitation. <i>Wrixon</i> v. <i>Vize</i>, 3 Dr. &amp; War. 104.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">A contract of conditional sale of cars to a railway company by the terms of which the company takes possession, and the vendor retains the title to and the ownership of them until full payment for them is made&#8212;is, even in Illinois, a valid contract, without recording it as a chattel mortgage, and is binding upon the company and its receiver. Under it, as between the company and its privies and the vendor, the title to the cars does not pass to or vest in the company until full payment is made. 1 Parsons, Contr., p. 449; Benjamin, Sales, sect. 320; Story, Sales, sect. 313; Hilliard, Sales, p. 61; 2 Kent, Com., p. 497; 2 Schouler, Pers. Prop., p. 292; <i>Murch</i> v. <i>Wright</i>, 46 Ill. 487; <i>Gibbs</i> v. <i>Jones</i>, id. 319; <i>Fawcett, Isham, &amp; Co.</i> v. <i>Osborn, Adams, &amp; Co.</i>, 32 id. 11.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">That such a contract is valid and binding against everybody, and under it the vendor holds his title absolutely against not only the vendee and his privies, attaching creditors of the vendee, and sales on execution levied by them, but even against <i>bona fide</i> purchasers without notice, is sustained by the weight of authority. <i>Copland</i> v. <i>Bosquet</i>, 4 Wash. 588; <i>Rogers Locomotive Works</i> v. <i>Lewis</i>, 4 Dill. 158; <i>Tibbetts</i> v. <i>Towle</i>, 12 Me. 341; <i>Hotchkiss</i> v. <i>Hunt</i>, 49 id. 213; <i>Edwards</i> v. <i>Grand Trunk Railway of Canada</i>, 54 id. 105; <i>Crocker</i> v. <i>Gullifer</i>, 44 id. 491; <i>Luey</i> v. <i>Bundy</i>, 9 N. H. 298; <i>Porter</i> v. <i>Pettengill</i>, 12 id. 299; <i>Kimball</i> v. <i>Jackman</i>, 42 id. 242; <i>McFarland</i> v. <i>Farmer</i>, id. 386; <i>West</i> v. <i>Bolton</i>, 4 Vt. 558; <i>Manwell</i> v. <i>Briggs</i>, 17 id. 176; <i>Bradley</i> v. <i>Arnold</i>, 16 id. 382; <i>Root</i> v. <i>Lord</i>, 23 id. 568; <i>Davis</i> v. <i>Bradley</i>, 24 id. 55; <i>Clark</i> v. <i>Wells</i>, 45 id. 4; <i>Armington</i> v. <i>Houston</i>, 38 id. 448; <i>Coggill</i> v. <i>Hartford &amp; New Haven Railroad Co.</i>, 3 Gray (Mass.), 545; <i>Sargent</i> v. <i>Metcalf</i>, 5 id. 306; <i>Burbank</i> v. <i>Crooker</i>, 7 id. 158; <i>Deshon</i> v. <i>Bigelow</i>, 8 id. 159; <i>Hirschorn</i> v. <i>Canney</i>, 98 Mass. 149; <i>Day</i> v. <i>Bassett</i>, 102 id. 445; <i>Crompton</i> v. <i>Pratt</i>, 105 id. 255; <i>Barrett</i> v. <i>Pritchard</i>, 2 Pick. (Mass.) 512; <i>Hussey</i> v. <i>Thornton</i>, 4 Mass. 405; <i>Marston</i> v. <i>Baldwin</i>, 17 id. 606; <i>Ballard</i> v. <i>Burgett</i>, 40 N. Y. 314; <i>Keeler</i> v. <i>Field</i>, 1 Paige (N. Y.), 312; <i>Herring</i> v. <i>Hoppock</i>, 15 N. Y. 409; <i>Forbes</i> v. <i>Marsh</i>, 15 Conn. 384; <i>Hart</i> v. <i>Carpenter</i>, 24 id. 427; <i>Rose</i> v. <i>Story</i>, 1 Pa. St. 190; <i>Agnew</i> v. <i>Johnson</i>, 22 id. 471; <i>Lehigh Company</i> v. <i>Field</i>, 8 Watts &amp; S. (Pa.) 232; <i>Sage</i> v. <i>Sleutz</i>, 23 Ohio St. 1; <i>Roland</i> v. <i>Gundy</i>, 5 Ohio, 202; <i>Carmack</i> v. <i>Gordon</i>, 2 Cin. (Ohio) 408; <i>Thomas</i> v. <i>Winters</i>, 12 Ind. 322; <i>Shireman</i> v. <i>Jackson</i>, 14 id. 459; <i>Plummer</i> v. <i>Shirley</i>, 16 id. 380; <i>Hanway</i> v. <i>Wallace</i>, 18 id. 377; <i>Dunbar</i> v. <i>Rawles</i>, 28 id. 225; <i>Bradshaw</i> v. <i>Warner et al.</i>, 54 id. 58; <i>Parmlee</i> v. <i>Catherwood</i>, 36 Mo. 479; <i>Griffin</i> v. <i>Pugh</i>, 44 id. 326; <i>Little</i> v. <i>Page</i>, id. 412; <i>Ridgeway et al.</i> v. <i>Kennedy et al.</i>, 52 id. 24; <i>Bailey</i> v. <i>Harris</i>, 8 Iowa, 331; <i>Robinson</i> v. <i>Chapline</i>, 9 id. 91; <i>Baker</i> v. <i>Hall</i>, 15 id. 277; <i>Owens</i> v. <i>Hastings &amp; Sexton</i>, 18 Kan. 446; <i>Sumner</i> v. <i>McFarland</i>, 15 id. 600; <i>Hallowell</i> v. <i>Milne</i>, 16 id. 65; <i>Couse</i> v. <i>Tregent</i>, 11 Mich. 65; <i>Fifield</i> v. <i>Elmer</i>, 25 id. 48; <i>Hunter</i> v. <i>Warner</i>, 1 Wis. 126; <i>Goldsmith</i> v. <i>Bryant</i>, 26 id. 34; <i>Bradshaw</i> v. <i>Thomas</i>, 7 Yerg. (Tenn.) 497; <i>Gambling</i> v. <i>Read</i>, 1 Meigs (Tenn.), 281; <i>Buson</i> v. <i>Dougherty</i>, 11 Humph. (Tenn.) 50; <i>Ellison</i> v. <i>Jones</i>, 4 Ired. (N. C.) 48; <i>Parris</i> v. <i>Roberts</i>, 12 id. 268; <i>Patton</i> v. <i>McCane</i>, 15 B. Mon. (Ky.) 555; <i>Chism</i> v. <i>Woods</i>, Hard. (Ky.) 531; <i>Goodwin</i> v. <i>May</i>, 23 Ga. 205; <i>McBride</i> v. <i>Whitehead</i>, 1 Ga. Dec. 165; <i>Thompson</i> v. <i>Ray</i>, 46 Ala. 224; <i>Mount</i> v. <i>Harris</i>, 1 Smed. &amp; M. (Miss.) Ch. 185; <i>Williams</i> v. <i>Connoway</i>, 3 Houst. (Del.) 63.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The possession of a railroad and its equipments, which is taken by a receiver under an appointment by a court, changes no right of ownership of any part of the property, perfects no title to any part, gives no new or added right to any part, changes no contract regarding the ownership of any part; but is merely a holding by the same title, subject to the same contracts, limitations, and conditions under which the railroad company held the property, at the time of such appointment. Edwards, Receivers, pp. 3, 4, 4, 12, 165; 2 Dan. Ch., 28, sect. 3; Field, Corp., sects. 419, 420; High, Receivers, sects. 5, 318, 319; <i>Hide</i> v. <i>Lynde</i>, 4 Comst. (N. Y.) 387; <i>Curtis</i> v. <i>Leavitt</i>, 15 N. Y. 1; <i>Skip</i> v. <i>Harwood</i>, 3 Atk. 564; <i>Portman</i> v. <i>Mill</i>, 8 Law J. N. S. 165; <i>Delany</i> v. <i>Mansfield</i>, 1 Hog., 235; <i>Receivers</i> v. <i>The Paterson Gas Light Co.</i>, 3 Zab. (N. J.) 283; <i>In re Colvin</i>, 3 Md. Ch. 280; <i>Williamson</i> v. <i>Wilson</i>, 1 Bland (Md.), 418; <i>H. K. Chase's Case</i>, id. 206; <i>Ellicott</i> v. <i>Warford</i>, 4 Md. 80; <i>Ellis</i> v. <i>Boston &amp; Hartford Railroad Co.</i>, 107 Mass. 1; <i>Lincoln</i> v. <i>Fitch</i>, 42 Me. 469; <i>Devendorf</i> v. <i>Beardsley</i>, 23 Barb. (N. Y.) 656; <i>Williams</i> v. <i>Babcock</i>, 25 id. 109.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The company not having acquired the title to the cars, they never became subject to the lien of the mortgage, and cannot be held by the receiver or the mortgagees, except upon complying with the conditions of the contract of sale. If he uses the cars in operating the railroad, and does not comply with that contract by paying for them, the owner has a just claim for the use of them, which should be paid out of the earnings of the trust property while in the hands of the receiver, or out of the proceeds of the sale of it, if the earnings have been applied to the benefit of it. <i>United States</i> v. <i>New Orleans Railroad</i>, 12 Wall. 362; <i>State of Florida</i> v. <i>Anderson et al.</i>, 91 U. S. 667; <i>Williamson</i> v. <i>New Jersey Southern Railway Co.</i>, 28 N. J. Eq. 277; <i>Ellis</i> v. <i>Boston, Hartford, &amp; Erie Railroad Co.</i>, 107 Mass. 1.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The railroad company never having acquired the title to the cars, the decree below ordering their delivery to the appellee, and the payment to him of the $14,568.75 as rent, was proper, and should be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">MR. CHIEF JUSTICE WAITE, after stating the facts, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Two questions are presented by the assignment of errors in this case:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">1. Did the lien of the mortgages attach to the cars of Schall on their delivery to the company under his contract, so as to prevent their reclamation as against the mortgagees if the price was not paid according to agreement?</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">2. Was the order for the payment out of the fund in court of the rent of the cars, during the time they were used by the receivers appointed by the State court and for six months before, justifiable under the circumstances of this case?</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">As to the first question, it is contended that the mortgage created a subsisting and paramount lien on the cars as soon as they were put into the possession of the railroad company under the contract, and that the reservation of the title was void under the laws of Illinois, because the contract was not recorded.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">It must be conceded that contracts like this are held by the courts of Illinois to be in effect, so far as the chattel mortgage act of that State is concerned, the same as though a formal bill of sale had been executed and a mortgage given back to secure the price. We had occasion to consider that question in <i>Hervey et al.</i> v. <i>Rhode Island Locomotive Works</i> (93 U. S. 664), and there held, following the Illinois decisions, that if such an instrument was not recorded in accordance with the provisions of the chattel mortgage act (R. S. Ill., 1874, 711, 712), a lien like that of Schall would have no validity as against third persons. Whatever may be the rule in other States, this is undoubtedly the effect of the Illinois statute as construed by the courts of that State. In <i>Green</i> v. <i>Van Buskirk</i> (5 Wall. 307), this court also held that 'where personal property is seized and sold under an attachment, or other writ issuing from a court of the State where the property is, the question of the liability of the property to be sold under the writ must be determined by the law of that State, notwithstanding the domicile of all the claimants to the property may be in another State.' <i>Hervey</i> v. <i>Rhode Island Locomotive Works (supra</i>), was also a case of seizure and sale under judicial process; and the language of the court, as expressed in its opinion delivered by Mr. Justice Davis, is to be construed in connection with that fact.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">As between the parties, notwithstanding the Illinois statute, the transaction is just what, on its face, it purports to be, 'a conditional sale, with a right of rescission on the part of the vendor, in case the purchaser shall fail in payment of his instalments,&#8212;a contract legal and valid as between the parties, but made with the risk, on the part of the vendor, of his losing his lien' if it works a legal wrong to third parties. <i>Murch</i> v. <i>Wright</i>, 46 Ill. 488. The question, then, is whether these mortgagees occupy the position of third parties within the meaning of that term as used in this statute.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">They are in no sense purchasers of the cars. The mortgage attaches to the cars, if it attaches at all, because they are 'after-acquired' property of the company; but as to that class of property it is well settled that the lien attaches subject to all the conditions with which it is incumbered when it comes into the hands of the mortgagor. The mortgagees take just such an interest in the property as the mortgagor acquired; no more, no less. These cars were 'loose property susceptible of separate ownership and separate liens,' and 'such liens, if binding on the railroad company itself, are unaffected by a prior general mortgage given by the company and paramount thereto.' <i>United States</i> v. <i>New Orleans Railroad</i>, 12 Wall. 362. The title of the mortgagees in this case, therefore, is subject to all the rights of Schall under his contract.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">The possession taken by the receiver is only that of the court, whose officer he is, and adds nothing to the previously existing title of the mortgagees. He holds, pending the litigation, for the benefit of whomsoever in the end it shall be found to concern, and in the mean time the court proceeds to determine the rights of the parties upon the same principles it would if no change of possession had taken place.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">It follows that the decree ordering a return of the cars to Schall was right. Whether, if the property is worth more than is due upon the contract of purchase, the mortgagees can obtain the benefit of the overplus, is a question we are not called upon to consider.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">As to the second question, we have no doubt that when a court of chancery is asked by railroad mortgagees to appoint a receiver of railroad property, pending proceedings for foreclosure, the court, in the exercise of a sound judicial discretion, may, as a condition of issuing the necessary order, impose such terms in reference to the payment from the income during the receivership of outstanding debts for labor, supplies, equipment, or permanent improvement of the mortgaged property as may, under the circumstances of the particular case, appear to be reasonable. Railroad mortgages and the rights of railroad mortgagees are comparatively new in the history of judicial proceedings. They are peculiar in their character and affect peculiar interests. The amounts involved are generally large, and the rights of the parties oftentimes complicated and conflicting. It rarely happens that a foreclosure is carried through to the end without some concessions by some parties from their strict legal rights, in order to secure advantages that could not otherwise be attained, and which it is supposed will operate for the general good of all who are interested. This results almost as a matter of necessity from the peculiar circumstances which surround such litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">The business of all railroad companies is done to a greater or less extent on credit. This credit is longer or shorter, as the necessities of the case require; and when companies become pecuniarily embarrassed, it frequently happens that debts for labor, supplies, equipment, and improvements are permitted to accumulate, in order that bonded interest may be paid and a disastrous foreclosure postponed, if not altogether avoided. In this way the daily and monthly earnings, which ordinarily should go to pay the daily and monthly expenses, are kept from those to whom in equity they belong, and used to pay the mortgage debt. The income out of which the mortgagee is to be paid is the net income obtained by deducting from the gross earnings what is required for necessary operating and managing expenses, proper equipment, and useful improvements. Every railroad mortgagee in accepting his security impliedly agrees that the current debts made in the ordinary course of business shall be paid from the current receipts before he has any claim upon the income. If for the convenience of the moment something is taken from what may not improperly be called the current debt fund, and put into that which belongs to the mortgage creditors, it certainly is not inequitable for the court, when asked by the mortgagees to take possession of the future income and hold it for their benefit, to require as a condition of such an order that what is due from the earnings to the current debt shall be paid by the court from the future current receipts before any thing derived from that source goes to the mortgagees. In this way the court will only do what, if a receiver should not be appointed, the company ought itself to do. For even though the mortgage may in terms give a lien upon the profits and income, until possession of the mortgaged premises is actually taken or something equivalent done, the whole earnings belong to the company and are subject to its control. <i>Galveston Railroad</i> v. <i>Cowdrey</i>, 11 Wall. 459; <i>Gilman et al.</i> v. <i>Illinois &amp; Mississippi Telegraph Co.</i>, 91 U. S. 603; <i>American Bridge Co.</i> v. <i>Heidelbach</i>, 94 id. 798.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">The mortgagee has his strict rights which he may enforce in the ordinary way. If he asks no favors, he need grant none. But if he calls upon a court of chancery to put forth its extraordinary powers and grant him purely equitable relief, he may with propriety be required to submit to the operation of a rule which always applies in such cases, and do equity in order to get equity. The appointment of a receiver is not a matter of strict right. Such an application always calls for the exercise of judicial discretion; and the Chancellor should so mould his order that while favoring one, injustice is not done to another. If this cannot be accomplished, the application should ordinarily be denied.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">We think, also, that if no such order is made when the receiver is appointed, and it appears in the progress of the cause that bonded interest has been paid, additional equipment provided, or lasting and valuable improvements made out of earnings which ought in equity to have been employed to keep down debts for labor, supplies, and the like, it is within the power of the court to use the income of the receivership to discharge obligations which, but for the diversion of funds, would have been paid in the ordinary course of business. This, not because the creditors to whom such debts are due have in law a lien upon the mortgaged property or the income, but because, in a sense, the officers of the company are trustees of the earnings for the benefit of the different classes of creditors and the stockholders; and if they give to one class of creditors that which properly belongs to another, the court may, upon an adjustment of the accounts, so use the income which comes into its own hands as, if practicable, to restore the parties to their original equitable rights. While, ordinarily, this power is confined to the appropriation of the income of the receivership and the proceeds of moneyed assets that have been taken from the company, cases may arise where equity will require the use of the proceeds of the sale of the mortgaged property in the same way. Thus it often happens that, in the course of the administration of the cause, the court is called upon to take income which would otherwise be applied to the payment of old debts for current expenses, and use it to make permanent improvements on the fixed property, or to buy additional equipment. In this way the value of the mortgaged property is not unfrequently materially increased. It is not to be supposed that any such use of the income will be directed by the court, without giving the parties in interest an opportunity to be heard against it. Generally, as we know both from observation and experience, all such orders are made at the request of the parties or with their consent. Under such circumstances, it is easy to see that there may sometimes be a propriety in paying back to the income from the proceeds of the sale what is thus again diverted from the current debt fund in order to increase the value of the property sold. The same may sometimes be true in respect to expenditures before the receivership. No fixed and inflexible rule can be laid down for the government of the courts in all cases. Each case will necessarily have its own peculiarities, which must to a greater or less extent influence the Chancellor when he comes to act. The power rests upon the fact, that in the administration of the affairs of the company the mortgage creditors have got possession of that which in equity belonged to the whole or a part of the general creditors. Whatever is done, therefore, must be with a view to a restoration by the mortgage creditors of that which they have thus inequitably obtained. It follows that if there has been in reality no diversion, there can be no restoration; and that the amount of restoration should be made to depend upon the amount of the diversion. If in the exercise of this power errors are committed, they, like others, are open to correction on appeal. All depends upon a proper application of well-settled rules of equity jurisprudence to the facts of the case, as established by the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">In this case no special conditions were attached to the order appointing a receiver in the Circuit Court of the United States; and it is not contended that the intervener has brought himself within the rule fixed by the State court, in respect to the payment of general creditors. He asks to be paid a rent for his cars; but he entered into no express contract with the company which requires such a payment, and there is nowhere to be found any proof of an implied obligation to make such compensation. Two years and more before the appointment of a receiver by the State court, he contracted to sell his cars to the company at an agreed price, payable in instalments, secured by what was in legal effect a paramount lien upon the cars. Payments were made according to the contract until October, 1874, when they stopped. The cars remained in use after that, not under a new contract of lease, but under the old contract of sale. The price agreed upon not having been paid in full, the power of reclamation, which was reserved, has been exercised and sustained. The cars were not included in what was sold at the foreclosure sale, and consequently have contributed nothing directly to the fund now in court for distribution. So far as appears, no moneys growing out of the receivership remain to be applied on the bonded debt; and, if there did, through the rent already paid by receiver Anderson, full compensation has been made for all additions to that fund by means of the use of the cars. There is nothing to show that the current income of the receivership or of the company has been in any manner employed so as to deprive this creditor of any of his equitable rights. In short, as the case stands, no equitable claim whatever has been established upon the fund in court. <i>Prima facie</i> that fund belongs to the mortgage creditors, and the presumption which thus arises has not been overcome. Schall, for the balance, his due, after his own security has been exhausted, occupied the position of a general creditor only.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">The decree of the Circuit Court will be reversed so far as it directs the payment of the sum of $14,568.75 to Schall, the appellee, from the fund in court; but in all other respects it is affirmed, and the cause remanded with instructions to so modify the decree as to make it conform hereto. The costs of the appeal must be paid by the appellee; and it is</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\"><i>So ordered</i>.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/89941/"
}