{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "196 U.S. 337", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/96202/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Mining Company v. Tunnel Company", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "18", 
    "id": 80585, 
    "resource_uri": "/api/rest/v2/citation/80585/"
  }, 
  "id": 96202, 
  "blocked": false, 
  "judges": "Brewer", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1905-01-30", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>196 U.S. 337 (1905)</b></center>\n<center><h1>CREEDE AND CRIPPLE CREEK MINING AND MINING COMPANY<br>\nv.<br>\nUINTA TUNNEL MINING AND TRANSPORTATION COMPANY.</h1></center>\n<center>No. 18.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 15, 18, 1904.</center>\n<center>Reargued January 10, 11, 1905.</center>\n<center>Decided January 30, 1905.</center>\nCERTIORARI TO THE UNITED STATES CIRCUIT COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n<p><span class=\"star-pagination\">*338</span> <i>Mr. Charles S. Thomas,</i> with whom <i>Mr. A.T. Gunnell, Mr. W.H. Bryant, Mr. H.H. Lee, Mr. T.M. Patterson, Mr. E.F. Richardson</i> and <i>Mr. H.N. Hawkins</i> were on the brief, for petitioner.</p>\n<p><i>Mr. Charles J. Hughes, Jr.,</i> with whom <i>Mr. Scott Ashton,</i> and <i>Mr. Gerald Hughes</i> were on the brief, for respondent.</p>\n<p><i>Mr. J.C. Helm,</i> by special leave, as <i>amicus curice.</i></p>\n<p>MR. JUSTICE BREWER delivered the opinion of the court.</p>\n<p>Certiorari to review a judgment of the United States Circuit Court of Appeals for the Eighth Circuit, 119 Fed. Rep. 164, reversing a judgment of the Circuit Court of the United States rendered upon a verdict of a jury directed by the court.</p>\n<p>The action was originally brought by the Creede and Cripple Creek Mining and Milling Company, as plaintiff, against the Uinta Tunnel Mining and Transportation Company, as defendant, in the District Court of the county of El Paso, Colorado, for the possession of certain mining claims and for damages. Equitable relief was also prayed. On motion of the defendant the action was removed to the United States Circuit Court for the District of Colorado, where, also on its motion, the pleadings were reformed and the action made one for the possession of the property and damages.</p>\n<p>The plaintiff filed an amended complaint, alleging in substance that it was the owner in fee and in possession and entitled to the possession of the Ocean Wave and Little Mary lode mining claims \u0097 being survey lot No. 8192, evidenced by mineral certificate No. 338, the patent of the United States to said plaintiff for said claims bearing date December 21, 1893 \u0097 that said claims were duly located and discovered on the second of January, 1892, and that the patent related back and took effect of that date for all purposes given and provided <span class=\"star-pagination\">*339</span> by the laws of the United States and the State of Colorado concerning mining claims.</p>\n<p>Entry upon the claims and ouster of plaintiff by defendant by means of its tunnel were also alleged.</p>\n<p>Thereafter the defendant filed its answer. Upon motion of plaintiff certain portions thereof were stricken out, and on the trial testimony offered by the defendant in support of the portions stricken out was rejected.</p>\n<p>The matter to be determined is the sufficiency of the defenses pleaded and stricken out. To appreciate them fully it is well to state some facts about which there is no dispute, and it is sufficient to state the facts in reference to one of the lode mining claims, as the proceedings in respect to the two were alike. On February 1, 1892, J.B. Winchell and E.W. McNeal filed in the office of the county clerk of El Paso County (the county in which the mining claim was situated) a certificate of location which, not verified by affidavit or other testimony, stated that they had on January 2, 1892, located and claimed, in compliance with the mining acts of Congress, 1,500 linear feet on the Ocean Wave lode, and gave the boundaries of the claim. By several mesne conveyances the title of Winchell and McNeal passed to the plaintiff. On August 5, 1893, the plaintiff made an entry of the claim in the proper land office of the United States, and, no proceedings in adverse being instituted, a patent therefor was issued to it on December 21, 1893. There is no reference in the patent to the discovery or the filing of the location certificate. The first appearance of the claim on the records of any office of the United States is the entry in the local land office of August 5, 1893, and the only prior record in any state office is the location certificate, unsworn to, filed February 1, in which the parties filing the certificate stated that they had discovered the lode on January 2, 1892. On February 25, 1892, a location certificate of the defendant's tunnel was filed in the office of the county clerk of El Paso County, which, verified by the oath of one of the locators, stated that on January 13, 1892, they <span class=\"star-pagination\">*340</span> had located the tunnel site by posting in a conspicuous place and at the entrance to the tunnel a notice of their intent to claim and work the tunnel; that they had performed work therein to the value of $270 in driving said tunnel and $80 in furnishing and putting in timbers, and that it was their <i>bona fide</i> intent to prosecute the work with diligence and dispatch for the discovery of lodes and for mining purposes. The certificate also contained a full description of the boundaries of the tunnel site as claimed.</p>\n<p>In a general way it may be said that the defenses which were stricken out were a priority of right and an estoppel. We quote these paragraphs from the answer:</p>\n<p>\"It further avers that the patent of the United States issued for said Ocean Wave and Little Mary lodes and lode mining claims was issued subject to the act of Congress in reference to tunnel rights and subject to the laws of the State of Colorado in reference to the right to run tunnels through ground that may be patented, for the purpose of reaching territory that belongs to tunnel owners beyond such patented claims, and subject to the rights which the defendant The Uinta Tunnel Mining and Transportation Company and its grantors had acquired by reason of the location of said Uinta tunnel, and in and to any and all lodes, veins, and mining claims that it might cut or discover in driving said tunnel, as is guaranteed to the locator of said tunnel under and by virtue of section 2323 of the Revised Statutes of the United States; that the pretended discovery alleged and pretended to have been made in and upon said pretended Ocean Wave and Little Mary lodes and lode mining claims, and by virtue of which the plaintiff claims the right to patent the same under the laws of the United States, was not made until long after the location of said Uinta tunnel, and at the time said pretended locations were made said locators thereof were advised and knew that said tunnel had been located and had been and was being prosecuted with due diligence and in strict compliance with the terms and conditions of the statutes of the United States <span class=\"star-pagination\">*341</span> and of the State of Colorado, which authorize and provide for the location and prosecution of such tunnels and which define and determine the rights pertaining thereto; and that said pretended Ocean Wave and Little Mary lode mining claims, so far as the same may be now claimed and possessed by said plaintiff, were taken and held subject to the rights of this defendant as owner of said Uinta tunnel, located in accordance with section 2323 of the Revised Statutes of the United States, and also subject to the rights of this defendant to cross said claims and to drive drifts therein and to follow said lode claims as located by this defendant and to reach lode claims so owned by this defendant, as hereinbefore and hereinafter stated.</p>\n<p>\"It alleges that it and its grantors have expended in and upon said tunnel the sum of more than one hundred and twenty-five thousand dollars ($125,000), and in addition to said expenditures have also expended upon surface work, in improvements and expenses, the further sum of not less than ten thousand dollars ($10,000).</p>\n<p>\"It alleges that its work and the work of its said grantors in and upon said tunnel has been done openly and without concealment; that the same has been at all times prosecuted under the claim of the defendant and its grantors of the right so to do by virtue of the location of said tunnel and tunnel site location, under and by virtue of the laws of the United States, and under the provisions of section 2323 of the Revised Statutes of the United States; and that the expenditures thereof and the developments made thereon have been made in compliance with the terms and provisions of and in reliance upon said statute.</p>\n<p>\"That the plaintiff, by permitting and allowing this defendant to expend more than the sum of one hundred and thirty-five thousand dollars ($135,000) as aforesaid in reaching, uncovering and discovering said ore body, has no right to interfere with the defendant in operating its tunnel over, through and along said pretended Ocean Wave and Little Mary lodes and lode mining claims, but that, on the contrary, the plaintiff <span class=\"star-pagination\">*342</span> by its conduct and actions in the premises as hereinabove recited and set forth has permitted and allowed the defendant to expend said sum of one hundred and thirty-five thousand dollars ($135,000), and has permitted and allowed the defendant so to proceed with said tunnel through and across said pretended Ocean Wave and Little Mary lodes and lode mining claims until the same has ripened into such a license and permission as entitles the defendant to use its said tunnel as it penetrates said pretended Ocean Wave and Little Mary lodes and lode mining claims, and that said license and permission is such that the defendant cannot be disturbed therein.\"</p>\n<p>It was also alleged that the tunnel had been driven some 2,200 feet; that it entered the ground of the plaintiff at about 550 feet from its portal, and in running through that ground the tunnel was driven 625 feet, leaving the plaintiff's ground at about 1,175 feet from the portal; that after passing it the defendant discovered in the tunnel three or four blind lodes, which it duly located; and it was not until after the discovery and location of these lodes that the plaintiff commenced this action.</p>\n<p>Was there error in striking out these defenses? By section 2319, Rev. Stat., \"all valuable mineral deposits in lands belonging to the United States, both surveyed and unsurveyed, are hereby declared to be free and open to exploration and purchase.\" Until, therefore, the title to the land passes from the Government the minerals therein are \"free and open to exploration and purchase.\" A lode locator acquires a vested property right by virtue of his location, <i>Clipper Mining Co.</i> v. <i>Eli Mining &amp; Land Co.,</i> 194 U.S. 220, but what is the extent of that property right? Section 2322 defines it as follows: \"The locators . . . shall have the exclusive right of possession and enjoyment of all the surface included within the lines of their locations, and of all veins, lodes, and ledges throughout their entire depth, the top or apex of which lies inside of such surface lines extended downward vertically, although such veins, lodes or ledges may so far depart from a <span class=\"star-pagination\">*343</span> perpendicular in their course downward as to extend outside the vertical side lines of such surface locations.\" The express grant to the locator made by this section includes only the surface and the veins apexing within the boundaries of the location. Until, therefore, by entry and payment to the Government the equitable title to the ground passes to the locator, he is in no position to question any rights of exploration which are granted by other provisions of the statute. The fee still remains in the Government. By section 2320 it is provided that \"no location of a mining claim shall be made until the discovery of the vein or lode within the limits of the claim located.\" And by section 2324: \"The miners of each mining district may make regulations not in conflict with the laws of the United States, or with the laws of the State or Territory in which the district is situated, governing the location, manner of recording, amount of work necessary to hold possession of a mining claim, subject to the following requirements: The location must be distinctly marked on the ground so that its boundaries can be readily traced. All records of mining claims hereafter made shall contain the name or names of the locators, the date of the location, and such a description of the claim or claims located, by reference to some natural object or permanent monument as will identify the claim.\" Tunnel rights are granted by section 2323, which reads:</p>\n<p>\"Where a tunnel is run for the development of a vein or lode, or for the discovery of mines, the owners of such tunnel shall have the right of possession of all veins or lodes within three thousand feet from the face of such tunnel on the line thereof, not previously known to exist, discovered in such tunnel, to the same extent as if discovered from the surface; and locations on the line of such tunnel of veins or lodes not appearing on the surface, made by other parties after the commencement of the tunnel, and while the same is being prosecuted with reasonable diligence, shall be invalid; but failure to prosecute the work on the tunnel for six months <span class=\"star-pagination\">*344</span> shall be considered as an abandonment of the right to all undiscovered veins on the line of such tunnel.\"</p>\n<p>It does not appear from the answer or testimony that the tunnel had reached the boundaries of the plaintiff's claims prior to the entry or even prior to the patent. For the purpose of this case, therefore, we must assume that, although its line had been marked out \u0097 a line extending through the plaintiff's ground \u0097 yet in fact no work had been done within such ground prior to the patent.</p>\n<p>The propositions upon which the plaintiff relies are that discovery is the initial fact; that the patent when issued relates back to that initial fact and confirms all rights as of that date; that no inquiry is permissible as to the time of that discovery, it being concluded by the issue of the patent; that such time antedated anything done in or for the tunnel; that no adverse proceedings were instituted after it had applied for patent, and that, therefore, its right became vested in the ground, the same right which any other landowner has, and which could not be disturbed by the defendant by means of its tunnel. <i>St. Louis Mining Company</i> v. <i>Montana Mining Company,</i> 194 U.S. 235.</p>\n<p>On the other hand, defendant contends that, as the first record in any office of the Government was the record of the entry on August 5, 1893, the patent issued in an <i>ex parte</i> proceeding is conclusive only that every preceding step, including discovery, had then been taken; that it in fact located its tunnel site prior to any discovery or marking on the ground of plaintiff's claim; that it was not called upon to adverse plaintiff's application for a patent, because no patent is ever issued for a tunnel, and it had not then discovered any vein within its tunnel; that plaintiff, with full knowledge of defendant's tunnel location, permitted the driving of the tunnel through its ground and beyond, at an expenditure of $135,000, and made no objection until the discovery of the veins beyond its ground, and then for the first time and to prevent defendant from developing such veins brought this action, and that by such acquiescence <span class=\"star-pagination\">*345</span> it was now estopped to question defendant's use of the tunnel.</p>\n<p>Obviously the parties divide as to the effect of plaintiff's patent. The Circuit Court held with the plaintiff, the Court of Appeals with the defendant. It may be conceded that a patent is conclusive that the patentee has done all required by law as a condition of the issue; that it relates to the initiation of the patentee's right and cuts off all intervening claims. It may also be conceded that discovery of mineral is the initial fact. But when did the initial fact take place? Are all other parties concluded by the locator's unverified assertion of the date or the acceptance by the Government of his assertion as sufficient with other matters to justify the issue of a patent? Undoubtedly, so far as the question of time is essential to the right, the patent is conclusive, but is it beyond that?</p>\n<p>In order to reach a clear understanding of the question it seems necessary to consider the legislation. Three things are provided for, discovery, location and patent. The first is the primary, the initial fact. The others are dependent upon it and are the machinery devised by Congress for securing to the discoverer of mineral the full benefit of his discovery. Chap. 6 of Title 32, Rev. Stat., is devoted to the subject of \"Mineral Lands and Mining Resources.\" The first section, 2318, reserves mineral lands from sale, except as expressly directed. The next provides that all valuable mineral deposits in government lands shall be free and open to exploration and purchase and the lands in which they are found to occupation and purchase. In the next it is declared that no location of a mining claim shall be made until the discovery of the vein or lode within the limits of the claim. The whole scope of the chapter is the acquisition of title from the United States to mines and mineral lands, the discovery of the mineral being, as stated, the initial fact. Without that no rights can be acquired. As said by Lindley, in his work on Mines, 2d ed., vol. 1, sec. 335:</p>\n<p>\"Discovery in all ages and all countries has been regarded <span class=\"star-pagination\">*346</span> as conferring rights or claims to reward. Gamboa, who represented the general thought of his age on this subject, was of the opinion that the discoverer of mines was even more worthy of reward than the inventor of a useful art. Hence, in the mining laws of all civilized countries the great consideration for granting mines to individuals is <i>discovery.</i> `Rewards so bestowed,' says Gamboa, `besides being a proper return for the labor and anxiety of the discoverers, have the further effect of stimulating others to search for veins and mines, on which the general prosperity of the state depends.'\"</p>\n<p>Location is the act or series of acts by which the right of exclusive possession of mineral veins and the surface of mineral lands is vested in the locator. For this the only requirement made by Congress is the marking on the surface of the boundaries of the claim. By section 2324, however, Congress recognized the validity of any regulations made by the miners of any mining district not in conflict with the laws of the United States or the laws of the State or Territory within which the district is situated. This is held to authorize legislation by the State. Thus in <i>Belk</i> v. <i>Meagher,</i> 104 U.S. 279, 284, it was said:</p>\n<p>\"A location is not made by taking possession alone, but by working on the ground, recording and doing whatever else is required for that purpose by the acts of Congress and the local laws and regulations.\"</p>\n<p>In <i>Kendall</i> v. <i>San Juan Mining Company,</i> 144 U.S. 658, 664, is this language:</p>\n<p>\"Section 2324 of the Revised Statutes makes the manner of locating mining claims and recording them subject to the laws of the State or Territory, and the regulations of each mining district, when they are not in conflict with the laws of the United States.\"</p>\n<p>See also <i>Erhardt</i> v. <i>Boaro,</i> 113 U.S. 527, 533, 534, 535; <i>Butte City Water Company</i> v. <i>Baker,</i> 196 U.S. 119.</p>\n<p>And many Territories and States (Colorado among the number) have made provisions in respect to the location other <span class=\"star-pagination\">*347</span> than the mere marking on the ground of the boundaries of the claim. So before a location in those States is perfected all the provisions of the state statute as well as of the Federal must be complied with, for location there does not consist in a single act. In Morrison's Mining Rights, 11th ed., p. 37, the author, having primarily reference to the laws of Colorado, says:</p>\n<p>\"The location of a lode consists in defining its position and boundaries, and in doing such acts as indicate and publish the intention to occupy and hold it under the license of the United States. The formal parts of location include: 1, the location notice at discovery; 2, the discovery shaft; 3, the boundary stakes.\"</p>\n<p>In <i>Smelting Company</i> v. <i>Kemp,</i> 104 U.S. 636, 649, Justice Field, referring to the fact that the terms \"location\" and \"mining claim\" are often indiscriminately used to denote the same thing, says by way of definition:</p>\n<p>\"A mining claim is a parcel of land containing precious metal in its soil or rock. A location is the act of appropriating such parcel, according to certain established rules.\"</p>\n<p>See also <i>Northern Pacific R.R. Co.</i> v. <i>Sanders,</i> 49 Fed. Rep. 129, 135.</p>\n<p>The patent is the instrument by which the fee simple title to the mining claim is granted.</p>\n<p>Returning now to the matter of location, the Colorado statutes in substance require:</p>\n<p>\"1. To place at the point of discovery, on the surface, a notice containing the name of the lode, the name of the locator and the date of the discovery.</p>\n<p>\"2. Within sixty days from the discovery, to sink a discovery shaft ten feet deep showing a well-defined crevice.</p>\n<p>\"3. To mark the surface boundaries by six posts, one at each corner and one at the center of each side line, hewed or marked on the side or sides in towards the claim.</p>\n<p>\"4. The disclosure of the lode in an open cut, cross cut or tunnel suffices instead of a ten-foot shaft.</p>\n<p><span class=\"star-pagination\">*348</span> \"5. Within three months from date of discovery he must file a location certificate with the county recorder giving a proper description of the claim, and containing also the name of the lode, the name of the locator, the date of the location, the number of feet in length on each side of the center of the discovery shaft and the general course of the lode.\" Morrison's Mining Rights, 11th ed., p. 59.</p>\n<p>The issue of a patent for a lode claim in Colorado is therefore not only a conclusive adjudication of the fact of the discovery of the mineral vein, but also of compliance with these several provisions of its statutes. The Supreme Court of that State has decided that the order is not essential, providing no intervening rights have accrued. In <i>Brewster</i> v. <i>Shoemaker,</i> 28 Colorado, 176, 180, it said:</p>\n<p>\"The order of time in which these several acts are performed is not of the essence of the requirements, and it is immaterial that the discovery was made subsequent to the completion of the acts of location, provided only all the necessary acts are done before intervening rights of third parties accrue. All these other steps having been taken before a valid discovery, and a valid discovery then following, it would be a useless and idle ceremony, which the law does not require, for the locators again to locate their claim and refile their location certificate or file a new one.\"</p>\n<p>And that has been the general doctrine. In 1 Lindley on Mines, 2d ed., § 330, the author says:</p>\n<p>\"The order in which the several acts required by law are to be performed is non-essential, in the absence of intervening rights. The marking of the boundaries may precede the discovery, or the discovery may precede the marking; and if both are completed before the rights of others intervene, the earlier act will inure to the benefit of the locator. But if the boundaries are marked before discovery, the location will date from the time discovery is made.\"</p>\n<p>In 1 Snyder on Mines, § 354, it is said:</p>\n<p>\"While the general rule is, as stated elsewhere in the foregoing <span class=\"star-pagination\">*349</span> sections, that a location must rest upon a valid discovery, yet a location otherwise good, with a discovery made after location and before the intervention of adverse claims or the creation of adverse rights, will validate the location from the date of discovery, and generally from the first act towards claim and appropriation \u0097 this by relation.\"</p>\n<p>In Morrison's Mining Rights, 11th ed., p. 32:</p>\n<p>\"If a location be made before discovery, but is followed by a discovery in the discovery shaft, before any adverse rights intervene, such subsequent discovery cures the original defect and the claim is valid.\"</p>\n<p>In <i>In re James Mitchell,</i> 2 L.D. 752, it was held by Commissioner McFarland that, \"although prior to location no discovery of mineral was made within the ground claimed, upon a subsequent discovery prior to application for patent the location became good and sufficient, in the absence of any adverse rights.\"</p>\n<p>In <i>Reins</i> v. <i>Raunheim,</i> 28 L.D. 526, 529, Secretary Hitchcock declared that \"it is immaterial whether the discovery occurred before or after the location, if it occurred before the rights of others intervened. <i>Erwin</i> v. <i>Perego et al.,</i> 93 Fed. Rep. 608.\"</p>\n<p>Reference is made to the statement of Secretary Smith in <i>Etling</i> v. <i>Potter,</i> 17 L.D. 424, 426, as though that announced a different conclusion, that \"a location certificate is but one step, the last one, in the location of a mining claim.\" But a location certificate is simply a certificate required by the local statute or custom that some things have been done, and of course it must come after those things have been done.</p>\n<p>Again, in the same volume, pp. 545 and 546, <i>Northern Pacific Railroad Company</i> v. <i>Marshall,</i> he said:</p>\n<p>\"In the location of a mineral claim, placer or lode, the first requirement of the law is a discovery. (Secs. 2329 and 2320 Rev. Stat.) All rights inuring to the benefit of the locators are based upon this initial act. (<i>Erhardt</i> v. <i>Boaro,</i> 113 U.S. 537; <i>United States</i> v. <i>Iron Silver Mining Company,</i> 128 U.S. 673; <i>O'Reilly</i> v. <i>Campbell,</i> 116 U.S. 418.) When, therefore, a <span class=\"star-pagination\">*350</span> legal location has been made on land returned as agricultural, the slight presumption in favor of the return of the surveyor general is, <i>ipso facto,</i> overcome, and the burden of proofs shifts to the party attacking such mineral entry. By such discovery and location it is demonstrated that the return was erroneous, and it would be trifling with physical facts to put the <i>onus</i> on the locator to present further evidence until it is shown that, as a matter of fact, he had no discovery.\"</p>\n<p>But the question he was considering was simply as to the burden of proof between one claiming land returned as agricultural land and one claiming a portion thereof, as an apparently legal location of a mineral claim.</p>\n<p>In <i>North Noonday Mining Company</i> v. <i>Orient Mining Company,</i> 1 Fed. Rep. 522, 531, Judge Sawyer, in charging the jury, said:</p>\n<p>\"I instruct you further, that if a party should make a location in all other respects regular, and in accordance with the laws, and the rules, regulations and customs in force at the place at the time, upon a supposed vein, before discovering the true vein or lode, and should do sufficient work to hold the claim, and after such location should discover the vein or lode within the limits of the claim located, before any other party had acquired any rights therein, from the date of his discovery his claim would be good to the limits of his claim, and the location valid.\"</p>\n<p>To the same effect was the charge of the same judge in <i>Jupiter Mining Company</i> v. <i>Bodie Mining Company,</i> 11 Fed. Rep. 666, 676.</p>\n<p>In <i>Cedar Canyon Mining Company</i> v. <i>Yarwood,</i> 27 Washington, 271, the Supreme Court of Washington ruled that:</p>\n<p>\"In the absence of intervening rights, the fact that mineral is not discovered on a claim until after the notice of location is posted and the boundary marked is immaterial, and, where the discovery is the result of work subsequently done by the locator, his possessory rights under his location are complete from the date of such discovery. <i>Nevada Sierra Oil Co.</i> v. <span class=\"star-pagination\">*351</span> <i>Home Oil Co.</i> [C.C.], 98 Fed. Rep. 673; <i>Erwin</i> v. <i>Perego,</i> 35 C.C.A. 482; <i>S.C.,</i> 93 Fed. Rep. 608; <i>Jupiter Min. Co.</i> v. <i>Bodie</i><i> Consol. </i><i>Min. Co.</i> [C.C.], 11 Fed. Rep. 666; 1 Lindl. Mines, § 335, and cases cited.\"</p>\n<p>See especially <i>Erwin</i> v. <i>Perego</i><i>,</i> cited in this quotation, decided by the Court of Appeals for the Eighth Circuit. Tending in the same direction are <i>Thompson</i> v. <i>Spray,</i> 72 California, 528, 533; <i>Gregory</i> v. <i>Pershbaker,</i> 73 California, 109, 118; <i>Tuolumne Cons. Mining Co.</i> v. <i>Maier,</i> 134 California, 583, 585.</p>\n<p>But what is the meaning of the statute? Its language is \"no location of a mining claim shall be made until the discovery of the vein or lode within the limits of the claim located.\" Does that require that a discovery must be made before any marking on the ground, especially when as under the Colorado statutes several other steps in the process of location are prescribed, or does it mean that no location shall be considered as complete until there has been a discovery? Bearing in mind that the principal thought of the chapter is exploration and appropriation of mineral, does it mean anything more than that the fact of discovery shall exist prior to the vesting of that right of exclusive possession which attends a valid location?</p>\n<p>This may be looked at in another aspect. Suppose a discovery is not made before the marking on the ground and posting of notice, but is then made, and it and all other statutory provisions are complied with before the entry, which is an application for the purchase of the ground, of what benefit would it be to the Government to require the discoverer to repeat the marking on the ground, the posting of notice, and other acts requisite to perfect a location? If everything has been done which under the law ought to be done to entitle the party to purchase the ground, wherein is the Government prejudiced if the precise order of those acts is not followed? Or, to go a step further, suppose, on an application for a patent, an adverse suit is instituted, and on the trial it appeared that the plaintiff in that suit had made a discovery and taken all the <span class=\"star-pagination\">*352</span> steps necessary for a location in the statutory order, although not until after the applicant for the patent had done everything required by law, would there be any justice in sustaining the adverse suit and awarding the property to the plaintiff therein on the ground that the applicant had not made any discovery until the day after his marking on the ground, and so the discovery did not precede the location?</p>\n<p>These suggestions add strength to the concurring opinion of three leading commentators on mining law, the general trend of the rulings of the Department and decisions of the courts, to the effect that the order in which the several acts are done is not essential, except so far as one is dependent on another. Doubtless a locator does not acquire the right of exclusive possession unless he has made a valid location, and discovery is essential to its validity, but if all the acts prescribed by law are done, including a discovery, is it not sacrificing substance to form to hold that the order of those acts is essential to the creation of the right? It must be remembered that the discovery and the marking on the ground are not matters of record put <i>in pais,</i> and if disputed in an adverse suit or otherwise must be shown, as other like facts, by parol testimony. It must also be remembered that the certificate of location required by the Colorado statutes need not be verified. The one in this case was not. A locator might, if so disposed, place the date of discovery before it was in fact made, and at any time within three months prior to the filing of the certificate.</p>\n<p>But it has been said that the question has been decided by this court adversely to these views, and <i>Enterprise Mining Company</i> v. <i>Rico-Aspen Mining Company,</i> 167 U.S. 108, and <i>Calhoun Mining Company</i> v. <i>Ajax Mining Company,</i> 182 U.S. 499, are cited. In the former case the question was as to when a vein discovered in a tunnel must be located, and in the opinion (p. 112) we said:</p>\n<p>\"In order to make a location there must be a discovery; at least, that is the general rule laid down in the statute. Section <span class=\"star-pagination\">*353</span> 2320 provides: `But no location of a mining claim shall be made until the discovery of the vein or lode within the limits of the claim located.' The discovery in the tunnel is like a discovery on the surface. Until one is made there is no right to locate a claim in respect to the vein, and the time to determine where and how it shall be located arises only upon the discovery \u0097 whether such discovery be made on the surface or in the tunnel.\"</p>\n<p>But that comes far short of meeting the question before us. It is undoubtedly true that discovery is the initial fact. The language of the statute makes that plain, and parties may not go on the public domain and acquire the right of possession by the mere performance of the acts prescribed for a location. But the question here is whether, if there be both a discovery and the performance of all the acts necessary to constitute a location, the order in which these things take place is essential to the right of exclusive possession which belongs to a valid location?</p>\n<p>In the <i>Ajax</i> case the contest was between mining claims on the one hand and a mining claim and tunnel site on the other. All the mining claims had passed to patent. The plaintiff in error, who was defendant below, held the junior patent issued upon a later entry, and the entries of plaintiff's claims were made and the receiver's final receipts issued prior to the location of the tunnel site. In other words, the defendant, admitting that its right to a tunnel had not been established by a location at the time of the entries of plaintiff's claims, sought to invalidate them by proof that there had been no previous discovery of mineral. This was refused by the trial court, and we sustained the ruling, saying (p. 510):</p>\n<p>\"The patents were proof of the discovery and related back to the date of the locations of the claims. The patents could not be collaterally attacked. This has been decided so often that a citation of cases is unnecessary.\"</p>\n<p>An entry, sustained by a patent, is conclusive evidence that at the time of the entry there had been a valid location and <span class=\"star-pagination\">*354</span> such valid location implies as one of its conditions a discovery, and the decision only went to the extent that this could not be challenged by one who at the time of the entry had made no location and therefore had acquired no tunnel right. There is nothing in this ruling to conflict with the views we have expressed.</p>\n<p>It would seem, therefore, from this review of the authorities as well as from the foregoing considerations that, as between the Government and the locator, it is not a vital fact that there was a discovery of mineral before the commencement of any of the steps required to perfect a location, and that if at the time of the entry everything has been done which entitled the party to an entry, to wit, a discovery and a perfect location, the Government would not be justified in rejecting the application on the ground that the customary order of procedure had not been followed. In other words, the Government does not, by accepting the entry and confirming it by a patent, determine as to the order of proceedings prior to the entry, but only that all required by law have been taken.</p>\n<p>If, therefore, the entry and patent do not of themselves necessarily determine the order of the prior proceedings, why may not any one who claims rights anterior to the entry and dependent upon that order show as a matter of fact what it was? One not a party to proceedings between the Government and the patentee is concluded by the action of the Government only so far as that action involves a determination. There is a determination by the fact of entry and patent that there was prior to the entry a discovery and a location. Having been so determined third parties may be concluded thereby.</p>\n<p>But it may be said that when the time of a particular fact is concluded by an adjudication or when an opportunity is presented for such an adjudication and not availed of, the time as stated must be considered as settled; that when the plaintiff applied for its patent if there was any question to be made by the defendant of any statement of fact made in the location certificate, or other record, it should have been challenged by <span class=\"star-pagination\">*355</span> an adverse suit. Failing to do so the fact must be considered to be settled as stated. Undoubtedly, if in an adverse suit the time of any particular matter is litigated, the judgment is conclusive, and if the date of discovery stated in the plaintiff's location certificate had been challenged in an appropriate action brought by the defendant and determined in favor of the plaintiff, there could be now no inquiry. So, when the owner of a lode claim makes application for a patent and the owner of another seeks to challenge the former's priority of right on account of the date of discovery, it is his duty to bring an adverse suit, and if he fails to do so that question will be as to him concluded. Such is the purpose and effect of the adverse proceedings.</p>\n<p>Is the same rule also applicable to a tunnel site? This opens up the question of what are the rights and obligations of the owner of a tunnel? And here these facts must be borne in mind. The owner of a tunnel never receives a patent for it. There is no provision in the statute for one, and none is in fact ever issued. No discovery of mineral is essential to create a tunnel right or to maintain possession of it. A tunnel is only a means of exploration. As the surface is free and open to exploration, so is the subsurface. The citizen needs no permit to explore on the surface of government land for mineral. Neither does he have to get one for exploration beneath the surface for like purpose. Nothing is said in section 2323 as to what must be done to secure a tunnel right. That is left to the miners' customs or the state statutes, and the statutes of Colorado provide for a location and the filing of a certificate of location. When the tunnel right is secured the Federal statute prescribes its extent \u0097 a tunnel 3,000 feet in length and a right to appropriate the veins discovered in such tunnel to the same extent as if discovered from the surface.</p>\n<p>If the tunnel right was vested before a discovery in the plaintiff's lode claim the defendant ought to have the benefit of it. The plaintiff's right does not antedate his discovery, at least it does not prevail over any then existing right. But, it <span class=\"star-pagination\">*356</span> is said, the defendant did not adverse the plaintiff's application for a patent; that its omission so to do precludes it from now asserting a right prior to the date of discovery named in the certificate of location, just as a judgment in an adverse suit involving the question of date would have been conclusive. Is the owner of a tunnel who simply seeks to protect his tunnel and has as yet discovered no lode claim, bound to adverse an application for the patent of a lode claim, the lode of which was discovered on the surface? It is contended that the case of <i>Enterprise Mining Company</i> v. <i>Rico-Aspen Mining Company, supra</i><i>,</i> decides this question. But in that case the line of the tunnel did not enter the ground of the lode claim but ran parallel with and distant from it some 500 feet, and we held that the mere possibility that in the line of the tunnel might be discovered a vein which extended through the ground of the distant lode claim did not necessitate adverse proceedings. Here the line of the tunnel runs directly through the ground of the plaintiff, and the question is distinctly presented whether, in order to protect the right to that tunnel, the defendant was called upon to adverse. Whatever might be the propriety or advantage of such action, the statute does not require it.</p>\n<p>Sections 2325 and 2326 provide the manner of obtaining a patent and for adverse proceedings. The first commences: \"A patent for any land claimed and located for valuable deposits may be obtained in the following manner.\" This, obviously, does not refer to easements or other rights, nor the acquisition of title to land generally, but only to land claimed and located for valuable deposits. Then, after prescribing certain proceedings, the statute adds, \"if no adverse claim shall have been filed with the register . . . it shall be assumed that the applicant is entitled to a patent . . . and that no adverse claim exists.\" The next section commences, \"Where an adverse claim is filed during the period of publication, it shall be upon oath of the person or persons making the same, and shall show the nature, boundaries, and <span class=\"star-pagination\">*357</span> extent of such adverse claim.\" The section then authorizes the commencement of an action by the adverse claimant and a stay of proceedings in the Land Department pending such action, and adds:</p>\n<p>\"After such judgment shall have been rendered, the party entitled to the possession of the claim, or any portion thereof, may, without giving further notice, file a certified copy of the judgment roll with the register of the land office, together with the certificate of the surveyor general that the requisite amount of labor has been expended or improvements made thereon, and the description required in other cases, and shall pay to the receiver five dollars per acre for his claim, together with the proper fees, whereupon the whole proceedings and the judgment roll shall be certified by the register to the Commissioner of the General Land Office, and a patent shall issue thereon for the claim, or such portion thereof as the applicant shall appear, from the decision of the court, to rightly possess. If it appears from the decision of the court that several parties are entitled to separate and different portions of the claim, each party may pay for his portion of the claim, with the proper fees, and file the certificate and description by the surveyor general, whereupon the register shall certify the proceedings and judgment roll to the Commissioner of the General Land Office, as in the preceding case, and patents shall issue to the several parties according to their respective rights.\"</p>\n<p>Reading these two sections together it is apparent that they provide for a judicial determination of a controversy between two parties contesting for the possession of \"land claimed and located for valuable deposits;\" in other words, the decision of a conflict between two mining claims, a decision which will enable the Land Department without further investigation to issue a patent for the land. A tunnel is not a mining claim, although it has sometimes been inaccurately called one. As we have seen, it is only a means of exploration. The owner has a right to run it in the hope of finding a mineral vein. When one is found he is called upon to make a location of the <span class=\"star-pagination\">*358</span> ground containing that vein and thus creates a mining claim, the protection of which may require adverse proceedings. As the claimant of the tunnel he takes no ground for which he is called upon to pay, and is entitled to no patent. A judgment in adverse proceedings instituted by him (if such proceedings were required) might operate to create a limitation on the estate of the applicant for a patent to the mining claim, and thus, as it were, engraft an exception on his patent. But taking the whole surface the applicant is required to pay the full price of five dollars per acre with no deduction because of the tunnel. The statute provides for no reduction on account of any tunnel. The tunnel owner might be said to have established his right to continue the tunnel through the lode claim after patent, a right which he undoubtedly had before patent, or at least before entry. There is no statutory warrant for placing in a patent to the owner of a lode claim any limitation of his title by a reservation of tunnel rights. In <i>Deffeback</i> v. <i>Hawke,</i> 115 U.S. 392, 406, we said:</p>\n<p>\"The position that the patent to the plaintiff should have contained a reservation excluding from its operation all buildings and improvements not belonging to him, and all rights necessary or proper to the possession and enjoyment of the same, has no support in any legislation of Congress. The land officers, who are merely agents of the law, had no authority to insert in the patent any other terms than those of conveyance, with recitals showing a compliance with the law and the conditions which it prescribed.\"</p>\n<p>Other limitations on the full title granted by a patent for a mineral claim are recognized in the statutes. Thus, by section 2339, which is found in the same chapter as the other sections quoted, the one devoted to \"Mineral Lands and Mining Resources,\" it is provided that:</p>\n<p>\"Whenever, by priority of possession, rights to the use of water for mining, agricultural, manufacturing, or other purposes, have vested and accrued, and the same are recognized and acknowledged by the local customs, laws, and the decisions <span class=\"star-pagination\">*359</span> of courts, the possessors and owners of such vested rights shall be maintained and protected in the same; and the right of way for the construction of ditches and canals for the purposes herein specified is acknowledged and confirmed.\"</p>\n<p>But it has never been supposed that the owner of any of these rights was compelled to adverse an application for a patent for a mining claim, for they are not \"mining claims.\"</p>\n<p>The decisions on the question of the duty of the tunnel owner to adverse the application of the lode claimant are not harmonious. In <i>Bodie Tunnel &amp; Mining Company</i> v. <i>Bechtel Consolidated Mining Company,</i> 1 L.D. 594, Secretary Kirkwood held that a tunnel location was a mining claim and necessitated adverse proceedings to protect its rights as against an applicant for a lode claim (see also <i>Back</i> v. <i>Sierra Nevada Con. Mining Company,</i> 2 Idaho, 386), while the Supreme Court of Colorado in <i>Corning Tunnel Company</i> v. <i>Pell,</i> 4 Colorado, 507, denied the right of a tunnel owner to adverse the application for a patent for a lode claim where the lode had not been discovered in the tunnel and the discovery shaft was not on the line of the tunnel. Lindley (sec. 725), referring to the decision in <i>Enterprise Mining Company</i> v. <i>Rico-Aspen Mining Company, supra</i><i>,</i> said:</p>\n<p>\"In the light of this decision and the one which it affirms, the rule may be thus formulated: Where a lode claimant applies for a patent to a location embracing a lode which has previously been discovered in the tunnel, the tunnel claimant will be compelled to adverse to protect his rights. A right in the particular lode inures to the tunnel proprietor immediately upon its discovery in the tunnel, which right is essentially adverse to the lode applicant; but where there has been no discovery in the tunnel, and it cannot be demonstrated that the lode will be cut by the tunnel bore, there is no necessity for an adverse claim.\"</p>\n<p>Without further review of the conflicting authorities, it would seem that whatever may be the propriety or advantage of an adverse suit, one cannot be adjudged necessary when <span class=\"star-pagination\">*360</span> Congress has not specifically required it. Until the discovery of a lode or vein within the tunnel, its owner has only a possibility. He is like an explorer on the surface. Adverse proceedings are called for only when one mineral claimant contests the right of another mineral claimant.</p>\n<p>If the defendant was not estopped by a failure to institute adverse proceedings then the trial court erred in striking out the parts of the answer in reference to the date of plaintiff's discovery, and the judgment of the Court of Appeals was right.</p>\n<p>This conclusion avoids the necessity of any inquiry as to the effect of the alleged estoppel, and the judgment of the Circuit Court of Appeals is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:41:28", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">196</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">337</span></span> (1905)</b></center>\n<center><h1>CREEDE AND CRIPPLE CREEK MINING AND MINING COMPANY<br>\nv.<br>\nUINTA TUNNEL MINING AND TRANSPORTATION COMPANY.</h1></center>\n<center>No. 18.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 15, 18, 1904.</center>\n<center>Reargued January 10, 11, 1905.</center>\n<center>Decided January 30, 1905.</center>\nCERTIORARI TO THE UNITED STATES CIRCUIT COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n<p><span class=\"star-pagination\">*338</span> <i>Mr. Charles S. Thomas,</i> with whom <i>Mr. A.T. Gunnell, Mr. W.H. Bryant, Mr. H.H. Lee, Mr. T.M. Patterson, Mr. E.F. Richardson</i> and <i>Mr. H.N. Hawkins</i> were on the brief, for petitioner.</p>\n<p><i>Mr. Charles J. Hughes, Jr.,</i> with whom <i>Mr. Scott Ashton,</i> and <i>Mr. Gerald Hughes</i> were on the brief, for respondent.</p>\n<p><i>Mr. J.C. Helm,</i> by special leave, as <i>amicus curice.</i></p>\n<p>MR. JUSTICE BREWER delivered the opinion of the court.</p>\n<p>Certiorari to review a judgment of the United States Circuit Court of Appeals for the Eighth Circuit, 119 Fed. Rep. 164, reversing a judgment of the Circuit Court of the United States rendered upon a verdict of a jury directed by the court.</p>\n<p>The action was originally brought by the Creede and Cripple Creek Mining and Milling Company, as plaintiff, against the Uinta Tunnel Mining and Transportation Company, as defendant, in the District Court of the county of El Paso, Colorado, for the possession of certain mining claims and for damages. Equitable relief was also prayed. On motion of the defendant the action was removed to the United States Circuit Court for the District of Colorado, where, also on its motion, the pleadings were reformed and the action made one for the possession of the property and damages.</p>\n<p>The plaintiff filed an amended complaint, alleging in substance that it was the owner in fee and in possession and entitled to the possession of the Ocean Wave and Little Mary lode mining claims \u0097 being survey lot No. 8192, evidenced by mineral certificate No. 338, the patent of the United States to said plaintiff for said claims bearing date December 21, 1893 \u0097 that said claims were duly located and discovered on the second of January, 1892, and that the patent related back and took effect of that date for all purposes given and provided <span class=\"star-pagination\">*339</span> by the laws of the United States and the State of Colorado concerning mining claims.</p>\n<p>Entry upon the claims and ouster of plaintiff by defendant by means of its tunnel were also alleged.</p>\n<p>Thereafter the defendant filed its answer. Upon motion of plaintiff certain portions thereof were stricken out, and on the trial testimony offered by the defendant in support of the portions stricken out was rejected.</p>\n<p>The matter to be determined is the sufficiency of the defenses pleaded and stricken out. To appreciate them fully it is well to state some facts about which there is no dispute, and it is sufficient to state the facts in reference to one of the lode mining claims, as the proceedings in respect to the two were alike. On February 1, 1892, J.B. Winchell and E.W. McNeal filed in the office of the county clerk of El Paso County (the county in which the mining claim was situated) a certificate of location which, not verified by affidavit or other testimony, stated that they had on January 2, 1892, located and claimed, in compliance with the mining acts of Congress, 1,500 linear feet on the Ocean Wave lode, and gave the boundaries of the claim. By several mesne conveyances the title of Winchell and McNeal passed to the plaintiff. On August 5, 1893, the plaintiff made an entry of the claim in the proper land office of the United States, and, no proceedings in adverse being instituted, a patent therefor was issued to it on December 21, 1893. There is no reference in the patent to the discovery or the filing of the location certificate. The first appearance of the claim on the records of any office of the United States is the entry in the local land office of August 5, 1893, and the only prior record in any state office is the location certificate, unsworn to, filed February 1, in which the parties filing the certificate stated that they had discovered the lode on January 2, 1892. On February 25, 1892, a location certificate of the defendant's tunnel was filed in the office of the county clerk of El Paso County, which, verified by the oath of one of the locators, stated that on January 13, 1892, they <span class=\"star-pagination\">*340</span> had located the tunnel site by posting in a conspicuous place and at the entrance to the tunnel a notice of their intent to claim and work the tunnel; that they had performed work therein to the value of $270 in driving said tunnel and $80 in furnishing and putting in timbers, and that it was their <i>bona fide</i> intent to prosecute the work with diligence and dispatch for the discovery of lodes and for mining purposes. The certificate also contained a full description of the boundaries of the tunnel site as claimed.</p>\n<p>In a general way it may be said that the defenses which were stricken out were a priority of right and an estoppel. We quote these paragraphs from the answer:</p>\n<p>\"It further avers that the patent of the United States issued for said Ocean Wave and Little Mary lodes and lode mining claims was issued subject to the act of Congress in reference to tunnel rights and subject to the laws of the State of Colorado in reference to the right to run tunnels through ground that may be patented, for the purpose of reaching territory that belongs to tunnel owners beyond such patented claims, and subject to the rights which the defendant The Uinta Tunnel Mining and Transportation Company and its grantors had acquired by reason of the location of said Uinta tunnel, and in and to any and all lodes, veins, and mining claims that it might cut or discover in driving said tunnel, as is guaranteed to the locator of said tunnel under and by virtue of section 2323 of the Revised Statutes of the United States; that the pretended discovery alleged and pretended to have been made in and upon said pretended Ocean Wave and Little Mary lodes and lode mining claims, and by virtue of which the plaintiff claims the right to patent the same under the laws of the United States, was not made until long after the location of said Uinta tunnel, and at the time said pretended locations were made said locators thereof were advised and knew that said tunnel had been located and had been and was being prosecuted with due diligence and in strict compliance with the terms and conditions of the statutes of the United States <span class=\"star-pagination\">*341</span> and of the State of Colorado, which authorize and provide for the location and prosecution of such tunnels and which define and determine the rights pertaining thereto; and that said pretended Ocean Wave and Little Mary lode mining claims, so far as the same may be now claimed and possessed by said plaintiff, were taken and held subject to the rights of this defendant as owner of said Uinta tunnel, located in accordance with section 2323 of the Revised Statutes of the United States, and also subject to the rights of this defendant to cross said claims and to drive drifts therein and to follow said lode claims as located by this defendant and to reach lode claims so owned by this defendant, as hereinbefore and hereinafter stated.</p>\n<p>\"It alleges that it and its grantors have expended in and upon said tunnel the sum of more than one hundred and twenty-five thousand dollars ($125,000), and in addition to said expenditures have also expended upon surface work, in improvements and expenses, the further sum of not less than ten thousand dollars ($10,000).</p>\n<p>\"It alleges that its work and the work of its said grantors in and upon said tunnel has been done openly and without concealment; that the same has been at all times prosecuted under the claim of the defendant and its grantors of the right so to do by virtue of the location of said tunnel and tunnel site location, under and by virtue of the laws of the United States, and under the provisions of section 2323 of the Revised Statutes of the United States; and that the expenditures thereof and the developments made thereon have been made in compliance with the terms and provisions of and in reliance upon said statute.</p>\n<p>\"That the plaintiff, by permitting and allowing this defendant to expend more than the sum of one hundred and thirty-five thousand dollars ($135,000) as aforesaid in reaching, uncovering and discovering said ore body, has no right to interfere with the defendant in operating its tunnel over, through and along said pretended Ocean Wave and Little Mary lodes and lode mining claims, but that, on the contrary, the plaintiff <span class=\"star-pagination\">*342</span> by its conduct and actions in the premises as hereinabove recited and set forth has permitted and allowed the defendant to expend said sum of one hundred and thirty-five thousand dollars ($135,000), and has permitted and allowed the defendant so to proceed with said tunnel through and across said pretended Ocean Wave and Little Mary lodes and lode mining claims until the same has ripened into such a license and permission as entitles the defendant to use its said tunnel as it penetrates said pretended Ocean Wave and Little Mary lodes and lode mining claims, and that said license and permission is such that the defendant cannot be disturbed therein.\"</p>\n<p>It was also alleged that the tunnel had been driven some 2,200 feet; that it entered the ground of the plaintiff at about 550 feet from its portal, and in running through that ground the tunnel was driven 625 feet, leaving the plaintiff's ground at about 1,175 feet from the portal; that after passing it the defendant discovered in the tunnel three or four blind lodes, which it duly located; and it was not until after the discovery and location of these lodes that the plaintiff commenced this action.</p>\n<p>Was there error in striking out these defenses? By section 2319, Rev. Stat., \"all valuable mineral deposits in lands belonging to the United States, both surveyed and unsurveyed, are hereby declared to be free and open to exploration and purchase.\" Until, therefore, the title to the land passes from the Government the minerals therein are \"free and open to exploration and purchase.\" A lode locator acquires a vested property right by virtue of his location, <i>Clipper Mining Co.</i> v. <i>Eli Mining &amp; Land Co.,</i> <span class=\"citation\" data-id=\"96082\"><a href=\"/opinion/96082/clipper-mining-co-v-eli-mining-land-co/\"><span class=\"volume\">194</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></a></span>, but what is the extent of that property right? Section 2322 defines it as follows: \"The locators . . . shall have the exclusive right of possession and enjoyment of all the surface included within the lines of their locations, and of all veins, lodes, and ledges throughout their entire depth, the top or apex of which lies inside of such surface lines extended downward vertically, although such veins, lodes or ledges may so far depart from a <span class=\"star-pagination\">*343</span> perpendicular in their course downward as to extend outside the vertical side lines of such surface locations.\" The express grant to the locator made by this section includes only the surface and the veins apexing within the boundaries of the location. Until, therefore, by entry and payment to the Government the equitable title to the ground passes to the locator, he is in no position to question any rights of exploration which are granted by other provisions of the statute. The fee still remains in the Government. By section 2320 it is provided that \"no location of a mining claim shall be made until the discovery of the vein or lode within the limits of the claim located.\" And by section 2324: \"The miners of each mining district may make regulations not in conflict with the laws of the United States, or with the laws of the State or Territory in which the district is situated, governing the location, manner of recording, amount of work necessary to hold possession of a mining claim, subject to the following requirements: The location must be distinctly marked on the ground so that its boundaries can be readily traced. All records of mining claims hereafter made shall contain the name or names of the locators, the date of the location, and such a description of the claim or claims located, by reference to some natural object or permanent monument as will identify the claim.\" Tunnel rights are granted by section 2323, which reads:</p>\n<p>\"Where a tunnel is run for the development of a vein or lode, or for the discovery of mines, the owners of such tunnel shall have the right of possession of all veins or lodes within three thousand feet from the face of such tunnel on the line thereof, not previously known to exist, discovered in such tunnel, to the same extent as if discovered from the surface; and locations on the line of such tunnel of veins or lodes not appearing on the surface, made by other parties after the commencement of the tunnel, and while the same is being prosecuted with reasonable diligence, shall be invalid; but failure to prosecute the work on the tunnel for six months <span class=\"star-pagination\">*344</span> shall be considered as an abandonment of the right to all undiscovered veins on the line of such tunnel.\"</p>\n<p>It does not appear from the answer or testimony that the tunnel had reached the boundaries of the plaintiff's claims prior to the entry or even prior to the patent. For the purpose of this case, therefore, we must assume that, although its line had been marked out \u0097 a line extending through the plaintiff's ground \u0097 yet in fact no work had been done within such ground prior to the patent.</p>\n<p>The propositions upon which the plaintiff relies are that discovery is the initial fact; that the patent when issued relates back to that initial fact and confirms all rights as of that date; that no inquiry is permissible as to the time of that discovery, it being concluded by the issue of the patent; that such time antedated anything done in or for the tunnel; that no adverse proceedings were instituted after it had applied for patent, and that, therefore, its right became vested in the ground, the same right which any other landowner has, and which could not be disturbed by the defendant by means of its tunnel. <i>St. Louis Mining Company</i> v. <i>Montana Mining Company,</i> 194 U.S. 235.</p>\n<p>On the other hand, defendant contends that, as the first record in any office of the Government was the record of the entry on August 5, 1893, the patent issued in an <i>ex parte</i> proceeding is conclusive only that every preceding step, including discovery, had then been taken; that it in fact located its tunnel site prior to any discovery or marking on the ground of plaintiff's claim; that it was not called upon to adverse plaintiff's application for a patent, because no patent is ever issued for a tunnel, and it had not then discovered any vein within its tunnel; that plaintiff, with full knowledge of defendant's tunnel location, permitted the driving of the tunnel through its ground and beyond, at an expenditure of $135,000, and made no objection until the discovery of the veins beyond its ground, and then for the first time and to prevent defendant from developing such veins brought this action, and that by such acquiescence <span class=\"star-pagination\">*345</span> it was now estopped to question defendant's use of the tunnel.</p>\n<p>Obviously the parties divide as to the effect of plaintiff's patent. The Circuit Court held with the plaintiff, the Court of Appeals with the defendant. It may be conceded that a patent is conclusive that the patentee has done all required by law as a condition of the issue; that it relates to the initiation of the patentee's right and cuts off all intervening claims. It may also be conceded that discovery of mineral is the initial fact. But when did the initial fact take place? Are all other parties concluded by the locator's unverified assertion of the date or the acceptance by the Government of his assertion as sufficient with other matters to justify the issue of a patent? Undoubtedly, so far as the question of time is essential to the right, the patent is conclusive, but is it beyond that?</p>\n<p>In order to reach a clear understanding of the question it seems necessary to consider the legislation. Three things are provided for, discovery, location and patent. The first is the primary, the initial fact. The others are dependent upon it and are the machinery devised by Congress for securing to the discoverer of mineral the full benefit of his discovery. Chap. 6 of Title 32, Rev. Stat., is devoted to the subject of \"Mineral Lands and Mining Resources.\" The first section, 2318, reserves mineral lands from sale, except as expressly directed. The next provides that all valuable mineral deposits in government lands shall be free and open to exploration and purchase and the lands in which they are found to occupation and purchase. In the next it is declared that no location of a mining claim shall be made until the discovery of the vein or lode within the limits of the claim. The whole scope of the chapter is the acquisition of title from the United States to mines and mineral lands, the discovery of the mineral being, as stated, the initial fact. Without that no rights can be acquired. As said by Lindley, in his work on Mines, 2d ed., vol. 1, sec. 335:</p>\n<p>\"Discovery in all ages and all countries has been regarded <span class=\"star-pagination\">*346</span> as conferring rights or claims to reward. Gamboa, who represented the general thought of his age on this subject, was of the opinion that the discoverer of mines was even more worthy of reward than the inventor of a useful art. Hence, in the mining laws of all civilized countries the great consideration for granting mines to individuals is <i>discovery.</i> `Rewards so bestowed,' says Gamboa, `besides being a proper return for the labor and anxiety of the discoverers, have the further effect of stimulating others to search for veins and mines, on which the general prosperity of the state depends.'\"</p>\n<p>Location is the act or series of acts by which the right of exclusive possession of mineral veins and the surface of mineral lands is vested in the locator. For this the only requirement made by Congress is the marking on the surface of the boundaries of the claim. By section 2324, however, Congress recognized the validity of any regulations made by the miners of any mining district not in conflict with the laws of the United States or the laws of the State or Territory within which the district is situated. This is held to authorize legislation by the State. Thus in <i>Belk</i> v. <i>Meagher,</i> <span class=\"citation\" data-id=\"90454\"><a href=\"/opinion/90454/belk-v-meagher/\"><span class=\"volume\">104</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></a></span>, 284, it was said:</p>\n<p>\"A location is not made by taking possession alone, but by working on the ground, recording and doing whatever else is required for that purpose by the acts of Congress and the local laws and regulations.\"</p>\n<p>In <i>Kendall</i> v. <i>San Juan Mining Company,</i> <span class=\"citation\" data-id=\"93355\"><a href=\"/opinion/93355/kendall-v-san-juan-silver-mining-co/\"><span class=\"volume\">144</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, 664, is this language:</p>\n<p>\"Section 2324 of the Revised Statutes makes the manner of locating mining claims and recording them subject to the laws of the State or Territory, and the regulations of each mining district, when they are not in conflict with the laws of the United States.\"</p>\n<p>See also <i>Erhardt</i> v. <i>Boaro,</i> <span class=\"citation\" data-id=\"91309\"><a href=\"/opinion/91309/erhardt-v-boaro/\"><span class=\"volume\">113</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">527</span></a></span>, 533, 534, 535; <i>Butte City Water Company</i> v. <i>Baker,</i> 196 U.S. 119.</p>\n<p>And many Territories and States (Colorado among the number) have made provisions in respect to the location other <span class=\"star-pagination\">*347</span> than the mere marking on the ground of the boundaries of the claim. So before a location in those States is perfected all the provisions of the state statute as well as of the Federal must be complied with, for location there does not consist in a single act. In Morrison's Mining Rights, 11th ed., p. 37, the author, having primarily reference to the laws of Colorado, says:</p>\n<p>\"The location of a lode consists in defining its position and boundaries, and in doing such acts as indicate and publish the intention to occupy and hold it under the license of the United States. The formal parts of location include: 1, the location notice at discovery; 2, the discovery shaft; 3, the boundary stakes.\"</p>\n<p>In <i>Smelting Company</i> v. <i>Kemp,</i> <span class=\"citation\" data-id=\"90513\"><a href=\"/opinion/90513/smelting-co-v-kemp/\"><span class=\"volume\">104</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">636</span></a></span>, 649, Justice Field, referring to the fact that the terms \"location\" and \"mining claim\" are often indiscriminately used to denote the same thing, says by way of definition:</p>\n<p>\"A mining claim is a parcel of land containing precious metal in its soil or rock. A location is the act of appropriating such parcel, according to certain established rules.\"</p>\n<p>See also <i>Northern Pacific R.R. Co.</i> v. <i>Sanders,</i> 49 Fed. Rep. 129, 135.</p>\n<p>The patent is the instrument by which the fee simple title to the mining claim is granted.</p>\n<p>Returning now to the matter of location, the Colorado statutes in substance require:</p>\n<p>\"1. To place at the point of discovery, on the surface, a notice containing the name of the lode, the name of the locator and the date of the discovery.</p>\n<p>\"2. Within sixty days from the discovery, to sink a discovery shaft ten feet deep showing a well-defined crevice.</p>\n<p>\"3. To mark the surface boundaries by six posts, one at each corner and one at the center of each side line, hewed or marked on the side or sides in towards the claim.</p>\n<p>\"4. The disclosure of the lode in an open cut, cross cut or tunnel suffices instead of a ten-foot shaft.</p>\n<p><span class=\"star-pagination\">*348</span> \"5. Within three months from date of discovery he must file a location certificate with the county recorder giving a proper description of the claim, and containing also the name of the lode, the name of the locator, the date of the location, the number of feet in length on each side of the center of the discovery shaft and the general course of the lode.\" Morrison's Mining Rights, 11th ed., p. 59.</p>\n<p>The issue of a patent for a lode claim in Colorado is therefore not only a conclusive adjudication of the fact of the discovery of the mineral vein, but also of compliance with these several provisions of its statutes. The Supreme Court of that State has decided that the order is not essential, providing no intervening rights have accrued. In <i>Brewster</i> v. <i>Shoemaker,</i> 28 Colorado, 176, 180, it said:</p>\n<p>\"The order of time in which these several acts are performed is not of the essence of the requirements, and it is immaterial that the discovery was made subsequent to the completion of the acts of location, provided only all the necessary acts are done before intervening rights of third parties accrue. All these other steps having been taken before a valid discovery, and a valid discovery then following, it would be a useless and idle ceremony, which the law does not require, for the locators again to locate their claim and refile their location certificate or file a new one.\"</p>\n<p>And that has been the general doctrine. In 1 Lindley on Mines, 2d ed., § 330, the author says:</p>\n<p>\"The order in which the several acts required by law are to be performed is non-essential, in the absence of intervening rights. The marking of the boundaries may precede the discovery, or the discovery may precede the marking; and if both are completed before the rights of others intervene, the earlier act will inure to the benefit of the locator. But if the boundaries are marked before discovery, the location will date from the time discovery is made.\"</p>\n<p>In 1 Snyder on Mines, § 354, it is said:</p>\n<p>\"While the general rule is, as stated elsewhere in the foregoing <span class=\"star-pagination\">*349</span> sections, that a location must rest upon a valid discovery, yet a location otherwise good, with a discovery made after location and before the intervention of adverse claims or the creation of adverse rights, will validate the location from the date of discovery, and generally from the first act towards claim and appropriation \u0097 this by relation.\"</p>\n<p>In Morrison's Mining Rights, 11th ed., p. 32:</p>\n<p>\"If a location be made before discovery, but is followed by a discovery in the discovery shaft, before any adverse rights intervene, such subsequent discovery cures the original defect and the claim is valid.\"</p>\n<p>In <i>In re James Mitchell,</i> 2 L.D. 752, it was held by Commissioner McFarland that, \"although prior to location no discovery of mineral was made within the ground claimed, upon a subsequent discovery prior to application for patent the location became good and sufficient, in the absence of any adverse rights.\"</p>\n<p>In <i>Reins</i> v. <i>Raunheim,</i> 28 L.D. 526, 529, Secretary Hitchcock declared that \"it is immaterial whether the discovery occurred before or after the location, if it occurred before the rights of others intervened. <i>Erwin</i> v. <i>Perego et al.,</i> 93 Fed. Rep. 608.\"</p>\n<p>Reference is made to the statement of Secretary Smith in <i>Etling</i> v. <i>Potter,</i> 17 L.D. 424, 426, as though that announced a different conclusion, that \"a location certificate is but one step, the last one, in the location of a mining claim.\" But a location certificate is simply a certificate required by the local statute or custom that some things have been done, and of course it must come after those things have been done.</p>\n<p>Again, in the same volume, pp. 545 and 546, <i>Northern Pacific Railroad Company</i> v. <i>Marshall,</i> he said:</p>\n<p>\"In the location of a mineral claim, placer or lode, the first requirement of the law is a discovery. (Secs. 2329 and 2320 Rev. Stat.) All rights inuring to the benefit of the locators are based upon this initial act. (<i>Erhardt</i> v. <i>Boaro,</i> 113 U.S. 537; <i>United States</i> v. <i>Iron Silver Mining Company,</i> 128 U.S. 673; <i>O'Reilly</i> v. <i>Campbell,</i> 116 U.S. 418.) When, therefore, a <span class=\"star-pagination\">*350</span> legal location has been made on land returned as agricultural, the slight presumption in favor of the return of the surveyor general is, <i>ipso facto,</i> overcome, and the burden of proofs shifts to the party attacking such mineral entry. By such discovery and location it is demonstrated that the return was erroneous, and it would be trifling with physical facts to put the <i>onus</i> on the locator to present further evidence until it is shown that, as a matter of fact, he had no discovery.\"</p>\n<p>But the question he was considering was simply as to the burden of proof between one claiming land returned as agricultural land and one claiming a portion thereof, as an apparently legal location of a mineral claim.</p>\n<p>In <i>North Noonday Mining Company</i> v. <i>Orient Mining Company,</i> 1 Fed. Rep. 522, 531, Judge Sawyer, in charging the jury, said:</p>\n<p>\"I instruct you further, that if a party should make a location in all other respects regular, and in accordance with the laws, and the rules, regulations and customs in force at the place at the time, upon a supposed vein, before discovering the true vein or lode, and should do sufficient work to hold the claim, and after such location should discover the vein or lode within the limits of the claim located, before any other party had acquired any rights therein, from the date of his discovery his claim would be good to the limits of his claim, and the location valid.\"</p>\n<p>To the same effect was the charge of the same judge in <i>Jupiter Mining Company</i> v. <i>Bodie Mining Company,</i> 11 Fed. Rep. 666, 676.</p>\n<p>In <i>Cedar Canyon Mining Company</i> v. <i>Yarwood,</i> 27 Washington, 271, the Supreme Court of Washington ruled that:</p>\n<p>\"In the absence of intervening rights, the fact that mineral is not discovered on a claim until after the notice of location is posted and the boundary marked is immaterial, and, where the discovery is the result of work subsequently done by the locator, his possessory rights under his location are complete from the date of such discovery. <i>Nevada Sierra Oil Co.</i> v. <span class=\"star-pagination\">*351</span> <i>Home Oil Co.</i> [C.C.], 98 Fed. Rep. 673; <i>Erwin</i> v. <i>Perego,</i> 35 C.C.A. 482; <i>S.C.,</i> 93 Fed. Rep. 608; <i>Jupiter Min. Co.</i> v. <i>Bodie</i><i> Consol. </i><i>Min. Co.</i> [C.C.], 11 Fed. Rep. 666; 1 Lindl. Mines, § 335, and cases cited.\"</p>\n<p>See especially <i>Erwin</i> v. <i>Perego</i><i>,</i> cited in this quotation, decided by the Court of Appeals for the Eighth Circuit. Tending in the same direction are <i>Thompson</i> v. <i>Spray,</i> 72 California, 528, 533; <i>Gregory</i> v. <i>Pershbaker,</i> 73 California, 109, 118; <i>Tuolumne Cons. Mining Co.</i> v. <i>Maier,</i> 134 California, 583, 585.</p>\n<p>But what is the meaning of the statute? Its language is \"no location of a mining claim shall be made until the discovery of the vein or lode within the limits of the claim located.\" Does that require that a discovery must be made before any marking on the ground, especially when as under the Colorado statutes several other steps in the process of location are prescribed, or does it mean that no location shall be considered as complete until there has been a discovery? Bearing in mind that the principal thought of the chapter is exploration and appropriation of mineral, does it mean anything more than that the fact of discovery shall exist prior to the vesting of that right of exclusive possession which attends a valid location?</p>\n<p>This may be looked at in another aspect. Suppose a discovery is not made before the marking on the ground and posting of notice, but is then made, and it and all other statutory provisions are complied with before the entry, which is an application for the purchase of the ground, of what benefit would it be to the Government to require the discoverer to repeat the marking on the ground, the posting of notice, and other acts requisite to perfect a location? If everything has been done which under the law ought to be done to entitle the party to purchase the ground, wherein is the Government prejudiced if the precise order of those acts is not followed? Or, to go a step further, suppose, on an application for a patent, an adverse suit is instituted, and on the trial it appeared that the plaintiff in that suit had made a discovery and taken all the <span class=\"star-pagination\">*352</span> steps necessary for a location in the statutory order, although not until after the applicant for the patent had done everything required by law, would there be any justice in sustaining the adverse suit and awarding the property to the plaintiff therein on the ground that the applicant had not made any discovery until the day after his marking on the ground, and so the discovery did not precede the location?</p>\n<p>These suggestions add strength to the concurring opinion of three leading commentators on mining law, the general trend of the rulings of the Department and decisions of the courts, to the effect that the order in which the several acts are done is not essential, except so far as one is dependent on another. Doubtless a locator does not acquire the right of exclusive possession unless he has made a valid location, and discovery is essential to its validity, but if all the acts prescribed by law are done, including a discovery, is it not sacrificing substance to form to hold that the order of those acts is essential to the creation of the right? It must be remembered that the discovery and the marking on the ground are not matters of record put <i>in pais,</i> and if disputed in an adverse suit or otherwise must be shown, as other like facts, by parol testimony. It must also be remembered that the certificate of location required by the Colorado statutes need not be verified. The one in this case was not. A locator might, if so disposed, place the date of discovery before it was in fact made, and at any time within three months prior to the filing of the certificate.</p>\n<p>But it has been said that the question has been decided by this court adversely to these views, and <i>Enterprise Mining Company</i> v. <i>Rico-Aspen Mining Company,</i> <span class=\"citation\" data-id=\"94701\"><a href=\"/opinion/94701/enterprise-mining-co-v-rico-aspen-consol-mining-co/\"><span class=\"volume\">167</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">108</span></a></span>, and <i>Calhoun Mining Company</i> v. <i>Ajax Mining Company,</i> <span class=\"citation\" data-id=\"95514\"><a href=\"/opinion/95514/calhoun-gold-m-co-v-ajax-gold-m-co/\"><span class=\"volume\">182</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">499</span></a></span>, are cited. In the former case the question was as to when a vein discovered in a tunnel must be located, and in the opinion (p. 112) we said:</p>\n<p>\"In order to make a location there must be a discovery; at least, that is the general rule laid down in the statute. Section <span class=\"star-pagination\">*353</span> 2320 provides: `But no location of a mining claim shall be made until the discovery of the vein or lode within the limits of the claim located.' The discovery in the tunnel is like a discovery on the surface. Until one is made there is no right to locate a claim in respect to the vein, and the time to determine where and how it shall be located arises only upon the discovery \u0097 whether such discovery be made on the surface or in the tunnel.\"</p>\n<p>But that comes far short of meeting the question before us. It is undoubtedly true that discovery is the initial fact. The language of the statute makes that plain, and parties may not go on the public domain and acquire the right of possession by the mere performance of the acts prescribed for a location. But the question here is whether, if there be both a discovery and the performance of all the acts necessary to constitute a location, the order in which these things take place is essential to the right of exclusive possession which belongs to a valid location?</p>\n<p>In the <i>Ajax</i> case the contest was between mining claims on the one hand and a mining claim and tunnel site on the other. All the mining claims had passed to patent. The plaintiff in error, who was defendant below, held the junior patent issued upon a later entry, and the entries of plaintiff's claims were made and the receiver's final receipts issued prior to the location of the tunnel site. In other words, the defendant, admitting that its right to a tunnel had not been established by a location at the time of the entries of plaintiff's claims, sought to invalidate them by proof that there had been no previous discovery of mineral. This was refused by the trial court, and we sustained the ruling, saying (p. 510):</p>\n<p>\"The patents were proof of the discovery and related back to the date of the locations of the claims. The patents could not be collaterally attacked. This has been decided so often that a citation of cases is unnecessary.\"</p>\n<p>An entry, sustained by a patent, is conclusive evidence that at the time of the entry there had been a valid location and <span class=\"star-pagination\">*354</span> such valid location implies as one of its conditions a discovery, and the decision only went to the extent that this could not be challenged by one who at the time of the entry had made no location and therefore had acquired no tunnel right. There is nothing in this ruling to conflict with the views we have expressed.</p>\n<p>It would seem, therefore, from this review of the authorities as well as from the foregoing considerations that, as between the Government and the locator, it is not a vital fact that there was a discovery of mineral before the commencement of any of the steps required to perfect a location, and that if at the time of the entry everything has been done which entitled the party to an entry, to wit, a discovery and a perfect location, the Government would not be justified in rejecting the application on the ground that the customary order of procedure had not been followed. In other words, the Government does not, by accepting the entry and confirming it by a patent, determine as to the order of proceedings prior to the entry, but only that all required by law have been taken.</p>\n<p>If, therefore, the entry and patent do not of themselves necessarily determine the order of the prior proceedings, why may not any one who claims rights anterior to the entry and dependent upon that order show as a matter of fact what it was? One not a party to proceedings between the Government and the patentee is concluded by the action of the Government only so far as that action involves a determination. There is a determination by the fact of entry and patent that there was prior to the entry a discovery and a location. Having been so determined third parties may be concluded thereby.</p>\n<p>But it may be said that when the time of a particular fact is concluded by an adjudication or when an opportunity is presented for such an adjudication and not availed of, the time as stated must be considered as settled; that when the plaintiff applied for its patent if there was any question to be made by the defendant of any statement of fact made in the location certificate, or other record, it should have been challenged by <span class=\"star-pagination\">*355</span> an adverse suit. Failing to do so the fact must be considered to be settled as stated. Undoubtedly, if in an adverse suit the time of any particular matter is litigated, the judgment is conclusive, and if the date of discovery stated in the plaintiff's location certificate had been challenged in an appropriate action brought by the defendant and determined in favor of the plaintiff, there could be now no inquiry. So, when the owner of a lode claim makes application for a patent and the owner of another seeks to challenge the former's priority of right on account of the date of discovery, it is his duty to bring an adverse suit, and if he fails to do so that question will be as to him concluded. Such is the purpose and effect of the adverse proceedings.</p>\n<p>Is the same rule also applicable to a tunnel site? This opens up the question of what are the rights and obligations of the owner of a tunnel? And here these facts must be borne in mind. The owner of a tunnel never receives a patent for it. There is no provision in the statute for one, and none is in fact ever issued. No discovery of mineral is essential to create a tunnel right or to maintain possession of it. A tunnel is only a means of exploration. As the surface is free and open to exploration, so is the subsurface. The citizen needs no permit to explore on the surface of government land for mineral. Neither does he have to get one for exploration beneath the surface for like purpose. Nothing is said in section 2323 as to what must be done to secure a tunnel right. That is left to the miners' customs or the state statutes, and the statutes of Colorado provide for a location and the filing of a certificate of location. When the tunnel right is secured the Federal statute prescribes its extent \u0097 a tunnel 3,000 feet in length and a right to appropriate the veins discovered in such tunnel to the same extent as if discovered from the surface.</p>\n<p>If the tunnel right was vested before a discovery in the plaintiff's lode claim the defendant ought to have the benefit of it. The plaintiff's right does not antedate his discovery, at least it does not prevail over any then existing right. But, it <span class=\"star-pagination\">*356</span> is said, the defendant did not adverse the plaintiff's application for a patent; that its omission so to do precludes it from now asserting a right prior to the date of discovery named in the certificate of location, just as a judgment in an adverse suit involving the question of date would have been conclusive. Is the owner of a tunnel who simply seeks to protect his tunnel and has as yet discovered no lode claim, bound to adverse an application for the patent of a lode claim, the lode of which was discovered on the surface? It is contended that the case of <i>Enterprise Mining Company</i> v. <i>Rico-Aspen Mining Company, supra</i><i>,</i> decides this question. But in that case the line of the tunnel did not enter the ground of the lode claim but ran parallel with and distant from it some 500 feet, and we held that the mere possibility that in the line of the tunnel might be discovered a vein which extended through the ground of the distant lode claim did not necessitate adverse proceedings. Here the line of the tunnel runs directly through the ground of the plaintiff, and the question is distinctly presented whether, in order to protect the right to that tunnel, the defendant was called upon to adverse. Whatever might be the propriety or advantage of such action, the statute does not require it.</p>\n<p>Sections 2325 and 2326 provide the manner of obtaining a patent and for adverse proceedings. The first commences: \"A patent for any land claimed and located for valuable deposits may be obtained in the following manner.\" This, obviously, does not refer to easements or other rights, nor the acquisition of title to land generally, but only to land claimed and located for valuable deposits. Then, after prescribing certain proceedings, the statute adds, \"if no adverse claim shall have been filed with the register . . . it shall be assumed that the applicant is entitled to a patent . . . and that no adverse claim exists.\" The next section commences, \"Where an adverse claim is filed during the period of publication, it shall be upon oath of the person or persons making the same, and shall show the nature, boundaries, and <span class=\"star-pagination\">*357</span> extent of such adverse claim.\" The section then authorizes the commencement of an action by the adverse claimant and a stay of proceedings in the Land Department pending such action, and adds:</p>\n<p>\"After such judgment shall have been rendered, the party entitled to the possession of the claim, or any portion thereof, may, without giving further notice, file a certified copy of the judgment roll with the register of the land office, together with the certificate of the surveyor general that the requisite amount of labor has been expended or improvements made thereon, and the description required in other cases, and shall pay to the receiver five dollars per acre for his claim, together with the proper fees, whereupon the whole proceedings and the judgment roll shall be certified by the register to the Commissioner of the General Land Office, and a patent shall issue thereon for the claim, or such portion thereof as the applicant shall appear, from the decision of the court, to rightly possess. If it appears from the decision of the court that several parties are entitled to separate and different portions of the claim, each party may pay for his portion of the claim, with the proper fees, and file the certificate and description by the surveyor general, whereupon the register shall certify the proceedings and judgment roll to the Commissioner of the General Land Office, as in the preceding case, and patents shall issue to the several parties according to their respective rights.\"</p>\n<p>Reading these two sections together it is apparent that they provide for a judicial determination of a controversy between two parties contesting for the possession of \"land claimed and located for valuable deposits;\" in other words, the decision of a conflict between two mining claims, a decision which will enable the Land Department without further investigation to issue a patent for the land. A tunnel is not a mining claim, although it has sometimes been inaccurately called one. As we have seen, it is only a means of exploration. The owner has a right to run it in the hope of finding a mineral vein. When one is found he is called upon to make a location of the <span class=\"star-pagination\">*358</span> ground containing that vein and thus creates a mining claim, the protection of which may require adverse proceedings. As the claimant of the tunnel he takes no ground for which he is called upon to pay, and is entitled to no patent. A judgment in adverse proceedings instituted by him (if such proceedings were required) might operate to create a limitation on the estate of the applicant for a patent to the mining claim, and thus, as it were, engraft an exception on his patent. But taking the whole surface the applicant is required to pay the full price of five dollars per acre with no deduction because of the tunnel. The statute provides for no reduction on account of any tunnel. The tunnel owner might be said to have established his right to continue the tunnel through the lode claim after patent, a right which he undoubtedly had before patent, or at least before entry. There is no statutory warrant for placing in a patent to the owner of a lode claim any limitation of his title by a reservation of tunnel rights. In <i>Deffeback</i> v. <i>Hawke,</i> <span class=\"citation\" data-id=\"91459\"><a href=\"/opinion/91459/deffeback-v-hawke/\"><span class=\"volume\">115</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">392</span></a></span>, 406, we said:</p>\n<p>\"The position that the patent to the plaintiff should have contained a reservation excluding from its operation all buildings and improvements not belonging to him, and all rights necessary or proper to the possession and enjoyment of the same, has no support in any legislation of Congress. The land officers, who are merely agents of the law, had no authority to insert in the patent any other terms than those of conveyance, with recitals showing a compliance with the law and the conditions which it prescribed.\"</p>\n<p>Other limitations on the full title granted by a patent for a mineral claim are recognized in the statutes. Thus, by section 2339, which is found in the same chapter as the other sections quoted, the one devoted to \"Mineral Lands and Mining Resources,\" it is provided that:</p>\n<p>\"Whenever, by priority of possession, rights to the use of water for mining, agricultural, manufacturing, or other purposes, have vested and accrued, and the same are recognized and acknowledged by the local customs, laws, and the decisions <span class=\"star-pagination\">*359</span> of courts, the possessors and owners of such vested rights shall be maintained and protected in the same; and the right of way for the construction of ditches and canals for the purposes herein specified is acknowledged and confirmed.\"</p>\n<p>But it has never been supposed that the owner of any of these rights was compelled to adverse an application for a patent for a mining claim, for they are not \"mining claims.\"</p>\n<p>The decisions on the question of the duty of the tunnel owner to adverse the application of the lode claimant are not harmonious. In <i>Bodie Tunnel &amp; Mining Company</i> v. <i>Bechtel Consolidated Mining Company,</i> 1 L.D. 594, Secretary Kirkwood held that a tunnel location was a mining claim and necessitated adverse proceedings to protect its rights as against an applicant for a lode claim (see also <i>Back</i> v. <i>Sierra Nevada Con. Mining Company,</i> 2 Idaho, 386), while the Supreme Court of Colorado in <i>Corning Tunnel Company</i> v. <i>Pell,</i> 4 Colorado, 507, denied the right of a tunnel owner to adverse the application for a patent for a lode claim where the lode had not been discovered in the tunnel and the discovery shaft was not on the line of the tunnel. Lindley (sec. 725), referring to the decision in <i>Enterprise Mining Company</i> v. <i>Rico-Aspen Mining Company, supra</i><i>,</i> said:</p>\n<p>\"In the light of this decision and the one which it affirms, the rule may be thus formulated: Where a lode claimant applies for a patent to a location embracing a lode which has previously been discovered in the tunnel, the tunnel claimant will be compelled to adverse to protect his rights. A right in the particular lode inures to the tunnel proprietor immediately upon its discovery in the tunnel, which right is essentially adverse to the lode applicant; but where there has been no discovery in the tunnel, and it cannot be demonstrated that the lode will be cut by the tunnel bore, there is no necessity for an adverse claim.\"</p>\n<p>Without further review of the conflicting authorities, it would seem that whatever may be the propriety or advantage of an adverse suit, one cannot be adjudged necessary when <span class=\"star-pagination\">*360</span> Congress has not specifically required it. Until the discovery of a lode or vein within the tunnel, its owner has only a possibility. He is like an explorer on the surface. Adverse proceedings are called for only when one mineral claimant contests the right of another mineral claimant.</p>\n<p>If the defendant was not estopped by a failure to institute adverse proceedings then the trial court erred in striking out the parts of the answer in reference to the date of plaintiff's discovery, and the judgment of the Court of Appeals was right.</p>\n<p>This conclusion avoids the necessity of any inquiry as to the effect of the alleged estoppel, and the judgment of the Circuit Court of Appeals is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "sha1": "ae4011fea273e19fdf3cb01ad2201844434f8c9b", 
  "date_modified": "2014-12-21T01:34:21.586540", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/96202/mining-company-v-tunnel-company/", 
  "citation_count": 9, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1116369/", 
  "html": "<p class=\"case_cite\">196 U.S. 337</p>\n    <p class=\"case_cite\">25 S.Ct. 266</p>\n    <p class=\"case_cite\">49 L.Ed. 501</p>\n    <p class=\"parties\">CREEDE &amp; CRIPPLE CREEK MINING &amp; MILLING  COMPANY, <i>Petitioner</i>,<br>v.<br>UINTA TUNNEL MINING &amp; TRANSPORTATION COMPANY.</p>\n    <p class=\"docket\">No. 18.</p>\n    <p class=\"date\">Argued April 15, 18, 1904.</p>\n    <p class=\"date\">Ordered for reargument October 31, 1904.</p>\n    <p class=\"date\">Reargued January 10, 11, 1905.</p>\n    <p class=\"date\">Decided January 30, 1905.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs.<i>Charles S. Thomas,</i> <i>A. T. Gunnell, William H. Bryant, H. H. Lee, T. M. Patterson, E. F. Richardson</i>, and <i>H. N. Hawkins</i> for petitioner.</p>\n      <p class=\"indent\"><i>Messrs.</i> <i>Charles J. Hughes, Jr.,</i> <i>Scott Ashton</i>, and <i>Gerald Hughes</i> for respondent.</p>\n      <p class=\"indent\"><i>Mr.</i> <i>J. C. Helm</i> as <i>Amicus curioe</i>, by special leave.</p>\n      <p class=\"indent\">Mr. Justice Brewer delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Certiorari to review a judgment of the United States circuit court of appeals for the eighth circuit (57 C. C. A. 200, 119 Fed. 164), reversing a judgment of the circuit court of the United States, rendered upon a verdict of a jury, directed by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The action was originally brought by the Creede &amp; Cripple Creek Mining &amp; Milling Company, as plaintiff, against the Uinta Tunnel Mining &amp; Transportation Company, as defendant, in the district court of the county of El Paso, Colorado, for the possession of certain mining claims, and for damages. Equitable relief was also prayed. On motion of the defendant the action was removed to the United States circuit court for the district of Colorado, where, also on its motion, the pleadings were reformed, and the action made one for the possession of the property, and damages.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The plaintiff filed an amended complaint, alleging in substance that it was the owner in fee and in possession, and entitled to the possession, of the Ocean Wave and Little Mary lode mining claims, being survey lot No. 8192, evidenced by mineral certificate No. 338, the patent of the United States to said plaintiff for said claims bearing date December 21, 1893; that said claims were duly located and discovered on the 2d of January, 1892, and that the patent related back and took effect of that date for all purposes given and provided by the laws of the United States and the state of Colorado concerning mining claims.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Entry upon the claims and ouster of plaintiff by defendant by means of its tunnel were also alleged.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Thereafter the defendant filed its answer. Upon motion of plaintiff certain portions thereof were stricken out, and on the trial testimony offered by the defendant in support of the portions stricken out was rejected.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The matter to be determined is the sufficiency of the defenses pleaded and stricken out. To appreciate them fully it is well to state some facts about which there is no dispute, and it is sufficient to state the facts in reference to one of the lode mining claims, as the proceedings in respect to the two were alike. On February 1, 1892, J. B. Winchell and E. W. McNeal filed in the office of the county clerk of El Paso county (the county in which the mining claim was situated) a certificate of location which, not verified by affidavit or other testimony, stated that they had, on January 2, 1892, located and claimed, in compliance with the mining acts of Congress, 1,500 linear feet on the Ocean Wave lode, and gave the boundaries of the claim. By several mesne conveyances the title of Winchell and McNeal passed to the plaintiff. On August 5, 1893, the plaintiff made an entry of the claim in the proper land office of the United States, and, no proceedings in adverse being instituted, a patent therefor was issued to it on December 21, 1893. There is no reference in the patent to the discovery or the filing of the location certificate. The first appearance of the claim on the records of any office of the United States is the entry in the local land office of August 5, 1893, and the only prior record in any state office is the location certificate, unsworn to, filed February 1, in which the parties filing the certificate stated that they had discovered the lode on January 2, 1892. On February 25, 1892, a location certificate of the defendant's tunnel was filed in the office of the county clerk of El Paso county, which, verified by the oath of one of the locators, stated that on January 13, 1892, they had located the tunnel site by posting in a conspicuous place and at the entrance to the tunnel a notice of their intent to claim and work the tunnel; that they had performed work therein to the value of $270 in driving said tunnel, and $80 in furnishing and putting in timbers, and that it was their bona fide intent to prosecute the work with diligence and dispatch for the discovery of lodes and for mining purposes. The certificate also contained a full description of the boundaries of the tunnel site as claimed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In a general way it may be said that the defenses which were stricken out were a priority of right and an estoppel. We quote these paragraphs from the answer:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'It further avers that the patent of the United States issued for said Ocean Wave and Little Mary lodes and lode mining claims was issued subject to the act of Congress in reference to tunnel rights, and subject to the laws of the state of Colorado in reference to the right to run tunnels through ground that may be patented, for the purpose of reaching territory that belongs to tunnel owners beyond such patented claims, and subject to the rights which the defendant, The Uinta Tunnel Mining &amp; Transportation Company and its grantors, had acquired by reason of the location of said Uinta tunnel, and in and to any and all lodes, veins, and mining claims that it might cut or discover in driving said tunnel, as is guaranteed to the locator of said tunnel under and by virtue of &#167; 2323 of the Revised Statutes of the United States (U. S. Comp. Stat. 1901, p. 1426); that the pretended discovery alleged and pretended to have been made in and upon said pretended Ocean Wave and Little Mary lodes and lode mining claims, and by virtue of which the plaintiff claims the right to patent the same under the laws of the United States, was not made until long after the location of said Uinta tunnel, and at the time said pretended locations were made said locators thereof were advised and knew that said tunnel had been located and had been and was being prosecuted with due diligence and in strict compliance with the terms and conditions of the statutes of the United States and of the state of Colorado, which authorize and provide for the location and prosecution of such tunnels, and which define and determine the rights pertaining thereto; and that said pretended Ocean Wave and Little Mary lode mining claims, so far as the same may be now claimed and possessed by said plaintiff, were taken and held subject to the rights of this defendant as owner of said Uinta tunnel, located in accordance with &#167; 2323 of the Revised Statutes of the United States, and also subject to the rights of this defendant to cross said claims, and to drive drifts therein, and to follow said lode claims as located by this defendant, and to reach lode claims so owned by this defendant, as hereinbefore and hereinafter stated.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'It alleges that it and its grantors have expended in and upon said tunnel the sum of more than one hundred and twenty-five thousand dollars ($125,000), and in addition to said expenditures have also expended upon surface work, in improvements and expenses, the further sum of not less than ten thousand dollars ($10,000).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'It alleges that its work and the work of its said grantors in and upon said tunnel has been done openly and without concealment; that the same has been at all times prosecuted under the claim of the defendant and its grantors of the right so to do by virtue of the location of said tunnel and tunnel site location, under and by virtue of the laws of the United States, and under the provisions of &#167; 2323 of the Revised Statutes of the United States; and that the expenditures thereof and the developments made thereon have been made in compliance with the terms and provisions of, and in reliance upon, said statute.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'That the plaintiff, by permitting and allowing this defendant to expend more than the sum of one hundred and thirty-five thousand dollars ($135,000) as aforesaid in reaching, uncovering, and discovering said ore body, has no right to interfere with the defendant in operating its tunnel over, through, and along said pretended Ocean Wave and Little Mary lodes and lode mining claims, but that, on the contrary, the plaintiff, by its conduct and actions in the premises as hereinabove recited and set forth, has permitted and allowed the defendant to expend said sum of one hundred and thirty-five thousand dollars ($135,000), and has permitted and allowed the defendant so to proceed with said tunnel through and across said pretended Ocean Wave and Little Mary lodes and lode mining claims until the same has ripened into such a license and permission as entitled the defendant to use its said tunnel as it penetrates said pretended Ocean Wave and Little Mary lodes and lode mining claims, and that said license and permission is such that the defendant cannot be disturbed therein.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It was also alleged that the tunnel had been driven some 2,200 feet; that it entered the ground of the plaintiff at about 550 feet from its portal, and in running through that ground the tunnel was driven 625 feet, leaving the plaintiff's ground at about 1,175 feet from the portal; that after passing it the defendant discovered in the tunnel three or four blind lodes, which it duly located; and it was not until after the discovery and location of these lodes that the plaintiff commenced this action.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Was there error in striking out these defenses? By &#167; 2319, Rev. Stat. (U. S. Comp. Stat. 1901, p. 1424), 'all valuable mineral deposits in lands belonging to the United States, both surveyed and unsurveyed, are hereby declared to be free and open to exploration and purchase.' Until, therefore, the title to the land passes from the government, the minerals therein are 'free and open to exploration and purchase.' A lode locator acquires a vested property right by virtue of his location (<i>Clipper Min. Co.</i> v. <i>Eli Min &amp; Land Co.</i> 194 U. S. 220, 48 L. ed. 944, 24 Sup. Ct. Rep. 632); but what is the extent of that property right? Section 2322 (U. S. Comp. Stat. 1901, p. 1425) defines it as follows: 'The locators . . . shall have the exclusive right of possession and enjoyment of all the surface included within the lines of their locations, and of all veins, lodes, and ledges throughout their entire depth, the top or apex of which lies inside of such surface lines extended downward vertically, although such veins, lodes, or ledges may so far depart from a perpendicular in their course downward as to extend outside the vertical side lines of such surface locations.' The express grant to the locator made by this section includes only the surface and the veins apexing within the boundaries of the location. Until, therefore, by entry and payment to the government, the equitable title to the ground passes to the locator, he is in no position to question any rights of exploration which are granted by other provisions of the statute. The fee still remains in the government. By &#167; 2320 (U. S. Comp. Stat. 1901, p. 1424) it is provided that 'no location of a mining claim shall be made until the discovery of the vein or lode within the limits of the claim located.' And by &#167; 2324 (U. S. Comp. Stat. 1901, p. 1426): 'The miners of each mining district may make regulations not in conflict with the laws of the United States, or with the laws of the state or territory in which the district is situated, governing the location, manner of recording, amount of work necessary to hold possession of a mining claim, subject to the following requirements: The location must be distinctly marked on the ground, so that its boundaries can be readily traced. All records of mining claims hereafter made shall contain the name or names of the locators, the date of the location, and such a description of the claim or claims located, by reference to some natural object or permanent monument, as will identify the claim.' Tunnel rights are granted by &#167; 2323 (U. S. Comp. Stat. p. 1426) which reads:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'Where a tunnel is run for the development of a vein or lode, or for the discovery of mines, the owners of such tunnel shall have the right of possession of all veins or lodes within three thousand feet from the face of such tunnel on the line thereof, not previously known to exist, discovered in such tunnel, to the same extent as if discovered from the surface; and locations on the line of such tunnel of veins or lodes not appearing on the surface, made by other parties after the commencement of the tunnel, and while the same is being prosecuted with reasonable diligence, shall be invalid; but failure to prosecute the work on the tunnel for six months shall be considered as an abandonment of the right to all undiscovered veins on the line of such tunnel.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It does not appear from the answer or testimony that the tunnel had reached the boundaries of the plaintiff's claims prior to the entry or even prior to the patent. For the purpose of this case, therefore, we must assume that, although its line had been marked out,&#8212;a line extending through the plaintiff's ground,&#8212;yet in fact no work had been done within such ground prior to the patent.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The propositions upon which the plaintiff relies are that discovery is the initial fact; that the patent when issued relates back to that initial fact and confirms all rights as of that date; that no inquiry is permissible as to the time of that discovery, it being concluded by the issue of the patent; that such time antedated anything done in or for the tunnel; that no adverse proceedings were instituted after it had applied for patent, and that, therefore, its right became vested in the ground, the same right which any other landowner has, and which could not be disturbed by the defendant by means of its tunnel. <i>St. Louis Min. &amp; Mill. Co.</i> v. <i>Montana Min. Co.</i> 194 U. S. 235, 48 L. ed. 953, 24 Sup. Ct. Rep. 654.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On the other hand, defendant contends that, as the first record in any office of the government was the record of the entry on August 5, 1893, the patent issued in an <i>ex parte</i> proceeding is conclusive only that every preceding step, including discovery, had then been taken; that it in fact located its tunnel site prior to any discovery or marking on the ground of plaintiff's claim; that it was not called upon to adverse plaintiff's application for a patent, because no patent is ever issued for a tunnel, and it had not then discovered any veins within its tunnel; that plaintiff, with full knowledge of defendant's tunnel location, permitted the driving of the tunnel through its ground and beyond, at an expenditure of $135,000, and made no objection until the discovery of the veins beyond its ground, and then, for the first time, and to prevent defendant from developing such veins, brought this action, and that by such acquiescence it was now estopped to question defendant's use of the tunnel.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Obviously the parties divide as to the effect of plaintiff's patent. The circuit court held with the plaintiff, the court of appeals with the defendant. It may be conceded that a patent is conclusive that the patentee has done all required by law as a condition of the issue; that it relates to the initiation of the patentee's right, and cuts off all intervening claims. It may also be conceded that discovery of mineral is the initial fact. But when did the initial fact take place? Are all other parties concluded by the locator's unverified assertion of the date or the acceptance by the government of his assertion as sufficient, with other matters, to justify the issue of a patent? Undoubtedly, so far as the question of time is essential to the right, the patent is conclusive, but is it beyond that?</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In order to reach a clear understanding of the question it seems necessary to consider the legislation. Three things are provided for: discovery, location, and patent. The first is the primary, the initial fact. The others are dependent upon it, and are the machinery devised by Congress for securing to the discoverer of mineral the full benefit of his discovery. Chap. 6 of Title 32, Rev. Stat., is devoted to the subject of 'Mineral Lands and Mining Resources.' The first section, 2318 (U. S. Comp. Stat. 1901, p. 1423), reserves mineral lands for sale, except as expressly directed. The next provides that all valuable mineral deposits in government lands shall be free and open to exploration and purchase, and the lands in which they are found to occupation and purchase. In the next it is declared that no location of a mining claim shall be made until the discovery of the vein or lode within the limits of the claim. The whole scope of the chapter is the acquisition of title from the United States to mines and mineral lands, the discovery of the mineral being, as stated, the initial fact. Without that no rights can be acquired. As said by Lindley, in his work on Mines, 2d ed., vol. 1, &#167; 335:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'Discovery, in all ages and all countries, has been regarded as conferring rights or claims to reward. Gamboa, who represented the general thought of his age on this subject, was of the opinion that the discoverer of mines was even more worthy of reward than the inventor of a useful art. Hence, in the mining laws of all civilized countries the great consideration for granting mines to individuals is <i>discovery</i>. 'Rewards so bestowed,' says Gamboa, 'besides being a proper return for the labor and anxiety of the discoverers, have the further effect of stimulating others to search for veins and mines, on which the general prosperity of the state depends.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Location is the act or series of acts by which the right of exclusive possession of mineral veins and the surface of mineral lands is vested in the locator. For this the only requirement made by Congress is the marking on the surface of the boundaries of the claim. By &#167; 2324 (U. S. Comp. Stat. 1901, p. 1426), however, Congress recognized the validity of any regulations made by the miners of any mining district not in conflict with the laws of the United States or the laws of the state or territory within which the district is situated. This is held to authorize legislation by the state. Thus, in <i>Belk</i> v. <i>Meagher</i>, 104 U. S. 279, 284, 26 L. ed. 735, 737, it was said:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">'A location is not made by taking possession alone, but by working on the ground, recording, and doing whatever else is required for that purpose by the acts of Congress and the local laws and regulations.'</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In <i>Kendall</i> v. <i>San Juan Silver Min. Co.</i> 144 U. S. 658, 664, 36 L. ed. 583, 585, 12 Sup. Ct. Rep. 779, 781, is this language:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'Section 2324 of the Revised Statutes (U. S. Comp. Stat. 1901, p. 1426) makes the manner of locating mining claims and recording them subject to the laws of the state or territory, and the regulations of each mining district, when they are not in conflict with the laws of the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">See also <i>Erhardt</i> v. <i>Boaro</i>, 113 U. S. 527, 533, 534, 535, 28 L. ed. 1113, 1115, 1116, 5 Sup. Ct. Rep. 560; <i>Butte City Water Co.</i> v. <i>Baker</i>, 196 U. S. 119, 25 Sup. Ct. Rep. 221, 49 L. ed. 409.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">And many territories and states (Colorado among the number) have made provisions in respect to the location other than the mere marking on the ground of the boundaries of the claim. So, before a location in those states is perfected, all the provisions of the state statute as well as of the Federal must be complied with, for location there does not consist in a single act. In Morrison, Mining Rights, 11th ed. p. 37, the author, having primarily reference to the laws of Colorado, says:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">'The location of a lode consists in defining its position and boundaries, and in doing such acts as indicate and publish the intention to occupy and hold it under the license of the United States. The formal parts of location include: 1, the location notice at discovery; 2, the discovery shaft; 3, the boundary stakes.'</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In <i>St. Louis Smelting &amp; Ref. Co.</i> v. <i>Kemp</i>, 104 U. S. 636, 649, 26 L. ed. 875, 879, Justice Field, referring to the fact that the terms 'location' and 'mining claim' are often indiscriminately used to denote the same thing, says by way of definition:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">'A mining claim is a parcel of land containing precious metal in its soil or rock. A location is the act of appropriating such parcel, according to certain established rules.'</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">See also <i>Northern P. R. Co.</i> v. <i>Sanders</i>, 1 C. C. A. 192, 7 U. S. App. 47, 49 Fed. 129, 135.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The patent is the instrument by which the fee-simple title to the mining claim is granted.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Returning now to the matter of location, the Colorado statutes in substance require&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">'1. To place at the point of discovery, on the surface, a notice containing the name of the lode, the name of the locator, and the date of the discovery.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">'2. Within sixty days from the discovery, to sink a discovery shaft 10 feet deep, showing a well-defined crevice.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">'3. To mark the surface boundaries by six posts, one at each corner and one at the center of each side line, hewed or marked on the side or sides in towards the claim.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">'4. The disclosure of the lode in an open cut, cross cut, or tunnel suffices instead of a 10-foot shaft.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">'5. Within three months from date of discovery he must file a location certificate with the county recorder giving a proper description of the claim, and containing also the name of the lode, the name of the locator, the date of the location, the number of feet in length on each side of the center of the discovery shaft, and the general course of the lode.' Morrison, Mining Rights, 11th ed. p. 59.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The issue of a patent for a lode claim in Colorado is therefore not only a conclusive adjudication of the fact of the discovery of the mineral vein, but also of compliance with these several provisions of its statutes. The supreme court of that state has decided that the order is not essential, providing no intervening rights have accrued. In <i>Brewster</i> v. <i>Shoemaker</i>, 28 Colo. 176, 180, 53 L. R. A. 793, 798, 89 Am. St. Rep. 188, 190, 63 Pac. 309, 310, it said:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">'The order of time in which these several acts are performed is not of the essence of the requirements, and it is immaterial that the discovery was made subsequent to the completion of the acts of location, provided, only, all the necessary acts are done before intervening rights of third parties accrue. All these other steps having been taken before a valid discovery, and a valid discovery then following, it would be a useless and idle ceremony, which the law does not require, for the locators again to locate their claim and refile their location certificate, or file a new one.'</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">And that has been the general doctrine. In 1 Lindley, Mines, 2d ed. &#167; 330, the author says:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">'The order in which the several acts required by law are to be performed is nonessential, in the absence of intervening rights. The marking of the boundaries may precede the discovery, or the discovery may precede the marking; and if both are completed before the rights of others intervene, the earlier act will inure to the benefit of the locator. But if the boundaries are marked before discovery, the location will date from the time discovery is made.'</p>\n    </div>\n    <p class=\"indent\">In 1 Snyder, Mines, &#167; 345, it is said:</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">'While the general rule is, as stated elsewhere in the foregoing sections, that a location must rest upon a valid discovery, yet a location otherwise good, with a discovery made after location, and before the intervention of adverse claims or the creation of adverse rights, will validate the location from the date of discovery, and generally from the first act towards claim and appropriation,&#8212;this by relation.'</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In Morrison' Mining Rights, 11th ed. p. 32:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">'It a location be made before discovery, but is followed by a discovery in the discovery shaft, before any adverse rights intervene, such subsequent discovery cures the original defect and the claim is valid.'</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In <i>Re Mitchell</i>, 2 Land Dec. 752, it was held by Commissioner McFarland that, 'although prior to location no discovery of mineral was made within the ground claimed, upon a subsequent discovery prior to application for patent the location became good and sufficient, in the absence of any adverse rights.'</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In <i>Reins</i> v. <i>Raunheim</i>, 28 Land Dec. 526, 529, Secretary Hitchcock declared that 'it is immaterial whether the discovery occurred before or after the location, if it occurred before the rights of others intervened. <i>Erwin</i> v. <i>Perego</i>, 35 C. C. A. 482, 93 Fed. 608.'</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Reference is made to the statement of Secretary Smith in <i>Etling</i> v. <i>Potter</i>, 17 Land Dec. 424, 426, as though that announced a different conclusion, that 'a location certificate is but one step&#8212;the last one&#8212;in the location of a mining claim.' But a location certificate is simply a certificate required by the local statute or custom that some things have been done, and, of course, it must come after those things have been done.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Again, in the same volume, pp. 545 and 546 (<i>Northern P. R. Co.</i> v. <i>Marshall</i>), he said:</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">'In the location of a mineral claim, placer or lode, the first requirement of the law is a discovery. &#167;&#167; 2319, 2320 Rev. Stat. U. S. Comp. Stat. 1901, p. 1424. All rights inuring to the benefit of the locators are based upon this initial act. <i>Erhardt</i> v. <i>Boaro</i>, 113 U. S. 537, 28 L. ed. 1116, 5 Sup. Ct. Rep. 565; <i>United States</i> v. <i>Iron Silver Min. Co.</i> 128 U. S. 673, 32 L. ed. 571, 9 Sup. Ct. Rep. 195; <i>O'Reilly</i> v. <i>Campbell</i>, 116 U. S. 418, 29 L. ed. 699, 6 Sup. Ct. Rep. 421. When, therefore, a legal location has been made on land returned as agricultural, the slight presumption in favor of the return of the surveyor general is, <i>ipso facto</i>, overcome, and the burden of proof shifts to the party attacking such mineral entry. By such discovery and location it is demonstrated that the return was erroneous, and it would be trifling with physical facts to pur the onus on the locator to present further evidence until it is shown that, as a matter of fact, he had no discovery.'</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">But the question he was considering was simply as to the burden of proof between one claiming land returned as agricultural land and one claiming a portion thereof, as an apparently legal location of a mineral claim.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In <i>North Noonday Min. Co.</i> v. <i>Orient Min. Co.</i> 6 Sawy. 299. 1 Fed. 522, 531, Judge Sawyer, in charging the jury, said:</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">'I instruct you further, that if a party should make a location in all other respects regular, and in accordance with the laws, and the rules, regulations, and customs in force at the place at the time, upon a supposed vein, before discovering the true vein or lode, and should do sufficient work to hold the claim, and after such location should discover the vein or lode within the limits of the claim located, before any other party had acquired any rights therein, from the date of his discovery his claim would be good to the limits of his claim, and the location valid.'</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">To the same effect was the charge of the same judge in <i>Jupiter Min. Co.</i> v. <i>Bodie Consol. Min. Co.</i> 7 Sawy. 96, 11 Fed. 666, 676.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In <i>Cedar Canyon Consol. Min. Co.</i> v. <i>Yarwood</i>, 27 Wash. 271, 91 Am. St. Rep. 841, 67 Pac. 749, the supreme court of Washington ruled that&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">'In the absence of intervening rights, the fact that mineral is not discovered on a claim until after the notice of location is posted and the boundary marked is immaterial; and, where the discovery is the result of work subsequently done by the locator, his possessory rights under his location are complete from the date of such discovery. <i>Nevada Sierra Oil Co.</i> v. <i>Home Oil Co.</i> 98 Fed. 673; <i>Erwin</i> v. <i>Perego</i>, 35 C. C. A. 482, 93 Fed. 608; <i>Jupiter Min. Co.</i> v. <i>Bodie Consol. Min. Co.</i> 7 Sawy, 96, 11 Fed. 666; 1 Lindley, Mines, &#167; 335, and cases cited.'</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">See especially <i>Erwin</i> v. <i>Perego</i>, cited in this quotation, decided by the court of appeals for the eighth circuit. Tending in the same direction are <i>Thompson</i> v. <i>Spray</i>, 72 Cal. 528, 533, 14 Pac. 182; <i>Gregory</i> v. <i>Pershbaker</i>, 73 Cal. 109, 118, 14 Pac. 401; <i>Tuolumne Consol. Min. Co.</i> v. <i>Maier</i>, 134 Cal. 583, 585, 66 Pac. 863.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">But what is the meaning of the statute? Its language is 'no location of a mining claim shall be made until the discovery of the vein or lode within the limits of the claim located.' Does that require that a discovery must be made before any marking on the ground, especially when, as under the Colorado statutes, several other steps in the process of location are prescribed, or does it mean that no location shall be considered as complete until there has been a discovery? Bearing in mind that the principal thought of the chapter is exploration and appropriation of mineral, does it mean anything more than that the fact of discovery shall exist prior to the vestion of that right of exclusive possession which attends a valid location?</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">This may be looked at in another aspect. Suppose a discovery is not made before the marking on the ground and posting of notice, but is then made, and it and all other statutory provisions are complied with before the entry, which is an application for the purchase of the ground,&#8212;of what benefit would it be to the government to require the discoverer to repeat the marking on the ground, the posting of notice, and other acts requisite to perfect a location? If everything has been done which, under the law, ought to be done to entitle the party to purchase the ground, wherein is the government prejudiced if the precise order of those acts is not followed? Or, to go a step farther, suppose, on an application for a patent, an adverse suit is instituted, and on the trial it appeared that the plaintiff in that suit had made a discovery and taken all the steps necessary for a location in the statutory order, although not until after the applicant for the patent had done everything required by law, would there be any justice in sustaining the adverse suit, and awarding the property to the plaintiff therein, on the ground that the applicant had not made any discovery until the day after his marking on the ground, and so the discovery did not precede the location?</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">These suggestions add strength to the concurring opinion of three leading commentators on mining law, the general trend of the rulings of the department and decisions of the courts, to the effect that the order in which the several acts are done is not essential, except so far as one is dependent on another. Doubtless a locator does not acquire the right of exclusive possession unless he has made a valid location, and discovery is essential to its validity; but if all the acts prescribed by law are done, including a discovery, is it not sacrificing substance to form to hold that the order of those acts is essential to the creation of the right? It must be remembered that the discovery and the marking on the ground are not matters of record but <i>in pais</i>, and, if disputed in an adverse suit or otherwise, must be shown, as other like facts, by parol testimony. It must also be remembered that the certificate of location required by the Colorado statutes need not be verified. The one in this case was not. A locator might, if so disposed, place the date of discovery before it was in fact made, and at any time within three months prior to the filing of the certificate.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">But it has been said that the question has been decided by this court adversely to these views, and <i>Enterprise Min. Co.</i> v. <i>Rico-Aspen Consol. Min. Co.</i> 167 U. S. 108, 42 L. ed. 96, 17 Sup. Ct. Rep. 762, and <i>Calhoun Gold Min. Co.</i> v. <i>Ajax Gold Min. Co.</i> 182 U. S. 499, 45 L. ed. 1200, 21 Sup. Ct. Rep. 885, are cited. In the former case the question was as to when a vein discovered in a tunnel must be located, and in the opinion (p. 112, L. ed. p. 100, Sup. Ct. Rep. p. 763) we said:</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">'In order to make a location there must be a discovery; at least, that is the general rule laid down in the statute. Section 2320 (U. S. Comp. Stat. 1901, p. 1424) provides: on the surface. Until one is made there is made until the discovery of the vein or lode within the limits of the claim located.' The discovery in the tunnel is like a discovery jon the surface. Until one is made there is no right to locate a claim in respect to the vein, and the time to determine where and how it shall be located arises only upon the discovery,&#8212;whether such discovery be made on the surface or in the tunnel.'</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">But that comes far short of meeting the question before us. It is undoubtedly true that discovery is the initial fact. The language of the statute makes that plain, and parties may not go on the public domain and acquire the right of possession by the mere performance of the acts prescribed for a location. But the question here is whether, if there be both a discovery and the performance of all the acts necessary to constitute a location, the order in which these things take place is essential to the right of exclusive possession which belongs to a valid location.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">In the <i>Ajax Case</i> the contest was between mining claims, on the one hand, and a mining claim and tunnel site, on the other. All the mining claims had passed to patent. The plaintiff in error, who was defendant below, held the junior patent issued upon a later entry, and the entries of plaintiff's claims were made and the receiver's final receipts issued prior to the location of the tunnel site. In other words, the defendant, admitting that its right to a tunnel had not been established by a location at the time of the entries of plaintiff's claims, sought to invalidate them by proof that there had been no previous discovery of mineral. This was refused by the trial court, and we sustained the ruling, saying (p. 510, L. ed. p. 1206, Sup. Ct. Rep. 890):</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">'The patents were proof of the discovery, and related back to the date of the locations of the claims. The patents could not be collaterally attacked. This has been decided so often that a citation of cases is unnecessary.'</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">An entry, sustained by a patent, is conclusive evidence that, at the time of the entry, there had been a valid location, and such valid location implies, as one of its conditions, a discovery; and the decision only went to the extent that this could not be challenged by one who, at the time of the entry, had made no location, and therefore had acquired no tunnel right. There is nothing in this ruling to conflict with the views we have expressed.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">It would seem, therefore, from this review of the authorities as well as from the foregoing considerations that, as between the government and the locator, it is not a vital fact that there was a discovery of mineral before the commencement of any of the steps required to perfect a location, and that if, at the time of the entry, everything has been done which entitled the party to an entry, to wit, a discovery and a perfected location, the government would not be justified in rejecting the application on the ground that the customary order of procedure had not been followed. In other words, the government does not, by accepting the entry, and confirming it by a patent, determine as to the order of proceedings prior to the entry, but only that all required by law have been taken.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">If, therefore, the entry and patent do not of themselves necessarily determine the order of the prior proceedings, why may not anyone who claims rights anterior to the entry, and dependent upon that order, show, as a matter of fact, what is was? One not a party to proceedings between the government and the patentee is concluded by the action of the government only so far as that action involves a determination. There is a determination by the fact of entry and patent that there was, prior to the entry, a discovery and a location. Having been so determined, third parties may be concluded thereby.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">But it may be said that when the time of a particular fact is concluded by an adjudication, or when an opportunity is presented for such an adjudication, and not availed of, the time as stated must be considered as settled; that when the plaintiff applied for its patent, if there was any question to be made by the defendant of any statement of fact made in the location certificate or other record, it should have been challenged by an adverse suit. Failing to do so, the fact must be considered to be settled as stated. Undoubtedly, if, in an adverse suit, the time of any particular matter is litigated, the judgment is conclusive; and if the date of discovery stated in the plaintiff's location certificate had been challenged in an appropriate action brought by the defendant, and determined in favor of the plaintiff, there could be now no inquiry. So, when the owner of a lode claim makes application for a patent, and the owner of another seeks to challenge the former's priority of right on account of the date of discovery, it is his duty to bring an adverse suit; and, if he fails to do so, that question will be, as to him concluded. Such is the purpose and effect of the adverse proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Is the same rule also applicable to a tunnel site? This opens up the question of what are the rights and obligations of the owner of a tunnel. And here these facts must be borne in mind: The owner of a tunnel never receives a patent for it. There is no provision in the statute for one, and none is in fact ever issued. No discovery of mineral is essential to create a tunnel right or to maintain possession of it. A tunnel is only a means of exploration. As the surface is free and open to exploration, so is the subsurface. The citizen needs no permit to explore on the surface of government land for mineral. Neither does he have to get one for exploration beneath the surface for like purpose. Nothing is said in &#167; 2323 (U. S. Comp. Stat. 1901, p. 1426) as to what must be done to secure a tunnel right. That is left to the miners' customs or the state statutes, and the statutes of Colorado provide for a location and the filing of a certificate of location. When the tunnel right is secured the Federal statute prescribes its extent,&#8212;a tunnel 3,000 feet in length and a right to appropriate the veins discovered in such tunnel to the same extent as if discovered from the surface.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">If the tunnel right was vested before a discovery in the plaintiff's lode claim the defendant ought to have the benefit of it. The plaintiff's right does not antedate his discovery; at least it does not prevail over any then-existing right. But, it is said, the defendant did not adverse the plaintiff's application for a patent; that its omission so to do precludes it from now asserting a right prior to the date of discovery named in the certificate of location, just as a judgment in an adverse suit involving the question of date would have been conclusive. Is the owner of a tunnel who simply seeks to protect his tunnel, and has, as yet, discovered no lode claim, bound to adverse an application for the patent of a lode claim, the lode of which was discovered on the surface? It is contended that the case of <i>Enterprise Min. Co.</i> v. <i>Rico-Aspen Consol. Min. Co.</i> 167 U. S. 108, 42 L. ed. 96, 17 Sup. Ct. Rep. 762, decides this question. But in that case the line of the tunnel did not enter the ground of the lode claim, but ran parallel with and distant from it some 500 feet, and we held that the mere possibility that, in the line of the tunnel, might be discovered a vein which extended through the ground of the distant lode claim, did not necessitate adverse proceedings. Here the line of the tunnel runs directly through the ground of the plaintiff, and the question is distinctly presented whether, in order to protect the right to that tunnel, the defendant was called upon to adverse? Whatever might be the propriety or advantage of such action, the statute does not require it.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Sections 2325 and 2326 (U. S. Comp. Stat. 1901, pp. 1429, 1430) provide the manner of obtaining a patent and for adverse proceedings. The first commences: 'A patent for any land claimed and located for valuable deposits may be obtained in the following manner.' This, obviously, does not refer to easements or other rights, nor the acquisition of title to land generally, but only to land claimed and located for valuable deposits. Then, after prescribing certain proceedings, the statute adds: 'If no adverse claim shall have been filed with the register . . . it shall be assumed that the applicant is entitled to a patent . . . and that no adverse claim exists.' The next section commences, 'where an adverse claim is filed during the period of publication, it shall be upon oath of the person or persons making the same, and shall show the nature, boundaries, and extent of such adverse claim.' The section then authorizes the commencement of an action by the adverse claimant and a stay of proceedings in the Land Department pending such action, and adds:</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">'After such judgment shall have been rendered, the party entitled to the possession of the claim, or any portion thereof, may, without giving further notice, file a certified copy of the judgment roll with the register of the land office, together with the certificate of the surveyor general that the requisite amount of labor has been expended or improvements made thereon, and the description required in other cases, and shall pay to the receiver five dollars per acre for his claim, together with the proper fees, whereupon the whole proceedings and the judgment roll shall be certified by the register to the Commissioner of the General Land Office, and a patent shall issue thereon for the claim, or such portion thereof, as the applicant shall appear, from the decision of the court, to rightly possess. If it appears from the decision of the court that several parties are entitled to separate and different portions of the claim, each party may pay for his portion of the claim, with the proper fees, and file the certificate and description by the surveyor general, whereupon the register shall certify the proceedings and judgment roll to the Commissioner of the General Land Office, as in the preceding case, and patents shall issue to the several parties according to their respective rights.'</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Reading these two sections together, it is apparent that they provide for a judicial determination of a controversy between two parties contesting for the possession of 'land claimed and located for valuable deposits;' in other words, the decision of a conflict between two mining claims,&#8212;a decision which will enable the Land Department, without further investigation, to issue a patent for the land. A tunnel is not a mining claim, although it has sometimes been inaccurately called one. As we have seen, it is only a means of exploration. The owner has a right to run it in the hope of finding a mineral vein. When one is found he is called upon to make a location of the ground containing that vein, and thus creates a mining claim, the protection of which may require adverse proceedings. As the claimant of the tunnel he takes no ground for which he is called upon to pay, and is entitled to no patent. A judgment in adverse proceedings instituted by him (if such proceedings were required) might operate to create a limitation on the estate of the applicant for a patent to the mining claim, and, thus as it were, engraft an exception on his patent. But, taking the whole surface, the applicant is required to pay the full price of $5 per acre, with no deduction because of the tunnel. The statute provides for no reduction on account of any tunnel. The tunnel owner might be said to have established his right to continue the tunnel through the lode claim after patent,&#8212;a right which he undoubtedly had before patent, or at least before entry. There is no statutory warrant for placing in a patent to the owner of a lode claim any limitation of his title by a reservation of tunnel rights. In <i>Deffeback</i> v. <i>Hawke</i>, 115 U. S. 392, 406, 29 L. ed. 423, 427, 6 Sup. Ct. Rep. 95, 101, we said:</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">'The position that the patent to the plaintiff should have contained a reservation excluding from its operation all buildings and improvements not belonging to him, and all rights necessary or proper to the possession and enjoyment of the same, has no support in any legislation of Congress. The land officers, who are merely agents of the law, had no authority to insert in the patent any other terms than those of conveyance, with recitals showing a compliance with the law and the conditions which it prescribed.'</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Other limitations in the full title granted by a patent for a mineral claim are recognized in the statutes. Thus, by &#167; 2339 (U. S. Comp. Stat. 1901, p. 1437), which is found in the same chapter as the other sections quoted, the one devoted to 'Mineral Lands and Mining Resources,' it is provided that:</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">'Whenever, by priority of possession, rights to the use of water for mining, agricultural, manufacturing, or other purposes, have vested and accrued, and the same are recognized and acknowledged by the local customs, laws, and the decisions of courts, the possessors and owners of such vested rights shall be maintained and protected in the same; and the right of way for the construction of ditches and canals for the purposes herein specified is acknowledged and confirmed.'</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">But it has never been supposed that the owner of any of these rights was compelled to adverse an application for a patent for a mining claim, for they are not 'mining claims.'</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The decisions on the question of the duty of the tunnel owner to adverse the application of the lode claimant are not harmonious. In <i>Bodie Tunnel &amp; Min. Co.</i> v. <i>Bechtel Consol. Min. Co.</i> 1 Land Dec. 584, Secretary Kirkwood held that a tunnel location was a mining claim and necessitated adverse proceedings to protect its rights as against an applicant for a lode claim (see also <i>Back</i> v. <i>Sierra Nevada Consol. Min. Co.</i> 2 Idaho, 420, 17 Pac. 83), while the supreme court of Colorado, in <i>Corning Tunnel Co.</i> v. <i>Pell</i>, 4 Colo. 507, denied the right of a tunnel owner to adverse the application for a patent for a lode claim where the lode had not been discovered in the tunnel, and the discovery shaft was not on the line of the tunnel. Lindley, &#167; 725, referring to the decision in <i>Enterprise Min. Co.</i> v. <i>Rico-Aspen Consol. Min. Co.</i> 167 U. S. 108, 42 L. ed. 96, 17 Sup. Ct. Rep. 762, said:</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">'In the light of this decision and the one which it affirms, the rule may be thus formulated: Where a lode claimant applies for a patent to a location embracing a lode which has previously been discovered in the tunnel, the tunnel claimant will be compelled to adverse to protect his rights. A right in the particular lode inures to the tunnel proprietor immediately upon its diseovery in the tunnel, which right is essentially adverse to the lode applicant; but where there has been no discovery in the tunnel, and it cannot be demonstrated that the lode will be cut by the tunnel bore, there is no necessity for an adverse claim.'</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Without further review of the conflicting authorities, it would seem that whatever may be the propriety or advantage of an adverse suit, one cannot be adjudged necessary when Congress has not specifically required it. Until the discovery of a lode or vein within the tunnel, its owner has only a possibility. He is like an explorer on the surfact. Adverse proceedings are called for only when one mineral claimant contests the right of another mineral claimant.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">If the defendant was not estopped by a failure to institute adverse proceedings, then the trial court erred in striking out the parts of the answer in reference to the date of plaintiff's discovery, and the judgment of the court of appeals was right.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">This conclusion avoids the necessity of any inquiry as to the effect of the alleged estoppel, and <i>the judgment of the Circuit Court of Appeals is affirmed</i>.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/96202/"
}