{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "196 U.S. 502", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/96214/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Western Tie & Timber Co. v. Brown", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "232", 
    "id": 80597, 
    "resource_uri": "/api/rest/v2/citation/80597/"
  }, 
  "id": 96214, 
  "blocked": false, 
  "judges": "White, After Making the Foregoing Statement", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1905-02-20", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>196 U.S. 502 (1905)</b></center>\n<center><h1>WESTERN TIE AND TIMBER COMPANY<br>\nv.<br>\nBROWN.</h1></center>\n<center>No. 232.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 5, 1905.</center>\n<center>Decided February 20, 1905.</center>\nAPPEAL FROM THE CIRCUIT COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n<p><span class=\"star-pagination\">*504</span> <i>Mr. Joseph Wheless, Mr. George M. Block, Mr. F.H. Sullivan</i> and <i>Mr. Charles Erd,</i> for appellant.</p>\n<p><i>Mr. John M. Moore, Mr. C.F. Henderson, Mr. H.L. Ponder, Mr. M.M. Stuckey</i> and <i>Mr. S.M. Stuckey,</i> for appellee.</p>\n<p><span class=\"star-pagination\">*506</span> MR. JUSTICE WHITE, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>Before coming to the merits we dispose of an objection to the jurisdiction.</p>\n<p>The appeal was prosecuted under clause <i>b</i> (1) of section 25 of the bankrupt act of July 1, 1898, 30 Stat. 544, 553, providing that from any final decision of a Court of Appeals, allowing or rejecting a claim under the act, an appeal may be had \"where the amount in controversy exceeds the sum of two thousand dollars, and the question involved is one which might have been taken on appeal or writ of error from the highest court of a State to the Supreme Court of the United States.\"</p>\n<p>The provision of the Revised Statutes regulating the revision of judgments and decrees of state courts, which is relied upon, in conjunction with the portion of the bankruptcy act just quoted, is that portion of section 709, which authorizes the reexamination of a final judgment or decree in any suit in the highest court of a State in which a decision in the suit can be had \"where any title, right, privilege, or immunity is claimed under . . . any . . . statute of . . . the United States, and the decision is against the title, right, privilege, or immunity specially set up or claimed, by either party, under such . . . statute, . . .\"</p>\n<p>The appellee does not question that this appeal is from a decree rejecting a claim, within the meaning of the statute, and that the requisite jurisdictional amount is involved, but the particular objection urged is that a right was not claimed under an act of Congress, nor was a right of that nature denied by the lower court.</p>\n<p>The objection is not tenable. It clearly appears from the record that in the claim filed on behalf of the tie company there <span class=\"star-pagination\">*507</span> was embodied, as an integral part thereof, as a proper credit or set-off, the sum retained from the wages of employes for supplies furnished by the bankrupt, and the rejection of the claim was based upon the denial of the right to set-off. As the right of set-off is controlled by the provisions of section 68 of the bankrupt act, the assertion of such a right, in a proceeding in bankruptcy, as was the case here, is necessarily based upon those provisions of the act of Congress, and in this case the construction of such statutory provision was undoubtedly involved. That the Circuit Court of Appeals understood that reliance was had by the tie company upon the set-off clauses of the act is shown by its opinion, where, after sustaining the claim of the trustee that the credits in question constituted a preference, it prefaced a particular discussion of the contention, as to a right of set-off, by the following statement:</p>\n<p>\"Finally, it is said that this $2,210.73 was a credit to Harrison, and that the company should be permitted to set it off against his debt to it, and should be allowed to prove its claim for the balance remaining without restriction, on the ground that these claims were mutual debts and credits under section 68 of the bankrupt law.\"</p>\n<p>The record, we think, sufficiently presented a claim of Federal right, <i>Home for Incurables</i> v. <i>New York,</i> 187 U.S. 155, and the objection to the jurisdiction is therefore overruled.</p>\n<p>Passing to the merits of the controversy:</p>\n<p>We must, at the outset, in the light of the facts found below, determine the exact relation existing between the bankrupt and the tie company, in order to fix the true import of the transactions by which the tie company, in making its claim against the bankrupt estate, asserted a right to retain and set off the sums which, in its proof of claim, it described as \"deductions from pay rolls.\"</p>\n<p>We think the findings establish that Harrison sold the goods, not to the tie company, but to the laborers, and therefore the result of the sale was to create an indebtedness for the price <span class=\"star-pagination\">*508</span> alone between Harrison and the employes. This is not only the necessary consequence of the facts stated, but likewise conclusively flows from the nature of the proof of claim made by the tie company, since that proof, so far as the items concerning the price of the goods sold to the employes are concerned, based the indebtedness by the tie company to Harrison, not upon any supposed original obligation on the part of the tie company towards Harrison to pay for the goods, but upon the \"deductions from pay rolls,\" made by the tie company in paying its employes. The effect of this was to trace and limit the origin of the debt due by the tie company to Harrison solely to the fact that the tie company had deducted, in paying its employes, money due to Harrison by the employes which, from the fact of the deduction, the tie company had become bound to pay to Harrison. We think, also, the facts found establish that the course of dealing between Harrison and the tie company concerning the deductions from pay rolls was that the tie company, when it made the deductions, was under an obligation to remit the money collected from the laborers for account of Harrison to him, irrespective of any debt which he might owe the tie company. This follows from the finding that, although there was a debt existing between Harrison and the tie company, the course of dealing between them was that when the tie company made deductions from the wages of the laborers of sums of money due by them to Harrison the tie company regularly remitted the proceeds of the deductions to Harrison. This conclusion, moreover, is the result of the finding that Harrison had no intention to give the tie company a preference, for if Harrison, being insolvent, to the knowledge of the company, within the prohibited period, gave to the tie company authority to collect the sums due to him by the laborers for goods sold them, with the right, or even the option, to apply the money to a prior debt due by Harrison to the company, the necessary result of the transaction would have been to create a voidable preference. And if the inevitable result of the transaction would have been to <span class=\"star-pagination\">*509</span> create such a preference, then the law would conclusively impute to Harrison the intention to bring about the result necessarily arising from the nature of the act which he did. <i>Wilson</i> v. <i>City Bank,</i> 17 Wall. 473, 486. To give effect, therefore, to the finding that there was no intention on the part of Harrison to prefer, we must consider that the authority given by him to the tie company to collect from the laborers did not give that company the right or endow it with the option, when it had collected, to retain the money for its exclusive benefit, and to the detriment of the other creditors of Harrison.</p>\n<p>The result of the facts found then is this: Harrison sold his goods to the laborers and agreed with the tie company that that company when it paid the laborers should deduct the amount due by the laborers from the wages which the tie company owed them, and after making the deduction should remit to Harrison the amount thus deducted, irrespective of any indebtedness otherwise due by Harrison to the tie company. Did this give rise to a voidable preference within the intendment of sections 57<i>g</i> and 60<i>b</i> of the bankrupt act?</p>\n<p>In view of the necessary result of the findings which we have previously pointed out, it is, we think, beyond doubt that the agreement was not a voidable preference within the meaning of the statute, since, considering the agreement alone, it brought about no preference whatever. This leaves only for consideration the question whether the tie company was entitled to prove its claim, as it sought to do, for the balance owing, after crediting as a set-off the \"deductions from pay rolls,\" to which we have referred. Now, as we have seen, from the facts found, it must be that the agreement between Harrison and the tie company obligated the latter, when it made the deductions from pay rolls, to remit to Harrison the amount of such deductions irrespective of the account between itself and Harrison. It follows that as to such deductions the tie company stood towards Harrison in the relation of a trustee, and, therefore, the case was not one of mutual credits and debts within the meaning of the set-off clause of the bankrupt law. <span class=\"star-pagination\">*510</span> <i>Libby</i> v. <i>Hopkins,</i> 104 U.S. 303. And, irrespective of the trust relation which the findings establish, it is equally clear from general considerations that the right to set-off did not exist. To allow the set-off under the circumstances disclosed would violate the plain intendment of the inhibition contained in clause <i>b</i> (2) of section 68 of the bankrupt act, which forbids the allowance to any debtor of a bankrupt of a set-off or counterclaim which \"was purchased by or transferred to him after the filing of the petition, or within four months before such filing, with a view to such use and with knowledge or notice that such bankrupt is insolvent or had committed an act of bankruptcy.\" That is to say, whether or not the trust relation was engendered, the result would still be that the tie company, within the prohibited period and with knowledge of the insolvency of Harrison, acquired the claims of the latter against the laborers, with a view to using the same by way of payment or set-off, so as to obtain an advantage over the other creditors, which it was not lawfully entitled to do.</p>\n<p>As we have concluded that under the findings there was no voidable preference, we think the court below erred in refusing to allow the tie company to prove its claim, unless it surrendered the sums which it owed Harrison and his bankrupt estate. Section 57<i>g</i> of the bankrupt act, as amended by the act of February 5, 1903, 32 Stat. 797, 799, empowering the court to compel creditors to surrender preferences as a prerequisite to the proof of claims against the estate of the bankrupt, relates only to those creditors \"who have received preferences viodable under section sixty, subdivision <i>b.</i>\" But it also is demonstrated, from what we have said, that the tie company was not entitled to prove its claim as it sought to do, embracing, as it did, the assertion of a right to set-off, and thus extinguish the sum which it owed to the bankrupt estate, resulting from the deductions from pay rolls. Whilst, therefore, because of the error in imposing the condition of prerequisite surrender of the alleged preference, the judgment below was erroneous, nevertheless the court was correct in refusing <span class=\"star-pagination\">*511</span> to allow the alleged set-off, and in refusing to permit proof to be made which embraced and asserted such set-off. It follows that although the judgment below must be reversed for the reasons stated, the case should be remanded with directions to disregard the alleged claim of set-off, to reject any proof of claim asserting the same, and to permit a claim to be filed for the gross indebtedness to the tie company, with the alleged set-off eliminated. The result will be that the tie company will be a creditor of the estate for the whole amount of its claim, and will be at the same time a debtor to the estate for the amount of the deductions from the pay-rolls collected by it, the court below, of course, having power to take such steps as may be lawful to protect the estate in respect to the payment of dividends to the tie company, in the event that company does not discharge its obligations to the bankrupt estate.</p>\n<p><i>The decrees of both courts are reversed and the case is remanded to the District Court with directions to allow the proof of claim, rejecting the alleged set-off, and for further proceedings in conformity with this opinion.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:41:29", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">196</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></span> (1905)</b></center>\n<center><h1>WESTERN TIE AND TIMBER COMPANY<br>\nv.<br>\nBROWN.</h1></center>\n<center>No. 232.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 5, 1905.</center>\n<center>Decided February 20, 1905.</center>\nAPPEAL FROM THE CIRCUIT COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n<p><span class=\"star-pagination\">*504</span> <i>Mr. Joseph Wheless, Mr. George M. Block, Mr. F.H. Sullivan</i> and <i>Mr. Charles Erd,</i> for appellant.</p>\n<p><i>Mr. John M. Moore, Mr. C.F. Henderson, Mr. H.L. Ponder, Mr. M.M. Stuckey</i> and <i>Mr. S.M. Stuckey,</i> for appellee.</p>\n<p><span class=\"star-pagination\">*506</span> MR. JUSTICE WHITE, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>Before coming to the merits we dispose of an objection to the jurisdiction.</p>\n<p>The appeal was prosecuted under clause <i>b</i> (1) of section 25 of the bankrupt act of July 1, 1898, 30 Stat. 544, 553, providing that from any final decision of a Court of Appeals, allowing or rejecting a claim under the act, an appeal may be had \"where the amount in controversy exceeds the sum of two thousand dollars, and the question involved is one which might have been taken on appeal or writ of error from the highest court of a State to the Supreme Court of the United States.\"</p>\n<p>The provision of the Revised Statutes regulating the revision of judgments and decrees of state courts, which is relied upon, in conjunction with the portion of the bankruptcy act just quoted, is that portion of section 709, which authorizes the reexamination of a final judgment or decree in any suit in the highest court of a State in which a decision in the suit can be had \"where any title, right, privilege, or immunity is claimed under . . . any . . . statute of . . . the United States, and the decision is against the title, right, privilege, or immunity specially set up or claimed, by either party, under such . . . statute, . . .\"</p>\n<p>The appellee does not question that this appeal is from a decree rejecting a claim, within the meaning of the statute, and that the requisite jurisdictional amount is involved, but the particular objection urged is that a right was not claimed under an act of Congress, nor was a right of that nature denied by the lower court.</p>\n<p>The objection is not tenable. It clearly appears from the record that in the claim filed on behalf of the tie company there <span class=\"star-pagination\">*507</span> was embodied, as an integral part thereof, as a proper credit or set-off, the sum retained from the wages of employes for supplies furnished by the bankrupt, and the rejection of the claim was based upon the denial of the right to set-off. As the right of set-off is controlled by the provisions of section 68 of the bankrupt act, the assertion of such a right, in a proceeding in bankruptcy, as was the case here, is necessarily based upon those provisions of the act of Congress, and in this case the construction of such statutory provision was undoubtedly involved. That the Circuit Court of Appeals understood that reliance was had by the tie company upon the set-off clauses of the act is shown by its opinion, where, after sustaining the claim of the trustee that the credits in question constituted a preference, it prefaced a particular discussion of the contention, as to a right of set-off, by the following statement:</p>\n<p>\"Finally, it is said that this $2,210.73 was a credit to Harrison, and that the company should be permitted to set it off against his debt to it, and should be allowed to prove its claim for the balance remaining without restriction, on the ground that these claims were mutual debts and credits under section 68 of the bankrupt law.\"</p>\n<p>The record, we think, sufficiently presented a claim of Federal right, <i>Home for Incurables</i> v. <i>New York,</i> <span class=\"citation\" data-id=\"95718\"><a href=\"/opinion/95718/home-for-incurables-v-city-of-new-york/\"><span class=\"volume\">187</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">155</span></a></span>, and the objection to the jurisdiction is therefore overruled.</p>\n<p>Passing to the merits of the controversy:</p>\n<p>We must, at the outset, in the light of the facts found below, determine the exact relation existing between the bankrupt and the tie company, in order to fix the true import of the transactions by which the tie company, in making its claim against the bankrupt estate, asserted a right to retain and set off the sums which, in its proof of claim, it described as \"deductions from pay rolls.\"</p>\n<p>We think the findings establish that Harrison sold the goods, not to the tie company, but to the laborers, and therefore the result of the sale was to create an indebtedness for the price <span class=\"star-pagination\">*508</span> alone between Harrison and the employes. This is not only the necessary consequence of the facts stated, but likewise conclusively flows from the nature of the proof of claim made by the tie company, since that proof, so far as the items concerning the price of the goods sold to the employes are concerned, based the indebtedness by the tie company to Harrison, not upon any supposed original obligation on the part of the tie company towards Harrison to pay for the goods, but upon the \"deductions from pay rolls,\" made by the tie company in paying its employes. The effect of this was to trace and limit the origin of the debt due by the tie company to Harrison solely to the fact that the tie company had deducted, in paying its employes, money due to Harrison by the employes which, from the fact of the deduction, the tie company had become bound to pay to Harrison. We think, also, the facts found establish that the course of dealing between Harrison and the tie company concerning the deductions from pay rolls was that the tie company, when it made the deductions, was under an obligation to remit the money collected from the laborers for account of Harrison to him, irrespective of any debt which he might owe the tie company. This follows from the finding that, although there was a debt existing between Harrison and the tie company, the course of dealing between them was that when the tie company made deductions from the wages of the laborers of sums of money due by them to Harrison the tie company regularly remitted the proceeds of the deductions to Harrison. This conclusion, moreover, is the result of the finding that Harrison had no intention to give the tie company a preference, for if Harrison, being insolvent, to the knowledge of the company, within the prohibited period, gave to the tie company authority to collect the sums due to him by the laborers for goods sold them, with the right, or even the option, to apply the money to a prior debt due by Harrison to the company, the necessary result of the transaction would have been to create a voidable preference. And if the inevitable result of the transaction would have been to <span class=\"star-pagination\">*509</span> create such a preference, then the law would conclusively impute to Harrison the intention to bring about the result necessarily arising from the nature of the act which he did. <i>Wilson</i> v. <i>City Bank,</i> <span class=\"citation\" data-id=\"88759\"><a href=\"/opinion/88759/wilson-v-city-bank/\"><span class=\"volume\">17</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">473</span></a></span>, 486. To give effect, therefore, to the finding that there was no intention on the part of Harrison to prefer, we must consider that the authority given by him to the tie company to collect from the laborers did not give that company the right or endow it with the option, when it had collected, to retain the money for its exclusive benefit, and to the detriment of the other creditors of Harrison.</p>\n<p>The result of the facts found then is this: Harrison sold his goods to the laborers and agreed with the tie company that that company when it paid the laborers should deduct the amount due by the laborers from the wages which the tie company owed them, and after making the deduction should remit to Harrison the amount thus deducted, irrespective of any indebtedness otherwise due by Harrison to the tie company. Did this give rise to a voidable preference within the intendment of sections 57<i>g</i> and 60<i>b</i> of the bankrupt act?</p>\n<p>In view of the necessary result of the findings which we have previously pointed out, it is, we think, beyond doubt that the agreement was not a voidable preference within the meaning of the statute, since, considering the agreement alone, it brought about no preference whatever. This leaves only for consideration the question whether the tie company was entitled to prove its claim, as it sought to do, for the balance owing, after crediting as a set-off the \"deductions from pay rolls,\" to which we have referred. Now, as we have seen, from the facts found, it must be that the agreement between Harrison and the tie company obligated the latter, when it made the deductions from pay rolls, to remit to Harrison the amount of such deductions irrespective of the account between itself and Harrison. It follows that as to such deductions the tie company stood towards Harrison in the relation of a trustee, and, therefore, the case was not one of mutual credits and debts within the meaning of the set-off clause of the bankrupt law. <span class=\"star-pagination\">*510</span> <i>Libby</i> v. <i>Hopkins,</i> 104 U.S. 303. And, irrespective of the trust relation which the findings establish, it is equally clear from general considerations that the right to set-off did not exist. To allow the set-off under the circumstances disclosed would violate the plain intendment of the inhibition contained in clause <i>b</i> (2) of section 68 of the bankrupt act, which forbids the allowance to any debtor of a bankrupt of a set-off or counterclaim which \"was purchased by or transferred to him after the filing of the petition, or within four months before such filing, with a view to such use and with knowledge or notice that such bankrupt is insolvent or had committed an act of bankruptcy.\" That is to say, whether or not the trust relation was engendered, the result would still be that the tie company, within the prohibited period and with knowledge of the insolvency of Harrison, acquired the claims of the latter against the laborers, with a view to using the same by way of payment or set-off, so as to obtain an advantage over the other creditors, which it was not lawfully entitled to do.</p>\n<p>As we have concluded that under the findings there was no voidable preference, we think the court below erred in refusing to allow the tie company to prove its claim, unless it surrendered the sums which it owed Harrison and his bankrupt estate. Section 57<i>g</i> of the bankrupt act, as amended by the act of February 5, 1903, 32 Stat. 797, 799, empowering the court to compel creditors to surrender preferences as a prerequisite to the proof of claims against the estate of the bankrupt, relates only to those creditors \"who have received preferences viodable under section sixty, subdivision <i>b.</i>\" But it also is demonstrated, from what we have said, that the tie company was not entitled to prove its claim as it sought to do, embracing, as it did, the assertion of a right to set-off, and thus extinguish the sum which it owed to the bankrupt estate, resulting from the deductions from pay rolls. Whilst, therefore, because of the error in imposing the condition of prerequisite surrender of the alleged preference, the judgment below was erroneous, nevertheless the court was correct in refusing <span class=\"star-pagination\">*511</span> to allow the alleged set-off, and in refusing to permit proof to be made which embraced and asserted such set-off. It follows that although the judgment below must be reversed for the reasons stated, the case should be remanded with directions to disregard the alleged claim of set-off, to reject any proof of claim asserting the same, and to permit a claim to be filed for the gross indebtedness to the tie company, with the alleged set-off eliminated. The result will be that the tie company will be a creditor of the estate for the whole amount of its claim, and will be at the same time a debtor to the estate for the amount of the deductions from the pay-rolls collected by it, the court below, of course, having power to take such steps as may be lawful to protect the estate in respect to the payment of dividends to the tie company, in the event that company does not discharge its obligations to the bankrupt estate.</p>\n<p><i>The decrees of both courts are reversed and the case is remanded to the District Court with directions to allow the proof of claim, rejecting the alleged set-off, and for further proceedings in conformity with this opinion.</i></p>\n</div>", 
  "sha1": "c968713db2c1c4e36cee1de282c98411a97c83cb", 
  "date_modified": "2014-12-21T01:34:21.323228", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/96214/western-tie-timber-co-v-brown/", 
  "citation_count": 14, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1116388/", 
  "html": "<p class=\"case_cite\">196 U.S. 502</p>\n    <p class=\"case_cite\">25 S.Ct. 339</p>\n    <p class=\"case_cite\">49 L.Ed. 571</p>\n    <p class=\"parties\">WESTERN TIE &amp; TIMBER COMPANY, <i>Appt.</i>,<br>v.<br>BEN A. BROWN, Trustee of the Estate of S. F.  Harrison, a Bankrupt.</p>\n    <p class=\"docket\">No. 232.</p>\n    <p class=\"date\">Submitted January 5, 1905.</p>\n    <p class=\"date\">Decided February 20, 1905.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This is an appeal from a decree of the circuit court of appeals for the eighth circuit, affirming, as modified, an order of the district court of the United States for the eastern district of Arkansas, directing that the claim of the Western Tie &amp; Timber Company against the estate of S. F. Harrison, a bankrupt, be expunged unless the company paid to the trustee in bankruptcy a specified sum, found to have been transferred to the company by the bankrupt, and decided to have operated a voidable preference. 129 Fed. 728.</p>\n      <p class=\"indent\">The facts were thus found by the circuit court of appeals:</p>\n      <p class=\"indent\">'1. On February 24, 1903, a petition to procure an adjudication that S. Frank Harrison was a bankrupt was filed in the district court of the United States for the eastern district of Arkansas, and Harrison was then adjudged a bankrupt.</p>\n      <p class=\"indent\">'2. The Western Tie &amp; Timber Company was a corporation and a creditor of Harrison. It presented a claim against his estate in bankruptcy of $24,358. The trustee moved to expunge this claim on the ground that the tie company had secured a voidable preference. The district court ordered the claim expunged unless the tie company should pay to the trustee $2,210.73, and an appeal from this order was taken.</p>\n      <p class=\"indent\">'3. For some years prior to February 24, 1903, the tie company and Harrison had been engaged in removing timber from land of the former, and converting it into ties, which the company received and sold. For many months prior to October, 1902, Harrison had owned and conducted stores in the vicinity of the places where the work of cutting and hauling the ties was carried on, and had furnished the laborers engaged in that work with groceries and other supplies. These laborers and Harrison were paid by the tie company in this way: Once in two or four weeks an inspector sent to the tie company a pay roll, on which the name of each laborer, the amount he had earned, and the value of the supplies he had received from Harrison, appeared. The company deducted from the earnings of each laborer the value of the supplies the laborer had received, and sent him a check for the balance. At the same time it sent to Harrison a check for the aggregate amount of the supplies which he had furnished to the laborers.</p>\n      <p class=\"indent\">'4. Four months before the filing of the petition in bankruptcy, or October 24, 1902, Harrison owed the tie company more than $20,000.</p>\n      <p class=\"indent\">'5. Between December 27, 1902, and February 24, 1903, the company refused to pay to Harrison, retained and credited on its claim against him $2,210.73, which was due him for supplies he had furnished to the laborers subsequent to November 30, 1902.</p>\n      <p class=\"indent\">'6. At all times, when the amounts which aggregate $2,210.73 became due and were retained by the company, Harrison was insolvent, the tie company knew that fact, and it intended, by retaining these amounts, to secure to itself a preference over the other creditors of the insolvent, but Harrison had no such intention.</p>\n      <p class=\"indent\">'7. After the company had retained several hundred dollars of the amount due Harrison for the supplies, it advanced to him $75 under a new and further credit.'</p>\n      <p class=\"indent\">An appeal to this court was allowed by the presiding circuit judge of the circuit court of appeals.</p>\n      <p class=\"indent\"><i>Joseph Wheless,</i> <i>George M. Block, F. H. Sullivan</i>, and <i>Charles Erd</i> for appellant.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 504-505 intentionally omitted]</p>\n      <p class=\"indent\"><i>Messrs.John M. Moore,</i> <i>C. F. Henderson, H. L. Ponder, M. M. Stuckey</i>, and <i>S. M. Stuckey</i> for appellee.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 505-506 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice White, after making the foregoing statement, delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Before coming to the merits we dispose of an objection to the jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The appeal was prosecuted under clause (<i>b</i>) 1 of &#167; 25 of the bankrupt act of July 1, 1898 (30 Stat. at L. 553, chap. 541, U. S. Comp. Stat. 1901, p. 3432), providing that from any final decision of a court of appeals, allowing or rejecting a claim under the act, an appeal may be had 'where the amount in controversy exceeds the sum of two thousand dollars, and the question involved is one which might have been taken on appeal or writ of error from the highest court of a state to the Supreme Court of the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The provision of the Revised Statutes regulating the revision of judgments and decrees of state courts, which is relied upon, in conjunction with the portion of a decision in the suit can be had, 'where any of &#167; 709 (U. S. Comp. Stat. 1901, p. 575) which authorizes the re-examination of a final judgment or decree in any suit in the highest court of a state in which a decision in the suit can be had, 'shere any title, right, privilege, or immunity is claimed under . . . any . . . statute of . . . the United States, and the decision is against the title, right, privilege, or immunity specially set up or claimed, by either party, under such . . . statute, . . .'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The appellee does not question that this appeal is from a decree rejecting a claim, within the meaning of the statute, and that the requisite jurisdictional amount is involved, but the particular objection urged is that a right was not claimed under an act of Congress, nor was a right of that nature denied by the lower courts.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The objection is not tenable. It clearly appears from the record that in the claim filed on behalf of the tie company there was embodied, as an integral part thereof, as a proper credit or set-off, the sum retained from the wages of employees for supplies furnished by the bankrupt, and the rejection of the claim was based upon the denial of the right to set-off. As the right of set-off is controlled by the provisions of &#167; 68 of the bankrupt act, the assertion of such a right, in a proceeding in bankruptcy, as was the case here, is necessarily based upon those provisions of the act of Congress, and in this case the construction of such statutory provision was undoubtedly involved. That the circuit court of appeals understood that reliance was had by the tie company upon the set-off clauses of the act is shown by its opinion, where, after sustaining the claim of the trustees that the credits in question constituted a preference, it prefaced a particular discussion of the contention as to a right of set-off by the following statement:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'Finally, it is said that this $2,210.73 was a credit to Harrison, and that the company should be permitted to set it off against his debt to it, and should be allowed to prove its claim for the balance remaining without restriction, on the ground that these claims were mutual debts and credits under &#167; 68 of the bankrupt law.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The record, we think, sufficiently presented a claim of Federal right (<i>Home for Incurables</i> v. <i>New York</i>, 187 U. S. 157, 47 L. ed. 117, 23 Sup. Ct. Rep. 84), and the objection to the jurisdiction is therefore overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Passing to the merits of the controversy&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We must, at the outset, in the light of the facts found below, determine the exact relation existing between the bankrupt and the tie company, in order to fix the true import of the transactions by which the tie company, in making its claim against the bankrupt estate, asserted a right to retain and set off the sums which, in its proof of claim, it described as 'deductions from pay rolls.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We think the findings establish that Harrison sold the goods, not to the tie company, but to the laborers, and therefore the result of the sale was to create an indebtedness for the price alone between Harrison and the employees. This is not only the necessary consequence of the facts stated, but likewise conclusively flows from the nature of the proof of claim made by the tie company, since that proof, so far as the items concerning the price of the goods sold to the employees are concerned, based the indebtedness by the tie company to Harrison, not upon any supposed original obligation on the part of the tie company towards Harrison to pay for the goods, but upon the 'deductions from pay rolls,' made by the tie company in paying its employees. The effect of this was to trace and limit the origin of the debt due by the tie company to Harrison solely to the fact that the tie company had deducted, in paying its employees, money due to Harrison by the employees, which, from the fact of the deduction, the tie company had become bound to pay to Harrison. We think, also, the facts found establish that the course of dealing between Harrison and the tie company concerning the deductions from pay rolls was that the tie company, when it made the deductions, was under an obligation to remit the money collected from the laborers for account of Harrison to him, irrespective of any debt which he might owe the tie company. This follows from the finding that, although there was a debt existing between Harrison and the tie company, the course of dealing between them was that when the tie company made deductions from the wages of the laborers of sums of money due by them to Harrison the tie company regularly remitted the proceeds of the deductions to Harrison. This conclusion, moreover, is the result of the finding that Harrison had no intention to give the tie company a preference, for if Harrison, being insolvent, to the knowledge of the company, within the prohibited period, gave to the tie company authority to collect the sums due to him by the laborers for goods sold them, with the right, or even the option to apply the money to a prior debt due by Harrison to the company, the necessary result of the transaction would have been to create a voidable preference. And if the inevitable result of the transaction would have been to create such a preference, then the law would conclusively impute to Harrison the intention to bring about the result necessarily arising from the nature of the act which he did. <i>Wilson</i> v. <i>City Bank</i>, 17 Wall. 486, 21 L. ed. 727. To give effect, therefore, to the finding that there was no intention on the part of Harrison to prefer, we must consider that the authority given by him to the tie company to collect from the laborers did not give that company the right, or endow it with the option, when it had collected, to retain the money for its exclusive benefit, and to the detriment of the other creditors of Harrison.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The result of the facts found, then, is this: Harrison sold his goods to the laborers, and agreed with the tie company that that company, when it paid the laborers, should deduct the amount due by the laborers from the wages which the tie company owed them, and, after making the deduction, should remit to Harrison the amount thus deducted, irrespective of any indebtedness otherwise due by Harrison to the tie company. Did this give rise to a voidable preference within the intendment of &#167;&#167; 57<i>g</i> and 60<i>b</i> of the bankrupt act?</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In view of the necessary result of the findings which we have previously pointed out, it is, we think, beyond doubt that the agreement was not voidable preference within the meaning of the statute, since, considering the agreement alone, it brought about no preference whatever. This leaves only for consideration the question whether the tie company was entitled to prove its claim, as it sought to do, for the balance owing, after crediting as a set-off the 'deductions from pay rolls,' to which we have referred. Now, as we have seen, from the facts found, it must be that the agreement between Harrison and the tie company obligated the latter, when it made the deductions from pay rolls, to remit to Harrison the amount of such deductions, irrespective of the account between itself and Harrison. It follows that as to such deductions the tie company stood towards Harrison in the relation of a trustee; and, therefore, the case was not one of mutual credits and debts, within the meaning of the set-off clause of the bankrupt law. <i>Libby</i> v. <i>Hopkins</i>, 104 U. S. 303, 26 L. ed. 769. And, irrespective of the trust relation which the findings establish, it is equally clear from the general considerations that the right to set-off did not exist. To allow the set-off under the circumstances disclosed would violate the plain intendment of the inhibition contained in clause <i>b</i> (2) of &#167; 68 of the bankrupt act, which forbids the allowance to any debtor of a bankrupt of a set-off or counter-claim which 'was purchased by or transferred to him after the filing of the petition, or within four months before such filing, with a view to such use, and with knowledge or notice that such bankrupt was insolvent, or had committed an act of bankruptcy.' That is to say, whether or not the trust relation was engendered, the result would still be that the tie company, within the prohibited period, and with knowledge of the insolvency of Harrison, acquired the claims of the latter against the laborers, with a view to using the same by way of payment or set-off, so as to obtain an advantage over the other creditors, which it was not lawfully entitled to do.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As we have concluded that, under the findings, there was no voidable preference, we think the court below erred in refusing to allow the tie company to prove its claim, unless it surrendered the sums which it owed Harrison and his bankrupt estate. Section 57<i>g</i> of the bankrupt act, as amended by the act of February 5, 1903 (32 Stat. at L. 799, chap. 487),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> empowering the court to compel creditors to surrender preferences as a prerequisite to the proof of claims against the estate of the bankrupt, relates only to those creditors 'who have received preferences voidable under section sixty, subdivision <i>b</i>.' But it also is demonstrated, from what we have said, that the tie company was not entitled to prove its claim as it sought to do, embracing, as it did, the assertion of a right to set-off, and thus extinguish the sum which it owed to the bankrupt estate, resulting from the deductions from pay rolls. Whilst, therefore, because of the error in imposing the condition of prerequisite surrender of the alleged preference, the judgment below was erroneous, nevertheless the court was correct in refusing to allow the alleged set-off, and in refusing to permit proof to be made which embraced and asserted such set-off. It follows that although the judgment below must be reversed for the reasons stated, the case should be remanded with directions to disregard the alleged claim of set-off, to reject any proof of claim asserting the same, and to permit a claim to be filed for the gross indebtedness to the tie company, with the alleged set-off eliminated. The result will be that the tie company will be a creditor of the estate for the whole amount of its claim, and will be, at the same time, a debtor to the state for the amount of the deductions from the pay rolls collected by it, the court below, of course, having power to take such steps as may be lawful to protect the estate in respect to the payment of dividends to the tie company, in the event that company does not discharge its obligations to the bankrupt estate.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\"><i>The decree of both courts are reversed</i> and the case is remanded to the District Court with directions to allow the proof of claim, rejecting the alleged set-off, and for further proceedings in conformity with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> U. S. Comp. St. Supp. 1903, p. 415.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/96214/"
}