{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "199 U.S. 593", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/96370/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Minnesota Iron Co. v. Kline", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "96", 
    "id": 80753, 
    "resource_uri": "/api/rest/v2/citation/80753/"
  }, 
  "id": 96370, 
  "blocked": false, 
  "judges": "Holmes", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1905-12-18", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>199 U.S. 593 (1905)</b></center>\n<center><h1>MINNESOTA IRON COMPANY<br>\nv.<br>\nKLINE.</h1></center>\n<center>No. 96.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 5, 1905.</center>\n<center>Decided December 18, 1905.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF MINNESOTA.\n<p><i>Mr. Frank B. Kellogg,</i> with whom <i>Mr. W.W. Billson</i> and <i>Mr. Joseph B. Cotton</i> were on the brief, for plaintiff in error.</p>\n<p><i>Mr. Samuel A. Anderson</i> and <i>Mr. George M. Nelson</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*596</span> MR. JUSTICE HOLMES delivered the opinion of the court.</p>\n<p>This is an action for the loss of an arm by the plaintiff, the defendant in error, while repairing an engine of the defendant, through the negligence of a fellow servant. A statute of Minnesota reads as follows: \"Every railroad corporation owning or operating a railroad in this State shall be liable for all damages sustained by any agent or servant thereof by reason of the negligence of any other agent or servant thereof, without contributory negligence on his part, when sustained within this State, and no contract, rule, or regulation between such corporation and any agent or servant shall impair or diminish such liability; <i>provided,</i> that nothing in this act shall be so construed as to render any railroad company liable for damages sustained by any employe, agent, or servant, while engaged in the construction of a new road, or any part thereof, not open to public travel or use. \" Minn. G.S. 1894, § 2701. The track on which the accident happened was a narrow gauge track, on which dump cars were run by the defendant, a mining company, for the purpose of stripping the earth from the surface of its mine. The plaintiff had a verdict which afterwards was set aside by the trial court on the ground that if the statute were <span class=\"star-pagination\">*597</span> construed to apply to this case it would be contrary to the Fourteenth Amendment of the Constitution of the United States. This ruling was reversed by the Supreme Court of the State and judgment was entered on the verdict. 93 Minnesota 63. The case was then brought here.</p>\n<p>The Supreme Court of Minnesota construed the act to apply to this case and held it constitutional when so construed. Of course, if the statute as interpreted is not within the prohibitions of the Fourteenth Amendment we do not interfere with the construction adopted by the state court. The state court held that the act was confined to the dangers peculiar to railroads and did not discriminate against railroad companies merely as such. It read the proviso as only exempting incomplete roads, marking the time when the statute should take effect, and not as confining it to roads intended for public travel. Before us it was argued that when the statute was passed there were no private railroads in the State, and that, if the proviso is taken to mean what the court said, the discrimination is senseless and unjustified, whereas if it be taken to confine the statute to public roads after public travel has begun, the distinction may be maintained. We are of a different opinion. Some time must be fixed when the law shall begin to operate and the time when the road is finished is a natural and proper time. There may be unavoidable and exceptional dangers before the track is finished and while cars are being run over it for construction purposes, and the legislature might think it proper that the servant should take the risk of these even if the negligence of a fellow servant cooperated, just as he takes the risk of the known peculiar dangers when he sets about repairing the effects of an accident. The fact that there may be also dangers like those on the finished road does not prevent the legislature from considering the situation as a whole and keeping the old rule on practical grounds until the exceptional risks come to an end. It was assumed in argument that the statute would not apply to a road like the present if it were built in aid of the construction of a public railroad which was not yet <span class=\"star-pagination\">*598</span> completed. We see nothing in the decision or the statute to warrant the assumption, and therefore need not discuss what the effect of such an exception would be. Of course there is no objection to legislation being confined to a peculiar and well-defined class of perils, and it is not necessary that they should be perils which are shared by the public, if they concern the body of citizens engaged in a particular work. <i>Holden</i> v. <i>Hardy,</i> 169 U.S. 366.</p>\n<p>It was not argued that the statute was bad as interfering unduly with freedom of contract. There is no doubt that that freedom may be limited where there are visible reasons of public policy for the limitation. <i>Holden</i> v. <i>Hardy,</i> 169 U.S. 366, 391. The constitutionality of the law, so far as it merely does away with the exception as to the negligence of fellow servants from the general law of master and servant in the case of railroads, is not disputed. <i>Missouri Pacific Railway Co.</i> v. <i>Mackey,</i> 127 U.S. 205. The whole case is put on the proviso, and the argument with regard to that is merely one of the many attempts to impart an overmathematical nicety to the prohibitions of the Fourteenth Amendment.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:41:32", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">199</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">593</span></span> (1905)</b></center>\n<center><h1>MINNESOTA IRON COMPANY<br>\nv.<br>\nKLINE.</h1></center>\n<center>No. 96.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 5, 1905.</center>\n<center>Decided December 18, 1905.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF MINNESOTA.\n<p><i>Mr. Frank B. Kellogg,</i> with whom <i>Mr. W.W. Billson</i> and <i>Mr. Joseph B. Cotton</i> were on the brief, for plaintiff in error.</p>\n<p><i>Mr. Samuel A. Anderson</i> and <i>Mr. George M. Nelson</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*596</span> MR. JUSTICE HOLMES delivered the opinion of the court.</p>\n<p>This is an action for the loss of an arm by the plaintiff, the defendant in error, while repairing an engine of the defendant, through the negligence of a fellow servant. A statute of Minnesota reads as follows: \"Every railroad corporation owning or operating a railroad in this State shall be liable for all damages sustained by any agent or servant thereof by reason of the negligence of any other agent or servant thereof, without contributory negligence on his part, when sustained within this State, and no contract, rule, or regulation between such corporation and any agent or servant shall impair or diminish such liability; <i>provided,</i> that nothing in this act shall be so construed as to render any railroad company liable for damages sustained by any employe, agent, or servant, while engaged in the construction of a new road, or any part thereof, not open to public travel or use. \" Minn. G.S. 1894, § 2701. The track on which the accident happened was a narrow gauge track, on which dump cars were run by the defendant, a mining company, for the purpose of stripping the earth from the surface of its mine. The plaintiff had a verdict which afterwards was set aside by the trial court on the ground that if the statute were <span class=\"star-pagination\">*597</span> construed to apply to this case it would be contrary to the Fourteenth Amendment of the Constitution of the United States. This ruling was reversed by the Supreme Court of the State and judgment was entered on the verdict. 93 Minnesota 63. The case was then brought here.</p>\n<p>The Supreme Court of Minnesota construed the act to apply to this case and held it constitutional when so construed. Of course, if the statute as interpreted is not within the prohibitions of the Fourteenth Amendment we do not interfere with the construction adopted by the state court. The state court held that the act was confined to the dangers peculiar to railroads and did not discriminate against railroad companies merely as such. It read the proviso as only exempting incomplete roads, marking the time when the statute should take effect, and not as confining it to roads intended for public travel. Before us it was argued that when the statute was passed there were no private railroads in the State, and that, if the proviso is taken to mean what the court said, the discrimination is senseless and unjustified, whereas if it be taken to confine the statute to public roads after public travel has begun, the distinction may be maintained. We are of a different opinion. Some time must be fixed when the law shall begin to operate and the time when the road is finished is a natural and proper time. There may be unavoidable and exceptional dangers before the track is finished and while cars are being run over it for construction purposes, and the legislature might think it proper that the servant should take the risk of these even if the negligence of a fellow servant cooperated, just as he takes the risk of the known peculiar dangers when he sets about repairing the effects of an accident. The fact that there may be also dangers like those on the finished road does not prevent the legislature from considering the situation as a whole and keeping the old rule on practical grounds until the exceptional risks come to an end. It was assumed in argument that the statute would not apply to a road like the present if it were built in aid of the construction of a public railroad which was not yet <span class=\"star-pagination\">*598</span> completed. We see nothing in the decision or the statute to warrant the assumption, and therefore need not discuss what the effect of such an exception would be. Of course there is no objection to legislation being confined to a peculiar and well-defined class of perils, and it is not necessary that they should be perils which are shared by the public, if they concern the body of citizens engaged in a particular work. <i>Holden</i> v. <i>Hardy,</i> <span class=\"citation\" data-id=\"94828\"><a href=\"/opinion/94828/holden-v-hardy/\"><span class=\"volume\">169</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">366</span></a></span>.</p>\n<p>It was not argued that the statute was bad as interfering unduly with freedom of contract. There is no doubt that that freedom may be limited where there are visible reasons of public policy for the limitation. <i>Holden</i> v. <i>Hardy,</i> <span class=\"citation\" data-id=\"94828\"><a href=\"/opinion/94828/holden-v-hardy/\"><span class=\"volume\">169</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">366</span></a></span>, 391. The constitutionality of the law, so far as it merely does away with the exception as to the negligence of fellow servants from the general law of master and servant in the case of railroads, is not disputed. <i>Missouri Pacific Railway Co.</i> v. <i>Mackey,</i> 127 U.S. 205. The whole case is put on the proviso, and the argument with regard to that is merely one of the many attempts to impart an overmathematical nicety to the prohibitions of the Fourteenth Amendment.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", 
  "sha1": "f2d1ec2639484712024638566ee4d6fab00445a3", 
  "date_modified": "2014-12-21T01:34:28.201048", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/96370/minnesota-iron-co-v-kline/", 
  "citation_count": 8, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/339605/", 
  "html": "<p class=\"case_cite\">199 U.S. 593</p>\n    <p class=\"case_cite\">26 S.Ct. 159</p>\n    <p class=\"case_cite\">50 L.Ed. 322</p>\n    <p class=\"parties\">MINNESOTA IRON COMPANY, <i>Plff. in Err.</i>,<br>v.<br>MARK M. KLINE.</p>\n    <p class=\"docket\">No. 96.</p>\n    <p class=\"date\">Argued December 5, 1905.</p>\n    <p class=\"date\">Decided December 18, 1905.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Messrs.</i> Frank B. Kellogg, <i>W. W. Billson</i>, and <i>Joseph B. Cotton</i> for plaintiff in error.</p>\n      <p class=\"indent\">\n        <i>Messrs.</i>\n      </p>\n      <p class=\"indent\">[Argument of Counsel from pages 593-595 intentionally omitted] <i>Samuel A. Anderson</i> and <i>George M. Nelson</i> for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice Holmes delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an action for the loss of an arm by the plaintiff, the defendant in error, while repairing an engine of the defendant, through the negligence of a fellow servant. A statute of Minnesota reads as follows: 'Every railroad corporation owning or operating a railroad in this state shall be liable for all damages sustained by any agent or servant thereof by reason of the negligence of any other agent or servant thereof, without contributory negligence on his part, when sustained within this state, and no contract, rule, or regulation between such corporation and any agent or servant shall impair or diminish such liability; <i>provided</i>, that nothing in this act shall be so construed as to render any railroad company liable for damages sustained by any employee, agent, or servant while engaged in the construction of a new road, or any part thereof, not open to public travel or use.' Minn. Gen. Stat. 1894, &#167; 2701. The track on which the accident happened was a narrow gauge track, on which dump cars were run by the defendant, a mining company, for the purpose of stripping the earth from the surface of its mine. The plaintiff had a verdict which afterwards was set aside by the trial court on the ground that if the statute were construed to apply to this case it would be contrary to the 14th Amendment of the Constitution of the United States. This ruling was reversed by the supreme court of the state and judgment was entered on the verdict. 93 Minn. 63, 100 N. W. 681. The case then was brought here.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The supreme court of Minnesota construed the act to apply to this case, and held it constitutional when so construed. Of course, if the statute as interpreted is not within the prohibitions of the 14th Amendment, we do not interfere with the construction adopted by the state court. The state court held that the act was confined to the dangers peculiar to railroads, and did not discriminate against railroad companies merely as such. It read the proviso as only exempting incomplete roads, marking the time when the statute should take effect, and not as confining it to roads intended for public travel. Before us it was argued that when the statute was passed there were no private railroads in the state, and that, if the proviso is taken to mean what the court said, the discrimination is senseless and unjustified; whereas, if it be taken to confine the statute to public roads after public travel has begun, the distinction may be maintained. We are of a different opinion. Some time must be fixed when the law shall begin to operate, and the time when the road is finished is a natural and proper time. There may be unavoidable and exceptional dangers before the track is finished and while cars are being run over it for construction purposes, and the legislature might think it proper that the servant should take the risk of these even if the negligence of a fellow servant cooperated, just as he takes the risk of the known peculiar dangers when he sets about repairing the effects of an accident. The fact that there may be also dangers like those on the finished road does not prevent the legislature from considering the situation as a whole and keeping the old rule on practical grounds until the exceptional risks come to an end. It was assumed in argument that the statute would not apply to a road like the present if it were built in aid of the construction of a public railroad which was not yet completed. We see nothing in the decision or the statute to warrant the assumption, and therefore need not discuss what the effect of such an exception would be. Of course, there is no objection to legislation being confined to a peculiar and well-defined class of perils, and it is not necessary that they should be perils which are shared by the public, if they concern the body of citizens engaged in a particular work. <i>Holden</i> v. <i>Hardy</i>, 169 U. S. 366, 42 L. ed. 780, 18 Sup. Ct. Rep. 383.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It was not argued that the statute was bad as interfering unduly with freedom of contract. There is no doubt that that freedom may be limited where there are visible reasons of public policy for the limitation. <i>Holden</i> v. <i>Hardy</i>, 169 U. S. 366, 391, 42 L. ed. 780, 790, 18 Sup. Ct. Rep. 383. The constitutionality of the law, so far as it merely does away with the exception as to the negligence of fellow servants from the general law of master and servant in the case of railroads, is not disputed. <i>Missouri P. R. Co.</i> v. <i>Mackey</i>, 127 U. S. 205, 32 L. ed 107, 8 Sup. Ct. Rep. 1161. The whole case is put on the proviso, and the argument with regard to that is merely one of the many attempts to impart an overmathematical nicety to the prohibitions of the 14th Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\"><i>Judgment affirmed</i>.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/96370/"
}