{"absolute_url": "/opinion/110613/roy-snead-jr-sheriff-of-calhoun-county/", "blocked": false, "citation": {"case_name": "Roy Snead, Jr., Sheriff of Calhoun County, Alabama v. J. L. Stringer, Etc", "docket_number": "80-2017", "document_uris": ["/api/rest/v2/document/110613/"], "federal_cite_one": "454 U.S. 988", "federal_cite_three": null, "federal_cite_two": null, "id": 94972, "lexis_cite": "", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/94972/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1981-11-02", "date_modified": "2014-12-21T02:05:17.995011", "docket": "/api/rest/v2/docket/348335/", "download_url": "http://bulk.resource.org/courts.gov/c/US/454/454.US.988.80-2017.html", "extracted_by_ocr": false, "html": "<p class=\"case_cite\">454 U.S. 988</p>\n    <p class=\"case_cite\">102 S.Ct. 535</p>\n    <p class=\"case_cite\">70 L.Ed.2d 402</p>\n    <p class=\"parties\">Roy SNEAD, Jr., Sheriff of Calhoun County,  Alabama, et al.<br>v.<br>J. L. STRINGER, etc</p>\n    <p class=\"docket\">No. 80-2017</p>\n    <p class=\"court\">Supreme Court of the United States</p>\n    <p class=\"date\">November 2, 1981</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">On petition for writ of certiorari to the United States Court of Appeals for the Fifth Circuit.</p>\n      <p class=\"indent\">The petition for writ of certiorari is denied.</p>\n      <p class=\"indent\">Justice REHNQUIST, with whom THE CHIEF JUSTICE and Justice O'CONNOR join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case offers an instructive example of a phenomenon not uncommon in constitutional law.  The Constitution is a written document, but cases and controversies involving its provisions necessarily result in opinions from this Court.  Those opinions themselves contain aphorisms, whose resemblance to the actual text of the Constitution grows increasingly remote as they are used as substitutes for the text itself, applied to wholly different situations than that addressed in the original case, or simply used as convenient \"catchwords\" to justify a given result. In my opinion, that is what has happened here.  Constitutional building blocks have been piled on top of one another so that the connection between the original provision in the Constitution and the application in a particular case is all but incomprehensible.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\"><i>Massiah v. United States</i>, 377 U.S. 201, 206, 84 S.Ct. 1199, 1203, 12 L.Ed.2d 246 (1964), reversed the conviction of an accused on the ground that he had been denied \"the basic protections of [the Sixth Amendment] when there was used against him at his trial evidence of his own incriminating words, which federal agents had deliberately elicited from him.\"  One building block was used to reach <i>that</i> result.  <i>Powell v. Alabama</i>, 287 U.S. 45, 53 S.Ct. 55, 77 L.Ed. 158 (1932), held that a trial court's failure to appoint counsel in a capital case until the trial began violated the Due Process Clause of the Fourteenth Amendment because it deprived the defendants of an opportunity to consult with an attorney, and have him investigate their case and prepare a defense.  In <i>Massiah</i>, the Court implicitly concluded that the Sixth Amendment's guarantee of the assistance of counsel includes a promise of the <i>companionship</i> of counsel, at least when an interrogation takes place following the initiation of criminal proceedings.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  But <i>Massiah</i> was further expanded in <i>Brewer v. Williams</i>, 430 U.S. 387, 97 S.Ct. 1232, 51 L.Ed.2d 424 (1977), at least insofar as the latter case appeared to establish an extremely heavy burden which the prosecution must carry to demonstrate waiver of the right to counsel, despite the existence of a voluntary admission by one who has been informed of and understands his rights.  Nevertheless, <i>Brewer</i> emphasized that an accused has a right to the presence of counsel only when the government interrogates him.  <i>Id.</i>, at 400, 401, 97 S.Ct., at 1240.  In <i>Brewer</i>, detectives \"deliberately and designedly set out to elicit information from\" the defendant.  <i>Id.</i>, at 399, 97 S.Ct., at 1239.  In the present case, the lower federal courts held in a habeas corpus proceeding that the <i>Massiah</i> rule was violated when the State introduced against respondent evidence of incriminating statements which he <i>volunteered</i> to the prosecutor in a brief telephone conversation.  Thus, another building block is added to support a result even further from the text of the Constitution from which it purports to derive.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Respondent was indicted by an Alabama grand jury on one count of forgery and one count of embezzlement.  He was Mayor of Hobson City, which issued a check to one Malone, at one time the city's Fire Chief.  The check was signed by respondent and the City Clerk and was endorsed in the name of the respondent and of Malone.  But Malone testified that at the time the check was issued, he was no longer in the city's employ.  He also testified that he neither endorsed his name on the check nor authorized respondent to do so, and that he never received proceeds from the check.  Other evidence indicated that respondent had deposited the check in his own account.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Respondent testified in his own behalf to the effect that Malone had asked if his brother could fulfill his duties during the period of an absence from the State necessitated by personal problems.  Malone also allegedly gave respondent permission to endorse paychecks and deliver the proceeds to his brother.  Thus, as the record comes to us, with a jury finding of guilty, an affirmance by the Alabama Court of Criminal Appeals, 372 So.2d 378, and a denial of certiorari by the Supreme Court of Alabama, 372 So.2d 384, it provides a jury question of guilt or innocence so far as the charges were concerned.  But respondent eventually sought federal habeas relief in the United States District Court for the Northern District of Alabama.  His complaint there was that the state prosecutor had violated <i>Massiah, supra, Brewer, supra</i>, and the more recent case of <i>United States v. Henry</i>, 447 U.S. 264, 100 S.Ct. 2183, 65 L.Ed.2d 115 (1980).  These violations were alleged to consist of the testimony of the District Attorney at trial about a telephone conversation with respondent.  He was examined by an Assistant District Attorney;  over respondent's objection, he testified that he had called to request city records for use as samples of respondent's handwriting and that of the Malone brothers.  At this time respondent was under indictment and had retained counsel, but still served as Mayor and custodian of the city's records.  In reply to the District Attorney's request, respondent stated that the records would be made available, but that they would be unnecessary since he had signed Malone's name, as well as his own, on the back of the check.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Ultimately, the jury acquitted respondent of forgery, but convicted him of embezzlement.  Respondent appealed to the Alabama Court of Criminal Appeals.  He argued, in part, that the District Attorney's telephone request for handwriting exemplars should have been preceded by the warnings required in <i>Miranda v. Arizona</i>, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).  The Court of Criminal Appeals rejected this argument, concluding that the telephone call did not amount to custodial interrogation, <i>Stringer v. State</i>, 372 So.2d 378, 382 (1979).  It noted that \"the admission was a volunteered statement, not in response to a question calling for such an answer.\"  <i>Ibid.</i> The court also dismissed the contention that the conviction was invalid because the District Attorney had violated an ethical obligation imposed by the Alabama Code of Professional Responsibility to contact respondent's attorney before initiating the telephone call.  Assuming that a breach of ethical obligations had occurred, it could provide no basis for reversing a criminal conviction.   <i>Id.</i>, at 382-383.  Finally, the court concluded that any error in admission of the District Attorney's testimony was harmless.  \"[T]he appellant testified at trial that he signed William Malone's name to the check.  In fact his whole defense was that he had Malone's permission to sign the check.\"  <i>Id.</i>, at 383. The court affirmed respondent's conviction, and the Alabama Supreme Court denied a writ of certiorari.  <i>Ex parte Stringer</i>, 372 So.2d 384 (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Respondent then sought a writ of habeas corpus in the United States District Court for the Northern District of Alabama.  In a brief opinion, that court issued the writ on the ground that</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\"the securing of an incriminating statement from a defendant      who was represented by counsel after indictment in the      absence of presence of defense counsel or a waiver thereof is      a deprivation of such a defendant's right to counsel as that      right is described in <i>Massiah v. United States</i>, [377 U.S.      201, 84 S.Ct. 1199, 12 L.Ed.2d 246 (1964)].  Due to the fact      that without the evidence obtained by the prosecuting      official the State's case would have likely failed, it is      impossible to conclude that the obtaining of this statement      was harmless error.\"  App. to Pet. for Cert. 6a-7a.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The United States Court of Appeals for the Fifth Circuit affirmed for the reasons set forth in the District Court's opinion.  640 F.2d 383 (1981).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">By a subtle process, the relevant text of the Sixth Amendment, which provides that \"[i]n all criminal prosecutions, the accused shall enjoy the right . . . to have the Assistance of Counsel for his defence,\" has in a short period of time evolved through a stage of excluding testimony \"deliberately elicited\" from a defendant who had been isolated from the services of counsel, to mandating a new trial of one who by telephone has volunteered a statement to a prosecutor.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As one Member of the <i>Henry</i> majority stated, \"<i>Massiah</i> does not prohibit the introduction of spontaneous statements that are not elicited by governmental action.\"  447 U.S., at 276, 100 S.Ct., at 2190 (POWELL, J., concurring).  Rather, \"a defendant must show that the government engaged in conduct that, considering all of the circumstances, is the functional equivalent of interrogation.\" <i>Id.</i>, at 277, 100 S.Ct., at 2190.  The facts and language of <i>Massiah, Brewer</i>, and <i>Henry</i> clearly support that interpretation. They offer no support for the result in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The federal habeas court also concluded that the admission of respondent's statement could not have been harmless error.  App. to Pet. for Cert. 7a.  This conclusion was squarely contrary to that of the Alabama Court of Criminal Appeals, which found that any error in the admission of the District Attorney's testimony was harmless.  As noted, \"the appellant testified at trial that he signed William Malone's name to the check.  <i>In fact his whole defense was that he had Malone's permission to sign the check.</i>\" 372 So.2d, at 383 (emphasis supplied).  It is even less likely that the testimony influenced the verdict in view of the jury's acquittal of respondent on the forgery charge.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is scarcely surprising that fewer and fewer capable lawyers can be found to serve on state benches when they may find their considered decisions overturned by the ruling of asingle federal district judge on grounds as tenuous as these. This case represents, not merely one more piece of grist in a giant judicial mill, but a vivid illustration of the misapplication of the precedent of this Court by a single federal habeas court,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> followed by a conclusion that the habeas court's version of our case law required exclusion of evidence which the state court system had found to be harmless.  I would therefore grant the petition for certiorari in this case.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The holding of <i>Massiah</i> was immediately rendered authoritative in the States by virtue of another judicial building block&#8212;the \"selective incorporation\" of the Sixth Amendment by the Due Process Clause of the Fourteenth accomplished in <i>Gideon v. Wainwright</i>, 372 U.S. 335, 83 S.Ct. 792, 9 L.Ed.2d 799 (1963).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> According to petitioners, the District Attorney's relevant testimony is as follows:</p>\n        <p>\"I asked Mayor Stringer if he would be willing to, through records down there at City Hall, provide me with samples of his handwriting and Donald Malone's handwriting and William Malone's handwriting. . . .</p>\n        <p>*          *          *          *          *</p>\n        <p>\"Q. What was Mayor Stringer's reply to you, please?</p>\n        <p>\"A. He was willing to give me those records.  He said that I was welcome to have whatever records that I wanted but he said he felt like it was unnecessary because he had signed William Malone's name to the back of the check as well as his own. . . .\" Pet. for Cert. 10-11.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The District Judge in this case also rendered the initial decision ultimately reversed in <i>Beatty v. United States</i>, 389 U.S. 45, 88 S.Ct. 234, 19 L.Ed.2d 48 (1967).  <i>Beatty</i> was a one-sentence <i>per curiam</i> opinion, resting on the authority of <i>Massiah.</i>  In his opinion in this case, the judge recalled that experience in offering consolation to the District Attorney:  \"Prosecuting officials and trial judges acting with absolute good faith and sincerity oftentimes take acts which run afoul of principles of law declared by the Supreme Court of the United States.  This court found itself in the same position in <i>Beatty v. United States</i>. . . .\"  App. to Pet. for Cert. 9a.  Perhaps that experience rendered the District Court hypersensitive to allegations of <i>Massiah</i> error.  While this possibility may help to illuminate the reasons for the judgment below, however, it cannot substitute for a careful analysis of the constitutional issues, especially when the federal court sits in judgment on the courts of the State by virtue of its power to issue a writ of habeas corpus.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "", "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">988</span></span></p>\n    <p class=\"case_cite\">102 S.Ct. 535</p>\n    <p class=\"case_cite\">70 L.Ed.2d 402</p>\n    <p class=\"parties\">Roy SNEAD, Jr., Sheriff of Calhoun County,  Alabama, et al.<br>v.<br>J. L. STRINGER, etc</p>\n    <p class=\"docket\">No. 80-2017</p>\n    <p class=\"court\">Supreme Court of the United States</p>\n    <p class=\"date\">November 2, 1981</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">On petition for writ of certiorari to the United States Court of Appeals for the Fifth Circuit.</p>\n      <p class=\"indent\">The petition for writ of certiorari is denied.</p>\n      <p class=\"indent\">Justice REHNQUIST, with whom THE CHIEF JUSTICE and Justice O'CONNOR join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case offers an instructive example of a phenomenon not uncommon in constitutional law.  The Constitution is a written document, but cases and controversies involving its provisions necessarily result in opinions from this Court.  Those opinions themselves contain aphorisms, whose resemblance to the actual text of the Constitution grows increasingly remote as they are used as substitutes for the text itself, applied to wholly different situations than that addressed in the original case, or simply used as convenient \"catchwords\" to justify a given result. In my opinion, that is what has happened here.  Constitutional building blocks have been piled on top of one another so that the connection between the original provision in the Constitution and the application in a particular case is all but incomprehensible.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\"><i>Massiah v. United States</i>, <span class=\"citation\" data-id=\"106822\"><a href=\"/opinion/106822/massiah-v-united-states/\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">201</span></a></span>, 206, 84 S.Ct. 1199, 1203, 12 L.Ed.2d 246 (1964), reversed the conviction of an accused on the ground that he had been denied \"the basic protections of [the Sixth Amendment] when there was used against him at his trial evidence of his own incriminating words, which federal agents had deliberately elicited from him.\"  One building block was used to reach <i>that</i> result.  <i>Powell v. Alabama</i>, <span class=\"citation\" data-id=\"1236300\"><a href=\"/opinion/1236300/powell-v-alabama/\"><span class=\"volume\">287</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">45</span></a></span>, 53 S.Ct. 55, 77 L.Ed. 158 (1932), held that a trial court's failure to appoint counsel in a capital case until the trial began violated the Due Process Clause of the Fourteenth Amendment because it deprived the defendants of an opportunity to consult with an attorney, and have him investigate their case and prepare a defense.  In <i>Massiah</i>, the Court implicitly concluded that the Sixth Amendment's guarantee of the assistance of counsel includes a promise of the <i>companionship</i> of counsel, at least when an interrogation takes place following the initiation of criminal proceedings.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  But <i>Massiah</i> was further expanded in <i>Brewer v. Williams</i>, <span class=\"citation\" data-id=\"109624\"><a href=\"/opinion/109624/brewer-v-williams/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">387</span></a></span>, 97 S.Ct. 1232, 51 L.Ed.2d 424 (1977), at least insofar as the latter case appeared to establish an extremely heavy burden which the prosecution must carry to demonstrate waiver of the right to counsel, despite the existence of a voluntary admission by one who has been informed of and understands his rights.  Nevertheless, <i>Brewer</i> emphasized that an accused has a right to the presence of counsel only when the government interrogates him.  <i>Id.</i>, at 400, 401, 97 S.Ct., at 1240.  In <i>Brewer</i>, detectives \"deliberately and designedly set out to elicit information from\" the defendant.  <i>Id.</i>, at 399, 97 S.Ct., at 1239.  In the present case, the lower federal courts held in a habeas corpus proceeding that the <i>Massiah</i> rule was violated when the State introduced against respondent evidence of incriminating statements which he <i>volunteered</i> to the prosecutor in a brief telephone conversation.  Thus, another building block is added to support a result even further from the text of the Constitution from which it purports to derive.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Respondent was indicted by an Alabama grand jury on one count of forgery and one count of embezzlement.  He was Mayor of Hobson City, which issued a check to one Malone, at one time the city's Fire Chief.  The check was signed by respondent and the City Clerk and was endorsed in the name of the respondent and of Malone.  But Malone testified that at the time the check was issued, he was no longer in the city's employ.  He also testified that he neither endorsed his name on the check nor authorized respondent to do so, and that he never received proceeds from the check.  Other evidence indicated that respondent had deposited the check in his own account.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Respondent testified in his own behalf to the effect that Malone had asked if his brother could fulfill his duties during the period of an absence from the State necessitated by personal problems.  Malone also allegedly gave respondent permission to endorse paychecks and deliver the proceeds to his brother.  Thus, as the record comes to us, with a jury finding of guilty, an affirmance by the Alabama Court of Criminal Appeals, 372 So.2d 378, and a denial of certiorari by the Supreme Court of Alabama, 372 So.2d 384, it provides a jury question of guilt or innocence so far as the charges were concerned.  But respondent eventually sought federal habeas relief in the United States District Court for the Northern District of Alabama.  His complaint there was that the state prosecutor had violated <i>Massiah, supra, Brewer, supra</i>, and the more recent case of <i>United States v. Henry</i>, <span class=\"citation\" data-id=\"110300\"><a href=\"/opinion/110300/united-states-v-henry/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">264</span></a></span>, 100 S.Ct. 2183, 65 L.Ed.2d 115 (1980).  These violations were alleged to consist of the testimony of the District Attorney at trial about a telephone conversation with respondent.  He was examined by an Assistant District Attorney;  over respondent's objection, he testified that he had called to request city records for use as samples of respondent's handwriting and that of the Malone brothers.  At this time respondent was under indictment and had retained counsel, but still served as Mayor and custodian of the city's records.  In reply to the District Attorney's request, respondent stated that the records would be made available, but that they would be unnecessary since he had signed Malone's name, as well as his own, on the back of the check.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Ultimately, the jury acquitted respondent of forgery, but convicted him of embezzlement.  Respondent appealed to the Alabama Court of Criminal Appeals.  He argued, in part, that the District Attorney's telephone request for handwriting exemplars should have been preceded by the warnings required in <i>Miranda v. Arizona</i>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).  The Court of Criminal Appeals rejected this argument, concluding that the telephone call did not amount to custodial interrogation, <i>Stringer v. State</i>, 372 So.2d 378, 382 (1979).  It noted that \"the admission was a volunteered statement, not in response to a question calling for such an answer.\"  <i>Ibid.</i> The court also dismissed the contention that the conviction was invalid because the District Attorney had violated an ethical obligation imposed by the Alabama Code of Professional Responsibility to contact respondent's attorney before initiating the telephone call.  Assuming that a breach of ethical obligations had occurred, it could provide no basis for reversing a criminal conviction.   <i>Id.</i>, at 382-383.  Finally, the court concluded that any error in admission of the District Attorney's testimony was harmless.  \"[T]he appellant testified at trial that he signed William Malone's name to the check.  In fact his whole defense was that he had Malone's permission to sign the check.\"  <i>Id.</i>, at 383. The court affirmed respondent's conviction, and the Alabama Supreme Court denied a writ of certiorari.  <i>Ex parte Stringer</i>, 372 So.2d 384 (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Respondent then sought a writ of habeas corpus in the United States District Court for the Northern District of Alabama.  In a brief opinion, that court issued the writ on the ground that</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\"the securing of an incriminating statement from a defendant      who was represented by counsel after indictment in the      absence of presence of defense counsel or a waiver thereof is      a deprivation of such a defendant's right to counsel as that      right is described in <i>Massiah v. United States</i>, [<span class=\"citation\" data-id=\"106822\"><a href=\"/opinion/106822/massiah-v-united-states/\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span>      <span class=\"page\">201</span></a></span>, 84 S.Ct. 1199, 12 L.Ed.2d 246 (1964)].  Due to the fact      that without the evidence obtained by the prosecuting      official the State's case would have likely failed, it is      impossible to conclude that the obtaining of this statement      was harmless error.\"  App. to Pet. for Cert. 6a-7a.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The United States Court of Appeals for the Fifth Circuit affirmed for the reasons set forth in the District Court's opinion.  <span class=\"citation no-link\"><span class=\"volume\">640</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">383</span></span> (1981).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">By a subtle process, the relevant text of the Sixth Amendment, which provides that \"[i]n all criminal prosecutions, the accused shall enjoy the right . . . to have the Assistance of Counsel for his defence,\" has in a short period of time evolved through a stage of excluding testimony \"deliberately elicited\" from a defendant who had been isolated from the services of counsel, to mandating a new trial of one who by telephone has volunteered a statement to a prosecutor.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As one Member of the <i>Henry</i> majority stated, \"<i>Massiah</i> does not prohibit the introduction of spontaneous statements that are not elicited by governmental action.\"  447 U.S., at 276, 100 S.Ct., at 2190 (POWELL, J., concurring).  Rather, \"a defendant must show that the government engaged in conduct that, considering all of the circumstances, is the functional equivalent of interrogation.\" <i>Id.</i>, at 277, 100 S.Ct., at 2190.  The facts and language of <i>Massiah, Brewer</i>, and <i>Henry</i> clearly support that interpretation. They offer no support for the result in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The federal habeas court also concluded that the admission of respondent's statement could not have been harmless error.  App. to Pet. for Cert. 7a.  This conclusion was squarely contrary to that of the Alabama Court of Criminal Appeals, which found that any error in the admission of the District Attorney's testimony was harmless.  As noted, \"the appellant testified at trial that he signed William Malone's name to the check.  <i>In fact his whole defense was that he had Malone's permission to sign the check.</i>\" 372 So.2d, at 383 (emphasis supplied).  It is even less likely that the testimony influenced the verdict in view of the jury's acquittal of respondent on the forgery charge.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is scarcely surprising that fewer and fewer capable lawyers can be found to serve on state benches when they may find their considered decisions overturned by the ruling of asingle federal district judge on grounds as tenuous as these. This case represents, not merely one more piece of grist in a giant judicial mill, but a vivid illustration of the misapplication of the precedent of this Court by a single federal habeas court,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> followed by a conclusion that the habeas court's version of our case law required exclusion of evidence which the state court system had found to be harmless.  I would therefore grant the petition for certiorari in this case.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The holding of <i>Massiah</i> was immediately rendered authoritative in the States by virtue of another judicial building block&#8212;the \"selective incorporation\" of the Sixth Amendment by the Due Process Clause of the Fourteenth accomplished in <i>Gideon v. Wainwright</i>, <span class=\"citation\" data-id=\"106545\"><a href=\"/opinion/106545/gideon-v-wainwright/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, 83 S.Ct. 792, 9 L.Ed.2d 799 (1963).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> According to petitioners, the District Attorney's relevant testimony is as follows:</p>\n        <p>\"I asked Mayor Stringer if he would be willing to, through records down there at City Hall, provide me with samples of his handwriting and Donald Malone's handwriting and William Malone's handwriting. . . .</p>\n        <p>*          *          *          *          *</p>\n        <p>\"Q. What was Mayor Stringer's reply to you, please?</p>\n        <p>\"A. He was willing to give me those records.  He said that I was welcome to have whatever records that I wanted but he said he felt like it was unnecessary because he had signed William Malone's name to the back of the check as well as his own. . . .\" Pet. for Cert. 10-11.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The District Judge in this case also rendered the initial decision ultimately reversed in <i>Beatty v. United States</i>, <span class=\"citation\" data-id=\"1379716\"><a href=\"/opinion/1379716/beatty-v-united-states/\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">45</span></a></span>, 88 S.Ct. 234, 19 L.Ed.2d 48 (1967).  <i>Beatty</i> was a one-sentence <i>per curiam</i> opinion, resting on the authority of <i>Massiah.</i>  In his opinion in this case, the judge recalled that experience in offering consolation to the District Attorney:  \"Prosecuting officials and trial judges acting with absolute good faith and sincerity oftentimes take acts which run afoul of principles of law declared by the Supreme Court of the United States.  This court found itself in the same position in <i>Beatty v. United States</i>. . . .\"  App. to Pet. for Cert. 9a.  Perhaps that experience rendered the District Court hypersensitive to allegations of <i>Massiah</i> error.  While this possibility may help to illuminate the reasons for the judgment below, however, it cannot substitute for a careful analysis of the constitutional issues, especially when the federal court sits in judgment on the courts of the State by virtue of its power to issue a writ of habeas corpus.</p>\n      </div>\n    </div>\n    ", "id": 110613, "judges": "", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/110613/", "sha1": "3b43c5f7dd917d23a5c82b98624adef18d5c012d", "source": "R", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T10:12:40"}