{"absolute_url": "/opinion/95586/lake-benton-first-nat-bank-v-watt/", "blocked": false, "citation": {"case_name": "Lake Benton First Nat. Bank v. Watt", "docket_number": "103", "document_uris": ["/api/rest/v2/document/95586/"], "federal_cite_one": "184 U.S. 151", "federal_cite_three": null, "federal_cite_two": null, "id": 79967, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/79967/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 2, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1902-02-24", "date_modified": "2014-12-21T01:33:43.090265", "docket": "/api/rest/v2/docket/586347/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">184 U.S. 151</p>\n    <p class=\"case_cite\">22 S.Ct. 457</p>\n    <p class=\"case_cite\">46 L.Ed. 475</p>\n    <p class=\"parties\">FIRST NATIONAL BANK OF LAKE BENTON, MINNESOTA,  <i>Plff. in Err.</i>,<br>v.<br>JOHN W. WATT.</p>\n    <p class=\"docket\">No. 103.</p>\n    <p class=\"date\">Submitted January 15, 1902.</p>\n    <p class=\"date\">Decided February 24, 1902.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">By this action, which was commenced in a court of the state of Minnesota, recovery was sought from the First National Bank of Lake Benton, Minnesota, plaintiff in error here, of twice the amount of the entire interest which it was alleged had been paid to that bank by Watt, plaintiff below, who is the defendant in error on this record. The right to the relief was based on the averment that the bank had, in violation of the law of the United States, received from Watt usurious interest. The cause was tried to a jury and a verdict returned in favor of Watt. From an order denying a motion for a new trial an appeal was taken to the supreme court of the state of Minnesota, and that court affirmed the judgment. 76 Minn. 458, 79 N. W. 509. Upon the return of the record to the trial court, judgment was entered on the verdict of the jury. Another appeal was then taken and the judgment was affirmed. 79 Minn. 266, 82 N. W. 1118. The case was then brought to this court by writ of error.</p>\n      <p class=\"indent\"><i>Messrs.</i> <i>F. B. Kellogg</i> and <i>C. A. Severance</i> for plaintiff in error.</p>\n      <p class=\"indent\"><i>Mr.</i> <i>F. L. Janes</i> for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice White, after making the foregoing statement, delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The contention of the plaintiff in error is that the state court erroneously condemned it to pay twice the amount of the entire interest which it had collected because it had taken a usurious rate, whilst under the law of the United States, it is insisted, the recovery should have been, not twice the amount of the entire interest, but only twice the sum by which the interest received exceeded the lawful rate. To dispose of this contention involves ascertaining the meaning of &#167;&#167; 5197 and 5198 of the Revised Statutes of the United States, which are as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'Sec. 5197. Any association may take, receive, reserve, and charge on any loan or discount made, or upon any note, bill of exchange, or other evidences of debt, interest at the rate allowed by the laws of the state, territory, or district where the bank is located, and no more, except that where by the laws of any state a different rate is limited for banks of issue organized under state laws, the rate so limited shall be allowed for associations organized or existing in any such state under this title. When no rate is fixed by the laws of the state, or territory, or district, the bank may take, receive, reserve, or charge a rate not exceeding seven per centum, and such interest may be taken in advance, reckoning the days for which the note, bill, or other evidence of debt has to run. And the purchase, discount, or sale, or a bona fide bill of exchange, payable at another place than the place of such purchase, discount, or sale, at not more than the current rate of exchange for sight drafts in addition to the interest, shall not be considered as taking or receiving a greater rate of interest.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'Sec. 5198. The taking, receiving, reserving, or charging a rate of interest greater than is allowed by the preceding section, when knowingly done, shall be deemed a forfeiture of the entire interest which the note, bill, or other evidence of debt carries with it, or which has been agreed to be paid thereon. In case the greater rate of interest has been paid, the person by whom it has been paid, or his legal representatives, may recover back, in an action in the nature of an action of debt, twice the amount of the interest thus paid from the association taking or receiving the same; provided, such action is commenced within two years from the time the usurious transaction occurred. (That suits, actions, and proceedings against any association under this title may be had in any circuit, district, or territorial court of the United States held within the district in which such association may be established, or in any state, county, or municipal court in the county or city in which said association is located having jurisdiction in similar cases.)'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The argument that the recovery should have been limited to twice the amount by which the usurious interest exceeded the legal rate is predicated on what is assumed to be the correct construction of the second sentence of &#167; 5198 above quoted. The sentence relied on is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'In case the greater rate of interest has been paid, the person by whom it has been paid, or his legal representatives, may recover back, in an action in the nature of an action of debt, twice the amount of the interest thus paid from the association taking or receiving the same; provided such action is commenced within two years from the time the usurious transaction occurred.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It is urged that the statute is penal in its character and must be strictly construed, therefore the sentence relied upon must be interpreted as relating solely to the usurious portion of the interest paid, and not to so much of the rate of interest as was lawful. Although it be conceded that the statute is penal in character, we do not consider, even under the strictest rule of construction, it is possible to give to it the meaning contended for without departing from its unambiguous letter, and thereby frustrating its obvious intent. The first sentence of the section provides that 'the taking, receiving, reserving, or charging a rate of interest greater than is allowed, . . . when knowingly done, shall be deemed a forfeiture of the entire interest which the note, bill, or other evidence of debt carries with it, or which has been agreed to be paid thereon.' This, without the slightest ambiguity, provides for the forfeiture, not of the amount by which the usurious has exceeded the lawful rate, but of the entire interest. When the statute then proceeds, in the very next sentence, to say, 'In case the greater rate of interest has been paid, the person by whom it has been paid, or his legal representatives, may recover back . . . twice the amount of the interest thus paid,' it cannot in reason be held that the words, 'the interest thus paid,' refer to any other sum than the entire interest as provided in the previous sentence. To hold otherwise would be to decide that the statute forfeited the entire amount of interest whenever a usurious rate had been taken, received, reserved, or charged, and yet limited the debtor's right to recover back only to twice the amount of the excess of the usurious over the legal rate. This would be to interpret the law as in one sentence imposing a forfeiture of the entire interest, whilst in the next sentence it rendered such forfeiture, in many cases, absolutely nugatory. That such would be the result becomes apparent when it is considered that whilst it is conceded that in case usurious interest is received the entire amount is forfeited, it is yet argued that in case suit is brought to recover the forfeited usurious interest, the entire interest received cannot be awarded. The contention otherwise stated is this: The entire interest, in the event usurious interest is received, is forfeitd at the election of the creditor, such election on his part, by which the forfeiture is escaped, being manifested by his insisting on retaining the money taken by him in violation of the statute. This, however, involves, not only the conflict pointed out by the considerations just mentioned, but the further contradiction that the greater the violation of the statute the lesser the penalty which it imposes. The disregard of the text and the confusion as to the purpose of the law, which the argument involves, disappears if the statute be harmoniously enforced according to its letter and spirit. By both it is apparent that the statute, on the one hand, causes a forfeiture of the entire interest to result from the taking, receiving, reserving, or charging a rate greater than is allowed by law, and, on the other, subjects the creditor to pay twice the amount of the entire interest illegally exacted if by persistence in wrongdoing he subjects the debtor to the necessity of suing to recover.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Whilst the question here presented has not been heretofore passed upon by this court, the circuit courts of the United States have had occasion frequently to consider it, and have uniformly construed the statute in accordance with its plain import as we have just expounded it. <i>National Bank</i> v. <i>Davis</i>, 8 Biss. 100, Fed. Cas. No. 10,038; <i>National Exch. Bank</i> v. <i>Moore</i>, 2 Bond, 174, Fed. Cas. No. 10,041; <i>Crocker</i> v. <i>First Nat. Bank</i>, 4 Dill. 358, Fed. Cas. No. 3,397; <i>Hill</i> v. <i>National Bank</i>, 21 Blatchf. 258, 15 Fed. 433; <i>Louisville Trust Co.</i> v. <i>Kentucky nat. Bank</i>, 87 Fed. 143, 149, 102 Fed. 442. The state courts of last resort have also, as a general rule, upheld the same construction. <i>Boerner</i> v. <i>Traders' Nat. Bank</i>, 90 Tex. 443, 39 S. W. 285, and authoricies there cited. True it is that in a few cases some state courts have hesitatingly taken an opposite view; but we think, for the reasons which we have given, the letter of the statute is too plain and its intention too manifest to justify such an interpretation.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\"><i>Affirmed</i>.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>184 U.S. 151 (1902)</b></center>\n<center><h1>LAKE BENTON FIRST NATIONAL BANK<br>\nv.<br>\nWATT.</h1></center>\n<center>No. 103.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted January 15, 1902.</center>\n<center>Decided February 24, 1902.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF MINNESOTA.\n<p><span class=\"star-pagination\">*152</span> <i>Mr. Frank B. Kellogg</i> and <i>Mr. C.A. Severance</i> for plaintiff in error.</p>\n<p><i>Mr. F.L. Janes</i> for defendant in error.</p>\n<p>MR. JUSTICE WHITE, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>The contention of the plaintiff in error is that the state court erroneously condemned it to pay twice the amount of the entire interest which it had collected because it had taken a usurious rate, whilst under the law of the United States, it is insisted, the recovery should have been not twice the amount of the entire interest, but only twice the sum by which the interest received exceeded the lawful rate. To dispose of this contention involves ascertaining the meaning of sections 5197 and 5198 of the Revised Statutes of the United States, which are as follows:</p>\n<p>\"SEC. 5197. Any association may take, receive, reserve and charge on any loan or discount made, or upon any note, bill of exchange, or other evidences of debt, interest at the rate allowed by the laws of the State, Territory or district where the bank is located, and no more, except that where by the laws of <span class=\"star-pagination\">*153</span> any State a different rate is limited for banks of issue organized under state laws, the rate so limited shall be allowed for associations organized or existing in any such State under this title. When no rate is fixed by the laws of the State, or Territory, or district, the bank may take, receive, reserve or charge a rate not exceeding seven per centum, and such interest may be taken in advance, reckoning the days for which the note, bill or other evidence of debt has to run. And the purchase, discount or sale or a <i>bona fide</i> bill of exchange, payable at another place than the place of such purchase, discount or sale, at not more than the current rate of exchange for sight-drafts in addition to the interest, shall not be considered as taking or receiving a greater rate of interest.</p>\n<p>\"SEC. 5198. The taking, receiving, reserving or charging a rate of interest greater than is allowed by the preceding section, when knowingly done, shall be deemed a forfeiture of the entire interest which the note, bill or other evidence of debt carries with it, or which has been agreed to be paid thereon. In case the greater rate of interest has been paid, the person by whom it has been paid, or his legal representatives, may recover back in an action in the nature of an action of debt, twice the amount of the interest thus paid from the association taking or receiving the same; provided, such action is commenced within two years from the time the usurious transaction occurred. (That suits, actions and proceedings against any association under this title may be had in any circuit, district or territorial court of the United States held within the district in which such association may be established, or in any state, county or municipal court in the county or city in which said association is located having jurisdiction in similar cases.)\"</p>\n<p>The argument that the recovery should have been limited to twice the amount by which the usurious interest exceeded the legal rate is predicated on what is assumed to be the correct construction of the second sentence of section 5198 above quoted. The sentence relied on is as follows:</p>\n<p>\"In case the greater rate of interest has been paid, the person by whom it has been paid, or his legal representatives, may recover back, in an action in the nature of an action of debt, twice <span class=\"star-pagination\">*154</span> the amount of the interest thus paid from the association taking or receiving the same; provided such action is commenced within two years from the time the usurious transaction occurred.\"</p>\n<p>It is urged that the statute is penal in its character and must be strictly construed, therefore the sentence relied upon must be interpreted as relating solely to the usurious portion of the interest paid, and not to so much of the rate of interest as was lawful. Although it be conceded that the statute is penal in character, we do not consider, even under the strictest rule of construction, it is possible to give to it the meaning contended for without departing from its unambiguous letter, and thereby frustrating its obvious intent. The first sentence of the section provides that \"the taking, receiving, reserving or charging a rate of interest greater than is allowed, . . . when knowingly done, shall be deemed a forfeiture of the entire interest which the note, bill or other evidence of debt carries with it, or which has been agreed to be paid thereon.\" This, without the slightest ambiguity, provides for the forfeiture, not of the amount by which the usurious has exceeded the lawful rate, but of the entire interest. When the statute then proceeds, in the very next sentence, to say \"In case the greater rate of interest has been paid, the person by whom it has been paid, or his legal representatives, may recover back . . . twice the amount of the interest thus paid,\" it cannot in reason be held that the words, \"the interest thus paid,\" refer to any other sum than the entire interest as provided in the previous sentence. To hold otherwise would be to decide that the statute forfeited the entire amount of interest whenever a usurious rate had been taken, received, reserved or charged, and yet limited the debtor's right to recover back only to twice the amount of the excess of the usurious over the legal rate. This would be to interpret the law as in one sentence imposing a forfeiture of the entire interest, whilst in the next sentence it rendered such forfeiture, in many cases, absolutely nugatory. That such would be the result becomes apparent when it is considered that whilst it is conceded that in case usurious interest is received the entire amount is forfeited, it is yet argued that in case suit is brought <span class=\"star-pagination\">*155</span> to recover the forfeited usurious interest, the entire interest received cannot be awarded. The contention otherwise stated is this: The entire interest in the event usurious interest is received is forfeited at the election of the creditor, such election on his part, by which the forfeiture is escaped, being manifested by his insisting on retaining the money taken by him in violation of the statute. This, however, involves not only the conflict pointed out by the considerations just mentioned, but the further contradiction that the greater the violation of the statute the lesser the penalty which it imposes. The disregard of the text and the confusion as to the purpose of the law, which the argument involves, disappears if the statute be harmoniously enforced according to its letter and spirit. By both it is apparent that the statute on the one hand causes a forfeiture of the entire interest to result from the taking, receiving, reserving or charging a rate greater than is allowed by law, and on the other subjects the creditor to pay twice the amount of the entire interest illegally exacted if by persistence in wrongdoing he subjects the debtor to the necessity of suing to recover.</p>\n<p>Whilst the question here presented has not been heretofore passed upon by this court, the Circuit Courts of the United States have had occasion frequently to consider it, and have uniformly construed the statute in accordance with its plain import as we have just expounded it. <i>Nat'l Bank of Madison</i> v. <i>Davis,</i> 8 Biss. 100; <i>Bank</i> v. <i>Moore,</i> 2 Bond, 174; <i>Crocker</i> v. <i>First Nat'l Bank,</i> 4 Dill. 358; <i>Hill</i> v. <i>Nat'l Bank of Barre,</i> 15 Fed.Rep. 433; <i>Louisville Trust Co.</i> v. <i>Kentucky Nat'l Bank,</i> 87 Fed.Rep. 143, 149; <i>S.C.,</i> 102 Fed.Rep. 442. The state courts of last resort have also, as a general rule, upheld the same construction. <i>Bomer</i> v. <i>Traders' National Bank,</i> 90 Texas, 443, and authorities there cited. True it is that in a few cases some state courts have hesitatingly taken an opposite view; but we think, for the reasons which we have given, the letter of the statute is too plain and its intention too manifest to justify such an interpretation.</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">184</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">151</span></span> (1902)</b></center>\n<center><h1>LAKE BENTON FIRST NATIONAL BANK<br>\nv.<br>\nWATT.</h1></center>\n<center>No. 103.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted January 15, 1902.</center>\n<center>Decided February 24, 1902.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF MINNESOTA.\n<p><span class=\"star-pagination\">*152</span> <i>Mr. Frank B. Kellogg</i> and <i>Mr. C.A. Severance</i> for plaintiff in error.</p>\n<p><i>Mr. F.L. Janes</i> for defendant in error.</p>\n<p>MR. JUSTICE WHITE, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>The contention of the plaintiff in error is that the state court erroneously condemned it to pay twice the amount of the entire interest which it had collected because it had taken a usurious rate, whilst under the law of the United States, it is insisted, the recovery should have been not twice the amount of the entire interest, but only twice the sum by which the interest received exceeded the lawful rate. To dispose of this contention involves ascertaining the meaning of sections 5197 and 5198 of the Revised Statutes of the United States, which are as follows:</p>\n<p>\"SEC. 5197. Any association may take, receive, reserve and charge on any loan or discount made, or upon any note, bill of exchange, or other evidences of debt, interest at the rate allowed by the laws of the State, Territory or district where the bank is located, and no more, except that where by the laws of <span class=\"star-pagination\">*153</span> any State a different rate is limited for banks of issue organized under state laws, the rate so limited shall be allowed for associations organized or existing in any such State under this title. When no rate is fixed by the laws of the State, or Territory, or district, the bank may take, receive, reserve or charge a rate not exceeding seven per centum, and such interest may be taken in advance, reckoning the days for which the note, bill or other evidence of debt has to run. And the purchase, discount or sale or a <i>bona fide</i> bill of exchange, payable at another place than the place of such purchase, discount or sale, at not more than the current rate of exchange for sight-drafts in addition to the interest, shall not be considered as taking or receiving a greater rate of interest.</p>\n<p>\"SEC. 5198. The taking, receiving, reserving or charging a rate of interest greater than is allowed by the preceding section, when knowingly done, shall be deemed a forfeiture of the entire interest which the note, bill or other evidence of debt carries with it, or which has been agreed to be paid thereon. In case the greater rate of interest has been paid, the person by whom it has been paid, or his legal representatives, may recover back in an action in the nature of an action of debt, twice the amount of the interest thus paid from the association taking or receiving the same; provided, such action is commenced within two years from the time the usurious transaction occurred. (That suits, actions and proceedings against any association under this title may be had in any circuit, district or territorial court of the United States held within the district in which such association may be established, or in any state, county or municipal court in the county or city in which said association is located having jurisdiction in similar cases.)\"</p>\n<p>The argument that the recovery should have been limited to twice the amount by which the usurious interest exceeded the legal rate is predicated on what is assumed to be the correct construction of the second sentence of section 5198 above quoted. The sentence relied on is as follows:</p>\n<p>\"In case the greater rate of interest has been paid, the person by whom it has been paid, or his legal representatives, may recover back, in an action in the nature of an action of debt, twice <span class=\"star-pagination\">*154</span> the amount of the interest thus paid from the association taking or receiving the same; provided such action is commenced within two years from the time the usurious transaction occurred.\"</p>\n<p>It is urged that the statute is penal in its character and must be strictly construed, therefore the sentence relied upon must be interpreted as relating solely to the usurious portion of the interest paid, and not to so much of the rate of interest as was lawful. Although it be conceded that the statute is penal in character, we do not consider, even under the strictest rule of construction, it is possible to give to it the meaning contended for without departing from its unambiguous letter, and thereby frustrating its obvious intent. The first sentence of the section provides that \"the taking, receiving, reserving or charging a rate of interest greater than is allowed, . . . when knowingly done, shall be deemed a forfeiture of the entire interest which the note, bill or other evidence of debt carries with it, or which has been agreed to be paid thereon.\" This, without the slightest ambiguity, provides for the forfeiture, not of the amount by which the usurious has exceeded the lawful rate, but of the entire interest. When the statute then proceeds, in the very next sentence, to say \"In case the greater rate of interest has been paid, the person by whom it has been paid, or his legal representatives, may recover back . . . twice the amount of the interest thus paid,\" it cannot in reason be held that the words, \"the interest thus paid,\" refer to any other sum than the entire interest as provided in the previous sentence. To hold otherwise would be to decide that the statute forfeited the entire amount of interest whenever a usurious rate had been taken, received, reserved or charged, and yet limited the debtor's right to recover back only to twice the amount of the excess of the usurious over the legal rate. This would be to interpret the law as in one sentence imposing a forfeiture of the entire interest, whilst in the next sentence it rendered such forfeiture, in many cases, absolutely nugatory. That such would be the result becomes apparent when it is considered that whilst it is conceded that in case usurious interest is received the entire amount is forfeited, it is yet argued that in case suit is brought <span class=\"star-pagination\">*155</span> to recover the forfeited usurious interest, the entire interest received cannot be awarded. The contention otherwise stated is this: The entire interest in the event usurious interest is received is forfeited at the election of the creditor, such election on his part, by which the forfeiture is escaped, being manifested by his insisting on retaining the money taken by him in violation of the statute. This, however, involves not only the conflict pointed out by the considerations just mentioned, but the further contradiction that the greater the violation of the statute the lesser the penalty which it imposes. The disregard of the text and the confusion as to the purpose of the law, which the argument involves, disappears if the statute be harmoniously enforced according to its letter and spirit. By both it is apparent that the statute on the one hand causes a forfeiture of the entire interest to result from the taking, receiving, reserving or charging a rate greater than is allowed by law, and on the other subjects the creditor to pay twice the amount of the entire interest illegally exacted if by persistence in wrongdoing he subjects the debtor to the necessity of suing to recover.</p>\n<p>Whilst the question here presented has not been heretofore passed upon by this court, the Circuit Courts of the United States have had occasion frequently to consider it, and have uniformly construed the statute in accordance with its plain import as we have just expounded it. <i>Nat'l Bank of Madison</i> v. <i>Davis,</i> 8 Biss. 100; <i>Bank</i> v. <i>Moore,</i> 2 Bond, 174; <i>Crocker</i> v. <i>First Nat'l Bank,</i> 4 Dill. 358; <i>Hill</i> v. <i>Nat'l Bank of Barre,</i> 15 Fed.Rep. 433; <i>Louisville Trust Co.</i> v. <i>Kentucky Nat'l Bank,</i> 87 Fed.Rep. 143, 149; <i>S.C.,</i> 102 Fed.Rep. 442. The state courts of last resort have also, as a general rule, upheld the same construction. <i>Bomer</i> v. <i>Traders' National Bank,</i> 90 Texas, 443, and authorities there cited. True it is that in a few cases some state courts have hesitatingly taken an opposite view; but we think, for the reasons which we have given, the letter of the statute is too plain and its intention too manifest to justify such an interpretation.</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 95586, "judges": "White, After Making the Foregoing Statement", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/95586/", "sha1": "3824af439bed2d158a2b48f82487d3f9bdbf2feb", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:38:17"}