{"absolute_url": "/opinion/89334/south-carolina-v-georgia/", "blocked": false, "citation": {"case_name": "South Carolina v. Georgia", "docket_number": null, "document_uris": ["/api/rest/v2/document/89334/"], "federal_cite_one": "93 U.S. 4", "federal_cite_three": null, "federal_cite_two": null, "id": 59670, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/59670/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 29, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1876-10-23", "date_modified": "2014-12-21T01:28:50.797143", "docket": "/api/rest/v2/docket/66311/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">93 U.S. 4</p>\n    <p class=\"case_cite\">23 L.Ed. 782</p>\n    <p class=\"parties\">SOUTH CAROLINA<br>v.<br>GEORGIA ET AL.</p>\n    <p class=\"date\">October Term, 1876</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">THIS is a bill in equity, filed in this court by the State of South Carolina, praying for an injunction restraining the State of Georgia, Alonzo Taft (Secretary of War), A. A. Humphries (chief of the corps of engineers United States army), Q. A. Gilmore (lieutenant-colonel of that corps), and their agents and subordinates, from 'obstructing or interrupting' the navigation of the Savannah River, in violation of the compact entered into between the States of South Carolina and Georgia on the twenty-fourth day of April, 1787. The first and second articles of that compact are as follows:&#8212;&#8212;</p>\n      <p class=\"indent\">'ARTICLE 1. The most northern branch or stream of the river Savannah, from the sea or mouth of such stream to the fork or confluence of the rivers now called Tugoloo and Keowee, and from thence, the most northern branch or stream of the said river Tugoloo till it intersects the northern boundary-line of South Carolina, if the said branch or stream extends so far north, reserving all the islands in the said rivers Tugoloo and Savannah to Georgia; but if the head spring or source of any branch or stream of the said river Tugoloo does not extend to the north boundaryline of South Carolina, then a west line to the Mississippi, to be drawn from the head spring or source of the said branch or stream of Tugoloo River which extends to the highest northern latitude, shall, for ever hereafter, form the separation, limit, and boundary between the States of South Carolina and Georgia.</p>\n      <p class=\"indent\">'ART. 2. The navigation of the river Savannah, at and from the bar and mouth, along the north-east side of Cockspur Island, and up the direct course of the main northern channel, along the northern side of Hutchinson's Island, opposite the town of Savannah, to the upper end of the said island, and from thence up the bed or principal stream of the said river to the confluence of the rivers Tugoloo and Keowee, and from the confluence up the channel of the most northern stream of Tugoloo River to its source, and back again by the same channel to the Atlantic Ocean, is hereby declared to be henceforth equally free to the citizens of both States, and exempt from all duties, tolls, hinderance, interruption, or molestation whatsoever attempted to be enforced by one State on the citizens of the other, and all the rest of the river Savannah to the southward of the foregoing description is acknowledged to be the exclusive right of the State of Georgia.'</p>\n      <p class=\"indent\">Congress enacted June 23, 1874: 'That the following sums of money be, and are hereby, appropriated to be paid out of any money in the treasury not otherwise appropriated, to be expended under the direction of the Secretary of War, for the repair, preservation, and completion of the following public works hereinafter named.'</p>\n      <p class=\"indent\">'For continuing the improvement of the harbor at Savannah, $50,000.' 18 Stat. 240.</p>\n      <p class=\"indent\">The act of March 3, 1875 (18 id. 459), contains the following appropriation: 'For the improvement of the harbor at Savannah, Ga., $70,000.'</p>\n      <p class=\"indent\">The work which the bill seeks to arrest is doing pursuant to the authority conferred by these acts.</p>\n      <p class=\"indent\">The Savannah River, where it flows past the city of Savannah, is divided into two channels by Hutchinson's Island, which extends above and below the city, with a length of about six miles, and a width, where widest, of one mile or more. Of these channels, the more northerly is known as Back River, whilst that which passes immediately by the city of Savannah is called Front River.</p>\n      <p class=\"indent\">The improvement consists in the construction of a crib dam at a point known as the 'Cross Tides,' for the purpose, by diverting a sufficient quantity of the water passing through the Back River into the Front River channel, of securing to the city a depth of fifteen feet at low water.</p>\n      <p class=\"indent\"><i>Mr. William Henry Trescot</i> and <i>Mr. Philip Phillips</i> for the complainant.</p>\n      <p class=\"indent\">1. The terms of the treaty of Beaufort are perpetual. Biordan &amp; Duane, U. S. Laws, vol. i.; 1 Stat. So. Ca.; Wheaton's Int. Law, pt. 2, c. 2, sect. 268; Heffter, Droit Int., 170; <i>Chirac</i> v. <i>Chirac</i>. 2 Wheat. 259; Chappell's Historical Mis. of Georgia, pt. 2, 65; Bancroft, vol. viii. 137; vol. ix. 257; Articles of Confederation, Amer. Archives, vol. iv. 352-359.</p>\n      <p class=\"indent\">2. Georgia and South Carolina were competent to execute that treaty. Articles of Confederation; <i>Harcourt</i> v. <i>Gaillard</i>, 12 Wheat. 523; <i>Spooner</i> v. <i>McConnell</i>, 1 McLean, 347; Journal American Congress, vol. iv.; 2 Stat. 57.</p>\n      <p class=\"indent\">3. The adoption of the Federal Constitution did not abrogate the treaty. Constitution of United States; <i>Spooner</i> v. <i>McConnell, supra;</i> Ordinance of 1787; <i>Wilson</i> v. <i>Blackbird Creek Co.</i>, 3 Pet. 245; <i>Hogg</i> v. <i>Zanesville Manuf. Co.</i>, 5 Ohio, 410; <i>Woodbourn</i> v. <i>Kilbourn Manuf. Co.</i>, 1 Abb. 158; <i>Pollard</i> v. <i>Hogan's Lessee</i>, 3 How. 212; <i>Permolli</i> v. <i>First Municipality</i>, id. 589; <i>Strader</i> v. <i>Graham</i>, 10 id. 82; <i>Dred Scott</i>, 19 id. 396; <i>Howard</i> v. <i>Ingersoll</i>, 13 id. 405; American State Papers, Public Lands, vol. i. 103; President's Message, 1835, Dec. 8, Senate Doc. 1, p. 108; Engineer Report, 1838, MSS.; President's Message, February, 1840, Doc. 2; id. July, 1850, Ex. Doc. 19; Appropriation Acts, 1828-73; Annual Report, Gen. Gilmore, 1873, pp. 16, 17; <i>Gilman</i> v. <i>Philadelphia</i>, 3 Wall. 928; <i>Fowler</i> v. <i>Lindsey</i>, 3 Dall. 411.</p>\n      <p class=\"indent\">4. The acts of Congress should be so construed and executed as not to invade the rights of the State under the compact (<i>Aldridge</i> v. <i>Williams</i>, 3 How. 24; <i>Savings-Bank</i> v. <i>United States</i>, 19 Wall. 237; <i>Fisher</i> v. <i>United States</i>, 2 Cranch, 385; <i>United States</i> v. <i>Kirby</i>, 7 Wall. 486; <i>Dash</i> v. <i>Vankleek</i>, 7 Johns. 502; <i>Cohens</i> v. <i>Virginia</i>, 6 Wheat. 264; <i>Comm.</i> v. <i>Dounes</i>, 24 Pick. 230), or to give preference to the ports of one State over those of another.</p>\n      <p class=\"indent\">5. The State is the proper party complainant. <i>Georgetown</i> v. <i>Canal Co.</i>, 12 Pet. 91; <i>Cohens</i> v. <i>Virginia</i>, 6 Wheat. 264; <i>Georgia</i> v. <i>Stanton</i>, 6 Wall. 75.</p>\n      <p class=\"indent\">6. The equity side of the court is properly invoked. <i>Wheeling Bridge Case</i>, 13 How. 560; <i>Georgetown</i> v. <i>Canal Co., supra</i>.</p>\n      <p class=\"indent\">7. The court will not enter into the question as to the degree of the obstruction. <i>Green</i> v. <i>Biddle</i>, 8 Wheat. 2; <i>King</i> v. <i>Ward</i>, 4 Ad. &amp; El. 384.</p>\n      <p class=\"indent\"><i>Mr. Solicitor-General Phillips, contra</i>.</p>\n      <p class=\"indent\">1. South Carolina and Georgia, by becoming members of the Union, stripped themselves of all power under the second article of their agreement of 1787, when the United States undertook to regulate the navigation of the river. Both States were, thereafter, excluded from interference with it. <i>Cooley</i> v. <i>Board of Wardens of Port of Philadelphia et al.</i>, 12 How. 299; <i>Gilman</i> v. <i>Philadelphia</i>, 3 Wall. 713; <i>Crandall</i> v. <i>State of Nevada</i>, 9 id. 35.</p>\n      <p class=\"indent\">2. That agreement confers no present rights upon citizens of South Carolina to navigate the Savannah. Their rights, in common with those of all citizens of the United States, are perfect under the Constitution, and cannot be vindicated by a suit in the name of the State.</p>\n      <p class=\"indent\">3. When a State brings suit in a court of the United States, it appears in its private capacity, is treated as other litigants, and must make out such a cause of action as would entitle them, under the same circumstances, to recover. <i>Pennsylvania</i> v. <i>The Wheeling and Belmont Bridge Co.</i>, 18 How. 518; <i>City of Georgetown</i> v. <i>The Alexandria Canal Co.</i>, 12 Pet. 91. The property rights of South Carolina are not involved, and there is no pretence of any apprehended damage to them by reason of this pretended obstruction. The only ground of complaint is, that the interests of her citizens may be thereby injuriously affected.</p>\n      <p class=\"indent\">4. The navigation of the Savannah River will not be obstructed by the contemplated mode of improvement. The plan therefor adopted after thorough examination by experienced and skilful engineers, and approved by the appropriate committees of the two houses, received the ultimate sanction of Congress. That body has the unquestionable power to improve the navigable waters of the United States, and is the exclusive judge of the most expedient mode of exercising it. Full discretion in the expenditure of the sum appropriated has been confided to the Secretary of War, who will carry out that plan. It is an idle pretence, that, by so doing, preference will be given to the ports of one State over those of another.</p>\n      <p class=\"indent\">MR. JUSTICE STRONG delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We do not perceive that, in this suit, the State of South Carolina stands in any better position than that which she would occupy if the compact of 1787 between herself and Georgia had never been made. That compact defined the boundary between the two States as the most northern branch or stream of the river Savannah from the sea, or mouth of the stream, to the fork or confluence of the rivers then called Tugoloo and Keowee. The second article declared that the navigation of the river Savannah, at and from the bar and mouth, along the north-east side of Cockspur Island, and up the direct course of the main northern channel, along the northern side of Hutchinson's Island, opposite the town of Savannah, to the upper end of said island, and from thence up the bed or principal stream of the said river to the confluence of the rivers Tugoloo and Keowee, . . . should thenceforth be equally free to the citizens of both States, and exempt from all duties, tolls, hinderance, interruption, or molestation whatsoever, attempted to be enforced by one State on the citizens of the other. Undoubtedly this assured to the citizens of the two States the free and unobstructed navigation of the channel described, precisely the same right which they would have possessed had the original charters of the two provinces, Georgia and South Carolina, fixed the Savannah River as the boundary between them. It needed no compact to give to the citizens of adjoining States a right to the free and unobstructed navigation of a navigable river which was the boundary between them. But it matters not to this case how the right was acquired, whether under the compact or not, or what the extent of the right of South Carolina was in 1787. After the treaty between the two States was made, both the parties to it became members of the United States. Both adopted the Federal Constitution, and thereby joined in delegating to the general government the right to 'regulate commerce with foreign nations, and among the several States.' Whatever, therefore, may have been their rights in the navigation of the Savannah River before they entered the Union, either as between themselves or against others, they both agreed that Congress might thereafter do every thing which is within the power thus delegated. That the power to regulate inter-State commerce, and commerce with foreign nations, conferred upon Congress by the Constitution, extends to the control of navigable rivers between States,&#8212;rivers that are accessible from other States, at least to the extent of improving their navigability,&#8212;has not been questioned during the argument, nor could it be with any show of reason. From an early period in the history of the government, it has been so understood and determined. Prior to the adoption of the Federal Constitution, the States of South Carolina and Georgia together had complete dominion over the navigation of the Savannah River. By mutual agreement they might have regulated it as they pleased. It was in their power to prescribe, not merely on what conditions commerce might be conducted upon the stream, but also how the river might be navigated, and whether it might be navigated at all. They could have determined that all vessels passing up and down the stream should pursue a defined course, and that they should pass along one channel rather than another, where there were two. They had plenary authority to make improvements in the bed of the river, to divert the water from one channel to another, and to plant obstructions therein at their will. This will not be denied; but the power to 'regulate commerce,' conferred by the Constitution upon Congress, is that which previously existed in the States. As was said in <i>Gilman</i> v. <i>Philadelphia</i>, 3 Wall. 724, 'Commerce includes navigation. The power to regulate commerce comprehends the control for that purpose, and to the extent necessary, of all the navigable rivers of the United States which are accessible from a State other than those in which they lie. For this purpose they are the public property of the nation, and subject to all the requisite legislation by Congress. This necessarily includes the power to keep these open and free from any obstruction to their navigation interposed by the States, or otherwise; to remove such obstructions where they exist; and to provide, by such sanctions as they may deem proper, against the occurrence of the evil and for the punishment of the offenders. For these purposes Congress possesses all the powers which existed in the States before the adoption of the national Constitution, and which have always existed in the Parliament in England.' Such has uniformly been the construction given to that clause of the Constitution which confers upon Congress the power to regulate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">But it is insisted on behalf of the complainant, that, though Congress may have the power to remove obstructions in the navigable waters of the United States, it has no right to authorize placing obstructions therein; that while it may improve navigation, it may not impede or destroy it. Were this conceded, it could not affect our judgment of the present case. The record exhibits that immediately above the city of Savannah the river is divided by Hutchinson's Island, and that there is a natural channel on each side of the island, both uniting at the head. The obstruction complained of is at the point of divergence of the two channels, and its purpose and probable effect are to improve the southern channel at the expense of the northern, by increasing the flow of the water through the former, thus increasing its depth and water-way, as also the scouring effects of the current. The action of the defendants is not, therefore, the destruction of the navigation of the river. True, it is obstructing the water-way of one of its channels, and compelling navigation to use the other channel; but it is a means employed to render navigation of the river more convenient,&#8212;a mode of improvement not uncommon. The two channels are not two rivers, and closing one for the improvement of the other is in no just or legal sense destroying or impeding the navigation. If it were, every structure erected in the bed of the river, whether in the channel or not, would be an obstruction. It might be a light-house erected on a submerged sand-bank, or a jetty pushed out into the stream to narrow the water-way, and increase the depth of water and the direction and the force of the current, or the pier of a bridge standing where vessels now pass, and where they can pass only at very high water. The impediments to navigation caused by such structures are, it is true, in one sense, obstructions to navigation; but, so far as they tend to facilitate commerce, it is not claimed that they are unlawful. In what respect, except in degree, do they differ from the acts and constructions of which the plaintiff complains? All of them are obstructions to the natural flow of the river, yet all, except the pier, are improvements to its navigability, and consequently they add new facilities to the conduct of commerce. It is not, however, to be conceded that Congress has no power to order obstructions to be placed in the navigable waters of the United States, either to assist navigation or to change its direction by forcing it into one channel of a river rather than the other. It may build light-houses in the bed of the stream. It may construct jetties. It may require all navigators to pass along a prescribed channel, and may close any other channel to their passage. If, as we have said, the United States have succeeded to the power and rights of the several States, so far as control over inter-State and foreign commerce is concerned, this is not to be doubted. Might not the States of South Carolina and Georgia, by mutual agreement, have constructed a dam across the cross-tides between Hutchinson and Argyle Islands, and thus have confined the navigation of the Savannah River to the southern channel? Might they not have done this before they surrendered to the Federal government a portion of their sovereignty? Might they not have constructed jetties, or manipulated the river, so that commerce could have been carried on exclusively through the southern channel, on the south side of Hutchinson's Island? It is not thought that these questions can be answered in the negative. Then why may not Congress, succeeding, as it has done, to the authority of the States, do the same thing? Why may it not confine the navigation of the river to the channel south of Hutchinson's Island; and why is this not a regulation of commerce, if commerce includes navigation? We think it is such a regulation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Upon this subject the case of <i>Pennsylvania</i> v. <i>The Wheeling and Belmont Bridge Co.</i>, 18 How. 421, is instructive. There it was ruled that the power of Congress to regulate commerce includes the regulation of intercourse and navigation, and consequently the power to determine what shall or shall not be deemed, <i>in the judgment of law</i>, an obstruction of navigation. It was, therefore, decided that an act of Congress declaring a bridge over the Ohio River, which in fact did impede steamboat navigation, to be a lawful structure, and requiring the officers and crews of vessels navigating the river to regulate their vessels so as not to interfere with the elevation and construction of the bridge, was a legitimate exercise of the power of Congress to regulate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It was further ruled that the act was not in conflict with the provision of the Constitution, which declares that no preference shall be given by any regulation of commerce or revenue to the ports of one State over those of another. The judgment in that case is, also, a sufficient answer to the claim made by the present complainant, that closing the channel on the South Carolina side of Hutchinson's Island is a preference given to the ports of Georgia forbidden by this clause of the Constitution. It was there said that the prohibition of such a preference does not extend to acts which may directly benefit the ports of one State and only incidentally injuriously affect those of another, such as the improvement of rivers and harbors, the erection of light-houses, and other facilities of commerce. 'It will not do,' said the court, 'to say that the exercise of an admitted power of Congress conferred by the Constitution is to be withheld, if it appears or can be shown that the effect and operation of the law may incidentally extend beyond the limitation of the power.' The case of <i>The Clinton Bridge</i>, 10 Wall. 454, is in full accord with this decision. It asserts plainly the power of Congress to declare what is and what is not an illegal obstruction in a navigable stream.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The plaintiff next contends that if Congress has the power to authorize the construction of the work in contemplation and in progress, whereby the water will be diverted from the northern into the southern channel of the river, no such authority has been given. With this we cannot concur. By an act of Congress of June 23, 1874, an appropriation was made of $50,000, to be expended under the direction of the Secretary of War, for the repairs, preservation, and completion of certain public works, and, <i>inter alia</i>, 'for the improvement of the harbor of Savannah.' The act of March 3, 1875, made an additional appropriation of $70,000, 'for the improvement of the harbor of Savannah, Georgia.' It is true that neither of these acts directed the manner in which these appropriations should be expended. The mode of improving the harbor was left to the discretion of the Secretary of War, and the mode adopted under his supervision plainly tends to the improvement contemplated. We know judicially the fact that the harbor is the river in front of the city, and the case, as exhibited by the pleadings, reveals that the acts of which the plaintiff complains tend directly to increase the volume of water in the channel opposite the city, as well as the width of the water-way. Without relying at all upon the report of the engineers, which was before Congress, and which recommended precisely what was done, we can come to no other conclusion than that the defendants are acting within the authority of the statutes, and that the structure at the cross-tides intended to divert the water from the northern channel into the southern is, in the judgment of the law, no illegal obstruction. The plaintiff has, therefore, made no case sufficient to justify an injunction, even if the State is in a position to ask for it.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">But, in resting our judgment upon this ground, we are not to be understood as admitting that a State, when suing in this court for the prevention of a nuisance in a navigable river of the United States, must not aver and show that it will sustain some special and peculiar injury therefrom, such as would enable a private person to maintain a similar action in another court. Upon that subject we express no opinion. It is sufficient for the present case to hold, as we do, that the acts of the defendants, of which South Carolina complains, are not unlawful, and consequently that there is no nuisance against which an injunction should be granted.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The special injunction heretofore ordered is dissolved, and the</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\"><i>Bill dismissed</i>.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>93 U.S. 4 (____)</b></center>\n<center><h1>SOUTH CAROLINA<br>\nv.<br>\nGEORGIA ET AL.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*6</span> Mr. William Henry Trescot and Mr. Philip Phillips for the complainant.</p>\n<p>Mr. Solicitor-General Phillips, contra.</p>\n<p><span class=\"star-pagination\">*8</span> MR. JUSTICE STRONG delivered the opinion of the court.</p>\n<p>We do not perceive that, in this suit, the State of South Carolina stands in any better position than that which she would occupy if the compact of 1787 between herself and Georgia had never been made. That compact defined the boundary between the two States as the most northern branch <span class=\"star-pagination\">*9</span> or stream of the river Savannah from the sea, or mouth of the stream, to the fork or confluence of the rivers then called Tugoloo and Keowee. The second article declared that the navigation of the river Savannah, at and from the bar and mouth, along the north-east side of Cockspur Island, and up the direct course of the main northern channel, along the northern side of Hutchinson's Island, opposite the town of Savannah, to the upper end of said island, and from thence up the bed or principal stream of the said river to the confluence of the rivers Tugoloo and Keowee, ... should thenceforth be equally free to the citizens of both States, and exempt from all duties, tolls, hinderance, interruption, or molestation whatsoever, attempted to be enforced by one State on the citizens of the other. Undoubtedly this assured to the citizens of the two States the free and unobstructed navigation of the channel described, precisely the same right which they would have possessed had the original charters of the two provinces, Georgia and South Carolina, fixed the Savannah River as the boundary between them. It needed no compact to give to the citizens of adjoining States a right to the free and unobstructed navigation of a navigable river which was the boundary between them. But it matters not to this case how the right was acquired, whether under the compact or not, or what the extent of the right of South Carolina was in 1787. After the treaty between the two States was made, both the parties to it became members of the United States. Both adopted the Federal Constitution, and thereby joined in delegating to the general government the right to \"regulate commerce with foreign nations, and among the several States.\" Whatever, therefore, may have been their rights in the navigation of the Savannah River before they entered the Union, either as between themselves or against others, they both agreed that Congress might thereafter do every thing which is within the power thus delegated. That the power to regulate inter-State commerce, and commerce with foreign nations, conferred upon Congress by the Constitution, extends to the control of navigable rivers between States,  rivers that are accessible from other States, at least to the extent of improving their navigability,  has not been questioned during the argument, nor could it be with any show of <span class=\"star-pagination\">*10</span> reason. From an early period in the history of the government, it has been so understood and determined. Prior to the adoption of the Federal Constitution, the States of South Carolina and Georgia together had complete dominion over the navigation of the Savannah River. By mutual agreement they might have regulated it as they pleased. It was in their power to prescribe, not merely on what conditions commerce might be conducted upon the stream, but also how the river might be navigated, and whether it might be navigated at all. They could have determined that all vessels passing up and down the stream should pursue a defined course, and that they should pass along one channel rather than another, where there were two. They had plenary authority to make improvements in the bed of the river, to divert the water from one channel to another, and to plant obstructions therein at their will. This will not be denied; but the power to \"regulate commerce,\" conferred by the Constitution upon Congress, is that which previously existed in the States. As was said in Gilman v. Philadelphia, 3 Wall. 724, \"Commerce includes navigation. The power to regulate commerce comprehends the control for that purpose, and to the extent necessary, of all the navigable rivers of the United States which are accessible from a State other than those in which they lie. For this purpose they are the public property of the nation, and subject to all the requisite legislation by Congress. This necessarily includes the power to keep these open and free from any obstruction to their navigation interposed by the States, or otherwise; to remove such obstructions where they exist; and to provide, by such sanctions as they may deem proper, against the occurrence of the evil and for the punishment of the offenders. For these purposes Congress possesses all the powers which existed in the States before the adoption of the national Constitution, and which have always existed in the Parliament in England.\" Such has uniformly been the construction given to that clause of the Constitution which confers upon Congress the power to regulate commerce.</p>\n<p>But it is insisted on behalf of the complainant, that, though Congress may have the power to remove obstructions in the navigable waters of the United States, it has no right to <span class=\"star-pagination\">*11</span> authorize placing obstructions therein; that while it may improve navigation, it may not impede or destroy it. Were this conceded, it could not affect our judgment of the present case. The record exhibits that immediately above the city of Savannah the river is divided by Hutchinson's Island, and that there is a natural channel on each side of the island, both uniting at the head. The obstruction complained of is at the point of divergence of the two channels, and its purpose and probable effect are to improve the southern channel at the expense of the northern, by increasing the flow of the water through the former, thus increasing its depth and water-way, as also the scouring effects of the current. The action of the defendants is not, therefore, the destruction of the navigation of the river. True, it is obstructing the water-way of one of its channels, and compelling navigation to use the other channel; but it is a means employed to render navigation of the river more convenient,  a mode of improvement not uncommon. The two channels are not two rivers, and closing one for the improvement of the other is in no just or legal sense destroying or impeding the navigation. If it were, every structure erected in the bed of the river, whether in the channel or not, would be an obstruction. It might be a light-house erected on a submerged sand-bank, or a jetty pushed out into the stream to narrow the water-way, and increase the depth of water and the direction and the force of the current, or the pier of a bridge standing where vessels now pass, and where they can pass only at very high water. The impediments to navigation caused by such structures are, it is true, in one sense, obstructions to navigation; but, so far as they tend to facilitate commerce, it is not claimed that they are unlawful. In what respect, except in degree, do they differ from the acts and constructions of which the plaintiff complains? All of them are obstructions to the natural flow of the river, yet all, except the pier, are improvements to its navigability, and consequently they add new facilities to the conduct of commerce. It is not, however, to be conceded that Congress has no power to order obstructions to be placed in the navigable waters of the United States, either to assist navigation or to change its direction by forcing it into one channel of a river rather than the other. It may build <span class=\"star-pagination\">*12</span> light-houses in the bed of the stream. It may construct jetties. It may require all navigators to pass along a prescribed channel, and may close any other channel to their passage. If, as we have said, the United States have succeeded to the power and rights of the several States, so far as control over inter-State and foreign commerce is concerned, this is not to be doubted. Might not the States of South Carolina and Georgia, by mutual agreement, have constructed a dam across the cross-tides between Hutchinson and Argyle Islands, and thus have confined the navigation of the Savannah River to the southern channel? Might they not have done this before they surrendered to the Federal government a portion of their sovereignty? Might they not have constructed jetties, or manipulated the river, so that commerce could have been carried on exclusively through the southern channel, on the south side of Hutchinson's Island? It is not thought that these questions can be answered in the negative. Then why may not Congress, succeeding, as it has done, to the authority of the States, do the same thing? Why may it not confine the navigation of the river to the channel south of Hutchinson's Island; and why is this not a regulation of commerce, if commerce includes navigation? We think it is such a regulation.</p>\n<p>Upon this subject the case of Pennsylvania v. The Wheeling and Belmont Bridge Co., 18 How. 421, is instructive. There it was ruled that the power of Congress to regulate commerce includes the regulation of intercourse and navigation, and consequently the power to determine what shall or shall not be deemed, in the judgment of law, an obstruction of navigation. It was, therefore, decided that an act of Congress declaring a bridge over the Ohio River, which in fact did impede steamboat navigation, to be a lawful structure, and requiring the officers and crews of vessels navigating the river to regulate their vessels so as not to interfere with the elevation and construction of the bridge, was a legitimate exercise of the power of Congress to regulate commerce.</p>\n<p>It was further ruled that the act was not in conflict with the provision of the Constitution, which declares that no preference shall be given by any regulation of commerce or revenue <span class=\"star-pagination\">*13</span> to the ports of one State over those of another. The judgment in that case is, also, a sufficient answer to the claim made by the present complainant, that closing the channel on the South Carolina side of Hutchinson's Island is a preference given to the ports of Georgia forbidden by this clause of the Constitution. It was there said that the prohibition of such a preference does not extend to acts which may directly benefit the ports of one State and only incidentally injuriously affect those of another, such as the improvement of rivers and harbors, the erection of light-houses, and other facilities of commerce. \"It will not do,\" said the court, \"to say that the exercise of an admitted power of Congress conferred by the Constitution is to be withheld, if it appears or can be shown that the effect and operation of the law may incidentally extend beyond the limitation of the power.\" The case of The Clinton Bridge, 10 Wall. 454, is in full accord with this decision. It asserts plainly the power of Congress to declare what is and what is not an illegal obstruction in a navigable stream.</p>\n<p>The plaintiff next contends that if Congress has the power to authorize the construction of the work in contemplation and in progress, whereby the water will be diverted from the northern into the southern channel of the river, no such authority has been given. With this we cannot concur. By an act of Congress of June 23, 1874, an appropriation was made of $50,000, to be expended under the direction of the Secretary of War, for the repairs, preservation, and completion of certain public works, and, inter alia, \"for the improvement of the harbor of Savannah.\" The act of March 3, 1875, made an additional appropriation of $70,000, \"for the improvement of the harbor of Savannah, Georgia.\" It is true that neither of these acts directed the manner in which these appropriations should be expended. The mode of improving the harbor was left to the discretion of the Secretary of War, and the mode adopted under his supervision plainly tends to the improvement contemplated. We know judicially the fact that the harbor is the river in front of the city, and the case, as exhibited by the pleadings, reveals that the acts of which the plaintiff complains tend directly to increase the volume of water in the channel opposite the city, as well as the width of the water-way. Without <span class=\"star-pagination\">*14</span> relying at all upon the report of the engineers, which was before Congress, and which recommended precisely what was done, we can come to no other conclusion than that the defendants are acting within the authority of the statutes, and that the structure at the cross-tides intended to divert the water from the northern channel into the southern is, in the judgment of the law, no illegal obstruction. The plaintiff has, therefore, made no case sufficient to justify an injunction, even if the State is in a position to ask for it.</p>\n<p>But, in resting our judgment upon this ground, we are not to be understood as admitting that a State, when suing in this court for the prevention of a nuisance in a navigable river of the United States, must not aver and show that it will sustain some special and peculiar injury therefrom, such as would enable a private person to maintain a similar action in another court. Upon that subject we express no opinion. It is sufficient for the present case to hold, as we do, that the acts of the defendants, of which South Carolina complains, are not unlawful, and consequently that there is no nuisance against which an injunction should be granted.</p>\n<p>The special injunction heretofore ordered is dissolved, and the</p>\n<p>Bill dismissed.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">4</span></span> (____)</b></center>\n<center><h1>SOUTH CAROLINA<br>\nv.<br>\nGEORGIA ET AL.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*6</span> Mr. William Henry Trescot and Mr. Philip Phillips for the complainant.</p>\n<p>Mr. Solicitor-General Phillips, contra.</p>\n<p><span class=\"star-pagination\">*8</span> MR. JUSTICE STRONG delivered the opinion of the court.</p>\n<p>We do not perceive that, in this suit, the State of South Carolina stands in any better position than that which she would occupy if the compact of 1787 between herself and Georgia had never been made. That compact defined the boundary between the two States as the most northern branch <span class=\"star-pagination\">*9</span> or stream of the river Savannah from the sea, or mouth of the stream, to the fork or confluence of the rivers then called Tugoloo and Keowee. The second article declared that the navigation of the river Savannah, at and from the bar and mouth, along the north-east side of Cockspur Island, and up the direct course of the main northern channel, along the northern side of Hutchinson's Island, opposite the town of Savannah, to the upper end of said island, and from thence up the bed or principal stream of the said river to the confluence of the rivers Tugoloo and Keowee, ... should thenceforth be equally free to the citizens of both States, and exempt from all duties, tolls, hinderance, interruption, or molestation whatsoever, attempted to be enforced by one State on the citizens of the other. Undoubtedly this assured to the citizens of the two States the free and unobstructed navigation of the channel described, precisely the same right which they would have possessed had the original charters of the two provinces, Georgia and South Carolina, fixed the Savannah River as the boundary between them. It needed no compact to give to the citizens of adjoining States a right to the free and unobstructed navigation of a navigable river which was the boundary between them. But it matters not to this case how the right was acquired, whether under the compact or not, or what the extent of the right of South Carolina was in 1787. After the treaty between the two States was made, both the parties to it became members of the United States. Both adopted the Federal Constitution, and thereby joined in delegating to the general government the right to \"regulate commerce with foreign nations, and among the several States.\" Whatever, therefore, may have been their rights in the navigation of the Savannah River before they entered the Union, either as between themselves or against others, they both agreed that Congress might thereafter do every thing which is within the power thus delegated. That the power to regulate inter-State commerce, and commerce with foreign nations, conferred upon Congress by the Constitution, extends to the control of navigable rivers between States,  rivers that are accessible from other States, at least to the extent of improving their navigability,  has not been questioned during the argument, nor could it be with any show of <span class=\"star-pagination\">*10</span> reason. From an early period in the history of the government, it has been so understood and determined. Prior to the adoption of the Federal Constitution, the States of South Carolina and Georgia together had complete dominion over the navigation of the Savannah River. By mutual agreement they might have regulated it as they pleased. It was in their power to prescribe, not merely on what conditions commerce might be conducted upon the stream, but also how the river might be navigated, and whether it might be navigated at all. They could have determined that all vessels passing up and down the stream should pursue a defined course, and that they should pass along one channel rather than another, where there were two. They had plenary authority to make improvements in the bed of the river, to divert the water from one channel to another, and to plant obstructions therein at their will. This will not be denied; but the power to \"regulate commerce,\" conferred by the Constitution upon Congress, is that which previously existed in the States. As was said in Gilman v. Philadelphia, <span class=\"citation\" data-id=\"87748\"><a href=\"/opinion/87748/gilman-v-philadelphia/\"><span class=\"volume\">3</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">724</span></a></span>, \"Commerce includes navigation. The power to regulate commerce comprehends the control for that purpose, and to the extent necessary, of all the navigable rivers of the United States which are accessible from a State other than those in which they lie. For this purpose they are the public property of the nation, and subject to all the requisite legislation by Congress. This necessarily includes the power to keep these open and free from any obstruction to their navigation interposed by the States, or otherwise; to remove such obstructions where they exist; and to provide, by such sanctions as they may deem proper, against the occurrence of the evil and for the punishment of the offenders. For these purposes Congress possesses all the powers which existed in the States before the adoption of the national Constitution, and which have always existed in the Parliament in England.\" Such has uniformly been the construction given to that clause of the Constitution which confers upon Congress the power to regulate commerce.</p>\n<p>But it is insisted on behalf of the complainant, that, though Congress may have the power to remove obstructions in the navigable waters of the United States, it has no right to <span class=\"star-pagination\">*11</span> authorize placing obstructions therein; that while it may improve navigation, it may not impede or destroy it. Were this conceded, it could not affect our judgment of the present case. The record exhibits that immediately above the city of Savannah the river is divided by Hutchinson's Island, and that there is a natural channel on each side of the island, both uniting at the head. The obstruction complained of is at the point of divergence of the two channels, and its purpose and probable effect are to improve the southern channel at the expense of the northern, by increasing the flow of the water through the former, thus increasing its depth and water-way, as also the scouring effects of the current. The action of the defendants is not, therefore, the destruction of the navigation of the river. True, it is obstructing the water-way of one of its channels, and compelling navigation to use the other channel; but it is a means employed to render navigation of the river more convenient,  a mode of improvement not uncommon. The two channels are not two rivers, and closing one for the improvement of the other is in no just or legal sense destroying or impeding the navigation. If it were, every structure erected in the bed of the river, whether in the channel or not, would be an obstruction. It might be a light-house erected on a submerged sand-bank, or a jetty pushed out into the stream to narrow the water-way, and increase the depth of water and the direction and the force of the current, or the pier of a bridge standing where vessels now pass, and where they can pass only at very high water. The impediments to navigation caused by such structures are, it is true, in one sense, obstructions to navigation; but, so far as they tend to facilitate commerce, it is not claimed that they are unlawful. In what respect, except in degree, do they differ from the acts and constructions of which the plaintiff complains? All of them are obstructions to the natural flow of the river, yet all, except the pier, are improvements to its navigability, and consequently they add new facilities to the conduct of commerce. It is not, however, to be conceded that Congress has no power to order obstructions to be placed in the navigable waters of the United States, either to assist navigation or to change its direction by forcing it into one channel of a river rather than the other. It may build <span class=\"star-pagination\">*12</span> light-houses in the bed of the stream. It may construct jetties. It may require all navigators to pass along a prescribed channel, and may close any other channel to their passage. If, as we have said, the United States have succeeded to the power and rights of the several States, so far as control over inter-State and foreign commerce is concerned, this is not to be doubted. Might not the States of South Carolina and Georgia, by mutual agreement, have constructed a dam across the cross-tides between Hutchinson and Argyle Islands, and thus have confined the navigation of the Savannah River to the southern channel? Might they not have done this before they surrendered to the Federal government a portion of their sovereignty? Might they not have constructed jetties, or manipulated the river, so that commerce could have been carried on exclusively through the southern channel, on the south side of Hutchinson's Island? It is not thought that these questions can be answered in the negative. Then why may not Congress, succeeding, as it has done, to the authority of the States, do the same thing? Why may it not confine the navigation of the river to the channel south of Hutchinson's Island; and why is this not a regulation of commerce, if commerce includes navigation? We think it is such a regulation.</p>\n<p>Upon this subject the case of Pennsylvania v. The Wheeling and Belmont Bridge Co., <span class=\"citation\" data-id=\"87026\"><a href=\"/opinion/87026/pennsylvania-v-wheeling-belmont-bridge-co/\"><span class=\"volume\">18</span> <span class=\"reporter\">How.</span> <span class=\"page\">421</span></a></span>, is instructive. There it was ruled that the power of Congress to regulate commerce includes the regulation of intercourse and navigation, and consequently the power to determine what shall or shall not be deemed, in the judgment of law, an obstruction of navigation. It was, therefore, decided that an act of Congress declaring a bridge over the Ohio River, which in fact did impede steamboat navigation, to be a lawful structure, and requiring the officers and crews of vessels navigating the river to regulate their vessels so as not to interfere with the elevation and construction of the bridge, was a legitimate exercise of the power of Congress to regulate commerce.</p>\n<p>It was further ruled that the act was not in conflict with the provision of the Constitution, which declares that no preference shall be given by any regulation of commerce or revenue <span class=\"star-pagination\">*13</span> to the ports of one State over those of another. The judgment in that case is, also, a sufficient answer to the claim made by the present complainant, that closing the channel on the South Carolina side of Hutchinson's Island is a preference given to the ports of Georgia forbidden by this clause of the Constitution. It was there said that the prohibition of such a preference does not extend to acts which may directly benefit the ports of one State and only incidentally injuriously affect those of another, such as the improvement of rivers and harbors, the erection of light-houses, and other facilities of commerce. \"It will not do,\" said the court, \"to say that the exercise of an admitted power of Congress conferred by the Constitution is to be withheld, if it appears or can be shown that the effect and operation of the law may incidentally extend beyond the limitation of the power.\" The case of The Clinton Bridge, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">454</span></span>, is in full accord with this decision. It asserts plainly the power of Congress to declare what is and what is not an illegal obstruction in a navigable stream.</p>\n<p>The plaintiff next contends that if Congress has the power to authorize the construction of the work in contemplation and in progress, whereby the water will be diverted from the northern into the southern channel of the river, no such authority has been given. With this we cannot concur. By an act of Congress of June 23, 1874, an appropriation was made of $50,000, to be expended under the direction of the Secretary of War, for the repairs, preservation, and completion of certain public works, and, inter alia, \"for the improvement of the harbor of Savannah.\" The act of March 3, 1875, made an additional appropriation of $70,000, \"for the improvement of the harbor of Savannah, Georgia.\" It is true that neither of these acts directed the manner in which these appropriations should be expended. The mode of improving the harbor was left to the discretion of the Secretary of War, and the mode adopted under his supervision plainly tends to the improvement contemplated. We know judicially the fact that the harbor is the river in front of the city, and the case, as exhibited by the pleadings, reveals that the acts of which the plaintiff complains tend directly to increase the volume of water in the channel opposite the city, as well as the width of the water-way. Without <span class=\"star-pagination\">*14</span> relying at all upon the report of the engineers, which was before Congress, and which recommended precisely what was done, we can come to no other conclusion than that the defendants are acting within the authority of the statutes, and that the structure at the cross-tides intended to divert the water from the northern channel into the southern is, in the judgment of the law, no illegal obstruction. The plaintiff has, therefore, made no case sufficient to justify an injunction, even if the State is in a position to ask for it.</p>\n<p>But, in resting our judgment upon this ground, we are not to be understood as admitting that a State, when suing in this court for the prevention of a nuisance in a navigable river of the United States, must not aver and show that it will sustain some special and peculiar injury therefrom, such as would enable a private person to maintain a similar action in another court. Upon that subject we express no opinion. It is sufficient for the present case to hold, as we do, that the acts of the defendants, of which South Carolina complains, are not unlawful, and consequently that there is no nuisance against which an injunction should be granted.</p>\n<p>The special injunction heretofore ordered is dissolved, and the</p>\n<p>Bill dismissed.</p>\n</div>", "id": 89334, "judges": "Strong", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/89334/", "sha1": "f8da4b2b53e6d8cb29fdf51f9037ebe11b9149ae", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:02:03"}