{"absolute_url": "/opinion/89388/norton-v-switzer/", "blocked": false, "citation": {"case_name": "Norton v. Switzer", "docket_number": null, "document_uris": ["/api/rest/v2/document/89388/"], "federal_cite_one": "93 U.S. 355", "federal_cite_three": null, "federal_cite_two": null, "id": 59759, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/59759/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 6, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1876-12-18", "date_modified": "2014-12-21T01:28:53.138342", "docket": "/api/rest/v2/docket/2347938/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">93 U.S. 355</p>\n    <p class=\"case_cite\">23 L.Ed. 903</p>\n    <p class=\"parties\">NORTON, ASSIGNEE,<br>v.<br>SWITZER.</p>\n    <p class=\"date\">October Term, 1876</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Supreme Court of the State of Louisiana.</p>\n      <p class=\"indent\">Switzer brought suit against Mary Hein and John Hein in the Second Judicial District Court for the parish of Jefferson, which, by consent of parties, was transferred to the Fifth District Court of the parish of Orleans. During its pendency, he suggested that since the institution thereof the defendants had taken the benefit of the bankrupt law, and that Emory E. Norton had been appointed and qualified as their assignee. The court ordered that the latter, in his capacity as such assignee, be made a party to the suit in their place and stead. Process was personally served upon him; but he failed to appear. The cause coming on for trial, judgment was rendered in favor of Switzer against Norton, said assignee. The latter appealed to the Supreme Court of the State; and the judgment having been there affirmed, he sued out this writ of error.</p>\n      <p class=\"indent\">Submitted on printed arguments by <i>Mr. E. T. Merrick</i> and <i>Mr. G. W. Race</i> for the plaintiff in error, who, upon the question as to whether an assignee in bankruptcy can, after citation in a pending suit, be substituted by a State court as a defendant in the place and stead of the bankrupt, referred to <i>In re Cook and Gleason</i>, 3 Biss. 119; <i>In re Ernest Sacchi</i>, 10 Blatchf. 29; <i>In re Geo. W. Anderson</i>, 9 Bank. Reg. 360.</p>\n      <p class=\"indent\">No counsel appeared for the defendant in error.</p>\n      <p class=\"indent\">MR. JUSTICE CLIFFORD delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">State legislatures have no authority to create a maritime lien, nor can they confer any jurisdiction upon a State court to enforce such a lien by a suit or proceeding <i>in rem</i>, as practised in the admiralty courts.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Causes of action which give rise to a maritime lien, whether contracts or torts, may be prosecuted in other modes of proceeding as well as <i>in rem</i> in the admiralty.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Wherever a maritime lien arises, the libellant or plaintiff may waive the lien in the admiralty, and pursue his remedy by a suit <i>in personam</i>, or he may institute an action at law, if the common law is competent to give him a remedy. Such a party may, if he sees fit, proceed <i>in rem</i> in the admiralty; and, if he elects to enforce the maritime lien which arises in the case, he cannot proceed in any other mode or forum, as the jurisdiction of the admiralty courts to enforce a maritime lien is exclusive, and cannot be exercised in any other mode than by a proceeding <i>in rem</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Parties in maritime cases are not restricted to that mode of proceeding, even in the admiralty, as they may waive the lien and proceed <i>in personam</i> against the owner or master of the vessel, in the same jurisdiction; nor are they compelled to proceed in the admiralty at all, as they may resort to their common-law remedy in the State courts, or in the Circuit Court, if the party seeking redress and the other party are citizens of different States. <i>Leon</i> v. <i>Galceran</i>, 11 Wall. 190.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Sufficient appears to show that the plaintiff sued John and Mary Hein as owners of the steamboat 'Frolic,' in an action of assumpsit, and that he alleged in his petition that they were indebted to him in the sum of $870 with interest, for services rendered as master and superintendent in repairing the vessel, at the rate of $300 per month, for the period specified in the bill of particulars annexed to the petition. He also alleged that he was a privileged creditor, that the steamboat was about to leave the jurisdiction, and that he was apprehensive he should lose his claim if she should depart before it was satisfied; wherefore he prayed for a writ of provisional seizure, and for process to compel the appearance of the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Summonses were issued and served; and the defendants appeared and filed a plea to the jurisdiction of the court, in which they alleged that the suit is not a proceeding <i>in rem</i>, but a proceeding against the persons of the defendants, and that they reside outside of the jurisdiction of the court. They also filed an exception, that the plaintiff cannot proceed by provisional seizure, because the services for which he claims payment did not arise while the steamboat was navigating or trading within the State.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Pursuant to the order of the court, the steamboat was surrendered to the defendants, and they gave the usual bond for value; and the cause, by the consent of the parties, was transferred from the second to the fifth judicial district, where the residue of the proceedings took place.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Four days later the defendants appeared and filed an answer, in which they denied all the allegations of the petition; that John Hein was ever owner of the steamboat; that the plaintiff has any privilege on the steamboat for any work or services, or that he ever rendered services as charged; and prayed judgment in their favor.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On the same day the court granted a rule that the plaintiff show cause on a day named why the provisional seizure issued in the case should not be set aside. Reasons were also assigned by the defendants in support of the motion; but the plaintiff, before the return-day of the rule, amended his petition, and alleged that he omitted to state in his original petition that John Hein, the agent and manager of the steamboat, gave him a note for the sum of $870, as an acknowledgment for the services charged in the bill of particulars; and he prayed leave to file the note and the amended petition, and that the defendants might be cited to appear and answer.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Leave to file the petition and note was granted; and they were filed, as appears by the record. New summonses were issued to the defendants; and they appeared and filed an exception to the supplemental petition, because the same alters the demand, showing that the claim as stated in the original petition has been novated by the taking of a note. Hearing was had, and the exception was dismissed; and it also appears that the rule to show cause why the provisional seizure should not be set aside was also dismissed, by consent of the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Separate answers were then filed by the defendants, as follows: The defendant first named denies that he was or is the owner of the steamboat, and says that the note was given as a novation of the prior debt, and was accepted by the plaintiff. Mary Hein also denies that she is indebted as charged, or that the note was given as evidence of the debt; but avers that it was given by John Hein as a novation and in payment of the original debt, as acknowledged by the plaintiff. Subsequently she pleaded payment of the sum of $400, as per receipt exhibited in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Testimony was taken; and the defendants subsequently pleaded as a peremptory exception that the suit is against a steamboat, and that the District Court, sitting in admiralty, has exclusive jurisdiction of such cases. Both parties were heard, and the court sustained the exception. Due application was made by the plaintiff for a new trial; and, pending that motion, the plaintiff suggested to the court that the defendants had severally taken the benefit of the Bankrupt Act, and that Emory E. Norton had been appointed and qualified as their assignee; whereupon the court ordered that the assignee of the defendants be made a party to the suit, <i>in his capacity aforesaid</i>, in place and stead of the defendants. Regular process was accordingly issued and served in person upon the assignee.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Two continuances followed, and the cause subsequently came on for trial. Evidence was introduced by the plaintiff; and the court, on the 22d of April, 1870, rendered judgment in his favor, that he recover of Emory E. Norton, assignee of the defendants John and Mary Hein, the sum of $870, with interest until paid, and with costs and privilege on the steamboat.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Within due time the assignee claimed a devolutive appeal to the Supreme Court of the State; and it was granted. Seasonable entry of the appeal was made in the Supreme Court; and that court affirmed the judgment of the court of original jurisdiction, holding, <i>First</i>, that the suit was a personal action against the owners, and not a proceeding <i>in rem</i> to enforce a maritime lien; <i>second</i>, that the State court, having acquired jurisdiction before the bankrupt proceedings were commenced, was not divested of jurisdiction by the decree adjudging the defendants bankrupts, so long as the amount of the debt claimed was in dispute and remained unascertained.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Application for a new trial was made, and was refused by the court; and Emory E. Norton, as assignee of the bankrupt defendants, sued out a writ of error, and removed the cause into this court.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Since the cause was entered here the assignee has assigned two errors, to the effect as follows: 1. That the State court was without authority or jurisdiction to render the judgment against the plaintiff in error, as assignee of John and Mary Hein, adjudged bankrupts, for the sum specified in the record. 2. That the judgment is erroneous, because the claim of the plaintiff was against the steamboat for a claim thereon, as master and superintendent, which was cognizable exclusively in the admiralty, and not in the courts of the State where it was adjudicated.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Assignees in bankruptcy are appointed by the creditors, and the judge or register is required to assign and convey to the assignee all the estate, real and personal, of the bankrupt, with all his deeds, books, and papers relating thereto; and the fourteenth section of the Bankrupt Act provides to the effect that all the properties of the bankrupt of every kind, including property conveyed by the bankrupt in fraud of his creditors, and all rights of action, shall, in virtue of the adjudication of bankruptcy and the appointment of his assignee, be at once vested in such assignee, and that the assignee may sue for and recover the said estate, debts, and effects, and may prosecute and defend all suits at law or in equity pending at the time of the adjudication of bankruptcy, in which such bankrupt is a party, in his own name, in the same manner and with the like effect as they might have been prosecuted or defended by such bankrupt. 14 Stat. 522, sect. 14; 14 id. 523.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Except where the amount is in dispute, no creditor of the bankrupt is allowed to prosecute his suit, whether at law or in equity, to final judgment, until the question of the debtor's discharge shall have been determined; but the provision is, that if the amount due the creditors is in dispute, the suit may, by leave of the court in bankruptcy, proceed to judgment for the purpose of ascertaining the amount due; in which event the amount recovered may be proved in bankruptcy, but the execution must be stayed to await the determination of the question of discharge. 14 Stat. 527, sect. 21.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Argument to show that the assignee in bankruptcy may in his own name prosecute and defend suits pending in the name of the debtor at the time he, the debtor, is adjudged bankrupt, is quite unnecessary, as the act of Congress so provides in express terms; nor is it necessary in this case to determine whether the other party may, as matter of right, have process to compel the assignee to appear and prosecute or defend such a suit, where the assignee does not apply to the court to be admitted to prosecute or defend the suit in his own name. Such a question does not arise under the present writ of error, for the reason that the court of original jurisdiction passed an order that the assignee should be made a party defendant to the suit, in his capacity as such assignee, in the place and stead of the bankrupt defendants, and that he was subsequently made a party as ordered, in pursuance of a regular citation duly served, as appears by the return of the sheriff.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Judgment was rendered against him in the subordinate State court as assignee of the bankrupt defendants, and the record shows that he, as such assignee, took a devolutive appeal to the Supreme Court of the State, where the judgment of the subordinate court was affirmed. What he alleged in that court as the ground for claiming an appeal was, that there was error in the judgment to his prejudice; and the judgment having been affirmed in the Supreme Court, the assignee of the bankrupt defendants sued out the writ of error, and removed the cause here for re-examination, from which it follows that it was his duty, under the rule of this court, to assign such error as he alleges occurred in the judgment. None of the proceedings prior to the judgment are specifically assigned for error; from which it may be assumed that they are correct, and they may be passed over without further remark.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Stripped of unnecessary verbiage, the first error assigned is to the effect that the State court was without jurisdiction to render the judgment exhibited in the transcript, for the reason that the assignee held his office and performed the duties thereof under the Bankrupt Act. Superadded to that is the allegation that the judgment and proceedings of the court below were in violation of the acts of Congress and the rights of the defendant, which, in the judgment of the court here, is nothing more than a repetition of the charge that the court was without jurisdiction in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Errors must be assigned in a case like the one before the court; and the rule is, that the assignment 'shall set out separately and specifically each error intended to be urged in the argument of the cause.'</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Aided by the opinion given in the State appellate court, it seems to be safe to assume that the assignee urged two propositions there, deduced from the decree in bankruptcy, as a ground for reversing the judgment of the court of original jurisdiction, both of which, it may be inferred from the printed argument, were intended to be embodied here in the first assignment of errors: 1. That the decree in bankruptcy divested the subordinate court of all authority to proceed further in the case. 2. That the court had no jurisdiction, in any point of view, to render judgment against the assignee, even in the form exhibited in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Much discussion of the first proposition is unnecessary, as it is directly opposed to several provisions of the Bankrupt Act, and particularly to that one which empowers the assignee to defend as well as prosecute all suits at law or in equity, pending at the time the debtor is adjudged bankrupt, in which such bankrupt is a party. Nor does the view of the plaintiff here derive any support from the fact that the Bankrupt Act contemplates that the assignee shall make defence in his own name, inasmuch as the same clause of the section provides that he may defend in the same manner and with like effect as the suit might have been defended by the bankrupt, which shows conclusively that the decree adjudging the debtor bankrupt does not <i>ipso facto</i> divest the court in such a case of all jurisdiction in the premises. Rev. Stat., sect. 5047.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Opposed to that, it is suggested that creditors having debts provable under the Bankrupt Act are forbidden to prosecute to judgment suits at law or in equity against the bankrupt; but it must be borne in mind that the prohibition in that regard only operates until the question of the debtor's discharge has been determined. Creditors cannot sue the bankrupt, and recover judgment against him pending the bankrupt proceedings; but the regulation in respect to suits pending when the proceedings commenced is special, and should receive careful consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Pending suits are usually continued, at least during a reasonable time, for the reason that the Bankrupt Act provides that any such suit or proceeding shall, upon application of the bankrupt, be stayed, if there be no unreasonable delay, to await the decision of the bankrupt court as to the discharge of the debtor. Applications of the kind are usually granted; but the same section of the Bankrupt Act provides that if the amount due the creditor is in dispute, the suit, by leave of the court in bankruptcy, may proceed to judgment for the purpose of ascertaining the amount due, which amount may be proved in bankruptcy, the rule being, that the judgment ascertains the amount, but that execution must be stayed. 14 Stat. 527; Rev. Stat., sect. 5106.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Contradicted as the first proposition is by these several provisions of the Bankrupt Act, it is evident that it must be rejected as destitute of any proper foundation.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Taken literally and without explanation, the second proposition would be correct, as it assumes that the judgment in question is a personal judgment against the assignee, to be levied and satisfied out of his own goods and estate; which is an entire misapprehension of its true character and legal effect, whether the question is tested by the order making the assignee a party to the suit, or by the form of the judgment exhibited in the transcript. Instead of that, it is clear that the record negatives every such pretence. Evidence to that effect is found in the preliminary suggestion made on behalf of the plaintiffs, which is as follows: That since the institution of the suit the defendants have been adjudged bankrupts, and that Emory E. Norton has been appointed and qualified as their assignee, and it appears that the court passed an order that the assignee of the defendants be made a party to the suit, <i>in his capacity aforesaid</i>, in place and stead of the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Much difficulty must attend any effort to misunderstand the true intent and meaning of that order, as it in terms makes the person named a party to the suit <i>in his capacity as assignee</i>, and in place and stead of the bankrupt defendants, and in no other character whatever; nor does it make any difference that the assignee did not appear at the trial, as the record shows that he was notified in person that he had been made a party to the suit. Having been duly served with a citation in due form, he might have appeared, if he had seen fit, and objected to the further prosecution of the suit by plea or motion; but he silently acquiesced in the order of the court; and, two continuances having followed, the court proceeded to hear the evidence and render judgment for the plaintiff that he recover of the representative party, assignee of the bankrupt defendants, the sum of $870, with legal interest until paid, with costs.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Suppose the judgment in this case must be regarded as a judgment against the assignee in his individual character, it would be clearly erroneous and void, as having been rendered without jurisdiction or authority of law; but we are all of opinion that it is not to be viewed in that light; nor is it pretended by the plaintiff below that he can proceed to take judgment against the bankrupts with the ordinary right to take out execution and levy it upon the property or estate of the bankrupt defendants in the hands of the assignee. What he claims is, that the judgment is a judgment against the estate of the bankrupts under administration in the hands of the assignee, and that he might lawfully proceed in the manner in which suits are prosecuted against executors and administrators by the creditors of the decedent, in order to establish the validity and ascertain the amount of their respective claims, and that the effect of the judgment is to fix the amount of the plaintiff's demand against the bankrupts, which he will be entitled to file with the assignee as the basis of his claim for a dividend.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Certain creditors of an insolvent debtor who dies pending an action are allowed in many of the States to summon in the representative party and to prosecute the suit to final judgment, with a view of ascertaining the amount of the debt; and it is evident that the Bankrupt Act contemplates a corresponding proceeding by the creditor of a bankrupt when it provides that the creditor having a pending action against the bankrupt may, in a certain contingency, proceed to judgment for the purpose of ascertaining the amount due, and when it also provides that the amount so ascertained may be proved in bankruptcy. Execution, however, cannot be issued on such a judgment, the express provision of the same section being that the execution shall be stayed.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Adjudged cases may be found in which it is denied that such a judgment could be rendered under the prior Bankrupt Act; and those decisions are doubtless correct, for the reason that the act under which they were made contained no such provision as that enacted in the twenty-first section of the present Bankrupt Act. <i>Minot</i> v. <i>Bricket</i>, 8 Met. 560.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Persons coming in and proving their debts under the former act were prohibited from maintaining any suit at law or in equity for the same; and the provision was, that 'all proceedings already commenced, and all unsatisfied judgments already obtained thereon, shall be deemed to be surrendered thereby.' 5 Stat. 445.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Actions pending in favor of a creditor, under such circumstances, at the time the debtor is adjudged bankrupt under the present Bankrupt Act, if no objection is made by the assignee or the bankrupt court, may, due notice being first given to the assignee, be prosecuted to final judgment to ascertain the amount due to the creditor; but the judgment recovered will be effectual and operative <i>only</i> to establish the validity and amount of the claim.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Notice in due form having been given to the assignee, the judgment may be filed with him, as an ascertainment of the amount due to the creditor, and as a basis of dividends; but it is effectual and operative <i>only</i> for that purpose, the express requirement of the same section of the Bankrupt Act being that the execution shall be stayed, from which it follows that the alleged privilege on the steamboat cannot be enforced, and that the closing words of the judgment recognizing such a privilege are irregular, unauthorized, and inoperative.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Keeping in view the special nature of the judgment and the limited scope of its operation, a few additional observations will be sufficient to show that there is no merit in the second assignment of error, which assumes in effect that the libel in this case is a proceeding <i>in rem</i>, and that the suit as such is exclusively cognizable in the admiralty and not in the State courts.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Libels <i>in rem</i> to enforce a maritime lien are exclusively cognizable in the courts exercising admiralty jurisdiction; but the difficulty in the way of the present plaintiff is, that the closing words of the judgment to which he refers are wholly inoperative and incapable of being enforced for any such purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Special proceedings of the kind are utterly unavailing, where the defendant is adjudged bankrupt pending the action, and the suit is allowed to proceed to judgment under the twenty-first section of the Bankrupt Act, for the mere purpose of establishing the validity of the claim and the amount due to the creditor. Nor would it benefit the present plaintiff, in the support of his second assignment of error, even if it were conceded that the effect of the judgment is to secure to the plaintiff the alleged preference, for the reason that such a claim for services rendered to a domestic vessel does not, under the recent decision of this court, give rise to a maritime lien in favor of the person rendering the services. <i>The Lottawanna</i>, 21 Wall. 571. Seamen have a maritime lien for their wages wherever the services may be rendered; but that just rule was never extended to the master, except in cases where the lien is created by statute. <i>Smith</i> v. <i>Plummer</i>, 1 B. &amp; Ald. 575; <i>Wilkins</i> v. <i>Carmichael</i>, 1 Doug. 101; <i>Hussey</i> v. <i>Christie</i>, 9 East, 426; Maclachlan on Ship. (2d ed.) 198; Maude &amp; P. on Ship. (3d ed.) 91; <i>The Orleans</i>, 11 Pet. 184.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Authority does not exist in the State courts to hear and determine a suit <i>in rem</i>, as in the admiralty courts to enforce a maritime lien. Doubt upon that subject cannot be entertained; but the recent decision of the court holds that such a lien does not arise in a contract for repairs and supplies to a vessel in her home port, and, if not, then it follows that in respect to such contracts it is competent for the states, under the prior decisions of the court, to create such liens as their legislatures may deem just and expedient, not amounting to a regulation of commerce, and to enact reasonable rules and regulations prescribing the mode of their enforcement. <i>The Belfast</i>, 6 Wall. 645; <i>The Moses Taylor</i>, 4 id. 427; <i>Hine</i> v. <i>Trevor</i>, id. 569.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Contracts for ship-building are held not to be maritime contracts, and, of course, they fall within the same category; but in all cases where a maritime lien arises, the original jurisdiction to enforce the same by a proceeding <i>in rem</i> is exclusive in the district courts sitting in admiralty.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Costs cannot properly be taxed to the assignee before he became a party to the suit. It was the assignee that removed the cause here, and of course he is liable for the costs in this court. <i>Read</i> v. <i>Waterhouse</i>, 12 Abb. Pr. N. S. 255; S. C. 52 N. Y. 588; <i>Holland</i> v. <i>Seaver</i>, 1 Fost. 387; <i>Penniman</i> v. <i>Norton</i>, 1 Barb. Ch. 248; <i>Smith</i> v. <i>Gordon</i>, 6 Law Rep. 314.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\"><i>Judgment affirmed with costs in this court</i>.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>93 U.S. 355 (____)</b></center>\n<center><h1>NORTON, ASSIGNEE,<br>\nv.<br>\nSWITZER.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*356</span> Submitted on printed arguments by Mr. E.T. Merrick and Mr. G.W. Race for the plaintiff in error.</p>\n<p>No counsel appeared for the defendant in error.</p>\n<p>MR. JUSTICE CLIFFORD delivered the opinion of the court.</p>\n<p>State legislatures have no authority to create a maritime lien, nor can they confer any jurisdiction upon a State court to enforce such a lien by a suit or proceeding in rem, as practised in the admiralty courts.</p>\n<p>Causes of action which give rise to a maritime lien, whether contracts or torts, may be prosecuted in other modes of proceeding as well as in rem in the admiralty.</p>\n<p>Wherever a maritime lien arises, the libellant or plaintiff may waive the lien in the admiralty, and pursue his remedy by a suit in personam, or he may institute an action at law, if the common law is competent to give him a remedy. Such a party may, if he sees fit, proceed in rem in the admiralty; and, if he elects to enforce the maritime lien which arises in the case, he cannot proceed in any other mode or forum, as the jurisdiction of the admiralty courts to enforce a maritime lien is exclusive, and cannot be exercised in any other mode than by a proceeding in rem.</p>\n<p>Parties in maritime cases are not restricted to that mode of proceeding, even in the admiralty, as they may waive the lien and proceed in personam against the owner or master of the vessel, in the same jurisdiction; nor are they compelled to proceed in the admiralty at all, as they may resort to their common-law remedy in the State courts, or in the Circuit Court, if the party seeking redress and the other party are citizens of different States. Leon v. Galceran, 11 Wall. 190.</p>\n<p>Sufficient appears to show that the plaintiff sued John and <span class=\"star-pagination\">*357</span> Mary Hein as owners of the steamboat \"Frolic,\" in an action of assumpsit, and that he alleged in his petition that they were indebted to him in the sum of $870 with interest, for services rendered as master and superintendent in repairing the vessel, at the rate of $300 per month, for the period specified in the bill of particulars annexed to the petition. He also alleged that he was a privileged creditor, that the steamboat was about to leave the jurisdiction, and that he was apprehensive he should lose his claim if she should depart before it was satisfied; wherefore he prayed for a writ of provisional seizure, and for process to compel the appearance of the defendants.</p>\n<p>Summonses were issued and served; and the defendants appeared and filed a plea to the jurisdiction of the court, in which they alleged that the suit is not a proceeding in rem, but a proceeding against the persons of the defendants, and that they reside outside of the jurisdiction of the court. They also filed an exception, that the plaintiff cannot proceed by provisional seizure, because the services for which he claims payment did not arise while the steamboat was navigating or trading within the State.</p>\n<p>Pursuant to the order of the court, the steamboat was surrendered to the defendants, and they gave the usual bond for value; and the cause, by the consent of the parties, was transferred from the second to the fifth judicial district, where the residue of the proceedings took place.</p>\n<p>Four days later the defendants appeared and filed an answer, in which they denied all the allegations of the petition; that John Hein was ever owner of the steamboat; that the plaintiff has any privilege on the steamboat for any work or services, or that he ever rendered services as charged; and prayed judgment in their favor.</p>\n<p>On the same day the court granted a rule that the plaintiff show cause on a day named why the provisional seizure issued in the case should not be set aside. Reasons were also assigned by the defendants in support of the motion; but the plaintiff, before the return-day of the rule, amended his petition, and alleged that he omitted to state in his original petition that John Hein, the agent and manager of the steamboat, gave him a note for the sum of $870, as an acknowledgment for the services <span class=\"star-pagination\">*358</span> charged in the bill of particulars; and he prayed leave to file the note and the amended petition, and that the defendants might be cited to appear and answer.</p>\n<p>Leave to file the petition and note was granted; and they were filed, as appears by the record. New summonses were issued to the defendants; and they appeared and filed an exception to the supplemental petition, because the same alters the demand, showing that the claim as stated in the original petition has been novated by the taking of a note. Hearing was had, and the exception was dismissed; and it also appears that the rule to show cause why the provisional seizure should not be set aside was also dismissed, by consent of the parties.</p>\n<p>Separate answers were then filed by the defendants, as follows: The defendant first named denies that he was or is the owner of the steamboat, and says that the note was given as a novation of the prior debt, and was accepted by the plaintiff. Mary Hein also denies that she is indebted as charged, or that the note was given as evidence of the debt; but avers that it was given by John Hein as a novation and in payment of the original debt, as acknowledged by the plaintiff. Subsequently she pleaded payment of the sum of $400, as per receipt exhibited in the record.</p>\n<p>Testimony was taken; and the defendants subsequently pleaded as a peremptory exception that the suit is against a steamboat, and that the District Court, sitting in admiralty, has exclusive jurisdiction of such cases. Both parties were heard, and the court sustained the exception. Due application was made by the plaintiff for a new trial; and, pending that motion, the plaintiff suggested to the court that the defendants had severally taken the benefit of the Bankrupt Act, and that Emory E. Norton had been appointed and qualified as their assignee; whereupon the court ordered that the assignee of the defendants be made a party to the suit, in his capacity aforesaid, in place and stead of the defendants. Regular process was accordingly issued and served in person upon the assignee.</p>\n<p>Two continuances followed, and the cause subsequently came on for trial. Evidence was introduced by the plaintiff; and the court, on the 22d of April, 1870, rendered judgment in his favor, that he recover of Emory E. Norton, assignee of the <span class=\"star-pagination\">*359</span> defendants John and Mary Hein, the sum of $870, with interest until paid, and with costs and privilege on the steamboat.</p>\n<p>Within due time the assignee claimed a devolutive appeal to the Supreme Court of the State; and it was granted. Seasonable entry of the appeal was made in the Supreme Court; and that court affirmed the judgment of the court of original jurisdiction, holding, First, that the suit was a personal action against the owners, and not a proceeding in rem to enforce a maritime lien; second, that the State court, having acquired jurisdiction before the bankrupt proceedings were commenced, was not divested of jurisdiction by the decree adjudging the defendants bankrupts, so long as the amount of the debt claimed was in dispute and remained unascertained.</p>\n<p>Application for a new trial was made, and was refused by the court; and Emory E. Norton, as assignee of the bankrupt defendants, sued out a writ of error, and removed the cause into this court.</p>\n<p>Since the cause was entered here the assignee has assigned two errors, to the effect as follows: 1. That the State court was without authority or jurisdiction to render the judgment against the plaintiff in error, as assignee of John and Mary Hein, adjudged bankrupts, for the sum specified in the record. 2. That the judgment is erroneous, because the claim of the plaintiff was against the steamboat for a claim thereon, as master and superintendent, which was cognizable exclusively in the admiralty, and not in the courts of the State where it was adjudicated.</p>\n<p>Assignees in bankruptcy are appointed by the creditors, and the judge or register is required to assign and convey to the assignee all the estate, real and personal, of the bankrupt, with all his deeds, books, and papers relating thereto; and the fourteenth section of the Bankrupt Act provides to the effect that all the properties of the bankrupt of every kind, including property conveyed by the bankrupt in fraud of his creditors, and all rights of action, shall, in virtue of the adjudication of bankruptcy and the appointment of his assignee, be at once vested in such assignee, and that the assignee may sue for and recover the said estate, debts, and effects, and may prosecute and defend all suits at law or in equity pending at the time of <span class=\"star-pagination\">*360</span> the adjudication of bankruptcy, in which such bankrupt is a party, in his own name, in the same manner and with the like effect as they might have been prosecuted or defended by such bankrupt. 14 Stat. 522, sect. 14; 14 id. 523.</p>\n<p>Except where the amount is in dispute, no creditor of the bankrupt is allowed to prosecute his suit, whether at law or in equity, to final judgment, until the question of the debtor's discharge shall have been determined; but the provision is, that if the amount due the creditors is in dispute, the suit may, by leave of the court in bankruptcy, proceed to judgment for the purpose of ascertaining the amount due; in which event the amount recovered may be proved in bankruptcy, but the execution must be stayed to await the determination of the question of discharge. 14 Stat. 527, sect. 21.</p>\n<p>Argument to show that the assignee in bankruptcy may in his own name prosecute and defend suits pending in the name of the debtor at the time he, the debtor, is adjudged bankrupt, is quite unnecessary, as the act of Congress so provides in express terms; nor is it necessary in this case to determine whether the other party may, as matter of right, have process to compel the assignee to appear and prosecute or defend such a suit, where the assignee does not apply to the court to be admitted to prosecute or defend the suit in his own name. Such a question does not arise under the present writ of error, for the reason that the court of original jurisdiction passed an order that the assignee should be made a party defendant to the suit, in his capacity as such assignee, in the place and stead of the bankrupt defendants, and that he was subsequently made a party as ordered, in pursuance of a regular citation duly served, as appears by the return of the sheriff.</p>\n<p>Judgment was rendered against him in the subordinate State court as assignee of the bankrupt defendants, and the record shows that he, as such assignee, took a devolutive appeal to the Supreme Court of the State, where the judgment of the subordinate court was affirmed. What he alleged in that court as the ground for claiming an appeal was, that there was error in the judgment to his prejudice; and the judgment having been affirmed in the Supreme Court, the assignee of the bankrupt defendants sued out the writ of error, and removed the cause <span class=\"star-pagination\">*361</span> here for re-examination, from which it follows that it was his duty, under the rule of this court, to assign such error as he alleges occurred in the judgment. None of the proceedings prior to the judgment are specifically assigned for error; from which it may be assumed that they are correct, and they may be passed over without further remark.</p>\n<p>Stripped of unnecessary verbiage, the first error assigned is to the effect that the State court was without jurisdiction to render the judgment exhibited in the transcript, for the reason that the assignee held his office and performed the duties thereof under the Bankrupt Act. Superadded to that is the allegation that the judgment and proceedings of the court below were in violation of the acts of Congress and the rights of the defendant, which, in the judgment of the court here, is nothing more than a repetition of the charge that the court was without jurisdiction in the case.</p>\n<p>Errors must be assigned in a case like the one before the court; and the rule is, that the assignment \"shall set out separately and specifically each error intended to be urged in the argument of the cause.\"</p>\n<p>Aided by the opinion given in the State appellate court, it seems to be safe to assume that the assignee urged two propositions there, deduced from the decree in bankruptcy, as a ground for reversing the judgment of the court of original jurisdiction, both of which, it may be inferred from the printed argument, were intended to be embodied here in the first assignment of errors: 1. That the decree in bankruptcy divested the subordinate court of all authority to proceed further in the case. 2. That the court had no jurisdiction, in any point of view, to render judgment against the assignee, even in the form exhibited in the record.</p>\n<p>Much discussion of the first proposition is unnecessary, as it is directly opposed to several provisions of the Bankrupt Act, and particularly to that one which empowers the assignee to defend as well as prosecute all suits at law or in equity, pending at the time the debtor is adjudged bankrupt, in which such bankrupt is a party. Nor does the view of the plaintiff here derive any support from the fact that the Bankrupt Act contemplates that the assignee shall make defence in his own name, inasmuch as <span class=\"star-pagination\">*362</span> the same clause of the section provides that he may defend in the same manner and with like effect as the suit might have been defended by the bankrupt, which shows conclusively that the decree adjudging the debtor bankrupt does not ipso facto divest the court in such a case of all jurisdiction in the premises. Rev. Stat., sect. 5047.</p>\n<p>Opposed to that, it is suggested that creditors having debts provable under the Bankrupt Act are forbidden to prosecute to judgment suits at law or in equity against the bankrupt; but it must be borne in mind that the prohibition in that regard only operates until the question of the debtor's discharge has been determined. Creditors cannot sue the bankrupt, and recover judgment against him pending the bankrupt proceedings; but the regulation in respect to suits pending when the proceedings commenced is special, and should receive careful consideration.</p>\n<p>Pending suits are usually continued, at least during a reasonable time, for the reason that the Bankrupt Act provides that any such suit or proceeding shall, upon application of the bankrupt, be stayed, if there be no unreasonable delay, to await the decision of the bankrupt court as to the discharge of the debtor. Applications of the kind are usually granted; but the same section of the Bankrupt Act provides that if the amount due the creditor is in dispute, the suit, by leave of the court in bankruptcy, may proceed to judgment for the purpose of ascertaining the amount due, which amount may be proved in bankruptcy, the rule being, that the judgment ascertains the amount, but that execution must be stayed. 14 Stat. 527; Rev. Stat., sect. 5106.</p>\n<p>Contradicted as the first proposition is by these several provisions of the Bankrupt Act, it is evident that it must be rejected as destitute of any proper foundation.</p>\n<p>Taken literally and without explanation, the second proposition would be correct, as it assumes that the judgment in question is a personal judgment against the assignee, to be levied and satisfied out of his own goods and estate; which is an entire misapprehension of its true character and legal effect, whether the question is tested by the order making the assignee a party to the suit, or by the form of the judgment exhibited in the transcript. Instead of that, it is clear that the record negatives <span class=\"star-pagination\">*363</span> every such pretence. Evidence to that effect is found in the preliminary suggestion made on behalf of the plaintiffs, which is as follows: That since the institution of the suit the defendants have been adjudged bankrupts, and that Emory E. Norton has been appointed and qualified as their assignee, and it appears that the court passed an order that the assignee of the defendants be made a party to the suit, in his capacity aforesaid, in place and stead of the defendants.</p>\n<p>Much difficulty must attend any effort to misunderstand the true intent and meaning of that order, as it in terms makes the person named a party to the suit in his capacity as assignee, and in place and stead of the bankrupt defendants, and in no other character whatever; nor does it make any difference that the assignee did not appear at the trial, as the record shows that he was notified in person that he had been made a party to the suit. Having been duly served with a citation in due form, he might have appeared, if he had seen fit, and objected to the further prosecution of the suit by plea or motion; but he silently acquiesced in the order of the court; and, two continuances having followed, the court proceeded to hear the evidence and render judgment for the plaintiff that he recover of the representative party, assignee of the bankrupt defendants, the sum of $870, with legal interest until paid, with costs.</p>\n<p>Suppose the judgment in this case must be regarded as a judgment against the assignee in his individual character, it would be clearly erroneous and void, as having been rendered without jurisdiction or authority of law; but we are all of opinion that it is not to be viewed in that light; nor is it pretended by the plaintiff below that he can proceed to take judgment against the bankrupts with the ordinary right to take out execution and levy it upon the property or estate of the bankrupt defendants in the hands of the assignee. What he claims is, that the judgment is a judgment against the estate of the bankrupts under administration in the hands of the assignee, and that he might lawfully proceed in the manner in which suits are prosecuted against executors and administrators by the creditors of the decedent, in order to establish the validity and ascertain the amount of their respective claims, and that the effect of the judgment is to fix the amount of the plaintiff's <span class=\"star-pagination\">*364</span> demand against the bankrupts, which he will be entitled to file with the assignee as the basis of his claim for a dividend.</p>\n<p>Certain creditors of an insolvent debtor who dies pending an action are allowed in many of the States to summon in the representative party and to prosecute the suit to final judgment, with a view of ascertaining the amount of the debt; and it is evident that the Bankrupt Act contemplates a corresponding proceeding by the creditor of a bankrupt when it provides that the creditor having a pending action against the bankrupt may, in a certain contingency, proceed to judgment for the purpose of ascertaining the amount due, and when it also provides that the amount so ascertained may be proved in bankruptcy. Execution, however, cannot be issued on such a judgment, the express provision of the same section being that the execution shall be stayed.</p>\n<p>Adjudged cases may be found in which it is denied that such a judgment could be rendered under the prior Bankrupt Act; and those decisions are doubtless correct, for the reason that the act under which they were made contained no such provision as that enacted in the twenty-first section of the present Bankrupt Act. Minot v. Bricket, 8 Met. 560.</p>\n<p>Persons coming in and proving their debts under the former act were prohibited from maintaining any suit at law or in equity for the same; and the provision was, that \"all proceedings already commenced, and all unsatisfied judgments already obtained thereon, shall be deemed to be surrendered thereby.\" 5 Stat. 445.</p>\n<p>Actions pending in favor of a creditor, under such circumstances, at the time the debtor is adjudged bankrupt under the present Bankrupt Act, if no objection is made by the assignee or the bankrupt court, may, due notice being first given to the assignee, be prosecuted to final judgment to ascertain the amount due to the creditor; but the judgment recovered will be effectual and operative only to establish the validity and amount of the claim.</p>\n<p>Notice in due form having been given to the assignee, the judgment may be filed with him, as an ascertainment of the amount due to the creditor, and as a basis of dividends; but it is effectual and operative only for that purpose, the express <span class=\"star-pagination\">*365</span> requirement of the same section of the Bankrupt Act being that the execution shall be stayed, from which it follows that the alleged privilege on the steamboat cannot be enforced, and that the closing words of the judgment recognizing such a privilege are irregular, unauthorized, and inoperative.</p>\n<p>Keeping in view the special nature of the judgment and the limited scope of its operation, a few additional observations will be sufficient to show that there is no merit in the second assignment of error, which assumes in effect that the libel in this case is a proceeding in rem, and that the suit as such is exclusively cognizable in the admiralty and not in the State courts.</p>\n<p>Libels in rem to enforce a maritime lien are exclusively cognizable in the courts exercising admiralty jurisdiction; but the difficulty in the way of the present plaintiff is, that the closing words of the judgment to which he refers are wholly inoperative and incapable of being enforced for any such purpose.</p>\n<p>Special proceedings of the kind are utterly unavailing, where the defendant is adjudged bankrupt pending the action, and the suit is allowed to proceed to judgment under the twenty-first section of the Bankrupt Act, for the mere purpose of establishing the validity of the claim and the amount due to the creditor. Nor would it benefit the present plaintiff, in the support of his second assignment of error, even if it were conceded that the effect of the judgment is to secure to the plaintiff the alleged preference, for the reason that such a claim for services rendered to a domestic vessel does not, under the recent decision of this court, give rise to a maritime lien in favor of the person rendering the services. The Lottawanna, 21 Wall. 571. Seamen have a maritime lien for their wages wherever the services may be rendered; but that just rule was never extended to the master, except in cases where the lien is created by statute. Smith v. Plummer, 1 B. &amp; Ald. 575; Wilkins v. Carmichael, 1 Doug. 101; Hussey v. Christie, 9 East, 426; Maclachlan on Ship. (2d ed.) 198; Maude &amp; P. on Ship. (3d ed.) 91; The Orleans, 11 Pet. 184.</p>\n<p>Authority does not exist in the State courts to hear and determine a suit in rem, as in the admiralty courts to enforce <span class=\"star-pagination\">*366</span> a maritime lien. Doubt upon that subject cannot be entertained; but the recent decision of the court holds that such a lien does not arise in a contract for repairs and supplies to a vessel in her home port, and, if not, then it follows that in respect to such contracts it is competent for the states, under the prior decisions of the court, to create such liens as their legislatures may deem just and expedient, not amounting to a regulation of commerce, and to enact reasonable rules and regulations prescribing the mode of their enforcement. The Belfast, 6 Wall. 645; The Moses Taylor, 4 id. 427; Hine v. Trevor, id. 569.</p>\n<p>Contracts for ship-building are held not to be maritime contracts, and, of course, they fall within the same category; but in all cases where a maritime lien arises, the original jurisdiction to enforce the same by a proceeding in rem is exclusive in the district courts sitting in admiralty.</p>\n<p>Costs cannot properly be taxed to the assignee before he became a party to the suit. It was the assignee that removed the cause here, and of course he is liable for the costs in this court. Read v. Waterhouse, 12 Abb. Pr. N.S. 255; S.C. 52 N.Y. 588; Holland v. Seaver, 1 Fost. 387; Penniman v. Norton, 1 Barb. Ch. 248; Smith v. Gordon, 6 Law Rep. 314.</p>\n<p>Judgment affirmed with costs in this court.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">355</span></span> (____)</b></center>\n<center><h1>NORTON, ASSIGNEE,<br>\nv.<br>\nSWITZER.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*356</span> Submitted on printed arguments by Mr. E.T. Merrick and Mr. G.W. Race for the plaintiff in error.</p>\n<p>No counsel appeared for the defendant in error.</p>\n<p>MR. JUSTICE CLIFFORD delivered the opinion of the court.</p>\n<p>State legislatures have no authority to create a maritime lien, nor can they confer any jurisdiction upon a State court to enforce such a lien by a suit or proceeding in rem, as practised in the admiralty courts.</p>\n<p>Causes of action which give rise to a maritime lien, whether contracts or torts, may be prosecuted in other modes of proceeding as well as in rem in the admiralty.</p>\n<p>Wherever a maritime lien arises, the libellant or plaintiff may waive the lien in the admiralty, and pursue his remedy by a suit in personam, or he may institute an action at law, if the common law is competent to give him a remedy. Such a party may, if he sees fit, proceed in rem in the admiralty; and, if he elects to enforce the maritime lien which arises in the case, he cannot proceed in any other mode or forum, as the jurisdiction of the admiralty courts to enforce a maritime lien is exclusive, and cannot be exercised in any other mode than by a proceeding in rem.</p>\n<p>Parties in maritime cases are not restricted to that mode of proceeding, even in the admiralty, as they may waive the lien and proceed in personam against the owner or master of the vessel, in the same jurisdiction; nor are they compelled to proceed in the admiralty at all, as they may resort to their common-law remedy in the State courts, or in the Circuit Court, if the party seeking redress and the other party are citizens of different States. Leon v. Galceran, 11 Wall. 190.</p>\n<p>Sufficient appears to show that the plaintiff sued John and <span class=\"star-pagination\">*357</span> Mary Hein as owners of the steamboat \"Frolic,\" in an action of assumpsit, and that he alleged in his petition that they were indebted to him in the sum of $870 with interest, for services rendered as master and superintendent in repairing the vessel, at the rate of $300 per month, for the period specified in the bill of particulars annexed to the petition. He also alleged that he was a privileged creditor, that the steamboat was about to leave the jurisdiction, and that he was apprehensive he should lose his claim if she should depart before it was satisfied; wherefore he prayed for a writ of provisional seizure, and for process to compel the appearance of the defendants.</p>\n<p>Summonses were issued and served; and the defendants appeared and filed a plea to the jurisdiction of the court, in which they alleged that the suit is not a proceeding in rem, but a proceeding against the persons of the defendants, and that they reside outside of the jurisdiction of the court. They also filed an exception, that the plaintiff cannot proceed by provisional seizure, because the services for which he claims payment did not arise while the steamboat was navigating or trading within the State.</p>\n<p>Pursuant to the order of the court, the steamboat was surrendered to the defendants, and they gave the usual bond for value; and the cause, by the consent of the parties, was transferred from the second to the fifth judicial district, where the residue of the proceedings took place.</p>\n<p>Four days later the defendants appeared and filed an answer, in which they denied all the allegations of the petition; that John Hein was ever owner of the steamboat; that the plaintiff has any privilege on the steamboat for any work or services, or that he ever rendered services as charged; and prayed judgment in their favor.</p>\n<p>On the same day the court granted a rule that the plaintiff show cause on a day named why the provisional seizure issued in the case should not be set aside. Reasons were also assigned by the defendants in support of the motion; but the plaintiff, before the return-day of the rule, amended his petition, and alleged that he omitted to state in his original petition that John Hein, the agent and manager of the steamboat, gave him a note for the sum of $870, as an acknowledgment for the services <span class=\"star-pagination\">*358</span> charged in the bill of particulars; and he prayed leave to file the note and the amended petition, and that the defendants might be cited to appear and answer.</p>\n<p>Leave to file the petition and note was granted; and they were filed, as appears by the record. New summonses were issued to the defendants; and they appeared and filed an exception to the supplemental petition, because the same alters the demand, showing that the claim as stated in the original petition has been novated by the taking of a note. Hearing was had, and the exception was dismissed; and it also appears that the rule to show cause why the provisional seizure should not be set aside was also dismissed, by consent of the parties.</p>\n<p>Separate answers were then filed by the defendants, as follows: The defendant first named denies that he was or is the owner of the steamboat, and says that the note was given as a novation of the prior debt, and was accepted by the plaintiff. Mary Hein also denies that she is indebted as charged, or that the note was given as evidence of the debt; but avers that it was given by John Hein as a novation and in payment of the original debt, as acknowledged by the plaintiff. Subsequently she pleaded payment of the sum of $400, as per receipt exhibited in the record.</p>\n<p>Testimony was taken; and the defendants subsequently pleaded as a peremptory exception that the suit is against a steamboat, and that the District Court, sitting in admiralty, has exclusive jurisdiction of such cases. Both parties were heard, and the court sustained the exception. Due application was made by the plaintiff for a new trial; and, pending that motion, the plaintiff suggested to the court that the defendants had severally taken the benefit of the Bankrupt Act, and that Emory E. Norton had been appointed and qualified as their assignee; whereupon the court ordered that the assignee of the defendants be made a party to the suit, in his capacity aforesaid, in place and stead of the defendants. Regular process was accordingly issued and served in person upon the assignee.</p>\n<p>Two continuances followed, and the cause subsequently came on for trial. Evidence was introduced by the plaintiff; and the court, on the 22d of April, 1870, rendered judgment in his favor, that he recover of Emory E. Norton, assignee of the <span class=\"star-pagination\">*359</span> defendants John and Mary Hein, the sum of $870, with interest until paid, and with costs and privilege on the steamboat.</p>\n<p>Within due time the assignee claimed a devolutive appeal to the Supreme Court of the State; and it was granted. Seasonable entry of the appeal was made in the Supreme Court; and that court affirmed the judgment of the court of original jurisdiction, holding, First, that the suit was a personal action against the owners, and not a proceeding in rem to enforce a maritime lien; second, that the State court, having acquired jurisdiction before the bankrupt proceedings were commenced, was not divested of jurisdiction by the decree adjudging the defendants bankrupts, so long as the amount of the debt claimed was in dispute and remained unascertained.</p>\n<p>Application for a new trial was made, and was refused by the court; and Emory E. Norton, as assignee of the bankrupt defendants, sued out a writ of error, and removed the cause into this court.</p>\n<p>Since the cause was entered here the assignee has assigned two errors, to the effect as follows: 1. That the State court was without authority or jurisdiction to render the judgment against the plaintiff in error, as assignee of John and Mary Hein, adjudged bankrupts, for the sum specified in the record. 2. That the judgment is erroneous, because the claim of the plaintiff was against the steamboat for a claim thereon, as master and superintendent, which was cognizable exclusively in the admiralty, and not in the courts of the State where it was adjudicated.</p>\n<p>Assignees in bankruptcy are appointed by the creditors, and the judge or register is required to assign and convey to the assignee all the estate, real and personal, of the bankrupt, with all his deeds, books, and papers relating thereto; and the fourteenth section of the Bankrupt Act provides to the effect that all the properties of the bankrupt of every kind, including property conveyed by the bankrupt in fraud of his creditors, and all rights of action, shall, in virtue of the adjudication of bankruptcy and the appointment of his assignee, be at once vested in such assignee, and that the assignee may sue for and recover the said estate, debts, and effects, and may prosecute and defend all suits at law or in equity pending at the time of <span class=\"star-pagination\">*360</span> the adjudication of bankruptcy, in which such bankrupt is a party, in his own name, in the same manner and with the like effect as they might have been prosecuted or defended by such bankrupt. 14 Stat. 522, sect. 14; 14 id. 523.</p>\n<p>Except where the amount is in dispute, no creditor of the bankrupt is allowed to prosecute his suit, whether at law or in equity, to final judgment, until the question of the debtor's discharge shall have been determined; but the provision is, that if the amount due the creditors is in dispute, the suit may, by leave of the court in bankruptcy, proceed to judgment for the purpose of ascertaining the amount due; in which event the amount recovered may be proved in bankruptcy, but the execution must be stayed to await the determination of the question of discharge. 14 Stat. 527, sect. 21.</p>\n<p>Argument to show that the assignee in bankruptcy may in his own name prosecute and defend suits pending in the name of the debtor at the time he, the debtor, is adjudged bankrupt, is quite unnecessary, as the act of Congress so provides in express terms; nor is it necessary in this case to determine whether the other party may, as matter of right, have process to compel the assignee to appear and prosecute or defend such a suit, where the assignee does not apply to the court to be admitted to prosecute or defend the suit in his own name. Such a question does not arise under the present writ of error, for the reason that the court of original jurisdiction passed an order that the assignee should be made a party defendant to the suit, in his capacity as such assignee, in the place and stead of the bankrupt defendants, and that he was subsequently made a party as ordered, in pursuance of a regular citation duly served, as appears by the return of the sheriff.</p>\n<p>Judgment was rendered against him in the subordinate State court as assignee of the bankrupt defendants, and the record shows that he, as such assignee, took a devolutive appeal to the Supreme Court of the State, where the judgment of the subordinate court was affirmed. What he alleged in that court as the ground for claiming an appeal was, that there was error in the judgment to his prejudice; and the judgment having been affirmed in the Supreme Court, the assignee of the bankrupt defendants sued out the writ of error, and removed the cause <span class=\"star-pagination\">*361</span> here for re-examination, from which it follows that it was his duty, under the rule of this court, to assign such error as he alleges occurred in the judgment. None of the proceedings prior to the judgment are specifically assigned for error; from which it may be assumed that they are correct, and they may be passed over without further remark.</p>\n<p>Stripped of unnecessary verbiage, the first error assigned is to the effect that the State court was without jurisdiction to render the judgment exhibited in the transcript, for the reason that the assignee held his office and performed the duties thereof under the Bankrupt Act. Superadded to that is the allegation that the judgment and proceedings of the court below were in violation of the acts of Congress and the rights of the defendant, which, in the judgment of the court here, is nothing more than a repetition of the charge that the court was without jurisdiction in the case.</p>\n<p>Errors must be assigned in a case like the one before the court; and the rule is, that the assignment \"shall set out separately and specifically each error intended to be urged in the argument of the cause.\"</p>\n<p>Aided by the opinion given in the State appellate court, it seems to be safe to assume that the assignee urged two propositions there, deduced from the decree in bankruptcy, as a ground for reversing the judgment of the court of original jurisdiction, both of which, it may be inferred from the printed argument, were intended to be embodied here in the first assignment of errors: 1. That the decree in bankruptcy divested the subordinate court of all authority to proceed further in the case. 2. That the court had no jurisdiction, in any point of view, to render judgment against the assignee, even in the form exhibited in the record.</p>\n<p>Much discussion of the first proposition is unnecessary, as it is directly opposed to several provisions of the Bankrupt Act, and particularly to that one which empowers the assignee to defend as well as prosecute all suits at law or in equity, pending at the time the debtor is adjudged bankrupt, in which such bankrupt is a party. Nor does the view of the plaintiff here derive any support from the fact that the Bankrupt Act contemplates that the assignee shall make defence in his own name, inasmuch as <span class=\"star-pagination\">*362</span> the same clause of the section provides that he may defend in the same manner and with like effect as the suit might have been defended by the bankrupt, which shows conclusively that the decree adjudging the debtor bankrupt does not ipso facto divest the court in such a case of all jurisdiction in the premises. Rev. Stat., sect. 5047.</p>\n<p>Opposed to that, it is suggested that creditors having debts provable under the Bankrupt Act are forbidden to prosecute to judgment suits at law or in equity against the bankrupt; but it must be borne in mind that the prohibition in that regard only operates until the question of the debtor's discharge has been determined. Creditors cannot sue the bankrupt, and recover judgment against him pending the bankrupt proceedings; but the regulation in respect to suits pending when the proceedings commenced is special, and should receive careful consideration.</p>\n<p>Pending suits are usually continued, at least during a reasonable time, for the reason that the Bankrupt Act provides that any such suit or proceeding shall, upon application of the bankrupt, be stayed, if there be no unreasonable delay, to await the decision of the bankrupt court as to the discharge of the debtor. Applications of the kind are usually granted; but the same section of the Bankrupt Act provides that if the amount due the creditor is in dispute, the suit, by leave of the court in bankruptcy, may proceed to judgment for the purpose of ascertaining the amount due, which amount may be proved in bankruptcy, the rule being, that the judgment ascertains the amount, but that execution must be stayed. 14 Stat. 527; Rev. Stat., sect. 5106.</p>\n<p>Contradicted as the first proposition is by these several provisions of the Bankrupt Act, it is evident that it must be rejected as destitute of any proper foundation.</p>\n<p>Taken literally and without explanation, the second proposition would be correct, as it assumes that the judgment in question is a personal judgment against the assignee, to be levied and satisfied out of his own goods and estate; which is an entire misapprehension of its true character and legal effect, whether the question is tested by the order making the assignee a party to the suit, or by the form of the judgment exhibited in the transcript. Instead of that, it is clear that the record negatives <span class=\"star-pagination\">*363</span> every such pretence. Evidence to that effect is found in the preliminary suggestion made on behalf of the plaintiffs, which is as follows: That since the institution of the suit the defendants have been adjudged bankrupts, and that Emory E. Norton has been appointed and qualified as their assignee, and it appears that the court passed an order that the assignee of the defendants be made a party to the suit, in his capacity aforesaid, in place and stead of the defendants.</p>\n<p>Much difficulty must attend any effort to misunderstand the true intent and meaning of that order, as it in terms makes the person named a party to the suit in his capacity as assignee, and in place and stead of the bankrupt defendants, and in no other character whatever; nor does it make any difference that the assignee did not appear at the trial, as the record shows that he was notified in person that he had been made a party to the suit. Having been duly served with a citation in due form, he might have appeared, if he had seen fit, and objected to the further prosecution of the suit by plea or motion; but he silently acquiesced in the order of the court; and, two continuances having followed, the court proceeded to hear the evidence and render judgment for the plaintiff that he recover of the representative party, assignee of the bankrupt defendants, the sum of $870, with legal interest until paid, with costs.</p>\n<p>Suppose the judgment in this case must be regarded as a judgment against the assignee in his individual character, it would be clearly erroneous and void, as having been rendered without jurisdiction or authority of law; but we are all of opinion that it is not to be viewed in that light; nor is it pretended by the plaintiff below that he can proceed to take judgment against the bankrupts with the ordinary right to take out execution and levy it upon the property or estate of the bankrupt defendants in the hands of the assignee. What he claims is, that the judgment is a judgment against the estate of the bankrupts under administration in the hands of the assignee, and that he might lawfully proceed in the manner in which suits are prosecuted against executors and administrators by the creditors of the decedent, in order to establish the validity and ascertain the amount of their respective claims, and that the effect of the judgment is to fix the amount of the plaintiff's <span class=\"star-pagination\">*364</span> demand against the bankrupts, which he will be entitled to file with the assignee as the basis of his claim for a dividend.</p>\n<p>Certain creditors of an insolvent debtor who dies pending an action are allowed in many of the States to summon in the representative party and to prosecute the suit to final judgment, with a view of ascertaining the amount of the debt; and it is evident that the Bankrupt Act contemplates a corresponding proceeding by the creditor of a bankrupt when it provides that the creditor having a pending action against the bankrupt may, in a certain contingency, proceed to judgment for the purpose of ascertaining the amount due, and when it also provides that the amount so ascertained may be proved in bankruptcy. Execution, however, cannot be issued on such a judgment, the express provision of the same section being that the execution shall be stayed.</p>\n<p>Adjudged cases may be found in which it is denied that such a judgment could be rendered under the prior Bankrupt Act; and those decisions are doubtless correct, for the reason that the act under which they were made contained no such provision as that enacted in the twenty-first section of the present Bankrupt Act. Minot v. Bricket, 8 Met. 560.</p>\n<p>Persons coming in and proving their debts under the former act were prohibited from maintaining any suit at law or in equity for the same; and the provision was, that \"all proceedings already commenced, and all unsatisfied judgments already obtained thereon, shall be deemed to be surrendered thereby.\" 5 Stat. 445.</p>\n<p>Actions pending in favor of a creditor, under such circumstances, at the time the debtor is adjudged bankrupt under the present Bankrupt Act, if no objection is made by the assignee or the bankrupt court, may, due notice being first given to the assignee, be prosecuted to final judgment to ascertain the amount due to the creditor; but the judgment recovered will be effectual and operative only to establish the validity and amount of the claim.</p>\n<p>Notice in due form having been given to the assignee, the judgment may be filed with him, as an ascertainment of the amount due to the creditor, and as a basis of dividends; but it is effectual and operative only for that purpose, the express <span class=\"star-pagination\">*365</span> requirement of the same section of the Bankrupt Act being that the execution shall be stayed, from which it follows that the alleged privilege on the steamboat cannot be enforced, and that the closing words of the judgment recognizing such a privilege are irregular, unauthorized, and inoperative.</p>\n<p>Keeping in view the special nature of the judgment and the limited scope of its operation, a few additional observations will be sufficient to show that there is no merit in the second assignment of error, which assumes in effect that the libel in this case is a proceeding in rem, and that the suit as such is exclusively cognizable in the admiralty and not in the State courts.</p>\n<p>Libels in rem to enforce a maritime lien are exclusively cognizable in the courts exercising admiralty jurisdiction; but the difficulty in the way of the present plaintiff is, that the closing words of the judgment to which he refers are wholly inoperative and incapable of being enforced for any such purpose.</p>\n<p>Special proceedings of the kind are utterly unavailing, where the defendant is adjudged bankrupt pending the action, and the suit is allowed to proceed to judgment under the twenty-first section of the Bankrupt Act, for the mere purpose of establishing the validity of the claim and the amount due to the creditor. Nor would it benefit the present plaintiff, in the support of his second assignment of error, even if it were conceded that the effect of the judgment is to secure to the plaintiff the alleged preference, for the reason that such a claim for services rendered to a domestic vessel does not, under the recent decision of this court, give rise to a maritime lien in favor of the person rendering the services. The Lottawanna, 21 Wall. 571. Seamen have a maritime lien for their wages wherever the services may be rendered; but that just rule was never extended to the master, except in cases where the lien is created by statute. Smith v. Plummer, 1 B. &amp; Ald. 575; Wilkins v. Carmichael, 1 Doug. 101; Hussey v. Christie, 9 East, 426; Maclachlan on Ship. (2d ed.) 198; Maude &amp; P. on Ship. (3d ed.) 91; The Orleans, 11 Pet. 184.</p>\n<p>Authority does not exist in the State courts to hear and determine a suit in rem, as in the admiralty courts to enforce <span class=\"star-pagination\">*366</span> a maritime lien. Doubt upon that subject cannot be entertained; but the recent decision of the court holds that such a lien does not arise in a contract for repairs and supplies to a vessel in her home port, and, if not, then it follows that in respect to such contracts it is competent for the states, under the prior decisions of the court, to create such liens as their legislatures may deem just and expedient, not amounting to a regulation of commerce, and to enact reasonable rules and regulations prescribing the mode of their enforcement. The Belfast, 6 Wall. 645; The Moses Taylor, 4 id. 427; Hine v. Trevor, id. 569.</p>\n<p>Contracts for ship-building are held not to be maritime contracts, and, of course, they fall within the same category; but in all cases where a maritime lien arises, the original jurisdiction to enforce the same by a proceeding in rem is exclusive in the district courts sitting in admiralty.</p>\n<p>Costs cannot properly be taxed to the assignee before he became a party to the suit. It was the assignee that removed the cause here, and of course he is liable for the costs in this court. Read v. Waterhouse, 12 Abb. Pr. N.S. 255; S.C. 52 N.Y. 588; Holland v. Seaver, 1 Fost. 387; Penniman v. Norton, 1 Barb. Ch. 248; Smith v. Gordon, 6 Law Rep. 314.</p>\n<p>Judgment affirmed with costs in this court.</p>\n</div>", "id": 89388, "judges": "Clifford", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/89388/", "sha1": "299dc04bc0874b79f0bfcb3ce60f59d569ce0acf", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:02:04"}