{"absolute_url": "/opinion/89168/wright-v-tebbitts/", "blocked": false, "citation": {"case_name": "Wright v. Tebbitts", "docket_number": null, "document_uris": ["/api/rest/v2/document/89168/"], "federal_cite_one": "91 U.S. 252", "federal_cite_three": null, "federal_cite_two": null, "id": 59384, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/59384/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 1, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1876-01-10", "date_modified": "2014-12-21T01:28:46.137110", "docket": "/api/rest/v2/docket/231804/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">91 U.S. 252</p>\n    <p class=\"case_cite\">23 L.Ed. 320</p>\n    <p class=\"parties\">WRIGHT<br>v.<br>TEBBITTS.</p>\n    <p class=\"date\">October Term, 1875</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Supreme Court of the District of Columbia.</p>\n      <p class=\"indent\">Wright, the defendant below, a licensed trader in the Choctaw country at the commencement of the rebellion, claimed that he had sustained large losses by the use of his property by the Choctaw nation, and that large sums were due to him for goods taken by or sold to members of the nation, and for money advanced to it. By a treaty, concluded April 28, 1866, between the United States and the Choctaws and Chickasaws, it was stipulated and agreed that this claim, with others, should be investigated and examined by a commission to be appointed by the President, and that such sum as might be found due should be paid by the United States out of any money belonging to that nation in the possession of the United States. 14 Stat. 781.</p>\n      <p class=\"indent\">Tebbitts, the plaintiff below, an attorney-at-law, was employed by Wright to present and prosecute his claim before this commission; and he accordingly, in August, 1866, appeared before the commissioners, and presented an argument in its support. Afterwards, on the 9th August, 1866, Wright executed to Tebbitts a memorandum in writing, as follows:&#8212;&#8212;</p>\n      <p class=\"indent\">'Jonas M. Tebbitts having rendered valuable services to me in securing my claims under the fiftieth article of the treaty of April 28 with the Choctaws and Chickasaws, I hereby bind myself to pay him one-tenth of whatever I may realize from the Choctaw Indians under said article, whenever the money comes into my hands; which payment, when made, will be in full compliance with my verbal contract, made in April last, with John B. Luce.'</p>\n      <p class=\"indent\">Wright subsequently realized on his claim $20,541.28; the last payment having been made to him in June, 1869. This suit was brought by Tebbitts to recover compensation for his services, which Wright refused to pay. He claimed $2,054, being ten per cent on the sum paid to Wright; and for this amount he obtained judgment upon the verdict of a jury.</p>\n      <p class=\"indent\">To reverse this judgment, the present writ of error has been prosecuted.</p>\n      <p class=\"indent\"><i>Mr. George W. Paschal</i> for the plaintiff in error, and <i>Mr. R. D. Mussey</i> for the defendant in error.</p>\n      <p class=\"indent\">Mr. CHIEF JUSTICE WAITE delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The errors assigned upon this record are, in substance, that the contract given in evidence is illegal:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">1. Because it is an assignment of a one-tenth interest in the claim of Wright, and not 'freely made and executed in the presence of at least two witnesses, <i>after</i> the allowance of the claim, the ascertainment of the amount due, and the issuance of a warrant for the payment thereof,' as required by sect. 3477, Rev. Stat.;</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">2. Because it is tainted with illegality and immorality, and is against public policy; and,</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">3. Because it is champertous, as it was a bargain to pay one-tenth of whatever might be collected.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">1. As to the first objection, all that need be said is, that there is no claim of any lien upon the fund. All Wright undertakes to do is to pay 'one-tenth of whatever he may realize from the Choctaw Indians, . . . whenever the money comes into his hands.' Tebbitts asserts no claim upon the fund: he only asks that he may be paid by Wright for his services after the money has been collected, and in accordance with the stipulations of the contract or memorandum.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">2. Tebbitts has not engaged in any improper or illegal service. Wright had a claim against the Choctaw Indians, which they, by their treaty, had agreed to submit to an adjudication by commissioners to be appointed for that purpose. He employed Tebbitts to appear for him professionally before that commission, and enforce his claim. Tebbitts appeared, and presented an argument in behalf of his client. This is all he did, and all he engaged to do. It was legitimate service rendered in a legitimate employment. To deprive a claimant of the means of obtaining such professional service would be to deprive him, in many instances, of the means of asserting and enforcing his claim. In this case, so far as any thing appears by the record, Wright neither contracted for nor received any thing else than legitimate and honorable professional assistance. Such an agreement we held to be valid in <i>Trist</i> v. <i>Child</i>, 21 Wall. 450; for we then said, speaking through Mr. Justice Swayne, 'We entertain no doubt . . . an agreement, express or implied, for purely professional services, is valid.' Such services, we say, 'rest on the same principle of ethics as professional services rendered in a court of justice, and are no more exceptionable.' In fact, the commission acting on this claim was a <i>quasi</i> court. It was, in no material respect, for all the purposes of the present controversy, different from the 'Court of Commissioners of Alabama Claims,' or the 'Southern Claims Commission,' or the 'Mexican Claims Commission,' or 'Spanish Claims Commission,' which have been called together, in pursuance of treaty stipulations or otherwise, to settle and adjust disputed claims, for the purpose of their ultimate payment and satisfaction. There is nothing illegal, immoral, or against public policy, in a professional engagement to present and prosecute such claims before such tribunals.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">3. In <i>Wylie</i> v. <i>Coxe</i>, 15 How. 415, we decided that an agreement to pay a reasonable percentage upon the amount of recovery was not an illegal contract. Here, after the service had been rendered, and after, as was supposed, the claim had been secured, Wright agreed to pay ten per cent of the amount eventually realized as compensation for the labor done. We see no reason to find fault with this; and the jury seem also to have adopted this rule, which the parties established for themselves, as presenting the true criterion for estimating the reasonable value of the services rendered.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\"><i>The judgment is affirmed</i>.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>91 U.S. 252 (____)</b></center>\n<center><h1>WRIGHT<br>\nv.<br>\nTEBBITTS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*253</span> Mr. George W. Paschal for the plaintiff in error, and Mr. R.D. Mussey for the defendant in error.</p>\n<p>Mr. CHIEF JUSTICE WAITE delivered the opinion of the court.</p>\n<p>The errors assigned upon this record are, in substance, that the contract given in evidence is illegal: </p>\n<p>1. Because it is an assignment of a one-tenth interest in the claim of Wright, and not \"freely made and executed in the presence of at least two witnesses, after the allowance of the claim, the ascertainment of the amount due, and the issuance of a warrant for the payment thereof,\" as required by sect. 3477, Rev. Stat.;</p>\n<p>2. Because it is tainted with illegality and immorality, and is against public policy; and,</p>\n<p>3. Because it is champertous, as it was a bargain to pay one-tenth of whatever might be collected.</p>\n<p>1. As to the first objection, all that need be said is, that there is no claim of any lien upon the fund. All Wright undertakes to do is to pay \"one-tenth of whatever he may realize from the Choctaw Indians, ... whenever the money comes into his hands.\" Tebbitts asserts no claim upon the fund: he only asks that he may be paid by Wright for his services after the money has been collected, and in accordance with the stipulations of the contract or memorandum.</p>\n<p>2. Tebbitts has not engaged in any improper or illegal service. Wright had a claim against the Choctaw Indians, which they, by their treaty, had agreed to submit to an adjudication by commissioners to be appointed for that purpose. He employed Tebbitts to appear for him professionally before that commission, and enforce his claim. Tebbitts appeared, and presented an argument in behalf of his client. This is all he did, and all he engaged to do. It was legitimate service rendered in a legitimate employment. To deprive a claimant of the means of obtaining such professional service would be to deprive him, in many instances, of the means of asserting and <span class=\"star-pagination\">*254</span> enforcing his claim. In this case, so far as any thing appears by the record, Wright neither contracted for nor received any thing else than legitimate and honorable professional assistance. Such an agreement we held to be valid in Trist v. Child, 21 Wall. 450; for we then said, speaking through Mr. Justice Swayne, \"We entertain no doubt ... an agreement, express or implied, for purely professional services, is valid.\" Such services, we say, \"rest on the same principle of ethics as professional services rendered in a court of justice, and are no more exceptionable.\" In fact, the commission acting on this claim was a quasi court. It was, in no material respect, for all the purposes of the present controversy, different from the \"Court of Commissioners of Alabama Claims,\" or the \"Southern Claims Commission,\" or the \"Mexican Claims Commission,\" or \"Spanish Claims Commission,\" which have been called together, in pursuance of treaty stipulations or otherwise, to settle and adjust disputed claims, for the purpose of their ultimate payment and satisfaction. There is nothing illegal, immoral, or against public policy, in a professional engagement to present and prosecute such claims before such tribunals.</p>\n<p>3. In Wylie v. Coxe, 15 How. 415, we decided that an agreement to pay a reasonable percentage upon the amount of recovery was not an illegal contract. Here, after the service had been rendered, and after, as was supposed, the claim had been secured, Wright agreed to pay ten per cent of the amount eventually realized as compensation for the labor done. We see no reason to find fault with this; and the jury seem also to have adopted this rule, which the parties established for themselves, as presenting the true criterion for estimating the reasonable value of the services rendered.</p>\n<p>The judgment is affirmed.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></span> (____)</b></center>\n<center><h1>WRIGHT<br>\nv.<br>\nTEBBITTS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*253</span> Mr. George W. Paschal for the plaintiff in error, and Mr. R.D. Mussey for the defendant in error.</p>\n<p>Mr. CHIEF JUSTICE WAITE delivered the opinion of the court.</p>\n<p>The errors assigned upon this record are, in substance, that the contract given in evidence is illegal: </p>\n<p>1. Because it is an assignment of a one-tenth interest in the claim of Wright, and not \"freely made and executed in the presence of at least two witnesses, after the allowance of the claim, the ascertainment of the amount due, and the issuance of a warrant for the payment thereof,\" as required by sect. 3477, Rev. Stat.;</p>\n<p>2. Because it is tainted with illegality and immorality, and is against public policy; and,</p>\n<p>3. Because it is champertous, as it was a bargain to pay one-tenth of whatever might be collected.</p>\n<p>1. As to the first objection, all that need be said is, that there is no claim of any lien upon the fund. All Wright undertakes to do is to pay \"one-tenth of whatever he may realize from the Choctaw Indians, ... whenever the money comes into his hands.\" Tebbitts asserts no claim upon the fund: he only asks that he may be paid by Wright for his services after the money has been collected, and in accordance with the stipulations of the contract or memorandum.</p>\n<p>2. Tebbitts has not engaged in any improper or illegal service. Wright had a claim against the Choctaw Indians, which they, by their treaty, had agreed to submit to an adjudication by commissioners to be appointed for that purpose. He employed Tebbitts to appear for him professionally before that commission, and enforce his claim. Tebbitts appeared, and presented an argument in behalf of his client. This is all he did, and all he engaged to do. It was legitimate service rendered in a legitimate employment. To deprive a claimant of the means of obtaining such professional service would be to deprive him, in many instances, of the means of asserting and <span class=\"star-pagination\">*254</span> enforcing his claim. In this case, so far as any thing appears by the record, Wright neither contracted for nor received any thing else than legitimate and honorable professional assistance. Such an agreement we held to be valid in Trist v. Child, 21 Wall. 450; for we then said, speaking through Mr. Justice Swayne, \"We entertain no doubt ... an agreement, express or implied, for purely professional services, is valid.\" Such services, we say, \"rest on the same principle of ethics as professional services rendered in a court of justice, and are no more exceptionable.\" In fact, the commission acting on this claim was a quasi court. It was, in no material respect, for all the purposes of the present controversy, different from the \"Court of Commissioners of Alabama Claims,\" or the \"Southern Claims Commission,\" or the \"Mexican Claims Commission,\" or \"Spanish Claims Commission,\" which have been called together, in pursuance of treaty stipulations or otherwise, to settle and adjust disputed claims, for the purpose of their ultimate payment and satisfaction. There is nothing illegal, immoral, or against public policy, in a professional engagement to present and prosecute such claims before such tribunals.</p>\n<p>3. In Wylie v. Coxe, <span class=\"citation\" data-id=\"86841\"><a href=\"/opinion/86841/wylie-v-coxe/\"><span class=\"volume\">15</span> <span class=\"reporter\">How.</span> <span class=\"page\">415</span></a></span>, we decided that an agreement to pay a reasonable percentage upon the amount of recovery was not an illegal contract. Here, after the service had been rendered, and after, as was supposed, the claim had been secured, Wright agreed to pay ten per cent of the amount eventually realized as compensation for the labor done. We see no reason to find fault with this; and the jury seem also to have adopted this rule, which the parties established for themselves, as presenting the true criterion for estimating the reasonable value of the services rendered.</p>\n<p>The judgment is affirmed.</p>\n</div>", "id": 89168, "judges": "Waite", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/89168/", "sha1": "ec55d1142d903f3faa6710963ae26c50c1798612", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:01:59"}