{"absolute_url": "/opinion/89209/eyster-v-gaff/", "blocked": false, "citation": {"case_name": "Eyster v. Gaff", "docket_number": null, "document_uris": ["/api/rest/v2/document/89209/"], "federal_cite_one": "91 U.S. 521", "federal_cite_three": null, "federal_cite_two": null, "id": 59453, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/59453/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 18, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1876-02-14", "date_modified": "2014-12-21T01:28:47.545620", "docket": "/api/rest/v2/docket/971414/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">91 U.S. 521</p>\n    <p class=\"case_cite\">23 L.Ed. 403</p>\n    <p class=\"parties\">EYSTER<br>v.<br>GAFF ET AL.</p>\n    <p class=\"date\">October Term, 1875</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Supreme Court of the Territory of Colorado.</p>\n      <p class=\"indent\"><i>Mr. John A. Wills</i> for the plaintiff in error.</p>\n      <p class=\"indent\">The court declined to hear <i>Mr. S. Shellabarger</i> for the defendant in error.</p>\n      <p class=\"indent\">MR. JUSTICE MILLER delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This suit was an action of ejectment brought originally by Thomas and James Gaff against plaintiff in error in the District Court of Arrapahoe County, Colorado, in which the plaintiffs below had a recovery, and that judgment was affirmed on appeal by the Supreme Court of that Territory.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The title to certain lots in Denver City is the subject of controversy; and there seems to be no difficulty in considering George W. McClure as the source of title, common to plaintiffs and defendant. McClure had made a mortgage on the lots to defendants in error to secure payment of the sum of $18,000.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A suit to foreclose this mortgage was instituted in the District Court in 1868, which proceeded to a decree and sale, and plaintiffs became the purchasers, receiving the master's deed, which was duly confirmed by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This decree was rendered July 1, 1870. On the ninth day of May preceding, the mortgagor, McClure, filed a petition in bankruptcy, and on the eleventh day of May he was adjudged a bankrupt, and on the fourth day of June John Mechling was duly appointed assignee. The bankrupt filed schedules in which these lots and the mortgage of the Gaffs on them were set out. It will thus be seen, that, pending the foreclosure proceedings which had been instituted against McClure, he had been declared a bankrupt, and Mechling had been appointed his assignee; and that the decree of sale and foreclosure under which plaintiffs asserted title in the present suit was rendered about a month after the appointment of the assignee, and nearly two months after the adjudication that McClure was a bankrupt. The defendant in the ejectment-suit was a tenant under McClure, and defends his possession on the ground of the invalidity of the foreclosure proceedings after the adjudication of bankruptcy and the appointment of the assignee.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The plaintiffs in this suit seem to have relied at first upon the right to recover under the mortgage, and did not give in evidence the proceedings in foreclosure; but when the defendant had read them, so far as the decree and sale, in order to show that the mortgage was merged, the plaintiffs then produced the master's deed. The Supreme Court of Colorado held that the mortgage alone was sufficient to sustain the action, one of the judges dissenting; and the counsel for defendant below insists here that this was error, because the laws of Colorado give to a mortgage only the effect of an equitable lien, and not that of conveying a legal title. He also insists that all the proceedings in the foreclosure-suit after the appointment of the assignee in bankruptcy are absolutely void, because he was not made a defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We will consider this latter proposition first; for, if the foreclosure proceedings conveyed a valid title to plaintiffs, the judgment must be affirmed, whatever may be the true solution of the question of local law.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It may be conceded for the purposes of the present case that the strict legal title to the land did not pass by the mortgage, and that it did pass to the assignee upon his appointment; and consequently, if that title was not divested by the foreclosure proceedings, it was in the assignee at the trial of the ejectment-suit. On the other hand, if these proceedings did transfer the legal title to plaintiffs, they were entitled to recover as they did in that action.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At the time that suit was commenced, the mortgagor, McClure, was vested with the title, and was the proper and necessary defendant. Whether any other persons were proper defendants does not appear, nor is it material to inquire. But for the bankruptcy of McClure, there can be no doubt that the sale under the foreclosure-decree and the deed of the master would have vested the title in the purchaser, and that this would have related back to the date of the mortgage. Nor can there be any question, that, the suit having been commenced against McClure when the title or equity of redemption (no difference which it is) was in him, any person who bought of him, or took his title or any interest he had pending the suit, would have been bound by the proceedings, and their rights foreclosed by the decree and sale. These are elementary principles. Is there any thing in the Bankrupt Law, or in the nature of proceedings in bankruptcy, which takes the interest in the mortgaged property acquired by the assignee out of this rule?</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">There is certainly no express provision to that effect. It is maintained by counsel, that, because the assignee is vested by the assignment under the statute with the legal title, there remains nothing from that time for the decree of foreclosure to operate on, and it cannot thereafter have the effect of transferring the title which is in a party not before the court. But, if this be true in this case, it must be equally true in other suits in which the title is transferred <i>pendente lite</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We have already said, and no authority is necessary to sustain the proposition, that a sale and conveyance by the mortgagor pending the suit would not prevent the court from proceeding with the case without the purchaser, nor affect the title of him who bought under the decree. So, in a suit against the vendor of real estate for specific performance, his conveyance of the legal title after suit was brought would not suspend the proceeding or defeat the title under the decree of the court. The obvious reason for this is, that if, when the jurisdiction of the court has once attached, it could be ousted by the transfer of the defendant's interest, there would be no end to the litigation, and justice would be defeated by the number of these transfers. Another reason is, that, when such a suit is ended by a final decree transferring the title, that title relates back to the date of the instrument on which the suit is based, or to the commencement of the suit; and the court will not permit its judgment or decree to be rendered nugatory by intermediate conveyances.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We see no reason why the same principle should not apply to the transfer made by a bankruptcy proceeding. The Bankrupt Act expressly provides that the assignee may prosecute or defend all suits in which the bankrupt was a party at the time he was adjudged a bankrupt. If there was any reason for interposing, the assignee could have had himself substituted for the bankrupt, or made a defendant on petition. If he chose to let the suit proceed without such defence, he stands as any other person would on whom the title had fallen since the suit was commenced.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is a mistake to suppose that the Bankrupt Law avoids of its own force all judicial proceedings in the State or other courts the instant one of the parties is adjudged a bankrupt. There is nothing in the act which sanctions such a proposition.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The court in the case before us had acquired jurisdiction of the parties and of the subject-matter of the suit. It was competent to administer full justice, and was proceeding, according to the law which governed such a suit, to do so. It could not take judicial notice of the proceedings in bankruptcy in another court, however seriously they might have affected the rights of parties to the suit already pending.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It was the <i>duty</i> of that court to proceed to a decree as between the parties before it, until by some proper pleadings in the case it was informed of the changed relations of any of those parties to the subject-matter of the suit. Having such jurisdiction, and performing its duty as the case stood in that court, we are at a loss to see how its decree can be treated as void. It is almost certain, that if at any stage of the proceeding, before sale or final confirmation, the assignee had intervened, he would have been heard to assert any right he had, or set up any defence to the suit. The mere filing in the court of a certificate of his appointment as assignee, with no plea or motion to be made a party or to take part in the case, deserved no attention, and received none. In the absence of any appearance by the assignee, the validity of the decree can only be impeached on the principle that the adjudication of bankruptcy divested the other court of all jurisdiction whatever in the foreclosuresuit. The opinion seems to have been quite prevalent in many quarters at one time, that, the moment a man is declared bankrupt, the District Court which has so adjudged draws to itself by that act not only all control of the bankrupt's property and credits, but that no one can litigate with the assignee contested rights in any other court, except in so far as the circuit courts have concurrent jurisdiction, and that other courts can proceed no further in suits of which they had at that time full cognizance; and it was a prevalent practice to bring any person, who contested with the assignee any matter growing out of disputed rights of property or of contracts, into the bankrupt court by the service of a rule to show cause, and to dispose of their rights in a summary way. This court has steadily set its face against this view.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The debtor of a bankrupt, or the man who contests the right to real or personal property with him, loses none of those rights by the bankruptcy of his adversary.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The same courts remain open to him in such contests, and the statute had not divested those courts of jurisdiction in such actions. If it has for certain classes of actions conferred a jurisdiction for the benefit of the assignee in the circuit and district courts of the United States, it is concurrent with and does not divest that of the State courts.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">These propositions dispose of this case. They are supported by the following cases decided in this court: <i>Smith</i> v. <i>Mason</i>, 14 Wall. 419; <i>Marshall</i> v. <i>Knox</i>, 16 id. 501; <i>Mays</i> v. <i>Fritton</i>, 20 id. 414; <i>Doe</i> v. <i>Childress</i>, 21 id. 642. See also <i>Bishop</i> v. <i>Johnson</i>, Woolworth, 324.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\"><i>Judgment affirmed</i>.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>91 U.S. 521 (____)</b></center>\n<center><h1>EYSTER<br>\nv.<br>\nGAFF ET AL.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. John A. Wills for the plaintiff in error.</p>\n<p>The court declined to hear Mr. S. Shellabarger for the defendant in error.</p>\n<p>MR. JUSTICE MILLER delivered the opinion of the court.</p>\n<p>This suit was an action of ejectment brought originally by Thomas and James Gaff against plaintiff in error in the District <span class=\"star-pagination\">*522</span> Court of Arrapahoe County, Colorado, in which the plaintiffs below had a recovery, and that judgment was affirmed on appeal by the Supreme Court of that Territory.</p>\n<p>The title to certain lots in Denver City is the subject of controversy; and there seems to be no difficulty in considering George W. McClure as the source of title, common to plaintiffs and defendant. McClure had made a mortgage on the lots to defendants in error to secure payment of the sum of $18,000.</p>\n<p>A suit to foreclose this mortgage was instituted in the District Court in 1868, which proceeded to a decree and sale, and plaintiffs became the purchasers, receiving the master's deed, which was duly confirmed by the court.</p>\n<p>This decree was rendered July 1, 1870. On the ninth day of May preceding, the mortgagor, McClure, filed a petition in bankruptcy, and on the eleventh day of May he was adjudged a bankrupt, and on the fourth day of June John Mechling was duly appointed assignee. The bankrupt filed schedules in which these lots and the mortgage of the Gaffs on them were set out. It will thus be seen, that, pending the foreclosure proceedings which had been instituted against McClure, he had been declared a bankrupt, and Mechling had been appointed his assignee; and that the decree of sale and foreclosure under which plaintiffs asserted title in the present suit was rendered about a month after the appointment of the assignee, and nearly two months after the adjudication that McClure was a bankrupt. The defendant in the ejectment-suit was a tenant under McClure, and defends his possession on the ground of the invalidity of the foreclosure proceedings after the adjudication of bankruptcy and the appointment of the assignee.</p>\n<p>The plaintiffs in this suit seem to have relied at first upon the right to recover under the mortgage, and did not give in evidence the proceedings in foreclosure; but when the defendant had read them, so far as the decree and sale, in order to show that the mortgage was merged, the plaintiffs then produced the master's deed. The Supreme Court of Colorado held that the mortgage alone was sufficient to sustain the action, one of the judges dissenting; and the counsel for defendant below insists here that this was error, because the laws of Colorado give to a mortgage only the effect of an equitable lien, and not that of <span class=\"star-pagination\">*523</span> conveying a legal title. He also insists that all the proceedings in the foreclosure-suit after the appointment of the assignee in bankruptcy are absolutely void, because he was not made a defendant.</p>\n<p>We will consider this latter proposition first; for, if the foreclosure proceedings conveyed a valid title to plaintiffs, the judgment must be affirmed, whatever may be the true solution of the question of local law.</p>\n<p>It may be conceded for the purposes of the present case that the strict legal title to the land did not pass by the mortgage, and that it did pass to the assignee upon his appointment; and consequently, if that title was not divested by the foreclosure proceedings, it was in the assignee at the trial of the ejectment-suit. On the other hand, if these proceedings did transfer the legal title to plaintiffs, they were entitled to recover as they did in that action.</p>\n<p>At the time that suit was commenced, the mortgagor, McClure, was vested with the title, and was the proper and necessary defendant. Whether any other persons were proper defendants does not appear, nor is it material to inquire. But for the bankruptcy of McClure, there can be no doubt that the sale under the foreclosure-decree and the deed of the master would have vested the title in the purchaser, and that this would have related back to the date of the mortgage. Nor can there be any question, that, the suit having been commenced against McClure when the title or equity of redemption (no difference which it is) was in him, any person who bought of him, or took his title or any interest he had pending the suit, would have been bound by the proceedings, and their rights foreclosed by the decree and sale. These are elementary principles. Is there any thing in the Bankrupt Law, or in the nature of proceedings in bankruptcy, which takes the interest in the mortgaged property acquired by the assignee out of this rule?</p>\n<p>There is certainly no express provision to that effect. It is maintained by counsel, that, because the assignee is vested by the assignment under the statute with the legal title, there remains nothing from that time for the decree of foreclosure to operate on, and it cannot thereafter have the effect of transferring <span class=\"star-pagination\">*524</span> the title which is in a party not before the court. But, if this be true in this case, it must be equally true in other suits in which the title is transferred pendente lite.</p>\n<p>We have already said, and no authority is necessary to sustain the proposition, that a sale and conveyance by the mortgagor pending the suit would not prevent the court from proceeding with the case without the purchaser, nor affect the title of him who bought under the decree. So, in a suit against the vendor of real estate for specific performance, his conveyance of the legal title after suit was brought would not suspend the proceeding or defeat the title under the decree of the court. The obvious reason for this is, that if, when the jurisdiction of the court has once attached, it could be ousted by the transfer of the defendant's interest, there would be no end to the litigation, and justice would be defeated by the number of these transfers. Another reason is, that, when such a suit is ended by a final decree transferring the title, that title relates back to the date of the instrument on which the suit is based, or to the commencement of the suit; and the court will not permit its judgment or decree to be rendered nugatory by intermediate conveyances.</p>\n<p>We see no reason why the same principle should not apply to the transfer made by a bankruptcy proceeding. The Bankrupt Act expressly provides that the assignee may prosecute or defend all suits in which the bankrupt was a party at the time he was adjudged a bankrupt. If there was any reason for interposing, the assignee could have had himself substituted for the bankrupt, or made a defendant on petition. If he chose to let the suit proceed without such defence, he stands as any other person would on whom the title had fallen since the suit was commenced.</p>\n<p>It is a mistake to suppose that the Bankrupt Law avoids of its own force all judicial proceedings in the State or other courts the instant one of the parties is adjudged a bankrupt. There is nothing in the act which sanctions such a proposition.</p>\n<p>The court in the case before us had acquired jurisdiction of the parties and of the subject-matter of the suit. It was competent to administer full justice, and was proceeding, according to the law which governed such a suit, to do so. It could not <span class=\"star-pagination\">*525</span> take judicial notice of the proceedings in bankruptcy in another court, however seriously they might have affected the rights of parties to the suit already pending.</p>\n<p>It was the duty of that court to proceed to a decree as between the parties before it, until by some proper pleadings in the case it was informed of the changed relations of any of those parties to the subject-matter of the suit. Having such jurisdiction, and performing its duty as the case stood in that court, we are at a loss to see how its decree can be treated as void. It is almost certain, that if at any stage of the proceeding, before sale or final confirmation, the assignee had intervened, he would have been heard to assert any right he had, or set up any defence to the suit. The mere filing in the court of a certificate of his appointment as assignee, with no plea or motion to be made a party or to take part in the case, deserved no attention, and received none. In the absence of any appearance by the assignee, the validity of the decree can only be impeached on the principle that the adjudication of bankruptcy divested the other court of all jurisdiction whatever in the foreclosure-suit. The opinion seems to have been quite prevalent in many quarters at one time, that, the moment a man is declared bankrupt, the District Court which has so adjudged draws to itself by that act not only all control of the bankrupt's property and credits, but that no one can litigate with the assignee contested rights in any other court, except in so far as the circuit courts have concurrent jurisdiction, and that other courts can proceed no further in suits of which they had at that time full cognizance; and it was a prevalent practice to bring any person, who contested with the assignee any matter growing out of disputed rights of property or of contracts, into the bankrupt court by the service of a rule to show cause, and to dispose of their rights in a summary way. This court has steadily set its face against this view.</p>\n<p>The debtor of a bankrupt, or the man who contests the right to real or personal property with him, loses none of those rights by the bankruptcy of his adversary.</p>\n<p>The same courts remain open to him in such contests, and the statute has not divested those courts of jurisdiction in such actions. If it has for certain classes of actions conferred a <span class=\"star-pagination\">*526</span> jurisdiction for the benefit of the assignee in the circuit and district courts of the United States, it is concurrent with and does not divest that of the State courts.</p>\n<p>These propositions dispose of this case. They are supported by the following cases decided in this court: Smith v. Mason, 14 Wall. 419; Marshall v. Knox, 16 id. 501; Mays v. Fritton, 20 id. 414; Doe v. Childress, 21 id. 642. See also Bishop v. Johnson, Woolworth, 324.</p>\n<p>Judgment affirmed.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">521</span></span> (____)</b></center>\n<center><h1>EYSTER<br>\nv.<br>\nGAFF ET AL.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. John A. Wills for the plaintiff in error.</p>\n<p>The court declined to hear Mr. S. Shellabarger for the defendant in error.</p>\n<p>MR. JUSTICE MILLER delivered the opinion of the court.</p>\n<p>This suit was an action of ejectment brought originally by Thomas and James Gaff against plaintiff in error in the District <span class=\"star-pagination\">*522</span> Court of Arrapahoe County, Colorado, in which the plaintiffs below had a recovery, and that judgment was affirmed on appeal by the Supreme Court of that Territory.</p>\n<p>The title to certain lots in Denver City is the subject of controversy; and there seems to be no difficulty in considering George W. McClure as the source of title, common to plaintiffs and defendant. McClure had made a mortgage on the lots to defendants in error to secure payment of the sum of $18,000.</p>\n<p>A suit to foreclose this mortgage was instituted in the District Court in 1868, which proceeded to a decree and sale, and plaintiffs became the purchasers, receiving the master's deed, which was duly confirmed by the court.</p>\n<p>This decree was rendered July 1, 1870. On the ninth day of May preceding, the mortgagor, McClure, filed a petition in bankruptcy, and on the eleventh day of May he was adjudged a bankrupt, and on the fourth day of June John Mechling was duly appointed assignee. The bankrupt filed schedules in which these lots and the mortgage of the Gaffs on them were set out. It will thus be seen, that, pending the foreclosure proceedings which had been instituted against McClure, he had been declared a bankrupt, and Mechling had been appointed his assignee; and that the decree of sale and foreclosure under which plaintiffs asserted title in the present suit was rendered about a month after the appointment of the assignee, and nearly two months after the adjudication that McClure was a bankrupt. The defendant in the ejectment-suit was a tenant under McClure, and defends his possession on the ground of the invalidity of the foreclosure proceedings after the adjudication of bankruptcy and the appointment of the assignee.</p>\n<p>The plaintiffs in this suit seem to have relied at first upon the right to recover under the mortgage, and did not give in evidence the proceedings in foreclosure; but when the defendant had read them, so far as the decree and sale, in order to show that the mortgage was merged, the plaintiffs then produced the master's deed. The Supreme Court of Colorado held that the mortgage alone was sufficient to sustain the action, one of the judges dissenting; and the counsel for defendant below insists here that this was error, because the laws of Colorado give to a mortgage only the effect of an equitable lien, and not that of <span class=\"star-pagination\">*523</span> conveying a legal title. He also insists that all the proceedings in the foreclosure-suit after the appointment of the assignee in bankruptcy are absolutely void, because he was not made a defendant.</p>\n<p>We will consider this latter proposition first; for, if the foreclosure proceedings conveyed a valid title to plaintiffs, the judgment must be affirmed, whatever may be the true solution of the question of local law.</p>\n<p>It may be conceded for the purposes of the present case that the strict legal title to the land did not pass by the mortgage, and that it did pass to the assignee upon his appointment; and consequently, if that title was not divested by the foreclosure proceedings, it was in the assignee at the trial of the ejectment-suit. On the other hand, if these proceedings did transfer the legal title to plaintiffs, they were entitled to recover as they did in that action.</p>\n<p>At the time that suit was commenced, the mortgagor, McClure, was vested with the title, and was the proper and necessary defendant. Whether any other persons were proper defendants does not appear, nor is it material to inquire. But for the bankruptcy of McClure, there can be no doubt that the sale under the foreclosure-decree and the deed of the master would have vested the title in the purchaser, and that this would have related back to the date of the mortgage. Nor can there be any question, that, the suit having been commenced against McClure when the title or equity of redemption (no difference which it is) was in him, any person who bought of him, or took his title or any interest he had pending the suit, would have been bound by the proceedings, and their rights foreclosed by the decree and sale. These are elementary principles. Is there any thing in the Bankrupt Law, or in the nature of proceedings in bankruptcy, which takes the interest in the mortgaged property acquired by the assignee out of this rule?</p>\n<p>There is certainly no express provision to that effect. It is maintained by counsel, that, because the assignee is vested by the assignment under the statute with the legal title, there remains nothing from that time for the decree of foreclosure to operate on, and it cannot thereafter have the effect of transferring <span class=\"star-pagination\">*524</span> the title which is in a party not before the court. But, if this be true in this case, it must be equally true in other suits in which the title is transferred pendente lite.</p>\n<p>We have already said, and no authority is necessary to sustain the proposition, that a sale and conveyance by the mortgagor pending the suit would not prevent the court from proceeding with the case without the purchaser, nor affect the title of him who bought under the decree. So, in a suit against the vendor of real estate for specific performance, his conveyance of the legal title after suit was brought would not suspend the proceeding or defeat the title under the decree of the court. The obvious reason for this is, that if, when the jurisdiction of the court has once attached, it could be ousted by the transfer of the defendant's interest, there would be no end to the litigation, and justice would be defeated by the number of these transfers. Another reason is, that, when such a suit is ended by a final decree transferring the title, that title relates back to the date of the instrument on which the suit is based, or to the commencement of the suit; and the court will not permit its judgment or decree to be rendered nugatory by intermediate conveyances.</p>\n<p>We see no reason why the same principle should not apply to the transfer made by a bankruptcy proceeding. The Bankrupt Act expressly provides that the assignee may prosecute or defend all suits in which the bankrupt was a party at the time he was adjudged a bankrupt. If there was any reason for interposing, the assignee could have had himself substituted for the bankrupt, or made a defendant on petition. If he chose to let the suit proceed without such defence, he stands as any other person would on whom the title had fallen since the suit was commenced.</p>\n<p>It is a mistake to suppose that the Bankrupt Law avoids of its own force all judicial proceedings in the State or other courts the instant one of the parties is adjudged a bankrupt. There is nothing in the act which sanctions such a proposition.</p>\n<p>The court in the case before us had acquired jurisdiction of the parties and of the subject-matter of the suit. It was competent to administer full justice, and was proceeding, according to the law which governed such a suit, to do so. It could not <span class=\"star-pagination\">*525</span> take judicial notice of the proceedings in bankruptcy in another court, however seriously they might have affected the rights of parties to the suit already pending.</p>\n<p>It was the duty of that court to proceed to a decree as between the parties before it, until by some proper pleadings in the case it was informed of the changed relations of any of those parties to the subject-matter of the suit. Having such jurisdiction, and performing its duty as the case stood in that court, we are at a loss to see how its decree can be treated as void. It is almost certain, that if at any stage of the proceeding, before sale or final confirmation, the assignee had intervened, he would have been heard to assert any right he had, or set up any defence to the suit. The mere filing in the court of a certificate of his appointment as assignee, with no plea or motion to be made a party or to take part in the case, deserved no attention, and received none. In the absence of any appearance by the assignee, the validity of the decree can only be impeached on the principle that the adjudication of bankruptcy divested the other court of all jurisdiction whatever in the foreclosure-suit. The opinion seems to have been quite prevalent in many quarters at one time, that, the moment a man is declared bankrupt, the District Court which has so adjudged draws to itself by that act not only all control of the bankrupt's property and credits, but that no one can litigate with the assignee contested rights in any other court, except in so far as the circuit courts have concurrent jurisdiction, and that other courts can proceed no further in suits of which they had at that time full cognizance; and it was a prevalent practice to bring any person, who contested with the assignee any matter growing out of disputed rights of property or of contracts, into the bankrupt court by the service of a rule to show cause, and to dispose of their rights in a summary way. This court has steadily set its face against this view.</p>\n<p>The debtor of a bankrupt, or the man who contests the right to real or personal property with him, loses none of those rights by the bankruptcy of his adversary.</p>\n<p>The same courts remain open to him in such contests, and the statute has not divested those courts of jurisdiction in such actions. If it has for certain classes of actions conferred a <span class=\"star-pagination\">*526</span> jurisdiction for the benefit of the assignee in the circuit and district courts of the United States, it is concurrent with and does not divest that of the State courts.</p>\n<p>These propositions dispose of this case. They are supported by the following cases decided in this court: Smith v. Mason, 14 Wall. 419; Marshall v. Knox, 16 id. 501; Mays v. Fritton, 20 id. 414; Doe v. Childress, 21 id. 642. See also Bishop v. Johnson, Woolworth, 324.</p>\n<p>Judgment affirmed.</p>\n</div>", "id": 89209, "judges": "Miller", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/89209/", "sha1": "2c43b91c9b6f067f1811cdc1be51c19620ea413a", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:01:59"}