{"absolute_url": "/opinion/89242/united-states-v-landers/", "blocked": false, "citation": {"case_name": "United States v. Landers", "docket_number": null, "document_uris": ["/api/rest/v2/document/89242/"], "federal_cite_one": "92 U.S. 77", "federal_cite_three": null, "federal_cite_two": null, "id": 59508, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/59508/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 2, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1876-04-10", "date_modified": "2014-12-21T01:28:48.180710", "docket": "/api/rest/v2/docket/66387/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">92 U.S. 77</p>\n    <p class=\"case_cite\">23 L.Ed. 603</p>\n    <p class=\"parties\">UNITED STATES<br>v.<br>LANDERS.</p>\n    <p class=\"date\">October Term, 1875</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL from the Court of Claims.</p>\n      <p class=\"indent\">Landers enlisted for three years; was enrolled Jan. 1, 1864; and mustered into service Jan. 16, 1864, to take effect from the date of his enrolment. He deserted Nov. 12, 1864; was arrested June 2, 1865; restored to duty, with the loss of all pay and allowances due or to become due during the term of his enlistment; and honorably discharged on the 8th of August, 1865. The Court of Claims rendered judgment in his favor for an amount equal to his pay and bounty. The United States appealed.</p>\n      <p class=\"indent\"><i>Mr. Assistant Attorney-General Edwin B. Smith</i> for the United States.</p>\n      <p class=\"indent\">The Court of Claims erroneously assumes that this court held in <i>United States</i> v. <i>Kelly</i>, 15 Wall. 34, that the offence of desertion was purged by an honorable discharge. Such is not the case. Power to try the soldier, or, further, to punish him for the desertion, is lost by his restoration to duty. Thenceforth there is nothing to be purged. As part and condition of that restoration 'by competent authority,' forfeiture may, however, be decreed of his pay and allowances. Army Reg. 159, 160; R. S. 4749; Judge Ad.-Gen. Holt's Op., p. 139, sects. 7, 9; p. 136, sect. 1.</p>\n      <p class=\"indent\">If the restoration be, in effect, a pardon (as treated by the Court of Claims), then it can only be authorized by the President, who is solely invested with the power to grant an absolute or conditional pardon. <i>Ex parte Wells</i>, 18 How. 307, 314.</p>\n      <p class=\"indent\"><i>Mr. Thomas J. Durant</i> and <i>Mr. A. A. Hosmer, contra</i>.</p>\n      <p class=\"indent\">The plain and definite language adopted by this court in <i>United States</i> v. <i>Kelly</i>, 15 Wall. 34, establishes the <i>presumptio juris et de jure</i> of the thing adjudged; that is, the honorable discharge is a formal, final judgment in favor of the soldier upon his entire military record. This discharge cannot be impeached collaterally; nor can any officer of the pay department disregard its contents, or refuse to give it its legal effect.</p>\n      <p class=\"indent\">MR. JUSTICE FIELD delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This was an action in the Court of Claims by the petitioner for pay and bounty as a soldier in the army of the United States. It appears from the findings of the court that the petitioner enlisted in the army for three years; and was enrolled on the 1st of January, 1864; that he was mustered into service on the 16th of the month, his service to take effect from the enrolment; that he deserted on the 12th of November following; and was arrested on the 2d of June, 1865; and was restored to duty, with the loss of all pay and allowances due or to become due during the term of his enlistment; and that he was honorably discharged on the 8th of August, 1865. His claim was for pay for the whole period from his enlistment to his discharge, including the time of his absence by desertion, and for the bounty allowed to a soldier upon his honorable discharge at the expiration of his service.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Court of Claims held that he was entitled both to pay and bounty, and gave judgment for the whole amount claimed; being of opinion that his offence of desertion was purged by his honorable discharge within the decision of this court in <i>United States</i> v. <i>Kelly</i>, 15 Wall. 34, and that his case was not covered by the joint resolution of Congress of March 1, 1870. 16 Stat. 370.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We have looked into the record in Kelly's case, and we find it entirely different from this case. Kelly had served from February, 1864, until October, 1865, during the active operations of the war, and then deserted to visit his parents, reported to be seriously ill at their home. After an absence of some weeks he voluntarily returned, and subsequently made up for the time lost by his absence. The fact that the war had virtually closed at the time, the motives which caused the desertion, and his voluntary return to duty, no doubt had their influence with his commander, upon whose recommendation he was restored to duty without trial, subject only to the condition that he should make good the time lost by his desertion. It was not pretended that his honorable discharge, subsequently granted, gave him a right to pay during the period of his absence from the service, or would have dispensed with the forfeiture of pay prescribed by the army regulations had any pay been due at the time. Army Regulations, 158, 1358. He only claimed subsequent pay and the bounty, after serving the full period of his enlistment and the additional time lost by his desertion.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In this case the petitioner deserted at a time when the war was at its height; and no palliation was proffered for the offence, if any could possibly exist. He kept out of the service, and thus out of danger, during the severest period of the war, and was only returned to his company under arrest; and, though he was restored to duty, it was with the forfeiture of his pay and allowances for the entire period of his enlistment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It does not appear, from the record before us, whether this forfeiture was imposed by order of the commander of the forces from which he deserted, or by the judgment of a court-martial. Forfeiture of pay and allowances up to the time of desertion follows from the conditions of the contract of enlistment, which is for faithful service. The contract is an entirety; and, if service for any portion of the time is criminally omitted, the pay and allowances for faithful service are not earned. And, for the purpose of determining the rights of the soldier to receive pay and allowances for past services, the fact of desertion need not be established by the findings of a court-martial: it is sufficient to justify a withholding of the moneys that the fact appears upon the muster-rolls of his company. If the entry of desertion has been improperly made, its cancellation can be obtained by application to the War Department. But forfeiture of pay and allowances for future services, as a condition of restoration to duty, can only be imposed by a court-martial. Winthrop's Digest of Opinions of the Judge-Advocate General, p. 269, par. 27. The validity of the forfeiture here is not raised by counsel. We must, therefore, presume, as the case is presented to us, that the petitioner was brought to trial for his offence before such a court, and was convicted, and that the forfeiture imposed was the sentence of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In Kelly's case, as already stated, the deserter was restored to duty without trial, upon his voluntary return; and it was with reference to a case of that kind that the Judge-Advocate General gave the opinion, which is cited with approval by this court. In such a case, an honorable discharge of the soldier, as held by that officer, dispensed with any formal removal of the charge of desertion from the rolls of his company, and amounted of itself to a removal of any impediment arising from the fact of desertion to his receiving bounty. But neither the Judge-Advocate General, nor this court in adopting his opinion, went to the extent of holding that an honorable discharge of a soldier dispensed with all the conditions attached to his restoration to duty which a military tribunal may have imposed upon him for a previous military offence. An unconditional restoration, or one with conditions subsequently complied with, may leave the soldier who has deserted in as favorable condition for subsequent pay and bounty as though no offence had been committed by him; but it is otherwise when conditions inconsistent with such pay or bounty are attached to the restoration, or are imposed as a punishment for a previous military offence. Assuming that the conduct of the soldier in this case, subsequent to his restoration to duty, may have entitled him to an honorable discharge, and that such discharge was not inadvertently granted, the discharge could not relieve him from the consequences of the judgment of the military court, and entitle him to the pay and allowances which that court had adjudged to have been forfeited. The forfeiture must first be removed, either by its remission in terms, or by the reversal of the judgment, or the pardon of the President.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The bounty which the petitioner claimed was included in the allowances forfeited. Under the term 'allowances,' every thing was embraced which could be recovered from the government by the soldier in consideration of his enlistment and services, except the stipulated monthly compensation designated as pay. This is substantially the conclusion reached by the late Attorney-General, Mr. Hoar, after full consideration of the statutes bearing upon the question (Opinions of Attorneys-General, vol. xiii. pp. 198, 199); and such, we are informed, has been the uniform ruling of the War Department.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The conclusion we have thus reached renders it unnecessary to determine whether the case of the petitioner is covered by the joint resolution of Congress of March 1, 1870, forbidding the payment of moneys withheld from a deserter from the volunteer forces, unless the record of his desertion has been cancelled because made erroneously, and contrary to the facts.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\"><i>Judgment reversed</i>.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>92 U.S. 77 (____)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nLANDERS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. Assistant Attorney-General Edwin B. Smith for the United States.</p>\n<p>Mr. Thomas J. Durant and Mr. A.A. Hosmer, contra.</p>\n<p><span class=\"star-pagination\">*78</span> MR. JUSTICE FIELD delivered the opinion of the court.</p>\n<p>This was an action in the Court of Claims by the petitioner for pay and bounty as a soldier in the army of the United States. It appears from the findings of the court that the petitioner enlisted in the army for three years; and was enrolled on the 1st of January, 1864; that he was mustered into service on the 16th of the month, his service to take effect from the enrolment; that he deserted on the 12th of November following; and was arrested on the 2d of June, 1865; and was restored to duty, with the loss of all pay and allowances due or to become due during the term of his enlistment; and that he was honorably discharged on the 8th of August, 1865. His claim was for pay for the whole period from his enlistment to his discharge, including the time of his absence by desertion, and for the bounty allowed to a soldier upon his honorable discharge at the expiration of his service.</p>\n<p>The Court of Claims held that he was entitled both to pay and bounty, and gave judgment for the whole amount claimed; being of opinion that his offence of desertion was purged by his honorable discharge within the decision of this court in United States v. Kelly, 15 Wall. 34, and that his case was not covered by the joint resolution of Congress of March 1, 1870. 16 Stat. 370.</p>\n<p>We have looked into the record in Kelly's case, and we find it entirely different from this case. Kelly had served from February, 1864, until October, 1865, during the active operations of the war, and then deserted to visit his parents, reported to be seriously ill at their home. After an absence of some <span class=\"star-pagination\">*79</span> weeks he voluntarily returned, and subsequently made up for the time lost by his absence. The fact that the war had virtually closed at the time, the motives which caused the desertion, and his voluntary return to duty, no doubt had their influence with his commander, upon whose recommendation he was restored to duty without trial, subject only to the condition that he should make good the time lost by his desertion. It was not pretended that his honorable discharge, subsequently granted, gave him a right to pay during the period of his absence from the service, or would have dispensed with the forfeiture of pay prescribed by the army regulations had any pay been due at the time. Army Regulations, 158, 1358. He only claimed subsequent pay and the bounty, after serving the full period of his enlistment and the additional time lost by his desertion.</p>\n<p>In this case the petitioner deserted at a time when the war was at its height; and no palliation was proffered for the offence, if any could possibly exist. He kept out of the service, and thus out of danger, during the severest period of the war, and was only returned to his company under arrest; and, though he was restored to duty, it was with the forfeiture of his pay and allowances for the entire period of his enlistment.</p>\n<p>It does not appear, from the record before us, whether this forfeiture was imposed by order of the commander of the forces from which he deserted, or by the judgment of a court-martial. Forfeiture of pay and allowances up to the time of desertion follows from the conditions of the contract of enlistment, which is for faithful service. The contract is an entirety; and, if service for any portion of the time is criminally omitted, the pay and allowances for faithful service are not earned. And, for the purpose of determining the rights of the soldier to receive pay and allowances for past services, the fact of desertion need not be established by the findings of a court-martial: it is sufficient to justify a withholding of the moneys that the fact appears upon the muster-rolls of his company. If the entry of desertion has been improperly made, its cancellation can be obtained by application to the War Department. But forfeiture of pay and allowances for future services, as a condition of restoration to duty, can only be imposed by a court-martial. <span class=\"star-pagination\">*80</span> Winthrop's Digest of Opinions of the Judge-Advocate General, p. 269, par. 27. The validity of the forfeiture here is not raised by counsel. We must, therefore, presume, as the case is presented to us, that the petitioner was brought to trial for his offence before such a court, and was convicted, and that the forfeiture imposed was the sentence of the court.</p>\n<p>In Kelly's case, as already stated, the deserter was restored to duty without trial, upon his voluntary return; and it was with reference to a case of that kind that the Judge-Advocate General gave the opinion, which is cited with approval by this court. In such a case, an honorable discharge of the soldier, as held by that officer, dispensed with any formal removal of the charge of desertion from the rolls of his company, and amounted of itself to a removal of any impediment arising from the fact of desertion to his receiving bounty. But neither the Judge-Advocate General, nor this court in adopting his opinion, went to the extent of holding that an honorable discharge of a soldier dispensed with all the conditions attached to his restoration to duty which a military tribunal may have imposed upon him for a previous military offence. An unconditional restoration, or one with conditions subsequently complied with, may leave the soldier who has deserted in as favorable condition for subsequent pay and bounty as though no offence had been committed by him; but it is otherwise when conditions inconsistent with such pay or bounty are attached to the restoration, or are imposed as a punishment for a previous military offence. Assuming that the conduct of the soldier in this case, subsequent to his restoration to duty, may have entitled him to an honorable discharge, and that such discharge was not inadvertently granted, the discharge could not relieve him from the consequences of the judgment of the military court, and entitle him to the pay and allowances which that court had adjudged to have been forfeited. The forfeiture must first be removed, either by its remission in terms, or by the reversal of the judgment, or the pardon of the President.</p>\n<p>The bounty which the petitioner claimed was included in the allowances forfeited. Under the term \"allowances,\" every thing was embraced which could be recovered from the government by the soldier in consideration of his enlistment and <span class=\"star-pagination\">*81</span> services, except the stipulated monthly compensation designated as pay. This is substantially the conclusion reached by the late Attorney-General, Mr. Hoar, after full consideration of the statutes bearing upon the question (Opinions of Attorneys-General, vol. xiii. pp. 198, 199); and such, we are informed, has been the uniform ruling of the War Department.</p>\n<p>The conclusion we have thus reached renders it unnecessary to determine whether the case of the petitioner is covered by the joint resolution of Congress of March 1, 1870, forbidding the payment of moneys withheld from a deserter from the volunteer forces, unless the record of his desertion has been cancelled because made erroneously, and contrary to the facts.</p>\n<p>Judgment reversed.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">77</span></span> (____)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nLANDERS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. Assistant Attorney-General Edwin B. Smith for the United States.</p>\n<p>Mr. Thomas J. Durant and Mr. A.A. Hosmer, contra.</p>\n<p><span class=\"star-pagination\">*78</span> MR. JUSTICE FIELD delivered the opinion of the court.</p>\n<p>This was an action in the Court of Claims by the petitioner for pay and bounty as a soldier in the army of the United States. It appears from the findings of the court that the petitioner enlisted in the army for three years; and was enrolled on the 1st of January, 1864; that he was mustered into service on the 16th of the month, his service to take effect from the enrolment; that he deserted on the 12th of November following; and was arrested on the 2d of June, 1865; and was restored to duty, with the loss of all pay and allowances due or to become due during the term of his enlistment; and that he was honorably discharged on the 8th of August, 1865. His claim was for pay for the whole period from his enlistment to his discharge, including the time of his absence by desertion, and for the bounty allowed to a soldier upon his honorable discharge at the expiration of his service.</p>\n<p>The Court of Claims held that he was entitled both to pay and bounty, and gave judgment for the whole amount claimed; being of opinion that his offence of desertion was purged by his honorable discharge within the decision of this court in United States v. Kelly, <span class=\"citation\" data-id=\"85506\"><a href=\"/opinion/85506/united-states-v-kelly/\"><span class=\"volume\">15</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">34</span></a></span>, and that his case was not covered by the joint resolution of Congress of March 1, 1870. 16 Stat. 370.</p>\n<p>We have looked into the record in Kelly's case, and we find it entirely different from this case. Kelly had served from February, 1864, until October, 1865, during the active operations of the war, and then deserted to visit his parents, reported to be seriously ill at their home. After an absence of some <span class=\"star-pagination\">*79</span> weeks he voluntarily returned, and subsequently made up for the time lost by his absence. The fact that the war had virtually closed at the time, the motives which caused the desertion, and his voluntary return to duty, no doubt had their influence with his commander, upon whose recommendation he was restored to duty without trial, subject only to the condition that he should make good the time lost by his desertion. It was not pretended that his honorable discharge, subsequently granted, gave him a right to pay during the period of his absence from the service, or would have dispensed with the forfeiture of pay prescribed by the army regulations had any pay been due at the time. Army Regulations, 158, 1358. He only claimed subsequent pay and the bounty, after serving the full period of his enlistment and the additional time lost by his desertion.</p>\n<p>In this case the petitioner deserted at a time when the war was at its height; and no palliation was proffered for the offence, if any could possibly exist. He kept out of the service, and thus out of danger, during the severest period of the war, and was only returned to his company under arrest; and, though he was restored to duty, it was with the forfeiture of his pay and allowances for the entire period of his enlistment.</p>\n<p>It does not appear, from the record before us, whether this forfeiture was imposed by order of the commander of the forces from which he deserted, or by the judgment of a court-martial. Forfeiture of pay and allowances up to the time of desertion follows from the conditions of the contract of enlistment, which is for faithful service. The contract is an entirety; and, if service for any portion of the time is criminally omitted, the pay and allowances for faithful service are not earned. And, for the purpose of determining the rights of the soldier to receive pay and allowances for past services, the fact of desertion need not be established by the findings of a court-martial: it is sufficient to justify a withholding of the moneys that the fact appears upon the muster-rolls of his company. If the entry of desertion has been improperly made, its cancellation can be obtained by application to the War Department. But forfeiture of pay and allowances for future services, as a condition of restoration to duty, can only be imposed by a court-martial. <span class=\"star-pagination\">*80</span> Winthrop's Digest of Opinions of the Judge-Advocate General, p. 269, par. 27. The validity of the forfeiture here is not raised by counsel. We must, therefore, presume, as the case is presented to us, that the petitioner was brought to trial for his offence before such a court, and was convicted, and that the forfeiture imposed was the sentence of the court.</p>\n<p>In Kelly's case, as already stated, the deserter was restored to duty without trial, upon his voluntary return; and it was with reference to a case of that kind that the Judge-Advocate General gave the opinion, which is cited with approval by this court. In such a case, an honorable discharge of the soldier, as held by that officer, dispensed with any formal removal of the charge of desertion from the rolls of his company, and amounted of itself to a removal of any impediment arising from the fact of desertion to his receiving bounty. But neither the Judge-Advocate General, nor this court in adopting his opinion, went to the extent of holding that an honorable discharge of a soldier dispensed with all the conditions attached to his restoration to duty which a military tribunal may have imposed upon him for a previous military offence. An unconditional restoration, or one with conditions subsequently complied with, may leave the soldier who has deserted in as favorable condition for subsequent pay and bounty as though no offence had been committed by him; but it is otherwise when conditions inconsistent with such pay or bounty are attached to the restoration, or are imposed as a punishment for a previous military offence. Assuming that the conduct of the soldier in this case, subsequent to his restoration to duty, may have entitled him to an honorable discharge, and that such discharge was not inadvertently granted, the discharge could not relieve him from the consequences of the judgment of the military court, and entitle him to the pay and allowances which that court had adjudged to have been forfeited. The forfeiture must first be removed, either by its remission in terms, or by the reversal of the judgment, or the pardon of the President.</p>\n<p>The bounty which the petitioner claimed was included in the allowances forfeited. Under the term \"allowances,\" every thing was embraced which could be recovered from the government by the soldier in consideration of his enlistment and <span class=\"star-pagination\">*81</span> services, except the stipulated monthly compensation designated as pay. This is substantially the conclusion reached by the late Attorney-General, Mr. Hoar, after full consideration of the statutes bearing upon the question (Opinions of Attorneys-General, vol. xiii. pp. 198, 199); and such, we are informed, has been the uniform ruling of the War Department.</p>\n<p>The conclusion we have thus reached renders it unnecessary to determine whether the case of the petitioner is covered by the joint resolution of Congress of March 1, 1870, forbidding the payment of moneys withheld from a deserter from the volunteer forces, unless the record of his desertion has been cancelled because made erroneously, and contrary to the facts.</p>\n<p>Judgment reversed.</p>\n</div>", "id": 89242, "judges": "Field", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/89242/", "sha1": "c1079927dc40a2c334ea9254edc62d86db99ff24", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:02:00"}