{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "93 U.S. 291", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/89378/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Indianapolis & St. Louis R. Co. v. Horst", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 59743, 
    "resource_uri": "/api/rest/v2/citation/59743/"
  }, 
  "id": 89378, 
  "blocked": false, 
  "judges": "Swayne", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1876-12-18", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>93 U.S. 291 (____)</b></center>\n<center><h1>INDIANAPOLIS AND ST. LOUIS RAILROAD COMPANY<br>\nv.<br>\nHORST.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*292</span> Argued by Mr. W.A. Brown and Mr. John T. Dye for the plaintiff in error.</p>\n<p>Mr. A.G. Porter for the defendant in error.</p>\n<p><span class=\"star-pagination\">*293</span> MR. JUSTICE SWAYNE delivered the opinion of the court.</p>\n<p>The defendant in error was injured while travelling on the road of the plaintiff in error, and brought this suit to recover damages. To set in their proper light the propositions of law relied upon by the plaintiff in error for the reversal of the judgment, a brief statement of the facts of the case is necessary.</p>\n<p>The plaintiff was a farmer, residing in Pennsylvania. He had been engaged in the cattle trade since 1862, and had <span class=\"star-pagination\">*294</span> shipped annually, over the Western railroads to the Eastern markets, about a thousand head of cattle. The cause of action occurred on the 4th of August, 1870. He had shipped on the defendant's road, the day before, five car-loads of cattle, to be conveyed to Pittsburg, and was on the train at the time of the injury. He arrived at Mattoon, in Illinois, about midnight. He and two other drovers were asleep in a caboose attached to the hinder end of the train. They were aroused by the conductor, who commanded them to get out of the caboose, and to get on top of the train. He said he should detach the caboose; and that, at some distance further up the road, he would attach another. The train was then at rest. The plaintiff went forward with his prod to look after his cattle, and returned on the roof of the cars to where his fellow-drovers were standing awaiting the movement of the train. He stood there, with his carpet-sack in one hand and the prod in the other. He used the latter to support himself. The train ran a half or three quarters of a mile to pass on to a switch, and take on the other caboose. A brakeman on the hindmost car had a lantern in his hand. The light so dazzled or blinded the plaintiff, that he thought he was on the same car with the brakeman, though he was in fact near the end of the car next before it. The train, in backing on the switch, stopped before it reached the caboose which was to be attached to it. It was thereupon suddenly drawn forward, \"to take up the slack,\" and then suddenly backed, producing a quick and powerful concussion, which precipitated the plaintiff between the car on which he was standing and the hindmost car. \"The shock of the concussion,\" one of the witnesses says, \"was about as hard a shock as I ever felt, not to knock a train off the track. It seemed as if it was tearing every thing to pieces.\" The plaintiff fell on the coupling, and received the injury complained of. No warning was given that these sudden and violent movements were likely to occur, and none was given that any precautions were necessary. No light was furnished to the plaintiff and his fellow-passengers, and no directions were given for their guidance and safety. All the evidence in the case is set out at length in the bill of exceptions. It was given by the plaintiff. The defendant gave none. The entire charge of the court, and <span class=\"star-pagination\">*295</span> the instructions asked for on both sides, are also fully set out. The defendant asked for twenty instructions. The court refused to give any of them. The plaintiff asked for six, which were all given. To both the refusal and the giving the defendant excepted. The plaintiff's prayers were excepted to, severally.</p>\n<p>When instructions are asked in the aggregate, as were those of the defendant, and there is any thing exceptionable in either of them, the whole may be properly rejected by the court. Rogers v. The Marshal, 1 Wall. 644; Harvey v. Tyler, 2 id. 338; Johnson v. Jones, 1 Black, 209.</p>\n<p>There were several things of this character in those in question. It is sufficient to refer to one of them. The court was asked to charge that the defendant was bound to exercise only ordinary care and diligence. This point will be considered, presently, in another connection.</p>\n<p>It is the settled law in this court, that, if the charge given by the court below covers the entire case, and submits it properly to the jury, such court may refuse to instruct further. It may use its own language, and present the case in its own way. If the results mentioned are reached, the mode and manner are immaterial. The court has then done all that it is bound to do, and may thus leave the case to the consideration of the jury. Neither party has the right to ask any thing more. Labor v. Cooper, 7 Wall. 565. We think the charge in this case fulfils the requisites we have defined. The errors of omission and commission alleged are not numerous. We might, perhaps, properly content ourselves in this connection with vindicating the charge as given. We shall, however, consider all the several assignments of error which we deem material, both with respect to the charge and otherwise, as we find them set forth in the printed brief of the counsel for the company. The same points were fully and ably argued by the same gentlemen orally at the bar.</p>\n<p>\"1. The court erred in instructing the jury that a person taking a cattle-train is entitled to demand the highest possible degree of care and diligence, regardless of the kind of train he takes.\"</p>\n<p>Such is the rule of care and diligence laid down by this court in three adjudications where the action was against a carrier of persons. The first was the Philadelphia &amp; Reading R.R. <span class=\"star-pagination\">*296</span> Co. v. Derby, 14 How. 486. The plaintiff was travelling gratuitously on a passenger train. It was said: \"Where carriers undertake to convey passengers by the powerful and dangerous agency of steam, public policy and safety require that they should be held to the greatest possible care and diligence.\" \"Any negligence in such case may well deserve the epithet of gross.\" The next was The Steamboat New World v. King, 16 How. 469. That was the case of a free passenger carried on a steamer, and injured by the explosion of a boiler. Referring to the rule laid down in the prior case, the court said: \"We desire to reaffirm the doctrine, not only as resting on public policy, but on sound principles of law.\" The last case was the New York Central R.R. Co. v. Lock, 17 Wall. 357. That was a case, like this, of a passenger accompanying his cattle on a freight-train. It was there said: \"The highest degree of carefulness and diligence is expressly exacted.\" This is conclusive as authority upon the subject. But, upon principle, why should not the law be so in this case? Life and limb are as valuable, and there is the same right to safety, in the caboose as in the palace-car. The same formidable power gives the traction in both cases. The rule is uniformly applied to passenger-trains. The same considerations apply to freight-trains: the same dangers are common to both. Such care and diligence are as effectual and as important upon the latter as upon the former, and not more difficult to exercise. There is no reason, in the nature of things, why the passenger should not be as safe upon one as the other. With proper vigilance on the part of the carrier, he is so. The passenger has no authority upon either, except as to the personal care of himself. The conductor is the animating and controlling spirit of the mechanism employed. The public have no choice but to use it. The standard of duty should be according to the consequences that may ensue from carelessness. The rule of law has its foundation deep in public policy. It is approved by experience, and sanctioned by the plainest principles of reason and justice. It is of great importance that courts of justice should not relax it. The terms in question do not mean all the care and diligence the human mind can conceive of, nor such as will render the transportation free from any possible peril, nor such as would <span class=\"star-pagination\">*297</span> drive the carrier from his business. It does not, for instance, require, with respect to either passenger or freight trains, steel rails and iron or granite cross-ties, because such ties are less liable to decay, and hence safer than those of wood; nor upon freight-trains air-brakes, bell-pulls, and a brakesman upon every car; but it does emphatically require every thing necessary to the security of the passenger upon either, and reasonably consistent with the business of the carrier, and the means of conveyance employed. The language used cannot mislead. It well expresses the rigorous requirement of the law, and ought not to be departed from. The rule is beneficial to both parties. It tends to give protection to the traveller, and warns the carrier against the consequences of delinquency. A lower degree of vigilance than that required would have averted the catastrophe from which this litigation has arisen. Dunn v. Grand Trunk R.R. Co., 58 Me. 157; Tuller v. Talbot, 23 Ill. 357; Pittsburg &amp; C.R.R. Co. v. Thompson, 56 Ill. 138.</p>\n<p>\"2. The court erred in refusing to instruct the jury, that their investigation as to the negligence of the defendant should be confined to the charges alleged in the declaration.\"</p>\n<p>The charge in both counts of the declaration was \"carelessness and negligence and improper conduct\" of the defendant's servants in connection with the injury. The plaintiff was bound to state his case; but he was not bound to state the evidence by which he intended to prove it. We have looked through the proofs as set out in the bill of exceptions; and have found nothing in this connection that did not support, with more or less cogency, the plaintiff's averment.</p>\n<p>\"3. The court erred in permitting the plaintiff to prove the manner of changing cabooses at Mattoon, after the injury, to show the wrongfulness of defendant's conduct at the time of the accident.\"</p>\n<p>Detaching the caboose in the night, and requiring the plaintiff to ride so far upon top of the freight-cars before reaching the caboose that was to be attached, involved a serious peril, and was the cause of the casualty complained of. The evidence was competent, as tending to prove, if such proof were necessary, that the change could as well have been made where the second caboose was, and that making it when and where it <span class=\"star-pagination\">*298</span> was made was a matter of choice and in no wise of necessity. The point is covered by the Toledo, &amp;c. R.R. Co. v. Owen, 43 Ind. 405. We think the decision there was correct.</p>\n<p>\"4. Although the plaintiff's evidence showed that the accident resulted from the plaintiff's negligence, the court charged that `the burden of proving contributory negligence rests on the defendant; and it will not avail the defendant, unless it has been established by a preponderance of evidence.'\"</p>\n<p>We have said, that riding on the top of a freight-car in the night involved peril. When commanded to go there, the plaintiff had no choice but to obey, or to leave his cattle to go forward without any one to accompany and take care of them. The command was wrong. To give him no warning was an aggravation of the wrong. He, however, rode safely to the switch, standing in one place. He had a right to assume that the posture and place would continue to be safe. He had no foreknowledge of the coming shock. The conductor knew it, but gave him no word of caution or notice. He was unaware of danger until the catastrophe was upon him. The behavior of the conductor was inexcusable. If there was fault on the part of the plaintiff, in what did it consist? We find nothing in the record which affords any warrant for such an imputation. As the case went to the jury, the opposite was established. There was no proof to the contrary. Nevertheless, the court, out of abundant caution, charged the jury upon the hypothesis that there might be some testimony tending possibly to support the adverse view. The instruction contained two elements: \u0097</p>\n<p>(1.) That the burden of proof rested on the defendant.</p>\n<p>This was correct. Railroad Company v. Gladden, 15 Wall. 401.</p>\n<p>(2.) That \"it,\" meaning contributory negligence, could \"not avail the defendant, unless established by a preponderance of evidence.\"</p>\n<p>This, also, was correct. The court did not say that if such negligence were established by the plaintiff's evidence, the defendant could have no benefit from it, nor that the fact could only be made effectual by a preponderance of evidence, coming exclusively from the party on whom rested the burden of <span class=\"star-pagination\">*299</span> proof. It is not improbable that the charge was so given by the court from an apprehension that the jury might without it be misled to believe that it was incumbent on the plaintiff to show affirmatively the absence of such negligence on his part, and that if there was no proof, or insufficient proof, on the subject, there was a fatal defect in his case. It was, therefore, eminently proper to say upon whom the burden of proof rested; and this was done without in any wise neutralizing the effect of the testimony the plaintiff had given, if there were any, bearing on the point adversely to him. We think the instruction was properly expressed. If there was any ambiguity unfavorable to the defendant, it was the duty of his counsel to bring it to the attention of the court, and ask its correction. Lock v. United States, 2 Cliff. 574. This was not done, perhaps because it was deemed unnecessary. If the defendant had, in the first instance, required any charge upon the subject, it should have been refused. It is not the duty of the court to instruct where the instruction demanded assumes a theory of fact which is unsupported or contradicted by the evidence. On the contrary, it is error to do so; and the jury should be distinctly told that the requisite evidence is wanting. Such instructions cannot aid the jury, and may confuse and mislead them. Michigan Bank v. Eldred, 9 Wall. 544; Ward v. United States, 14 id. 28.</p>\n<p>\"5. The court refused the motion of the defendant to instruct the jury to find specially upon particular questions of fact involved in the issues, in the event they should find a general verdict.\"</p>\n<p>These questions of fact were submitted by the counsel for the defendant. Upon looking into them, we find they were nine in number. All of them related to the question of negligence on the part of the plaintiff. It is insisted that they were within the act of Congress of June 1, 1872 (17 Stat. 197, sect. 5), and that hence the court below erred in declining to require the jury to find in answer to them, in addition to the general verdict. We had occasion to consider this statute in Nudd v. Burrows, 91 U.S. 441, and see no reason to depart from the views there expressed. We said the section in question had its origin in the code enactments of many of the <span class=\"star-pagination\">*300</span> States, and was intended to relieve the legal profession from the burden of studying and of practising under the two distinct and different systems of the law of procedure in the same locality, one obtaining in the courts of the United States, the other in the courts of the State; but that it was not intended to fetter the judge in the personal discharge of his accustomed duties, or to trench upon the common-law powers with which in that respect he is clothed. Whether Congress could do the latter was left open to doubt. It was not then, and it is not now, necessary to decide that question. The statute expressly recognizes the distinction between proceedings in equity, in admiralty, and at common law. The separate character of the two former is recognized by the Constitution, and it protects them. The latter Congress can change and regulate as it may see fit, within the limits of its constitutional authority. Here, the question is one of legislative intent. The intention of the law-maker constitutes the law: a thing may be within the letter of a statute, and not within its meaning; and within its meaning, though not within its terms. 9 Bouv. Bac. Ab. title Stat., sect. 5, pp. 246, 247; Burgett v. Burgett, 1 Ohio, 221; Stater v. Cave, 3 Ohio St. 85; United States v. Babbit, 1 Black, 61.</p>\n<p>Where a State law, in force when the act was passed, has abolished the different forms of action, and the forms of pleading appropriate to them, and has substituted a simple petition or complaint setting forth the facts, and prescribed the subsequent proceedings of pleading or practice to raise the issues of law or fact in the case, such law is undoubtedly obligatory upon the courts of the United States in that locality. There may be other things, not necessary now to be specified, with respect to which it is also binding. But where it prescribes the manner in which the judge shall discharge his duty in charging the jury, or the papers which he shall permit to go to them in their retirement, as in Nudd v. Burrows, or that he shall require the jury to answer special interrogatories in addition to their general verdict, as in this case, we hold that such provisions are not within the intent and meaning of the act of Congress, and have no application to the courts of the United States. These are all matters relating merely to the mode of submitting the case to the jury. The conformity is required <span class=\"star-pagination\">*301</span> to be \"as near as may be\" \u0097 not as near as may be possible, or as near as may be practicable. This indefiniteness may have been suggested by a purpose: it devolved upon the judges to be affected the duty of construing and deciding, and gave them the power to reject, as Congress doubtless expected they would do, any subordinate provision in such State statutes which, in their judgment, would unwisely encumber the administration of the law, or tend to defeat the ends of justice, in their tribunals.</p>\n<p>While the act of Congress is to a large extent mandatory, it is also to some extent only directory and advisory. The constitution of Indiana, art. 7, sect. 5, requires that \"the Supreme Court shall, upon the decision of every case, give a statement of each question arising in the record of such case, and the decision of the court thereon.\" This was held to be directory, and not mandatory. Willets v. Ridgeway, 9 Ind. 367.</p>\n<p>The Criminal Code of Practice of Arkansas provided that the court should admonish the jury that it was their duty not to allow any one to speak to them upon any subject connected with the trial, nor to converse among themselves upon any such subject, until the cause was finally submitted to them. It was held this provision was only directory and cautionary, and that the omission to comply with it was not error, and did not affect the validity of the verdict. Thompson v. The State, 26 Ark. 326. See also Wood v. Terry, 4 Lans. 86; State v. Carney, 20 Iowa, 82; Bowers v. Sonoma, 32 Cal. 66; Hill v. Boyland, 40 Miss. 618.</p>\n<p>We think the learned judge below decided correctly in refusing to submit the interrogatories to the jury.</p>\n<p>\"6. The motion for a new trial should have been granted in the court below.\"</p>\n<p>In the courts of the United States, such motions are addressed to their discretion. The decision, whatever it may be, cannot be reviewed here. This is a rule of law established by this court, and not a mere matter of proceeding or practice in the Circuit and District Courts. Henderson v. Moore, 5 Cranch, 11; Boswell v. De la Lanza, 20 How. 29; Schuchardt v. Allen, 1 Wall. 371. It is, therefore, not within the act of Congress of June 1, 1872, and cannot be affected by any State law upon the subject.</p>\n<p>Judgment affirmed.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:02:04", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">291</span></span> (____)</b></center>\n<center><h1>INDIANAPOLIS AND ST. LOUIS RAILROAD COMPANY<br>\nv.<br>\nHORST.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*292</span> Argued by Mr. W.A. Brown and Mr. John T. Dye for the plaintiff in error.</p>\n<p>Mr. A.G. Porter for the defendant in error.</p>\n<p><span class=\"star-pagination\">*293</span> MR. JUSTICE SWAYNE delivered the opinion of the court.</p>\n<p>The defendant in error was injured while travelling on the road of the plaintiff in error, and brought this suit to recover damages. To set in their proper light the propositions of law relied upon by the plaintiff in error for the reversal of the judgment, a brief statement of the facts of the case is necessary.</p>\n<p>The plaintiff was a farmer, residing in Pennsylvania. He had been engaged in the cattle trade since 1862, and had <span class=\"star-pagination\">*294</span> shipped annually, over the Western railroads to the Eastern markets, about a thousand head of cattle. The cause of action occurred on the 4th of August, 1870. He had shipped on the defendant's road, the day before, five car-loads of cattle, to be conveyed to Pittsburg, and was on the train at the time of the injury. He arrived at Mattoon, in Illinois, about midnight. He and two other drovers were asleep in a caboose attached to the hinder end of the train. They were aroused by the conductor, who commanded them to get out of the caboose, and to get on top of the train. He said he should detach the caboose; and that, at some distance further up the road, he would attach another. The train was then at rest. The plaintiff went forward with his prod to look after his cattle, and returned on the roof of the cars to where his fellow-drovers were standing awaiting the movement of the train. He stood there, with his carpet-sack in one hand and the prod in the other. He used the latter to support himself. The train ran a half or three quarters of a mile to pass on to a switch, and take on the other caboose. A brakeman on the hindmost car had a lantern in his hand. The light so dazzled or blinded the plaintiff, that he thought he was on the same car with the brakeman, though he was in fact near the end of the car next before it. The train, in backing on the switch, stopped before it reached the caboose which was to be attached to it. It was thereupon suddenly drawn forward, \"to take up the slack,\" and then suddenly backed, producing a quick and powerful concussion, which precipitated the plaintiff between the car on which he was standing and the hindmost car. \"The shock of the concussion,\" one of the witnesses says, \"was about as hard a shock as I ever felt, not to knock a train off the track. It seemed as if it was tearing every thing to pieces.\" The plaintiff fell on the coupling, and received the injury complained of. No warning was given that these sudden and violent movements were likely to occur, and none was given that any precautions were necessary. No light was furnished to the plaintiff and his fellow-passengers, and no directions were given for their guidance and safety. All the evidence in the case is set out at length in the bill of exceptions. It was given by the plaintiff. The defendant gave none. The entire charge of the court, and <span class=\"star-pagination\">*295</span> the instructions asked for on both sides, are also fully set out. The defendant asked for twenty instructions. The court refused to give any of them. The plaintiff asked for six, which were all given. To both the refusal and the giving the defendant excepted. The plaintiff's prayers were excepted to, severally.</p>\n<p>When instructions are asked in the aggregate, as were those of the defendant, and there is any thing exceptionable in either of them, the whole may be properly rejected by the court. Rogers v. The Marshal, 1 Wall. 644; Harvey v. Tyler, 2 id. 338; Johnson v. Jones, 1 Black, 209.</p>\n<p>There were several things of this character in those in question. It is sufficient to refer to one of them. The court was asked to charge that the defendant was bound to exercise only ordinary care and diligence. This point will be considered, presently, in another connection.</p>\n<p>It is the settled law in this court, that, if the charge given by the court below covers the entire case, and submits it properly to the jury, such court may refuse to instruct further. It may use its own language, and present the case in its own way. If the results mentioned are reached, the mode and manner are immaterial. The court has then done all that it is bound to do, and may thus leave the case to the consideration of the jury. Neither party has the right to ask any thing more. Labor v. Cooper, 7 Wall. 565. We think the charge in this case fulfils the requisites we have defined. The errors of omission and commission alleged are not numerous. We might, perhaps, properly content ourselves in this connection with vindicating the charge as given. We shall, however, consider all the several assignments of error which we deem material, both with respect to the charge and otherwise, as we find them set forth in the printed brief of the counsel for the company. The same points were fully and ably argued by the same gentlemen orally at the bar.</p>\n<p>\"1. The court erred in instructing the jury that a person taking a cattle-train is entitled to demand the highest possible degree of care and diligence, regardless of the kind of train he takes.\"</p>\n<p>Such is the rule of care and diligence laid down by this court in three adjudications where the action was against a carrier of persons. The first was the Philadelphia &amp; Reading R.R. <span class=\"star-pagination\">*296</span> Co. v. Derby, 14 How. 486. The plaintiff was travelling gratuitously on a passenger train. It was said: \"Where carriers undertake to convey passengers by the powerful and dangerous agency of steam, public policy and safety require that they should be held to the greatest possible care and diligence.\" \"Any negligence in such case may well deserve the epithet of gross.\" The next was The Steamboat New World v. King, 16 How. 469. That was the case of a free passenger carried on a steamer, and injured by the explosion of a boiler. Referring to the rule laid down in the prior case, the court said: \"We desire to reaffirm the doctrine, not only as resting on public policy, but on sound principles of law.\" The last case was the New York Central R.R. Co. v. Lock, 17 Wall. 357. That was a case, like this, of a passenger accompanying his cattle on a freight-train. It was there said: \"The highest degree of carefulness and diligence is expressly exacted.\" This is conclusive as authority upon the subject. But, upon principle, why should not the law be so in this case? Life and limb are as valuable, and there is the same right to safety, in the caboose as in the palace-car. The same formidable power gives the traction in both cases. The rule is uniformly applied to passenger-trains. The same considerations apply to freight-trains: the same dangers are common to both. Such care and diligence are as effectual and as important upon the latter as upon the former, and not more difficult to exercise. There is no reason, in the nature of things, why the passenger should not be as safe upon one as the other. With proper vigilance on the part of the carrier, he is so. The passenger has no authority upon either, except as to the personal care of himself. The conductor is the animating and controlling spirit of the mechanism employed. The public have no choice but to use it. The standard of duty should be according to the consequences that may ensue from carelessness. The rule of law has its foundation deep in public policy. It is approved by experience, and sanctioned by the plainest principles of reason and justice. It is of great importance that courts of justice should not relax it. The terms in question do not mean all the care and diligence the human mind can conceive of, nor such as will render the transportation free from any possible peril, nor such as would <span class=\"star-pagination\">*297</span> drive the carrier from his business. It does not, for instance, require, with respect to either passenger or freight trains, steel rails and iron or granite cross-ties, because such ties are less liable to decay, and hence safer than those of wood; nor upon freight-trains air-brakes, bell-pulls, and a brakesman upon every car; but it does emphatically require every thing necessary to the security of the passenger upon either, and reasonably consistent with the business of the carrier, and the means of conveyance employed. The language used cannot mislead. It well expresses the rigorous requirement of the law, and ought not to be departed from. The rule is beneficial to both parties. It tends to give protection to the traveller, and warns the carrier against the consequences of delinquency. A lower degree of vigilance than that required would have averted the catastrophe from which this litigation has arisen. Dunn v. Grand Trunk R.R. Co., 58 Me. 157; Tuller v. Talbot, 23 Ill. 357; Pittsburg &amp; C.R.R. Co. v. Thompson, 56 Ill. 138.</p>\n<p>\"2. The court erred in refusing to instruct the jury, that their investigation as to the negligence of the defendant should be confined to the charges alleged in the declaration.\"</p>\n<p>The charge in both counts of the declaration was \"carelessness and negligence and improper conduct\" of the defendant's servants in connection with the injury. The plaintiff was bound to state his case; but he was not bound to state the evidence by which he intended to prove it. We have looked through the proofs as set out in the bill of exceptions; and have found nothing in this connection that did not support, with more or less cogency, the plaintiff's averment.</p>\n<p>\"3. The court erred in permitting the plaintiff to prove the manner of changing cabooses at Mattoon, after the injury, to show the wrongfulness of defendant's conduct at the time of the accident.\"</p>\n<p>Detaching the caboose in the night, and requiring the plaintiff to ride so far upon top of the freight-cars before reaching the caboose that was to be attached, involved a serious peril, and was the cause of the casualty complained of. The evidence was competent, as tending to prove, if such proof were necessary, that the change could as well have been made where the second caboose was, and that making it when and where it <span class=\"star-pagination\">*298</span> was made was a matter of choice and in no wise of necessity. The point is covered by the Toledo, &amp;c. R.R. Co. v. Owen, 43 Ind. 405. We think the decision there was correct.</p>\n<p>\"4. Although the plaintiff's evidence showed that the accident resulted from the plaintiff's negligence, the court charged that `the burden of proving contributory negligence rests on the defendant; and it will not avail the defendant, unless it has been established by a preponderance of evidence.'\"</p>\n<p>We have said, that riding on the top of a freight-car in the night involved peril. When commanded to go there, the plaintiff had no choice but to obey, or to leave his cattle to go forward without any one to accompany and take care of them. The command was wrong. To give him no warning was an aggravation of the wrong. He, however, rode safely to the switch, standing in one place. He had a right to assume that the posture and place would continue to be safe. He had no foreknowledge of the coming shock. The conductor knew it, but gave him no word of caution or notice. He was unaware of danger until the catastrophe was upon him. The behavior of the conductor was inexcusable. If there was fault on the part of the plaintiff, in what did it consist? We find nothing in the record which affords any warrant for such an imputation. As the case went to the jury, the opposite was established. There was no proof to the contrary. Nevertheless, the court, out of abundant caution, charged the jury upon the hypothesis that there might be some testimony tending possibly to support the adverse view. The instruction contained two elements: \u0097</p>\n<p>(1.) That the burden of proof rested on the defendant.</p>\n<p>This was correct. Railroad Company v. Gladden, 15 Wall. 401.</p>\n<p>(2.) That \"it,\" meaning contributory negligence, could \"not avail the defendant, unless established by a preponderance of evidence.\"</p>\n<p>This, also, was correct. The court did not say that if such negligence were established by the plaintiff's evidence, the defendant could have no benefit from it, nor that the fact could only be made effectual by a preponderance of evidence, coming exclusively from the party on whom rested the burden of <span class=\"star-pagination\">*299</span> proof. It is not improbable that the charge was so given by the court from an apprehension that the jury might without it be misled to believe that it was incumbent on the plaintiff to show affirmatively the absence of such negligence on his part, and that if there was no proof, or insufficient proof, on the subject, there was a fatal defect in his case. It was, therefore, eminently proper to say upon whom the burden of proof rested; and this was done without in any wise neutralizing the effect of the testimony the plaintiff had given, if there were any, bearing on the point adversely to him. We think the instruction was properly expressed. If there was any ambiguity unfavorable to the defendant, it was the duty of his counsel to bring it to the attention of the court, and ask its correction. Lock v. United States, 2 Cliff. 574. This was not done, perhaps because it was deemed unnecessary. If the defendant had, in the first instance, required any charge upon the subject, it should have been refused. It is not the duty of the court to instruct where the instruction demanded assumes a theory of fact which is unsupported or contradicted by the evidence. On the contrary, it is error to do so; and the jury should be distinctly told that the requisite evidence is wanting. Such instructions cannot aid the jury, and may confuse and mislead them. Michigan Bank v. Eldred, 9 Wall. 544; Ward v. United States, 14 id. 28.</p>\n<p>\"5. The court refused the motion of the defendant to instruct the jury to find specially upon particular questions of fact involved in the issues, in the event they should find a general verdict.\"</p>\n<p>These questions of fact were submitted by the counsel for the defendant. Upon looking into them, we find they were nine in number. All of them related to the question of negligence on the part of the plaintiff. It is insisted that they were within the act of Congress of June 1, 1872 (17 Stat. 197, sect. 5), and that hence the court below erred in declining to require the jury to find in answer to them, in addition to the general verdict. We had occasion to consider this statute in Nudd v. Burrows, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">441</span></span>, and see no reason to depart from the views there expressed. We said the section in question had its origin in the code enactments of many of the <span class=\"star-pagination\">*300</span> States, and was intended to relieve the legal profession from the burden of studying and of practising under the two distinct and different systems of the law of procedure in the same locality, one obtaining in the courts of the United States, the other in the courts of the State; but that it was not intended to fetter the judge in the personal discharge of his accustomed duties, or to trench upon the common-law powers with which in that respect he is clothed. Whether Congress could do the latter was left open to doubt. It was not then, and it is not now, necessary to decide that question. The statute expressly recognizes the distinction between proceedings in equity, in admiralty, and at common law. The separate character of the two former is recognized by the Constitution, and it protects them. The latter Congress can change and regulate as it may see fit, within the limits of its constitutional authority. Here, the question is one of legislative intent. The intention of the law-maker constitutes the law: a thing may be within the letter of a statute, and not within its meaning; and within its meaning, though not within its terms. 9 Bouv. Bac. Ab. title Stat., sect. 5, pp. 246, 247; Burgett v. Burgett, 1 Ohio, 221; Stater v. Cave, 3 Ohio St. 85; United States v. Babbit, 1 Black, 61.</p>\n<p>Where a State law, in force when the act was passed, has abolished the different forms of action, and the forms of pleading appropriate to them, and has substituted a simple petition or complaint setting forth the facts, and prescribed the subsequent proceedings of pleading or practice to raise the issues of law or fact in the case, such law is undoubtedly obligatory upon the courts of the United States in that locality. There may be other things, not necessary now to be specified, with respect to which it is also binding. But where it prescribes the manner in which the judge shall discharge his duty in charging the jury, or the papers which he shall permit to go to them in their retirement, as in Nudd v. Burrows, or that he shall require the jury to answer special interrogatories in addition to their general verdict, as in this case, we hold that such provisions are not within the intent and meaning of the act of Congress, and have no application to the courts of the United States. These are all matters relating merely to the mode of submitting the case to the jury. The conformity is required <span class=\"star-pagination\">*301</span> to be \"as near as may be\" \u0097 not as near as may be possible, or as near as may be practicable. This indefiniteness may have been suggested by a purpose: it devolved upon the judges to be affected the duty of construing and deciding, and gave them the power to reject, as Congress doubtless expected they would do, any subordinate provision in such State statutes which, in their judgment, would unwisely encumber the administration of the law, or tend to defeat the ends of justice, in their tribunals.</p>\n<p>While the act of Congress is to a large extent mandatory, it is also to some extent only directory and advisory. The constitution of Indiana, art. 7, sect. 5, requires that \"the Supreme Court shall, upon the decision of every case, give a statement of each question arising in the record of such case, and the decision of the court thereon.\" This was held to be directory, and not mandatory. Willets v. Ridgeway, 9 Ind. 367.</p>\n<p>The Criminal Code of Practice of Arkansas provided that the court should admonish the jury that it was their duty not to allow any one to speak to them upon any subject connected with the trial, nor to converse among themselves upon any such subject, until the cause was finally submitted to them. It was held this provision was only directory and cautionary, and that the omission to comply with it was not error, and did not affect the validity of the verdict. Thompson v. The State, 26 Ark. 326. See also Wood v. Terry, 4 Lans. 86; State v. Carney, 20 Iowa, 82; Bowers v. Sonoma, 32 Cal. 66; Hill v. Boyland, 40 Miss. 618.</p>\n<p>We think the learned judge below decided correctly in refusing to submit the interrogatories to the jury.</p>\n<p>\"6. The motion for a new trial should have been granted in the court below.\"</p>\n<p>In the courts of the United States, such motions are addressed to their discretion. The decision, whatever it may be, cannot be reviewed here. This is a rule of law established by this court, and not a mere matter of proceeding or practice in the Circuit and District Courts. Henderson v. Moore, 5 Cranch, 11; Boswell v. De la Lanza, 20 How. 29; Schuchardt v. Allen, 1 Wall. 371. It is, therefore, not within the act of Congress of June 1, 1872, and cannot be affected by any State law upon the subject.</p>\n<p>Judgment affirmed.</p>\n</div>", 
  "sha1": "5e91d6006cf22ce70606bfd14a64707edabf4471", 
  "date_modified": "2014-12-21T01:28:51.724004", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/89378/indianapolis-st-louis-r-co-v-horst/", 
  "citation_count": 24, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/352519/", 
  "html": "<p class=\"case_cite\">93 U.S. 291</p>\n    <p class=\"case_cite\">23 L.Ed. 898</p>\n    <p class=\"parties\">INDIANAPOLIS AND ST. LOUIS RAILROAD COMPANY<br>v.<br>HORST.</p>\n    <p class=\"date\">October Term, 1876</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Circuit Court of the United States for the District of Indiana.</p>\n      <p class=\"indent\">This was an action by the defendant in error against the Indianapolis and St. Louis Railroad Company for injuries received while travelling on a cattle-train, and resulted in a verdict against the company for $8,000; whereupon it brought the case here. The facts are stated, and the assignment of errors referred to, in the opinion of the court.</p>\n      <p class=\"indent\">Argued by <i>Mr. W. A. Brown</i> and <i>Mr. John T. Dye</i> for the plaintiff in error.</p>\n      <p class=\"indent\">1. It was error for the court to instruct the jury that a person taking a cattle-train is entitled to the highest possible degree of care and diligence, regardless of the kind of train he takes. <i>Railroad Co.</i> v. <i>Lockwood</i>, 17 Wall. 357; <i>Unger</i> v. <i>Forty-second St., &amp;c. R. R. Co.</i>, 51 N. Y. 502; <i>Hegeman</i> v. <i>Western R. R. Corporation</i>, 13 id. 9; <i>Lebanon</i> v. <i>East Boston Ferry Co.</i>, 11 Allen, 515; <i>Ford</i> v. <i>London &amp; South-western Railway Co.</i>, 2 Fost. &amp; Find. 830; <i>Warren</i> v. <i>Fitchburg R. R. Co.</i>, 8 Allen, 230; <i>Simmons</i> v. <i>New Bedford, Vineyard, &amp; Nantucket Company</i>, 97 Mass. 368; <i>Galena &amp; Chicago Union Railway Co.</i> v. <i>Fay</i>, 26 Ill. 568; <i>Fuller</i> v. <i>Talbott</i>, 23 id. 357; <i>Pitt., Cin. &amp; St. L. R. R. Co.</i> v. <i>Thompson</i>, 56 id. 168; <i>Dunn</i> v. <i>Grand Trunk Railway Co.</i>, 58 Me. 187; <i>Chicago, B. &amp; Q. R. R. Co</i> v. <i>Hazzard</i>, 26 Ill. 376.</p>\n      <p class=\"indent\">2. The court erred in refusing to instruct the jury that their investigation as to the negligence of defendant should be confined to the charges alleged in the declaration.</p>\n      <p class=\"indent\">The defendant had a right to a trial, according to law, of the issues joined. The question of its liability for damages should not have been left to depend upon the general conclusion of a jury, that it had not exercised the highest possible degree of care in his transportation, unrestrained by the pleadings.</p>\n      <p class=\"indent\">3. The court erred in permitting the plaintiff to prove the manner of changing cabooses at Mattoon, after the injury, to show the 'wrongfulness of their (defendants') conduct' at the time of the accident. <i>Gahagan, Adm'r</i>, v. <i>Boston &amp; Lowell R. R. Co.</i>, 1 Allen, 189.</p>\n      <p class=\"indent\">4. The evidence did not show any negligence of the defendant in the particulars mentioned in the complaint.</p>\n      <p class=\"indent\">On the contrary, plaintiff's evidence showed that the accident resulted from his own negligence. The defendant was therefore entitled to a verdict. <i>Todd</i> v. <i>Old Colony &amp; Fall River R. R. Co.</i>, 3 Allen, 21; <i>Jeffersonville R. R. Co.</i> v. <i>Hendricks</i>, 26 Ind. 231; <i>Bridges</i> v. <i>North London Railway Co.</i>, 6 Law Rep. Q. B. 384; <i>Smer</i> v. <i>G. W. Railway Co.</i>, 4 Law Rep. Ex. 117; <i>Adams</i> v. <i>L. &amp; Y. Railway Co.</i>, 4 Law Rep. C. P. 742; <i>Penn. R. R. Co.</i> v. <i>Aspell</i>, 23 Penn. St. 149.</p>\n      <p class=\"indent\">5. Although plaintiff's evidence showed that the accident resulted from plaintiff's negligence, the court charged that 'the burden of proving contributory negligence rests on defendant; and it will not avail the defendant, unless it has been established by a preponderance of the evidence.' This was error. <i>Chicago, B. &amp; Q. R. R. Co.</i> v. <i>Hazzard, supra; Butterfield</i> v. <i>Forester</i>, 11 East, 60; <i>Button</i> v. <i>Hudson River R. R. Co.</i>, 18 N. Y. 253; <i>Mayo</i> v. <i>Boston &amp; Maine R. R. Co.</i>, 104 Mass. 140; <i>Johnson</i> v. <i>Hudson River R. R.</i>, 20 N. Y. 60.</p>\n      <p class=\"indent\">6. It was error for the court to refuse the motion of defendant to instruct the jury to find specially upon particular questions of fact involved in the issues, in the event they should find a general verdict. <i>Osborn</i> v. <i>United States Bank</i>, 8 Wheat. 366; <i>Butler</i> v. <i>Young</i>, Chicago Legal News, vol. v. p. 146; <i>Republican Ins. Co.</i> v. <i>Williams</i>, id. p. 97; <i>Sage</i> v. <i>Brown</i>, 24 Ind. 469; <i>Barnes</i> v. <i>Williams</i>, 11 Wheat. 415; <i>Prentice</i> v. <i>Zane's Adm'r</i>, 8 How. 487; <i>Livingston Mar. Ins. Co.</i>, 6 Cranch, 280; <i>Peterson</i> v. <i>United States</i>, 2 Wash. C. C. 36; <i>Butler</i> v. <i>Hooper</i>, 1 id. 499; <i>Bellows</i> v. <i>Directors, &amp;c. of Hallowell and Augusta Bank</i>, 2 Mason, 31.</p>\n      <p class=\"indent\"><i>Mr. A. G. Porter</i> for the defendant in error.</p>\n      <p class=\"indent\">The passenger was entitled to the highest degree of care and diligence. <i>Philadelphia &amp; Reading R. R. Co.</i> v. <i>Derby</i>, 14 How. 486; <i>Steamboat New World</i> v. <i>King</i>, 16 How. 469.</p>\n      <p class=\"indent\">The burden of proving contributory negligence rested on the defendant. <i>Railroad Company</i> v. <i>Gladman</i>, 15 Wall. 401; Whart. on Neg., sect. 423.</p>\n      <p class=\"indent\">The refusal of the court to submit the interrogatories of the defendant below to the jury was correct. <i>Nudd et al.</i> v. <i>Burrows, Assignee</i>, 91 U. S. 426.</p>\n      <p class=\"indent\">MR. JUSTICE SWAYNE delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The defendant in error was injured while travelling on the road of the plaintiff in error, and brought this suit to recover damages. To set in their proper light the propositions of law relied upon by the plaintiff in error for the reversal of the judgment, a brief statement of the facts of the case is necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plaintiff was a farmer, residing in Pennsylvania. He had been engaged in the cattle trade since 1862, and had shipped annually, over the Western railroads to the Eastern markets, about a thousand head of cattle. The cause of action occurred on the 4th of August, 1870. He had shipped on the defendant's road, the day before, five car-loads of cattle, to be conveyed to Pittsburg, and was on the train at the time of the injury. He arrived at Mattoon, in Illinois, about midnight. He and two other drovers were asleep in a caboose attached to the hinder end of the train. They were aroused by the conductor, who commanded them to get out of the caboose, and to get on top of the train. He said he should detach the caboose; and that, at some distance further up the road, he would attach another. The train was then at rest. The plaintiff went forward with his prod to look after his cattle, and returned on the roof of the cars to where his fellow-drovers were standing awaiting the movement of the train. He stood there, with his carpet-sack in one hand and the prod in the other. He used the latter to support himself. The train ran a half or three quarters of a mile to pass on to a switch, and take on the other caboose. A brakeman on the hindmost car had a lantern in his hand. The light so dazzled or blinded the plaintiff, that he thought he was on the same car with the brakeman, though he was in fact near the end of the car next before it. The train, in backing on the switch, stopped before it reached the caboose which was to be attached to it. It was thereupon suddenly drawn forward, 'to take up the slack,' and then suddenly backed, producing a quick and powerful concussion, which precipitated the plaintiff between the car on which he was standing and the hindmost car. 'The shock of the concussion,' one of the witnesses says, 'was about as hard a shock as I ever felt, not to knock a train off the track. It seemed as if it was tearing every thing to pieces.' The plaintiff fell on the coupling, and received the injury complained of. No warning was given that these sudden and violent movements were likely to occur, and none was given that any precautions were necessary. No light was furnished to the plaintiff and his fellow-passengers, and no directions were given for their guidance and safety. All the evidence in the case is set out at length in the bill of exceptions. It was given by the plaintiff. The defendant gave none. The entire charge of the court, and the instructions asked for on both sides, are also fully set out. The defendant asked for twenty instructions. The court refused to give any of them. The plaintiff asked for six, which were all given. To both the refusal and the giving the defendant excepted. The plaintiff's prayers were excepted to, severally.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">When instructions are asked in the aggregate, as were those of the defendant, and there is any thing exceptionable in either of them, the whole may be properly rejected by the court. <i>Rogers</i> v. <i>The Marshal</i>, 1 Wall. 644; <i>Harvey</i> v. <i>Tyler</i>, 2 id. 338; <i>Johnson</i> v. <i>Jones</i>, 1 Black, 209.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">There were several things of this character in those in question. It is sufficient to refer to one of them. The court was asked to charge that the defendant was bound to exercise only ordinary care and diligence. This point will be considered, presently, in another connection.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It is the settled law in this court, that, if the charge given by the court below covers the entire case, and submits it properly to the jury, such court may refuse to instruct further. It may use its own language, and present the case in its own way. If the results mentioned are reached, the mode and manner are immaterial. The court has then done all that it is bound to do, and may thus leave the case to the consideration of the jury. Neither party has the right to ask any thing more. <i>Labor</i> v. <i>Cooper</i>, 7 Wall. 565. We think the charge in this case fulfils the requisites we have defined. The errors of omission and commission alleged are not numerous. We might, perhaps, properly content ourselves in this connection with vindicating the charge as given. We shall, however, consider all the several assignments of error which we deem material, both with respect to the charge and otherwise, as we find them set forth in the printed brief of the counsel for the company. The same points were fully and ably argued by the same gentlemen orally at the bar.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'1. The court erred in instructing the jury that a person taking a cattle-train is entitled to demand the highest possible degree of care and diligence, regardless of the kind of train he takes.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Such is the rule of care and diligence laid down by this court in three adjudications where the action was against a carrier of persons. The first was the <i>Philadelphia &amp; Reading R. R.</i> <i>Co.</i> v. <i>Derby</i>, 14 How. 486. The plaintiff was travelling gratuitously on a passenger train. It was said: 'Where carriers undertake to convey passengers by the powerful and dangerous agency of steam, public policy and safety require that they should be held to the greatest possible care and diligence.' 'Any negligence in such case may well deserve the epithet of <i>gross</i>.' The next was <i>The Steamboat New World</i> v. <i>King</i>, 16 How. 469. That was the case of a free passenger carried on a steamer, and injured by the explosion of a boiler. Referring to the rule laid down in the prior case, the court said: 'We desire to reaffirm the doctrine, not only as resting on public policy, but on sound principles of law.' The last case was the <i>New York Central R. R. Co.</i> v. <i>Lock</i>, 17 Wall. 357. That was a case, like this, of a passenger accompanying his cattle on a freight-train. It was there said: 'The highest degree of carefulness and diligence is expressly exacted.' This is conclusive as authority upon the subject. But, upon principle, why should not the law be so in this case? Life and limb are as valuable, and there is the same right to safety, in the caboose as in the palace-car. The same formidable power gives the traction in both cases. The rule is uniformly applied to passenger-trains. The same considerations apply to freight-trains: the same dangers are common to both. Such care and diligence are as effectual and as important upon the latter as upon the former, and not more difficult to exercise. There is no reason, in the nature of things, why the passenger should not be as safe upon one as the other. With proper vigilance on the part of the carrier, he is so. The passenger has no authority upon either, except as to the personal care of himself. The conductor is the animating and controlling spirit of the mechanism employed. The public have no choice but to use it. The standard of duty should be according to the consequences that may ensue from carelessness. The rule of law has its foundation deep in public policy. It is approved by experience, and sanctioned by the plainest principles of reason and justice. It is of great importance that courts of justice should not relax it. The terms in question do not mean all the care and diligence the human mind can conceive of, nor such as will render the transportation free from any possible peril, nor such as would drive the carrier from his business. It does not, for instance, require, with respect to either passenger or freight trains, steel rails and iron or granite cross-ties, because such ties are less liable to decay, and hence safer than those of wood; nor upon freight-trains air-brakes, bell-pulls, and a brakesman upon every car; but it does emphatically require every thing necessary to the security of the passenger upon either, and reasonably consistent with the business of the carrier, and the means of conveyance employed. The language used cannot mislead. It well expresses the rigorous requirement of the law, and ought not to be departed from. The rule is beneficial to both parties. It tends to give protection to the traveller, and warns the carrier against the consequences of delinquency. A lower degree of vigilance than that required would have averted the catastrophe from which this litigation has arisen. <i>Dunn</i> v. <i>Grand Trunk R. R. Co.</i>, 58 Me. 157; <i>Tuller</i> v. <i>Talbot</i>, 23 Ill. 357; <i>Pittsburg &amp; C. R. R. Co.</i> v. <i>Thompson</i>, 56 Ill. 138.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'2. The court erred in refusing to instruct the jury, that their investigation as to the negligence of the defendant should be confined to the charges alleged in the declaration.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The charge in both counts of the declaration was 'carelessness and negligence and improper conduct' of the defendant's servants in connection with the injury. The plaintiff was bound to state his case; but he was not bound to state the evidence by which he intended to prove it. We have looked through the proofs as set out in the bill of exceptions; and have found nothing in this connection that did not support, with more or less cogency, the plaintiff's averment.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'3. The court erred in permitting the plaintiff to prove the manner of changing cabooses at Mattoon, after the injury, to show the wrongfulness of defendant's conduct at the time of the accident.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Detaching the caboose in the night, and requiring the plaintiff to ride so far upon top of the freight-cars before reaching the caboose that was to be attached, involved a serious peril, and was the cause of the casualty complained of. The evidence was competent, as tending to prove, if such proof were necessary, that the change could as well have been made where the second caboose was, and that making it when and where it was made was a matter of choice and in no wise of necessity. The point is covered by the <i>Toledo, &amp;c. R. R. Co.</i> v. <i>Owen</i>, 43 Ind. 405. We think the decision there was correct.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'4. Although the plaintiff's evidence showed that the accident resulted from the plaintiff's negligence, the court charged that 'the burden of proving contributory negligence rests on the defendant; and it will not avail the defendant, unless it has been established by a preponderance of evidence.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We have said, that riding on the top of a freight-car in the night involved peril. When commanded to go there, the plaintiff had no choice but to obey, or to leave his cattle to go forward without any one to accompany and take care of them. The command was wrong. To give him no warning was an aggravation of the wrong. He, however, rode safely to the switch, standing in one place. He had a right to assume that the posture and place would continue to be safe. He had no foreknowledge of the coming shock. The conductor knew it, but gave him no word of caution or notice. He was unaware of danger until the catastrophe was upon him. The behavior of the conductor was inexcusable. If there was fault on the part of the plaintiff, in what did it consist? We find nothing in the record which affords any warrant for such an imputation. As the case went to the jury, the opposite was established. There was no proof to the contrary. Nevertheless, the court, out of abundant caution, charged the jury upon the hypothesis that there might be some testimony tending possibly to support the adverse view. The instruction contained two elements:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(1.) That the burden of proof rested on the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This was correct. <i>Railroad Company</i> v. <i>Gladden</i>, 15 Wall. 401.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">(2.) That 'it,' meaning contributory negligence, could 'not avail the defendant, unless established by a preponderance of evidence.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">This, also, was correct. The court did not say that if such negligence were established by the plaintiff's evidence, the defendant could have no benefit from it, nor that the fact could only be made effectual by a preponderance of evidence, coming exclusively from the party on whom rested the burden of proof. It is not improbable that the charge was so given by the court from an apprehension that the jury might without it be misled to believe that it was incumbent on the plaintiff to show affirmatively the absence of such negligence on his part, and that if there was no proof, or insufficient proof, on the subject, there was a fatal defect in his case. It was, therefore, eminently proper to say upon whom the burden of proof rested; and this was done without in any wise neutralizing the effect of the testimony the plaintiff had given, if there were any, bearing on the point adversely to him. We think the instruction was properly expressed. If there was any ambiguity unfavorable to the defendant, it was the duty of his counsel to bring it to the attention of the court, and ask its correction. <i>Lock</i> v. <i>United States</i>, 2 Cliff. 574. This was not done, perhaps because it was deemed unnecessary. If the defendant had, in the first instance, required any charge upon the subject, it should have been refused. It is not the duty of the court to instruct where the instruction demanded assumes a theory of fact which is unsupported or contradicted by the evidence. On the contrary, it is error to do so; and the jury should be distinctly told that the requisite evidence is wanting. Such instructions cannot aid the jury, and may confuse and mislead them. <i>Michigan Bank</i> v. <i>Eldred</i>, 9 Wall. 544; <i>Ward</i> v. <i>United States</i>, 14 id. 28.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'5. The court refused the motion of the defendant to instruct the jury to find specially upon particular questions of fact involved in the issues, in the event they should find a general verdict.'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">These questions of fact were submitted by the counsel for the defendant. Upon looking into them, we find they were nine in number. All of them related to the question of negligence on the part of the plaintiff. It is insisted that they were within the act of Congress of June 1, 1872 (17 Stat. 197, sect. 5), and that hence the court below erred in declining to require the jury to find in answer to them, in addition to the general verdict. We had occasion to consider this statute in <i>Nudd</i> v. <i>Burrows</i>, 91 U. S. 441, and see no reason to depart from the views there expressed. We said the section in question had its origin in the code enactments of many of the States, and was intended to relieve the legal profession from the burden of studying and of practising under the two distinct and different systems of the law of procedure in the same locality, one obtaining in the courts of the United States, the other in the courts of the State; but that it was not intended to fetter the judge in the personal discharge of his accustomed duties, or to trench upon the common-law powers with which in that respect he is clothed. Whether Congress could do the latter was left open to doubt. It was not then, and it is not now, necessary to decide that question. The statute expressly recognizes the distinction between proceedings in equity, in admiralty, and at common law. The separate character of the two former is recognized by the Constitution, and it protects them. The latter Congress can change and regulate as it may see fit, within the limits of its constitutional authority. Here, the question is one of legislative intent. The intention of the law-maker constitutes the law: a thing may be within the letter of a statute, and not within its meaning; and within its meaning, though not within its terms. 9 Bouv. Bac. Ab. title Stat., sect. 5, pp. 246, 247; <i>Burgett</i> v. <i>Burgett</i>, 1 Ohio, 221; <i>Stater</i> v. <i>Cave</i>, 3 Ohio St. 85; <i>United States</i> v. <i>Babbit</i>, 1 Black, 61.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Where a State law, in force when the act was passed, has abolished the different forms of action, and the forms of pleading appropriate to them, and has substituted a simple petition or complaint setting forth the facts, and prescribed the subsequent proceedings of pleading or practice to raise the issues of law or fact in the case, such law is undoubtedly obligatory upon the courts of the United States in that locality. There may be other things, not necessary now to be specified, with respect to which it is also binding. But where it prescribes the manner in which the judge shall discharge his duty in charging the jury, or the papers which he shall permit to go to them in their retirement, as in <i>Nudd</i> v. <i>Burrows</i>, or that he shall require the jury to answer special interrogatories in addition to their general verdict, as in this case, we hold that such provisions are not within the intent and meaning of the act of Congress, and have no application to the courts of the United States. These are all matters relating merely to the mode of submitting the case to the jury. The conformity is required to be 'as near as may be'&#8212;not as near as may be <i>possible</i>, or as near as may be <i>practicable</i>. This indefiniteness may have been suggested by a purpose: it devolved upon the judges to be affected the duty of construing and deciding, and gave them the power to reject, as Congress doubtless expected they would do, any subordinate provision in such State statutes which, in their judgment, would unwisely encumber the administration of the law, or tend to defeat the ends of justice, in their tribunals.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">While the act of Congress is to a large extent mandatory, it is also to some extent only directory and advisory. The constitution of Indiana, art. 7, sect. 5, requires that 'the Supreme Court shall, upon the decision of every case, give a statement of each question arising in the record of such case, and the decision of the court thereon.' This was held to be directory, and not mandatory. <i>Willets</i> v. <i>Ridgeway</i>, 9 Ind. 367.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Criminal Code of Practice of Arkansas provided that the court should admonish the jury that it was their duty not to allow any one to speak to them upon any subject connected with the trial, nor to converse among themselves upon any such subject, until the cause was finally submitted to them. It was held this provision was only directory and cautionary, and that the omission to comply with it was not error, and did not affect the validity of the verdict. <i>Thompson</i> v. <i>The State</i>, 26 Ark. 326. See also <i>Wood</i> v. <i>Terry</i>, 4 Lans. 86; <i>State</i> v. <i>Carney</i>, 20 Iowa, 82; <i>Bowers</i> v. <i>Sonoma</i>, 32 Cal. 66; <i>Hill</i> v. <i>Boyland</i>, 40 Miss. 618.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We think the learned judge below decided correctly in refusing to submit the interrogatories to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'6. The motion for a new trial should have been granted in the court below.'</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In the courts of the United States, such motions are addressed to their discretion. The decision, whatever it may be, cannot be reviewed here. This is a rule of law established by this court, and not a mere matter of proceeding or practice in the Circuit and District Courts. <i>Henderson</i> v. <i>Moore</i>, 5 Cranch, 11; <i>Boswell</i> v. <i>De la Lanza</i>, 20 How. 29; <i>Schuchardt</i> v. <i>Allen</i>, 1 Wall. 371. It is, therefore, not within the act of Congress of June 1, 1872, and cannot be affected by any State law upon the subject.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\"><i>Judgment affirmed</i>.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/89378/"
}