{"absolute_url": "/opinion/89381/talty-v-freedmans-sav-trust-co/", "blocked": false, "citation": {"case_name": "Talty v. Freedman's Sav. & Trust Co.", "docket_number": null, "document_uris": ["/api/rest/v2/document/89381/"], "federal_cite_one": "93 U.S. 321", "federal_cite_three": null, "federal_cite_two": null, "id": 59748, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/59748/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 1, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1876-11-27", "date_modified": "2014-12-21T01:28:52.247398", "docket": "/api/rest/v2/docket/44453/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">93 U.S. 321</p>\n    <p class=\"case_cite\">23 L.Ed. 886</p>\n    <p class=\"parties\">TALTY<br>v.<br>FREEDMAN'S SAVINGS AND TRUST COMPANY.</p>\n    <p class=\"date\">October Term, 1876</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Supreme Court of the District of Columbia.</p>\n      <p class=\"indent\">This was replevin by the plaintiff to recover a collateral security pledged to one Kendig, a broker, and by him sold to the defendant. Under the instructions of the court below, the jury found a verdict for the defendant; judgment was rendered thereon, and the plaintiff sued out this writ of error. The facts are fully set forth in the opinion of the court.</p>\n      <p class=\"indent\"><i>Mr. Joseph H. Bradley</i> for the plaintiff in error.</p>\n      <p class=\"indent\">The chattel replevied was a mere <i>chose in action</i>, and was not assigned by the owner. His indorsement in blank did not, at law, transfer any title to it.</p>\n      <p class=\"indent\">Kendig had merely the option to purchase the collateral if the note was not paid.</p>\n      <p class=\"indent\">If the plaintiff's testimony was true, no tender or offer of payment to the defendant was necessary. <i>Wilson</i> v. <i>Little et al.</i>, 2 Comst. 443.</p>\n      <p class=\"indent\"><i>Mr. Enoch Totten</i> for the defendant in error.</p>\n      <p class=\"indent\">The rule of exemption as to tender does not apply in a suit against a <i>bona fide</i> purchaser to recover possession of the pledge. Tender to the defendant of the amount due by the plaintiff on his note was necessary to enable him to recover. <i>Demainbray</i> v. <i>Metcalf</i>, 2 Vern. 691; <i>Little</i> v. <i>Baker</i>, Hoff. Ch. 487; <i>Jarvis's Adm.</i> v. <i>Rodgers</i>, 15 Mass. 408; <i>Baldwin</i> v. <i>Ely</i>, 9 How. 580; 3 Pars. on Contr. 274; Story on Bailm., sect. 327; <i>Lewis</i> v. <i>Mott</i>, 36 N. Y. 395; <i>Donald</i> v. <i>Suckling</i>, Law Rep. 1 Q. B. 585; <i>Johnson</i> v. <i>Stear</i>, 15 C. B. N. S. 330.</p>\n      <p class=\"indent\">MR. JUSTICE SWAYNE delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This was an action of replevin, prosecuted by the plaintiff in error. The judgment was against him. The bill of exceptions discloses all the evidence given by both parties. The facts lie within a narrow compass, and, except as to one point, which in our view is of no consequence in this case, there is no disagreement between them.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Talty had a claim against the city of Washington for work and materials, amounting to $6,096.75. He submitted it to the proper authority, and received the usual voucher. On the 4th of January, 1872, the claim was approved by the commissioners of audit, and a certificate to that effect was given to him. On the 6th of that month he employed Kendig, a broker, to negotiate a loan for him. With that view he placed in Kendig's hands his own note for $3,000, having sixty days to run, with interest at the rate of ten per cent per annum, payable to his own order, and indorsed by him in blank. He also placed in the hands of Kendig, to be used as collateral, his claim against the city, indorsed in blank also. The same day Kendig negotiated the loan and paid Talty the amount of the note, less the discount. Kendig sold the claim against the city to the defendant for ninety-six cents on the dollar. The money was paid to him. The purchase was made in good faith, and without notice of any right or claim on the part of Talty. With the proceeds of this sale Kendig took up the note. A few days before its maturity Talty called on Kendig and offered to pay the note, and demanded back the collateral. Kendig declined to accede to the proposition. He insisted that the understanding between him and Talty was that he was to receive no commission for negotiating the loan, but that he was to have instead the right to sell or take the claim against the city, if he chose to do so, at ninety cents on the dollar. He offered to pay Talty for the claim, making the computation at that rate, and deducting the amount of the note. This Talty refused, and insisted that Kendig had no authority with respect to the claim but to sell, in the event of default in the payment of the note at maturity. Each party testified accordingly. Subsequently, and after the maturity of the note, Talty demanded from the defendant in error the vouchers relating to the claim. The defendant refused to give them up, and this suit was thereupon instituted. The marshal took them under the writ of replevin, and delivered them to the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">No tender was made by Talty to the defendant in error, nor to Kendig, and nothing was said by him upon the subject of paying his note to either, except the offer to Kendig, as before stated.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After receiving back the collateral, Talty was paid the full amount of it by the commissioners of the sinking fund of the city. The only dispute between the parties as to the facts was that in relation to the authority of Kendig touching the claim.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Upon this state of the evidence the court instructed the jury to find for the defendant, and to assess the damages at the value of the claim. This was done, and judgment was entered upon the verdict. The instruction was excepted to.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Before entering upon the examination of the merits of the controversy, it may be well to consider for a moment the situation of the several parties. Talty has received and holds the proceeds of his note and the full amount of the collateral. Kendig holds the note and the amount of the collateral, less four per cent. The defendant in error, the <i>bona fide</i> purchaser of the claim, is out of pocket the amount paid for it to Kendig, and has the burden of this litigation and the security afforded by the replevin bond of Talty.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The question to be determined is, whether a tender to the defendant in error by Talty of the amount due on his note before bringing this suit was indispensable to entitle him to recover.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Kendig was not a factor with a mere lien. He was a pledgee. The collateral was placed in his hands to secure the payment of the note. It was admitted by Talty that Kendig was authorized to sell it if the note were not paid at maturity. Kendig had a special property in the collateral. He was a pawnee for the purposes of the pledge. Judge Story says (Bailm. sects. 324-327), 'The pawnee may by the common law deliver over the pawn to a stranger for safe custody without consideration; or he may sell or assign all his interest in the pawn; or he may convey the same interest conditionally, by way of pawn, to another person, without in either case destroying or invalidating his security. But if the pawnee should undertake to pledge the property (not being negotiable securities) for a debt beyond his own, or to make a transfer thereof as if he were the actual owner, it is clear that in such case he would be guilty of a breach of trust, and his creditor would acquire no title beyond that held by the pawnee.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'Whatever doubt may be indulged in, in the case of a mere factor, it has been decided, in the case of a strict pledge, that, if the pledgee transfers the same to his own creditor, the latter may hold the pledge until the debt of the original owner is discharged.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Numerous authorities are cited in support of these propositions. The subject as to the point last mentioned was learnedly examined in <i>Jarvis's Adm.</i> v. <i>Rodgers</i>, 15 Mass. 369. That was the case of a re-pledge by the first pledgee. The rule of the text as to the rights of the sub-pledgee was distinctly affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The case of <i>Lewis</i> v. <i>Mott</i>, 36 N. Y. 395, was in some of its leading points strikingly like the case before us. There, Brown had placed certain collaterals in the hands of Howe to secure the payment of two promissory notes of Brown held by Howe; Howe sold the notes and collaterals to Varnum; Brown offered to pay Varnum the amount of the notes, and demanded the collaterals; Varnum refused to give them up, and Brown sued for them. The court said, 'It must be conceded that Varnum, by the purchase of those securities from Howe, acquired the lien and interest of Howe, whatever that may have been; and the plaintiff's assignee, to have entitled himself to a redelivery of these securities, must have tendered the amount of the lien. There was simply an offer to pay Varnum the amount due upon these notes. It was unattended with any tender of the amount due, and was insufficient to extinguish the lien and thus entitle Brown to the return of the notes. . . . The offer to pay is not the equivalent for an actual tender. <i>Bateman</i> v. <i>Pool</i>, 15 Wend. 637; <i>Strong</i> v. <i>Black</i>, 46 Barb. 222; <i>Edmonson</i> v. <i>McLeod</i>, 16 N. Y. 543.' See also <i>Baldwin</i> v. <i>Ely</i>, 9 How. 580; <i>Merchants' Bank</i> v. <i>The State Bank</i>, 10 Wall. 604.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The English law is the same. In <i>Donald</i> v. <i>Suckling</i>, Law Rep. 1 Q. B. 585, the case was this: A. deposited debentures with B. as security for the payment of a bill indorsed by A. and discounted by B. It was agreed, that, if the bill was not paid when due, B. might sell or otherwise dispose of the debentures. Before the maturity of the bill, B. deposited the debentures with C., to be held as security for a loan by him to B. larger than the amount of the bill. The bill was dishonored, and, while it was unpaid, A. sued C. in detinue for the debentures. It was held that A. could not maintain the suit without having paid or tendered to C. the amount of the bill. The case was elaborately considered by the court. See also <i>Moore</i> v. <i>Conham</i>, Owen, 123; <i>Ratcliffe</i> v. <i>Davis</i>, Yelv. 178; <i>Johnson</i> v. <i>Cumming</i>, Scott's C. B. N. S. 331.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A tender to the second pledgee of the amount due from the first pledgor to the first pledgee extinguishes <i>ipso facto</i> the title of the second pledgee; but that there can be no recovery against him without tender of payment is equally well settled. <i>Donald</i> v. <i>Suckling, supra; Jarvis's Adm.</i> v. <i>Rodgers, supra;</i> S. C. 13 Mass. 105.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">But it is suggested that the note was in the hands of Kendig, and that Talty could not, therefore, safely pay the amount due upon it to the holder of the collateral. The like fact existed in <i>Donald</i> v. <i>Suckling</i>. It is not adverted to in the arguments of counsel, nor in the opinions of the judges in that case. It could not, therefore, have been regarded by either as of any significance. The answer here to the objection is obvious. The note, a few days before its maturity, was in the hands of Kendig. There being no proof to the contrary, it is to be presumed to have remained there. This suit was commenced after it matured. Talty might then have paid the amount due upon it to the defendant in error, and could thereupon have defended successfully in a suit on the note, whether brought by Kendig or any indorsee taking it after due. He might also, after making the tender, have filed his bill in equity, making Kendig and the savings-bank defendants, and thus have settled the rights of all the parties in that litigation. Having sued at law without making the tender, it is clear he was not entitled to recover.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The instruction given by the court to the jury was, therefore, correct.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The proceeding and judgment were according to the local law regulating the action of replevin in the District of Columbia.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the discussion here our attention was called only to the question of tender: nothing was said as to the rule of damages laid down by the court below.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">There is another question arising upon the record, and that is, whether the defendant in error, being a <i>bona fide</i> purchaser, did not, under the circumstances, acquire the absolute ownership of the claim. Story on Agency, sect. 127; <i>Addis</i> v. <i>Baker</i>, 2 Anst. 229; <i>McNiel</i> v. <i>The Tenth National Bank</i>, 46 N. Y. 325; <i>Fatman</i> v. <i>Lobach</i>, 1 Duer, 524; <i>Weirick</i> v. <i>The Mahoning County Bank</i>, 16 Ohio, 297; <i>Fullerton</i> v. <i>Sturgess</i>, 4 Ohio St. 529.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">But as the point has not been argued, we express no opinion upon the subject.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\"><i>Judgment affirmed</i>.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>93 U.S. 321 (____)</b></center>\n<center><h1>TALTY<br>\nv.<br>\nFREEDMAN'S SAVINGS AND TRUST COMPANY.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. Joseph H. Bradley for the plaintiff in error.</p>\n<p><span class=\"star-pagination\">*322</span> Mr. Enoch Totten for the defendant in error.</p>\n<p>MR. JUSTICE SWAYNE delivered the opinion of the court.</p>\n<p>This was an action of replevin, prosecuted by the plaintiff in error. The judgment was against him. The bill of exceptions discloses all the evidence given by both parties. The facts lie within a narrow compass, and, except as to one point, which in our view is of no consequence in this case, there is no disagreement between them.</p>\n<p>Talty had a claim against the city of Washington for work and materials, amounting to $6,096.75. He submitted it to the proper authority, and received the usual voucher. On the 4th of January, 1872, the claim was approved by the commissioners of audit, and a certificate to that effect was given to him. On the 6th of that month he employed Kendig, a broker, to negotiate a loan for him. With that view he placed in Kendig's hands his own note for $3,000, having sixty days to run, with interest at the rate of ten per cent per annum, payable to his own order, and indorsed by him in blank. He also placed in the hands of Kendig, to be used as collateral, his claim against the city, indorsed in blank also. The same day Kendig negotiated the loan and paid Talty the amount of the note, less the discount. Kendig sold the claim against the city to the defendant for ninety-six cents on the dollar. The money was paid to him. The purchase was made in good faith, and without notice of any right or claim on the part of Talty. With the proceeds of this sale Kendig took up the note. A few days before its maturity Talty called on Kendig and offered to pay the note, and demanded back the collateral. Kendig declined to accede to the proposition. He insisted that the <span class=\"star-pagination\">*323</span> understanding between him and Talty was that he was to receive no commission for negotiating the loan, but that he was to have instead the right to sell or take the claim against the city, if he chose to do so, at ninety cents on the dollar. He offered to pay Talty for the claim, making the computation at that rate, and deducting the amount of the note. This Talty refused, and insisted that Kendig had no authority with respect to the claim but to sell, in the event of default in the payment of the note at maturity. Each party testified accordingly. Subsequently, and after the maturity of the note, Talty demanded from the defendant in error the vouchers relating to the claim. The defendant refused to give them up, and this suit was thereupon instituted. The marshal took them under the writ of replevin, and delivered them to the plaintiff.</p>\n<p>No tender was made by Talty to the defendant in error, nor to Kendig, and nothing was said by him upon the subject of paying his note to either, except the offer to Kendig, as before stated.</p>\n<p>After receiving back the collateral, Talty was paid the full amount of it by the commissioners of the sinking fund of the city. The only dispute between the parties as to the facts was that in relation to the authority of Kendig touching the claim.</p>\n<p>Upon this state of the evidence the court instructed the jury to find for the defendant, and to assess the damages at the value of the claim. This was done, and judgment was entered upon the verdict. The instruction was excepted to.</p>\n<p>Before entering upon the examination of the merits of the controversy, it may be well to consider for a moment the situation of the several parties. Talty has received and holds the proceeds of his note and the full amount of the collateral. Kendig holds the note and the amount of the collateral, less four per cent. The defendant in error, the bona fide purchaser of the claim, is out of pocket the amount paid for it to Kendig, and has the burden of this litigation and the security afforded by the replevin bond of Talty.</p>\n<p>The question to be determined is, whether a tender to the defendant in error by Talty of the amount due on his note before bringing this suit was indispensable to entitle him to recover.</p>\n<p><span class=\"star-pagination\">*324</span> Kendig was not a factor with a mere lien. He was a pledgee. The collateral was placed in his hands to secure the payment of the note. It was admitted by Talty that Kendig was authorized to sell it if the note were not paid at maturity. Kendig had a special property in the collateral. He was a pawnee for the purposes of the pledge. Judge Story says (Bailm. sects. 324-327), \"The pawnee may by the common law deliver over the pawn to a stranger for safe custody without consideration; or he may sell or assign all his interest in the pawn; or he may convey the same interest conditionally, by way of pawn, to another person, without in either case destroying or invalidating his security. But if the pawnee should undertake to pledge the property (not being negotiable securities) for a debt beyond his own, or to make a transfer thereof as if he were the actual owner, it is clear that in such case he would be guilty of a breach of trust, and his creditor would acquire no title beyond that held by the pawnee.\"</p>\n<p>\"Whatever doubt may be indulged in, in the case of a mere factor, it has been decided, in the case of a strict pledge, that, if the pledgee transfers the same to his own creditor, the latter may hold the pledge until the debt of the original owner is discharged.\"</p>\n<p>Numerous authorities are cited in support of these propositions. The subject as to the point last mentioned was learnedly examined in Jarvis's Adm. v. Rodgers, 15 Mass. 369. That was the case of a re-pledge by the first pledgee. The rule of the text as to the rights of the sub-pledgee was distinctly affirmed.</p>\n<p>The case of Lewis v. Mott, 36 N.Y. 395, was in some of its leading points strikingly like the case before us. There, Brown had placed certain collaterals in the hands of Howe to secure the payment of two promissory notes of Brown held by Howe; Howe sold the notes and collaterals to Varnum; Brown offered to pay Varnum the amount of the notes, and demanded the collaterals; Varnum refused to give them up, and Brown sued for them. The court said, \"It must be conceded that Varnum, by the purchase of those securities from Howe, acquired the lien and interest of Howe, whatever that may have been; and the plaintiff's assignee, to have entitled himself to a redelivery of these securities, must have tendered the amount <span class=\"star-pagination\">*325</span> of the lien. There was simply an offer to pay Varnum the amount due upon these notes. It was unattended with any tender of the amount due, and was insufficient to extinguish the lien and thus entitle Brown to the return of the notes... . The offer to pay is not the equivalent for an actual tender. Bateman v. Pool, 15 Wend. 637; Strong v. Black, 46 Barb. 222; Edmonson v. McLeod, 16 N.Y. 543.\" See also Baldwin v. Ely, 9 How. 580; Merchants' Bank v. The State Bank, 10 Wall. 604.</p>\n<p>The English law is the same. In Donald v. Suckling, Law Rep. 1 Q.B. 585, the case was this: A. deposited debentures with B. as security for the payment of a bill indorsed by A. and discounted by B. It was agreed, that, if the bill was not paid when due, B. might sell or otherwise dispose of the debentures. Before the maturity of the bill, B. deposited the debentures with C., to be held as security for a loan by him to B. larger than the amount of the bill. The bill was dishonored; and, while it was unpaid, A. sued C. in detinue for the debentures. It was held that A. could not maintain the suit without having paid or tendered to C. the amount of the bill. The case was elaborately considered by the court. See also Moore v. Conham, Owen, 123; Ratcliffe v. Davis, Yelv. 178; Johnson v. Cumming, Scott's C.B.N.S. 331.</p>\n<p>A tender to the second pledgee of the amount due from the first pledgor to the first pledgee extinguishes ipso facto the title of the second pledgee; but that there can be no recovery against him without tender of payment is equally well settled. Donald v. Suckling, supra; Jarvis's Adm. v. Rodgers, supra; S.C. 13 Mass. 105.</p>\n<p>But it is suggested that the note was in the hands of Kendig, and that Talty could not, therefore, safely pay the amount due upon it to the holder of the collateral. The like fact existed in Donald v. Suckling. It is not adverted to in the arguments of counsel, nor in the opinions of the judges in that case. It could not, therefore, have been regarded by either as of any significance. The answer here to the objection is obvious. The note, a few days before its maturity, was in the hands of Kendig. There being no proof to the contrary, it is to be presumed to have remained there. This suit was commenced after <span class=\"star-pagination\">*326</span> it matured. Talty might then have paid the amount due upon it to the defendant in error, and could thereupon have defended successfully in a suit on the note, whether brought by Kendig or any indorsee taking it after due. He might also, after making the tender, have filed his bill in equity, making Kendig and the savings-bank defendants, and thus have settled the rights of all the parties in that litigation. Having sued at law without making the tender, it is clear he was not entitled to recover.</p>\n<p>The instruction given by the court to the jury was, therefore, correct.</p>\n<p>The proceeding and judgment were according to the local law regulating the action of replevin in the District of Columbia.</p>\n<p>In the discussion here our attention was called only to the question of tender: nothing was said as to the rule of damages laid down by the court below.</p>\n<p>There is another question arising upon the record, and that is, whether the defendant in error, being a bona fide purchaser, did not, under the circumstances, acquire the absolute ownership of the claim. Story on Agency, sect. 127; Addis v. Baker, 2 Anst. 229; McNiel v. The Tenth National Bank, 46 N.Y. 325; Fatman v. Lobach, 1 Duer, 524; Weirick v. The Mahoning County Bank, 16 Ohio, 297; Fullerton v. Sturgess, 4 Ohio St. 529.</p>\n<p>But as the point has not been argued, we express no opinion upon the subject.</p>\n<p>Judgment affirmed.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></span> (____)</b></center>\n<center><h1>TALTY<br>\nv.<br>\nFREEDMAN'S SAVINGS AND TRUST COMPANY.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. Joseph H. Bradley for the plaintiff in error.</p>\n<p><span class=\"star-pagination\">*322</span> Mr. Enoch Totten for the defendant in error.</p>\n<p>MR. JUSTICE SWAYNE delivered the opinion of the court.</p>\n<p>This was an action of replevin, prosecuted by the plaintiff in error. The judgment was against him. The bill of exceptions discloses all the evidence given by both parties. The facts lie within a narrow compass, and, except as to one point, which in our view is of no consequence in this case, there is no disagreement between them.</p>\n<p>Talty had a claim against the city of Washington for work and materials, amounting to $6,096.75. He submitted it to the proper authority, and received the usual voucher. On the 4th of January, 1872, the claim was approved by the commissioners of audit, and a certificate to that effect was given to him. On the 6th of that month he employed Kendig, a broker, to negotiate a loan for him. With that view he placed in Kendig's hands his own note for $3,000, having sixty days to run, with interest at the rate of ten per cent per annum, payable to his own order, and indorsed by him in blank. He also placed in the hands of Kendig, to be used as collateral, his claim against the city, indorsed in blank also. The same day Kendig negotiated the loan and paid Talty the amount of the note, less the discount. Kendig sold the claim against the city to the defendant for ninety-six cents on the dollar. The money was paid to him. The purchase was made in good faith, and without notice of any right or claim on the part of Talty. With the proceeds of this sale Kendig took up the note. A few days before its maturity Talty called on Kendig and offered to pay the note, and demanded back the collateral. Kendig declined to accede to the proposition. He insisted that the <span class=\"star-pagination\">*323</span> understanding between him and Talty was that he was to receive no commission for negotiating the loan, but that he was to have instead the right to sell or take the claim against the city, if he chose to do so, at ninety cents on the dollar. He offered to pay Talty for the claim, making the computation at that rate, and deducting the amount of the note. This Talty refused, and insisted that Kendig had no authority with respect to the claim but to sell, in the event of default in the payment of the note at maturity. Each party testified accordingly. Subsequently, and after the maturity of the note, Talty demanded from the defendant in error the vouchers relating to the claim. The defendant refused to give them up, and this suit was thereupon instituted. The marshal took them under the writ of replevin, and delivered them to the plaintiff.</p>\n<p>No tender was made by Talty to the defendant in error, nor to Kendig, and nothing was said by him upon the subject of paying his note to either, except the offer to Kendig, as before stated.</p>\n<p>After receiving back the collateral, Talty was paid the full amount of it by the commissioners of the sinking fund of the city. The only dispute between the parties as to the facts was that in relation to the authority of Kendig touching the claim.</p>\n<p>Upon this state of the evidence the court instructed the jury to find for the defendant, and to assess the damages at the value of the claim. This was done, and judgment was entered upon the verdict. The instruction was excepted to.</p>\n<p>Before entering upon the examination of the merits of the controversy, it may be well to consider for a moment the situation of the several parties. Talty has received and holds the proceeds of his note and the full amount of the collateral. Kendig holds the note and the amount of the collateral, less four per cent. The defendant in error, the bona fide purchaser of the claim, is out of pocket the amount paid for it to Kendig, and has the burden of this litigation and the security afforded by the replevin bond of Talty.</p>\n<p>The question to be determined is, whether a tender to the defendant in error by Talty of the amount due on his note before bringing this suit was indispensable to entitle him to recover.</p>\n<p><span class=\"star-pagination\">*324</span> Kendig was not a factor with a mere lien. He was a pledgee. The collateral was placed in his hands to secure the payment of the note. It was admitted by Talty that Kendig was authorized to sell it if the note were not paid at maturity. Kendig had a special property in the collateral. He was a pawnee for the purposes of the pledge. Judge Story says (Bailm. sects. 324-327), \"The pawnee may by the common law deliver over the pawn to a stranger for safe custody without consideration; or he may sell or assign all his interest in the pawn; or he may convey the same interest conditionally, by way of pawn, to another person, without in either case destroying or invalidating his security. But if the pawnee should undertake to pledge the property (not being negotiable securities) for a debt beyond his own, or to make a transfer thereof as if he were the actual owner, it is clear that in such case he would be guilty of a breach of trust, and his creditor would acquire no title beyond that held by the pawnee.\"</p>\n<p>\"Whatever doubt may be indulged in, in the case of a mere factor, it has been decided, in the case of a strict pledge, that, if the pledgee transfers the same to his own creditor, the latter may hold the pledge until the debt of the original owner is discharged.\"</p>\n<p>Numerous authorities are cited in support of these propositions. The subject as to the point last mentioned was learnedly examined in Jarvis's Adm. v. Rodgers, 15 Mass. 369. That was the case of a re-pledge by the first pledgee. The rule of the text as to the rights of the sub-pledgee was distinctly affirmed.</p>\n<p>The case of Lewis v. Mott, <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">395</span></span>, was in some of its leading points strikingly like the case before us. There, Brown had placed certain collaterals in the hands of Howe to secure the payment of two promissory notes of Brown held by Howe; Howe sold the notes and collaterals to Varnum; Brown offered to pay Varnum the amount of the notes, and demanded the collaterals; Varnum refused to give them up, and Brown sued for them. The court said, \"It must be conceded that Varnum, by the purchase of those securities from Howe, acquired the lien and interest of Howe, whatever that may have been; and the plaintiff's assignee, to have entitled himself to a redelivery of these securities, must have tendered the amount <span class=\"star-pagination\">*325</span> of the lien. There was simply an offer to pay Varnum the amount due upon these notes. It was unattended with any tender of the amount due, and was insufficient to extinguish the lien and thus entitle Brown to the return of the notes... . The offer to pay is not the equivalent for an actual tender. Bateman v. Pool, 15 Wend. 637; Strong v. Black, 46 Barb. 222; Edmonson v. McLeod, 16 N.Y. 543.\" See also Baldwin v. Ely, 9 How. 580; Merchants' Bank v. The State Bank, 10 Wall. 604.</p>\n<p>The English law is the same. In Donald v. Suckling, Law Rep. 1 Q.B. 585, the case was this: A. deposited debentures with B. as security for the payment of a bill indorsed by A. and discounted by B. It was agreed, that, if the bill was not paid when due, B. might sell or otherwise dispose of the debentures. Before the maturity of the bill, B. deposited the debentures with C., to be held as security for a loan by him to B. larger than the amount of the bill. The bill was dishonored; and, while it was unpaid, A. sued C. in detinue for the debentures. It was held that A. could not maintain the suit without having paid or tendered to C. the amount of the bill. The case was elaborately considered by the court. See also Moore v. Conham, Owen, 123; Ratcliffe v. Davis, Yelv. 178; Johnson v. Cumming, Scott's C.B.N.S. 331.</p>\n<p>A tender to the second pledgee of the amount due from the first pledgor to the first pledgee extinguishes ipso facto the title of the second pledgee; but that there can be no recovery against him without tender of payment is equally well settled. Donald v. Suckling, supra; Jarvis's Adm. v. Rodgers, supra; S.C. 13 Mass. 105.</p>\n<p>But it is suggested that the note was in the hands of Kendig, and that Talty could not, therefore, safely pay the amount due upon it to the holder of the collateral. The like fact existed in Donald v. Suckling. It is not adverted to in the arguments of counsel, nor in the opinions of the judges in that case. It could not, therefore, have been regarded by either as of any significance. The answer here to the objection is obvious. The note, a few days before its maturity, was in the hands of Kendig. There being no proof to the contrary, it is to be presumed to have remained there. This suit was commenced after <span class=\"star-pagination\">*326</span> it matured. Talty might then have paid the amount due upon it to the defendant in error, and could thereupon have defended successfully in a suit on the note, whether brought by Kendig or any indorsee taking it after due. He might also, after making the tender, have filed his bill in equity, making Kendig and the savings-bank defendants, and thus have settled the rights of all the parties in that litigation. Having sued at law without making the tender, it is clear he was not entitled to recover.</p>\n<p>The instruction given by the court to the jury was, therefore, correct.</p>\n<p>The proceeding and judgment were according to the local law regulating the action of replevin in the District of Columbia.</p>\n<p>In the discussion here our attention was called only to the question of tender: nothing was said as to the rule of damages laid down by the court below.</p>\n<p>There is another question arising upon the record, and that is, whether the defendant in error, being a bona fide purchaser, did not, under the circumstances, acquire the absolute ownership of the claim. Story on Agency, sect. 127; Addis v. Baker, 2 Anst. 229; McNiel v. The Tenth National Bank, 46 N.Y. 325; Fatman v. Lobach, 1 Duer, 524; Weirick v. The Mahoning County Bank, 16 Ohio, 297; Fullerton v. Sturgess, 4 Ohio St. 529.</p>\n<p>But as the point has not been argued, we express no opinion upon the subject.</p>\n<p>Judgment affirmed.</p>\n</div>", "id": 89381, "judges": "Swayne", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/89381/", "sha1": "8016f88a8c5356e81ad19d466c455e8f41f686d5", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:02:04"}