{"absolute_url": "/opinion/89383/the-juniata/", "blocked": false, "citation": {"case_name": "The\" Juniata\"", "docket_number": null, "document_uris": ["/api/rest/v2/document/89383/"], "federal_cite_one": "93 U.S. 337", "federal_cite_three": null, "federal_cite_two": null, "id": 59750, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/59750/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 11, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1876-12-18", "date_modified": "2014-12-21T01:28:52.240722", "docket": "/api/rest/v2/docket/1069640/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">93 U.S. 337</p>\n    <p class=\"case_cite\">23 L.Ed. 930</p>\n    <p class=\"parties\">THE 'JUNIATA.'</p>\n    <p class=\"date\">October Term, 1876</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS from the Circuit Court of the United States for the District of Louisiana.</p>\n      <p class=\"indent\">Argued by <i>Mr. Assistant Attorney-General Smith</i> and <i>Mr. Thomas J. Durant</i> for the libellants, and by <i>Mr. Morton P. Henry</i> for the claimants.</p>\n      <p class=\"indent\">MR. JUSTICE SWAYNE delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These are cross-appeals in admiralty from the decree of the Circuit Court of the United States for the District of Louisiana. Separate libels were filed in the District Court by Pursglove, and by the United States, against the mail-steamer 'Juniata.' The libel of Pursglove alleged a collision between his steam-tug 'Neafie' and the 'Juniata,' upon the Mississippi River, below New Orleans; that the steamer was wholly in fault; that the tug was damaged; and that he himself sustained severe and lasting bodily injuries. The libel of the United States alleged the same collision, without fault upon the part of the 'Neafie;' and, further, that at the time of the collision the 'Neafie' was towing a flat-boat containing a cargo of five hundred barrels of cement, both belonging to the United States, and that, without fault on the part of the flat-boat, it also collided with the steamship, and that both boat and cargo were sunk and wholly lost. Both libels sought to recover damages. The District Court held that both the steamship and the tug were in fault, and that the damages should be divided; and thereupon it was decreed that the steamship should pay the sum of $10,000 to Pursglove, and $1,263.75 to the United States, for half the damages found to have been sustained by those parties respectively.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The cases were removed to the Circuit Court by appeal. That court affirmed the decree of the District Court. All the parties thereupon appealed to this court. There is no question of law involved in the controversy which has not already been so settled by this court that it is no longer open to doubt or debate. The contest turns wholly upon the facts. The counsel for the 'Juniata' say in their brief: 'The conflict of testimony in these cases is, we believe, without a parallel. Certainly, in our long practice, we have never met with a case presenting so great a conflict in the testimony.' These remarks are well warranted by the record. There is no single fact alleged by either party injuriously affecting the other in relation to which the antagonisms in the evidence are not as direct and absolute as is possible. As usual, the witnesses on each side vindicate their own vessel, and throw the entire fault upon the other vessel. Even the place of the collision&#8212;whether on the east or west side of the river&#8212;is wrapped in the darkness arising from this conflict. It is impossible to harmonize these discrepancies, and well-nigh impossible to say where, upon any given point, the greater weight of testimony lies. We are without the means of applying intelligently the aphorism of the Roman lawyers, that 'witnesses are to be weighed, and not counted.' Analysis and argument, however searching, are of little avail. But, amid this conflict and confusion of the testimony, we think we can see our way to the conclusion that both vessels were in fault. The findings of the court below are also persuasive to this result. Upon the subject of such concurrent decisions, this court, in <i>The Grace Girdler</i>, 7 Wall. 204, said, 'The District Court acquitted the schooner and dismissed the libel. The libellants appealed to the Circuit Court. The court affirmed the decree. The case is now here by a second appeal. This court ought not to reverse upon a mere difference of opinion as to the weight and effect of conflicting testimony. To warrant a reversal, it must be clear that the lower courts have committed an error, and that a wrong has been done to the appellants.' This is not a case of that character. <i>Walsh</i> v. <i>Rogers</i>, 13 How. 284; <i>The Marcellus</i>, 1 Black, 414; <i>The Water Witch</i>, id. 494; <i>The Grafton</i>, 1 Blatch. 173; <i>The Narragansett</i>, id. 211; <i>Cushman</i> v. <i>Ryan</i>, 1 Story, 95; <i>Bearse</i> v. <i>Pigs, &amp;c.</i>, id. 322; <i>Tracy</i> v. <i>Sacket</i>, 1 Ohio St. 54.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">As the case is presented, the principle thus announced may well be permitted to control the result as between the tug and the steamship.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We cannot say, as to either of them, that the courts below clearly committed an error, and that a wrong has been done. Such a proposition, to say the least, is not sustained by a preponderance of evidence. Upon this ground mainly we rest our judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It could serve no useful purpose in this or any other case to enter upon an extended examination of the subject, and we forbear to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The fact of fault on both sides being established, an apportionment of the damages necessarily followed. The amount awarded to Pursglove, in this view of the case, is assailed as being excessively large. We do not so regard it. He was struck down in the noon of life and made a paralytic, with little or no hope, according to the medical testimony, of amendment in the future. For such an injury the amount decreed was certainly none too large.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The branch of the case relative to the United States is upon a different footing. Their flat-boat is neither alleged nor proved to have been in any wise in fault. The principle of apportionment has, therefore, no application to them. Their boat not being inculpated, they are entitled to full damages. The decree of the Circuit Court is erroneous in not giving it to them.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We should adjudge that half the amount should be paid by the tug, and the other half by the steamer, but that the libel of the United States is against the steamer alone. The tug, therefore, cannot be reached in this proceeding. But the offence being a marine tort, and both being guilty, they are liable severally, as well as jointly, for the entire amount of the damages. <i>The Atlas, supra</i>, p. 302. The decree must, therefore, be changed, so as to require full payment to be made to the United States by the claimants of the 'Juniata.' Whatever their rights may be as against Pursglove, by reason of such payment of more than one-half, must be settled in another proceeding. It cannot be done in this litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The case will be remanded to the Circuit Court, with directions to modify the decree in the particular mentioned, in conformity to the opinion of this court, and, when thus modified, to proceed to execute it. In all other respects the decree of the Circuit Court is affirmed. The costs will be equally divided between Pursglove and the claimants of the steamer.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>93 U.S. 337 (____)</b></center>\n<center><h1>THE \"JUNIATA.\"</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Argued by Mr. Assistant Attorney-General Smith and Mr. Thomas J. Durant for the libellants, and by Mr. Morton P. Henry for the claimants.</p>\n<p><span class=\"star-pagination\">*338</span> MR. JUSTICE SWAYNE delivered the opinion of the court.</p>\n<p>These are cross-appeals in admiralty from the decree of the Circuit Court of the United States for the District of Louisiana. Separate libels were filed in the District Court by Pursglove, and by the United States, against the mail-steamer \"Juniata.\" The libel of Pursglove alleged a collision between his steam-tug \"Neafie\" and the \"Juniata,\" upon the Mississippi River, below New Orleans; that the steamer was wholly in fault; that the tug was damaged; and that he himself sustained severe and lasting bodily injuries. The libel of the United States alleged the same collision, without fault upon the part of the \"Neafie;\" and, further, that at the time of the collision the \"Neafie\" was towing a flat-boat containing a cargo of five hundred barrels of cement, both belonging to the United States, and that, without fault on the part of the flat-boat, it also collided with the steamship, and that both boat and cargo were sunk and wholly lost. Both libels sought to recover damages. The District Court held that both the steamship and the tug were in fault, and that the damages should be divided; and thereupon it was decreed that the steamship should pay the sum of $10,000 to Pursglove, and $1,263.75 to the United States, for half the damages found to have been sustained by those parties respectively.</p>\n<p>The cases were removed to the Circuit Court by appeal. That court affirmed the decree of the District Court. All the parties thereupon appealed to this court. There is no question of law involved in the controversy which has not already been so settled by this court that it is no longer open to doubt or debate. The contest turns wholly upon the facts. The counsel for the \"Juniata\" say in their brief: \"The conflict of testimony in these cases is, we believe, without a parallel. Certainly, in our long practice, we have never met with a case presenting so great a conflict in the testimony.\" These remarks are well warranted by the record. There is no single fact alleged by either party injuriously affecting the other in relation to which the antagonisms in the evidence are not as direct and absolute as is possible. As usual, the witnesses on each side vindicate their own vessel, and throw the entire fault upon the other vessel. Even the place of the collision 혰 whether on the east or west side of <span class=\"star-pagination\">*339</span> the river 혰 is wrapped in the darkness arising from this conflict. It is impossible to harmonize these discrepancies, and well-nigh impossible to say where, upon any given point, the greater weight of testimony lies. We are without the means of applying intelligently the aphorism of the Roman lawyers, that \"witnesses are to be weighed, and not counted.\" Analysis and argument, however searching, are of little avail. But, amid this conflict and confusion of the testimony, we think we can see our way to the conclusion that both vessels were in fault. The findings of the court below are also persuasive to this result. Upon the subject of such concurrent decisions, this court, in The Grace Girdler, 7 Wall. 204, said, \"The District Court acquitted the schooner and dismissed the libel. The libellants appealed to the Circuit Court. The court affirmed the decree. The case is now here by a second appeal. This court ought not to reverse upon a mere difference of opinion as to the weight and effect of conflicting testimony. To warrant a reversal, it must be clear that the lower courts have committed an error, and that a wrong has been done to the appellants.\" This is not a case of that character. Walsh v. Rogers, 13 How. 284; The Morcellus, 1 Black, 414; The Water Witch, id. 494; The Grafton, 1 Blatch. 173; The Narragansett, id. 211; Cushman v. Ryan, 1 Story, 95; Bearse v. Pigs, &amp;c., id. 322; Tracy v. Sacket, 1 Ohio St. 54.</p>\n<p>As the case is presented, the principle thus announced may well be permitted to control the result as between the tug and the steamship.</p>\n<p>We cannot say, as to either of them, that the courts below clearly committed an error, and that a wrong has been done. Such a proposition, to say the least, is not sustained by a preponderance of evidence. Upon this ground mainly we rest our judgment.</p>\n<p>It could serve no useful purpose in this or any other case to enter upon an extended examination of the subject, and we forbear to do so.</p>\n<p>The fact of fault on both sides being established, an apportionment of the damages necessarily followed. The amount awarded to Pursglove, in this view of the case, is assailed as being excessively large. We do not so regard it. He was <span class=\"star-pagination\">*340</span> struck down in the noon of life and made a paralytic, with little or no hope, according to the medical testimony, of amendment in the future. For such an injury the amount decreed was certainly none too large.</p>\n<p>The branch of the case relative to the United States is upon a different footing. Their flat-boat is neither alleged nor proved to have been in any wise in fault. The principle of apportionment has, therefore, no application to them. Their boat not being inculpated, they are entitled to full damages. The decree of the Circuit Court is erroneous in not giving it to them.</p>\n<p>We should adjudge that half the amount should be paid by the tug, and the other half by the steamer, but that the libel of the United States is against the steamer alone. The tug, therefore, cannot be reached in this proceeding. But the offence being a marine tort, and both being guilty, they are liable severally, as well as jointly, for the entire amount of the damages. The Atlas, supra, p. 302. The decree must, therefore, be changed, so as to require full payment to be made to the United States by the claimants of the \"Juniata.\" Whatever their rights may be as against Pursglove, by reason of such payment of more than one-half, must be settled in another proceeding. It cannot be done in this litigation.</p>\n<p>The case will be remanded to the Circuit Court, with directions to modify the decree in the particular mentioned, in conformity to the opinion of this court, and, when thus modified, to proceed to execute it. In all other respects the decree of the Circuit Court is affirmed. The costs will be equally divided between Pursglove and the claimants of the steamer.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">337</span></span> (____)</b></center>\n<center><h1>THE \"JUNIATA.\"</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Argued by Mr. Assistant Attorney-General Smith and Mr. Thomas J. Durant for the libellants, and by Mr. Morton P. Henry for the claimants.</p>\n<p><span class=\"star-pagination\">*338</span> MR. JUSTICE SWAYNE delivered the opinion of the court.</p>\n<p>These are cross-appeals in admiralty from the decree of the Circuit Court of the United States for the District of Louisiana. Separate libels were filed in the District Court by Pursglove, and by the United States, against the mail-steamer \"Juniata.\" The libel of Pursglove alleged a collision between his steam-tug \"Neafie\" and the \"Juniata,\" upon the Mississippi River, below New Orleans; that the steamer was wholly in fault; that the tug was damaged; and that he himself sustained severe and lasting bodily injuries. The libel of the United States alleged the same collision, without fault upon the part of the \"Neafie;\" and, further, that at the time of the collision the \"Neafie\" was towing a flat-boat containing a cargo of five hundred barrels of cement, both belonging to the United States, and that, without fault on the part of the flat-boat, it also collided with the steamship, and that both boat and cargo were sunk and wholly lost. Both libels sought to recover damages. The District Court held that both the steamship and the tug were in fault, and that the damages should be divided; and thereupon it was decreed that the steamship should pay the sum of $10,000 to Pursglove, and $1,263.75 to the United States, for half the damages found to have been sustained by those parties respectively.</p>\n<p>The cases were removed to the Circuit Court by appeal. That court affirmed the decree of the District Court. All the parties thereupon appealed to this court. There is no question of law involved in the controversy which has not already been so settled by this court that it is no longer open to doubt or debate. The contest turns wholly upon the facts. The counsel for the \"Juniata\" say in their brief: \"The conflict of testimony in these cases is, we believe, without a parallel. Certainly, in our long practice, we have never met with a case presenting so great a conflict in the testimony.\" These remarks are well warranted by the record. There is no single fact alleged by either party injuriously affecting the other in relation to which the antagonisms in the evidence are not as direct and absolute as is possible. As usual, the witnesses on each side vindicate their own vessel, and throw the entire fault upon the other vessel. Even the place of the collision 혰 whether on the east or west side of <span class=\"star-pagination\">*339</span> the river 혰 is wrapped in the darkness arising from this conflict. It is impossible to harmonize these discrepancies, and well-nigh impossible to say where, upon any given point, the greater weight of testimony lies. We are without the means of applying intelligently the aphorism of the Roman lawyers, that \"witnesses are to be weighed, and not counted.\" Analysis and argument, however searching, are of little avail. But, amid this conflict and confusion of the testimony, we think we can see our way to the conclusion that both vessels were in fault. The findings of the court below are also persuasive to this result. Upon the subject of such concurrent decisions, this court, in The Grace Girdler, <span class=\"citation\" data-id=\"87935\"><a href=\"/opinion/87935/the-grace-girdler/\"><span class=\"volume\">7</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">204</span></a></span>, said, \"The District Court acquitted the schooner and dismissed the libel. The libellants appealed to the Circuit Court. The court affirmed the decree. The case is now here by a second appeal. This court ought not to reverse upon a mere difference of opinion as to the weight and effect of conflicting testimony. To warrant a reversal, it must be clear that the lower courts have committed an error, and that a wrong has been done to the appellants.\" This is not a case of that character. Walsh v. Rogers, 13 How. 284; The Morcellus, 1 Black, 414; The Water Witch, id. 494; The Grafton, 1 Blatch. 173; The Narragansett, id. 211; Cushman v. Ryan, 1 Story, 95; Bearse v. Pigs, &amp;c., id. 322; Tracy v. Sacket, 1 Ohio St. 54.</p>\n<p>As the case is presented, the principle thus announced may well be permitted to control the result as between the tug and the steamship.</p>\n<p>We cannot say, as to either of them, that the courts below clearly committed an error, and that a wrong has been done. Such a proposition, to say the least, is not sustained by a preponderance of evidence. Upon this ground mainly we rest our judgment.</p>\n<p>It could serve no useful purpose in this or any other case to enter upon an extended examination of the subject, and we forbear to do so.</p>\n<p>The fact of fault on both sides being established, an apportionment of the damages necessarily followed. The amount awarded to Pursglove, in this view of the case, is assailed as being excessively large. We do not so regard it. He was <span class=\"star-pagination\">*340</span> struck down in the noon of life and made a paralytic, with little or no hope, according to the medical testimony, of amendment in the future. For such an injury the amount decreed was certainly none too large.</p>\n<p>The branch of the case relative to the United States is upon a different footing. Their flat-boat is neither alleged nor proved to have been in any wise in fault. The principle of apportionment has, therefore, no application to them. Their boat not being inculpated, they are entitled to full damages. The decree of the Circuit Court is erroneous in not giving it to them.</p>\n<p>We should adjudge that half the amount should be paid by the tug, and the other half by the steamer, but that the libel of the United States is against the steamer alone. The tug, therefore, cannot be reached in this proceeding. But the offence being a marine tort, and both being guilty, they are liable severally, as well as jointly, for the entire amount of the damages. The Atlas, supra, p. 302. The decree must, therefore, be changed, so as to require full payment to be made to the United States by the claimants of the \"Juniata.\" Whatever their rights may be as against Pursglove, by reason of such payment of more than one-half, must be settled in another proceeding. It cannot be done in this litigation.</p>\n<p>The case will be remanded to the Circuit Court, with directions to modify the decree in the particular mentioned, in conformity to the opinion of this court, and, when thus modified, to proceed to execute it. In all other respects the decree of the Circuit Court is affirmed. The costs will be equally divided between Pursglove and the claimants of the steamer.</p>\n</div>", "id": 89383, "judges": "Swayne", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/89383/", "sha1": "34285b9010f1aae2a664c0c752577e3882708698", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:02:04"}