{"absolute_url": "/opinion/85021/ferguson-v-harwood/", "blocked": false, "citation": {"case_name": "Ferguson v. Harwood", "docket_number": null, "document_uris": ["/api/rest/v2/document/85021/"], "federal_cite_one": "11 U.S. 408", "federal_cite_three": null, "federal_cite_two": null, "id": 52178, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/52178/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1813-03-18", "date_modified": "2014-12-21T01:23:49.281275", "docket": "/api/rest/v2/docket/402538/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">11 U.S. 408</p>\n    <p class=\"case_cite\">7 Cranch 408</p>\n    <p class=\"case_cite\">3 L.Ed. 386</p>\n    <p class=\"parties\">FERGUSON<br>v.<br>HARWOOD.</p>\n    <p class=\"date\">February 24, 1813</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Absent</i>. TODD, <i>J.</i></p>\n      <p class=\"indent\">ERROR to the Circuit Court for the district of Columbia, sitting at Washington, in an action of <i>assumpsit</i>, brought by Harwood against Ferguson, to recover the value of three hogsheads of tobacco, upon the following agreement, (after describing the hogsheads by their numbers, marks and weights) viz.</p>\n      <p class=\"indent\">'<i>Upper Marlborough</i>, June 16th, 1808.</p>\n      <p class=\"indent\">Received of Walter W. Harwood, as one of the administrators of William Eversfield Berry, deceased, in part of my claim against said estate, the three hogsheads of crop tobacco as above stated, to be allowed p. ct. the highest six month's credit price at this place during that time after the rescinding of the embargo. I have put into the hands of the aforesaid Walter W. Harwood a bond of conveyance given by Elisha Berry to his son, William E. Berry, dated March 14th, 1798, for the purpose of recovering the property therem mentioned now depending in a suit in Prince George's county Court. If the property is not recovered in the aforesaid bond of conveyance. I hereby bind myself, my heirs, executors and administrators to return the above three hogsheads of tobacco, with legal interest, or the value thereof in money, to the aforesaid Walter W. Harwood, or to his heirs or assigns.</p>\n      <p class=\"indent\">(Signed) ENOS D. FERGUSON.'Upon this agreement the Plaintiff <i>declared</i> that whereas the said Walter, as one of the administrators, &amp;c. on _____ at _____ delivered to the said Enos in part of his claim, &amp;c. three hogsheads of crop tobacco, (describing them) <i>he, the said</i> Enos to be allowed <i>per cent.</i> therefor the highest six month's credit price, &amp;c. And whereas also the said Enos at _____ on _____ put into the hands of the aforesaid Walter, a bond of conveyance, &amp;c. for the purpose of enabling the said Walter to recover, and of recovering the property in the said bond mentioned, a suit for the recovery whereof was then depending in the county Court of Prince George's county, in the state of Maryland, the said Enos then and there in consideration of the premises and the delivery of the three hogsheads of tobacco as aforesaid, promised and undertook and bound himself, his heirs, executors and administrators to return the three hogsheads of tobacco aforesaid with legal interest, or the value thereof in money, to the aforesaid Walter or to his heirs or assigns, if the property in the aforesaid bond of conveyance mentioned was not recovered <i>in the suit then as aforesaid depending for the recovery thereof;</i> and the said Walter avers that the property in the said bond mentioned <i>was not recovered</i> from the said Elisha Berry <i>in the suit so as aforesaid depending for the recovery thereof</i>, but that judgment was given for and in favor of the said Elisha <i>in said suit</i>, whereof, and of all which premises, the said Enos afterwards had notice, whereby he became liable, to return the said tobacco with legal interest or to pay the value thereof in current money of the United States, which value the said Walter avers to be 180 dollars, whereof the said Enos had notice, &amp;c.</p>\n      <p class=\"indent\">There was also a count in the declaration for money had and received.</p>\n      <p class=\"indent\">Upon the trial of the general issue the Defendant, Ferguson, took three bills of exceptions.</p>\n      <p class=\"indent\">The first bill of exceptions was to the admission in evidence of an exemplification of the record of a suit in Prince George's county Court, which was certified as follows:</p>\n      <p class=\"indent\">I hereby certify that the aforegoing is <i>truly taken</i> from the record of proceedings of Prince George's county Court, and in testimony thereof I do hereto subscribe my name and affix the seal of the said county Court, this third day of January, in the year of our Lord one thousand eight hundred and eleven.</p>\n      <p class=\"indent\">JOHN READ MAGRUDER, Jr. Clk.'</p>\n      <p class=\"indent\">The seal of the county Court was annexed with the regular certificate of the chief judge of the Court that the attestation of the clerk was in due form of law.</p>\n      <p class=\"indent\">The objection to this exemplification was that it did not appear by the certificate of the clerk to be a full copy of the record of all the proceedings in the case. The practice of the clerk of the Circuit Court for the county of Washington, in the district of Columbia, was to certify that the 'foregoing is truly taken <i>and copied</i> from the proceedings,' &amp;c.</p>\n      <p class=\"indent\">The second bill of exceptions stated that the Plaintiff having read to the jury the evidence mentioned in the first bill of exceptions, and which had been permitted by the Court to be read, the Defendant offered to read a copy of the docket entries of Prince George's county Court, which the clerk had also certified to be <i>truly taken</i> from the proceedings of that Court. To this certificate was annexed the seal of the Court and a certificate by the chief judge of the Court that the attestation of the clerk was in due form of law.</p>\n      <p class=\"indent\">The third bill of exceptions stated that after the Plaintiff had read the agreement to the jury, the Defendant objected to its admissibility in evidence upon the first count in the declaration, because it varied from the agreement set forth in that count. But the Court was divided in opinion and the agreement was read.</p>\n      <p class=\"indent\">The verdict and judgment were for the Plaintiff, whereupon the Defendant brought his writ of error.</p>\n      <p class=\"indent\">F. S. KEY, <i>for the Plaintiff in error</i>, contended,</p>\n      <p class=\"indent\">1. That the record of Prince George's county Court ought not to have been admitted as evidence in this cause, because the clerk of that Court had not certified it to be a full record of all the proceedings in the case, nor even that it was a <i>copy</i> of any thing, but had merely stated that 'the foregoing was truly <i>taken from</i> the record of proceedings in that Court.</p>\n      <p class=\"indent\">2. That the Court ought to have admitted the copy of the docket entries of Prince George's county Court to be read in evidence, because they were certified by the clerk in the same manner to be '<i>truly taken</i>' from the same proceedings.</p>\n      <p class=\"indent\">3. That the Court ought not to have admitted the agreement in evidence to support the first count in the declaration, because it varied from the agreement set forth in that count, in the following particulars: 1. The agreement produced in evidence states that the <i>Defendant in error, Harwood</i>, should be allowed the highest credit price, &amp;c. for the tobacco, whereas the agreement set forth in the count, is that the <i>Plaintiff in error, Ferguson</i>, should be allowed the highest credit price, &amp;c. for the tobacco: and 2. The agreement produced in evidence states that the Plaintiff in error was to return the tobacco if the property should not be recovered 'in the aforesaid <i>bond of conveyance</i>.' But the count charges that the Plaintiff in error, <i>Ferguson</i>, agreed to return the tobacco if the property, in the bond of conveyance mentioned, should not be recovered <i>in the suit then pending</i> for the recovery thereof.</p>\n      <p class=\"indent\">In support of this bill of exceptions, he cited the following cases: 1 <i>T. R.</i> 240. 2 <i>Bos. and Pull.</i> 116. 4 <i>T. R.</i> 560. 2 <i>East</i>, 2 <i>and</i> 450.</p>\n      <p class=\"indent\">J. LAW, <i>for the Defendant in error</i>.</p>\n      <p class=\"indent\">On the <i>first exception</i>, cited 2 <i>Harris's Entries</i>, 221, 227 <i>and</i> 263, to show that the clerk's certificate annexed to the transcript of the record of Prince George's county Court, was in due form, according to the practice of the Courts in Maryland.</p>\n      <p class=\"indent\">On the <i>second exception</i>, he cited <i>Peake's Law of Evidence</i>, 34, 55 <i>and</i> 66, to show that the docket entries of one Court were not evidence in another Court.</p>\n      <p class=\"indent\">On the third exception, to show how far it is necessary to set forth the agreement in the declaration, he cited 6 <i>East</i>, 564, <i>Clarke v. Marsden</i>. 4 <i>T. R.</i> 558, <i>Frith v. Gray</i>, in the note to <i>Drewry v. Twiss</i>. 3 <i>Wils.</i> 40, <i>Richard v. Symonds. Doug.</i> 640, <i>Bristow v. Wright</i>.</p>\n      <p class=\"indent\">And to show that words of surplussage are to be rejected, he cited 2 <i>H. Bl.</i> 113. 1 <i>T. R.</i> 235. <i>King v. Pippett</i>. 4 <i>Williams's Dig.</i> 707.</p>\n      <p class=\"indent\">To show that omissions may be supplied, he cited <i>King v. Beach, Cowp.</i> 229. <i>King v. May, Doug.</i> 183.</p>\n      <p class=\"indent\">And to show that a variance in an immaterial averment is not fatal, he cited 5 <i>T. R.</i> 496, <i>Peppin v. Solomans</i>. 4 <i>T. R.</i> 558, <i>Drewry v. Twiss</i>.</p>\n      <p class=\"center\"><i>March</i> 5<i>th</i>.</p>\n      <p class=\"indent\">STORY, <i>J.</i> delivered the opinion of the Court as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Several exceptions have been taken in this cause. The first proceeds on the ground that the record was not authenticated by the clerk in due form of law. The statute of the United States of the 26th of May, 1790, declares that the records and judicial proceedings of the Courts of any state shall be proved and admitted in any other Court within the United States by the attestation of the clerk and the seal of the Court annexed, if there be a seal, together with a certificate of the judge, chief justice, or presiding magistrate, as the case may be, that the said attestation is in due form of law. It is conceded that such a certificate accompanied the record objected to. It is therefore a case within the words of the law, and the Court below were precluded from receiving any other evidence to show that the attestation was not in due form of law. The record so authenticated was properly admitted in evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Even if the points had been open, the Court are not satisfied that any material variance existed between the attestations of the different clerks.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Court are also of opinion that the second exception cannot be sustained. The writing produced did not purport to be a record; but a mere transcript of minutes extracted from the docket of the Court. There is no foundation laid to show its admissibility in the cause.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The third exception has presented the chief difficulty which we have felt in deciding the cause. It is addressed to the variances between the declaration and the contract produced in evidence. The inducement of the declaration alleges 'that the said Walter as one of the administrators of William E. Berry, deceased, on, &amp;c. at, &amp;c. delivered unto the said Enos in part of his claim against the estate of the said William three hogsheads of crop tobacco, &amp;c. <i>he, the said Enos</i>, to be allowed per cent. therefor the highest six month's credit price at the place aforesaid during that time after rescinding the embargo.' The contract produced in evidence is without the words 'he the said Enos.' There is therefore a literal variance, and its effect depends upon the consideration whether it materially changes the contract.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In general, Courts of law lean against an extension of the principles applied to cases of variance. Mistakes of this nature are usually mere slips of attornies, and do not touch the merits of the case. Lord Mansfield has well observed that it is extremely hard upon the party to be turned round and put to expense from such mistakes of his counsel, and it is hard also upon the profession.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It will be recollected that this does not purport on the face of the declaration to be a description of a written instrument, nor the recital of a deed or record <i>in haec verba</i>. In respect to the latter, trifling variances have been deemed fatal: but as to the former, a more liberal rule has been adopted. In setting forth the material parts of a deed or other written instruments, it is not necessary to do it in letters and words. It will be sufficient to state the substance and legal effect. Whatever, however, is alleged should be truly alleged. A contract substantially different in description or effect would not support the averment of the declaration.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the case at bar, it is very clear that the word 'Enos' was by a mere slip inserted instead of 'Walter.' It is repugnant to the sense and meaning of the contract that the creditor who received the tobacco at a stipulated price in part payment of his debt, should allow to himself that price. From the nature of the transaction the debtor must be entitled to the allowance. If the same words had been introduced into the written contract itself, they must have been rejected as nonsensical or repugnant, or have had imposed upon them a sense exactly the same as if the words had been 'the said Walter.' And a declaration which should altogether have omitted the words, or have given that legal sense, would have well supported an action. Can a different result take place, where the repugnancy is not in the contract, but in the declaration? A majority of the Court are clearly of opinion that it cannot. The words of a contract stated in a declaration, must have the same legal construction as they would have in the contract itself.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The context manifestly, in this case, shows the repugnancy. It is impossible to read the declaration and not to perceive that the price is to be allowed to the debtor, and not to the creditor. Many cases have been cited where the variance has been held fatal, but no one comes up to the present. The case of <i>Bristow v. Wright, (1 oug.</i> 665) is the strongest. There the demise was alleged to be at a yearly rent payable quarterly. The demise proved was without any stipulation as to the times of payment. The Court held that the demise laid and that proved were not the same. But if the demise had been truly laid, and the declaration had proceeded to allege that the rent was to be paid by the <i>lessor</i> to the <i>lessee</i>, we think that the action might well have been maintained notwithstanding the repugnancy. That in effect would be the same as the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In <i>King v. Pippet</i>, 1 <i>T. R.</i> 235, where the declaration set forth a precept and improperly inserted the word 'if,' which made it conditional, the Court rejected the word, and held the variance immaterial. The Court said it was impossible to read the declaration and not to know what it should be. There are other cases to the like effect.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We are therefore satisfied that the variance is immaterial, because it does not change the nature of the contract, which must receive the same legal construction, whether the words be in or out of the declaration.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A second variance is supposed in the allegation that the promise was to return the tobacco or its value, if the property in the bond of conveyance mentioned in the declaration was not recovered <i>in the suit then depending</i> for the recovery thereof; whereas the contract produced in evidence contained no limitation to a recovery in that particular suit. We are satisfied however that the Plaintiff has declared according to the true intent of the parties as apparent on the contract. It could never have been their intention to postpone the right to a return of the tobacco or its value, beyond the time of a recovery or failure in the suit then depending. Any other construction would have left the rights of the parties in suspense for an indefinite period, wholly inconsistent with the avowed objects of the contract.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On the whole, it is the opinion of the Court that the judgment be <i>affirmed with costs</i>.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>11 U.S. 408 (1813)</b></center>\n<center><b>7 Cranch 408</b></center>\n<center><h1>FERGUSON<br>\nv.<br>\nHARWOOD.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>February 24, 1813.</center>\n<center>March 5, 1813.</center>\n<p><i>Absent</i> ... . TODD, <i>J.</i></p>\n<p><span class=\"star-pagination\">*410</span> <i>F.S. KEY,</i> for the Plaintiff in error.</p>\n<p><i>J. LAW,</i> for the Defendant in error.</p>\n<p><span class=\"star-pagination\">*412</span> STORY, <i>J.</i> delivered the opinion of the Court as follows:</p>\n<p>Several exceptions have been taken in this cause. The first proceeds on the ground that the record was not authenticated by the clerk in due form of law. The statute of the United States of the 26th of May, 1790, declares that the records and judicial proceedings of the Courts of any state shall be proved and admitted in any other Court within the United States by the attestation of the clerk and the seal of the Court annexed, if there be a seal, together with a certificate of the judge, chief justice, or presiding magistrate, as the case may be, that the said attestation is in due form of law. It is conceded that such a certificate accompanied the record objected to. It is therefore a case within the words of the law, and the Court below were precluded from receiving any other evidence to show that the attestation was not in due form of law. The record so authenticated was properly admitted in evidence.</p>\n<p>Even if the points had been open, the Court are not satisfied that any material variance existed between the attestations of the different clerks.</p>\n<p>The Court are also of opinion that the second exception cannot be sustained. The writing produced did not purport to be a record; but a mere transcript of minutes extracted from the docket of the Court. There is no foundation laid to show its admissibility in the cause.</p>\n<p><span class=\"star-pagination\">*413</span> The third exception has presented the chief difficulty which we have felt in deciding the cause. It is addressed to the variances between the declaration and the contract produced in evidence. The inducement of the declaration alleges \"that the said Walter as one of the administrators of William E. Berry, deceased, on, &amp;c. at, &amp;c. delivered unto the said Enos in part of his claim against the estate of the said William three hogsheads of crop tobacco, &amp;c. <i>he, the said Enos,</i> to be allowed per cent. therefor the highest six month's credit price at the place aforesaid during that time after rescinding the embargo.\" The contract produced in evidence is without the words \"he the said Enos.\" There is therefore a literal variance, and its effect depends upon the consideration whether it materially changes the contract.</p>\n<p>In general, Courts of law lean against an extension of the principles applied to cases of variance. Mistakes of this nature are usually mere slips of attornies, and do not touch the merits of the case. Lord Mansfield has well observed that it is extremely hard upon the party to be turned round and put to expense from such mistakes of his counsel, and it is hard also upon the profession.</p>\n<p>It will be recollected that this does not purport on the face of the declaration to be a description of a written instrument, nor the recital of a deed or record <i>in hæc verba.</i> In respect to the latter, trifling variances have been deemed fatal: but as to the former, a more liberal rule has been adopted. In setting forth the material parts of a deed or other written instruments, it is not necessary to do it in letters and words. It will be sufficient to state the substance and legal effect. Whatever, however, is alleged should be truly alleged. A contract substantially different in description or effect would not support the averment of the declaration.</p>\n<p>In the case at bar, it is very clear that the word \"Enos\" was by a mere slip inserted instead of \"Walter.\" It is repugnant to the sense and meaning of the contract that the creditor who received the tobacco at a stipulated price in part payment of his debt, should allow to himself that price. From the nature of the transaction the debtor must be entitled to the allowance. <span class=\"star-pagination\">*414</span> If the same words had been introduced into the written contract itself, they must have been rejected as nonsensical or repugnant, or have had imposed upon them a sense exactly the same as if the words had been \"the said Walter.\" And a declaration which should altogether have omitted the words, or have given that legal sense, would have well supported an action. Can a different result take place, where the repugnancy is not in the contract, but in the declaration? A majority of the Court are clearly of opinion that it cannot. The words of a contract stated in a declaration, must have the same legal construction as they would have in the contract itself.</p>\n<p>The context manifestly, in this case, shows the repugnancy. It is impossible to read the declaration and not to perceive that the price is to be allowed to the debtor, and not to the creditor. Many cases have been cited where the variance has been held fatal, but no one comes up to the present. The case of <i>Bristow v. Wright, (1 oug. 665)</i> is the strongest. There the demise was alleged to be at a yearly rent payable quarterly. The demise proved was without any stipulation as to the times of payment. The Court held that the demise laid and that proved were not the same. But if the demise had been truly laid, and the declaration had proceeded to allege that the rent was to be paid by the <i>lessor</i> to the <i>lessee,</i> we think that the action might well have been maintained notwithstanding the repugnancy. That in effect would be the same as the present case.</p>\n<p>In <i>King v. Pippet,</i> 1 <i>T.R.</i> 235, where the declaration set forth a precept and improperly inserted the word \"if,\" which made it conditional, the Court rejected the word, and held the variance immaterial. The Court said it was impossible to read the declaration and not to know what it should be. There are other cases to the like effect.</p>\n<p>We are therefore satisfied that the variance is immaterial, because it does not change the nature of the contract, which must receive the same legal construction, whether the words be in or out of the declaration.</p>\n<p>A second variance is supposed in the allegation that the promise was to return the tobacco or its value, if <span class=\"star-pagination\">*415</span> the property in the bond of conveyance mentioned in the declaration was not recovered <i>in the suit then depending</i> for the recovery thereof; whereas the contract produced in evidence contained no limitation to a recovery in that particular suit. We are satisfied however that the Plaintiff has declared according to the true intent of the parties as apparent on the contract. It could never have been their intention to postpone the right to a return of the tobacco or its value, beyond the time of a recovery or failure in the suit then depending. Any other construction would have left the rights of the parties in suspense for an indefinite period, wholly inconsistent with the avowed objects of the contract.</p>\n<p>On the whole, it is the opinion of the Court that the judgment be <i>affirmed with costs.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">408</span></span> (1813)</b></center>\n<center><b>7 Cranch 408</b></center>\n<center><h1>FERGUSON<br>\nv.<br>\nHARWOOD.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>February 24, 1813.</center>\n<center>March 5, 1813.</center>\n<p><i>Absent</i> ... . TODD, <i>J.</i></p>\n<p><span class=\"star-pagination\">*410</span> <i>F.S. KEY,</i> for the Plaintiff in error.</p>\n<p><i>J. LAW,</i> for the Defendant in error.</p>\n<p><span class=\"star-pagination\">*412</span> STORY, <i>J.</i> delivered the opinion of the Court as follows:</p>\n<p>Several exceptions have been taken in this cause. The first proceeds on the ground that the record was not authenticated by the clerk in due form of law. The statute of the United States of the 26th of May, 1790, declares that the records and judicial proceedings of the Courts of any state shall be proved and admitted in any other Court within the United States by the attestation of the clerk and the seal of the Court annexed, if there be a seal, together with a certificate of the judge, chief justice, or presiding magistrate, as the case may be, that the said attestation is in due form of law. It is conceded that such a certificate accompanied the record objected to. It is therefore a case within the words of the law, and the Court below were precluded from receiving any other evidence to show that the attestation was not in due form of law. The record so authenticated was properly admitted in evidence.</p>\n<p>Even if the points had been open, the Court are not satisfied that any material variance existed between the attestations of the different clerks.</p>\n<p>The Court are also of opinion that the second exception cannot be sustained. The writing produced did not purport to be a record; but a mere transcript of minutes extracted from the docket of the Court. There is no foundation laid to show its admissibility in the cause.</p>\n<p><span class=\"star-pagination\">*413</span> The third exception has presented the chief difficulty which we have felt in deciding the cause. It is addressed to the variances between the declaration and the contract produced in evidence. The inducement of the declaration alleges \"that the said Walter as one of the administrators of William E. Berry, deceased, on, &amp;c. at, &amp;c. delivered unto the said Enos in part of his claim against the estate of the said William three hogsheads of crop tobacco, &amp;c. <i>he, the said Enos,</i> to be allowed per cent. therefor the highest six month's credit price at the place aforesaid during that time after rescinding the embargo.\" The contract produced in evidence is without the words \"he the said Enos.\" There is therefore a literal variance, and its effect depends upon the consideration whether it materially changes the contract.</p>\n<p>In general, Courts of law lean against an extension of the principles applied to cases of variance. Mistakes of this nature are usually mere slips of attornies, and do not touch the merits of the case. Lord Mansfield has well observed that it is extremely hard upon the party to be turned round and put to expense from such mistakes of his counsel, and it is hard also upon the profession.</p>\n<p>It will be recollected that this does not purport on the face of the declaration to be a description of a written instrument, nor the recital of a deed or record <i>in hæc verba.</i> In respect to the latter, trifling variances have been deemed fatal: but as to the former, a more liberal rule has been adopted. In setting forth the material parts of a deed or other written instruments, it is not necessary to do it in letters and words. It will be sufficient to state the substance and legal effect. Whatever, however, is alleged should be truly alleged. A contract substantially different in description or effect would not support the averment of the declaration.</p>\n<p>In the case at bar, it is very clear that the word \"Enos\" was by a mere slip inserted instead of \"Walter.\" It is repugnant to the sense and meaning of the contract that the creditor who received the tobacco at a stipulated price in part payment of his debt, should allow to himself that price. From the nature of the transaction the debtor must be entitled to the allowance. <span class=\"star-pagination\">*414</span> If the same words had been introduced into the written contract itself, they must have been rejected as nonsensical or repugnant, or have had imposed upon them a sense exactly the same as if the words had been \"the said Walter.\" And a declaration which should altogether have omitted the words, or have given that legal sense, would have well supported an action. Can a different result take place, where the repugnancy is not in the contract, but in the declaration? A majority of the Court are clearly of opinion that it cannot. The words of a contract stated in a declaration, must have the same legal construction as they would have in the contract itself.</p>\n<p>The context manifestly, in this case, shows the repugnancy. It is impossible to read the declaration and not to perceive that the price is to be allowed to the debtor, and not to the creditor. Many cases have been cited where the variance has been held fatal, but no one comes up to the present. The case of <i>Bristow v. Wright, (1 oug. 665)</i> is the strongest. There the demise was alleged to be at a yearly rent payable quarterly. The demise proved was without any stipulation as to the times of payment. The Court held that the demise laid and that proved were not the same. But if the demise had been truly laid, and the declaration had proceeded to allege that the rent was to be paid by the <i>lessor</i> to the <i>lessee,</i> we think that the action might well have been maintained notwithstanding the repugnancy. That in effect would be the same as the present case.</p>\n<p>In <i>King v. Pippet,</i> 1 <i>T.R.</i> 235, where the declaration set forth a precept and improperly inserted the word \"if,\" which made it conditional, the Court rejected the word, and held the variance immaterial. The Court said it was impossible to read the declaration and not to know what it should be. There are other cases to the like effect.</p>\n<p>We are therefore satisfied that the variance is immaterial, because it does not change the nature of the contract, which must receive the same legal construction, whether the words be in or out of the declaration.</p>\n<p>A second variance is supposed in the allegation that the promise was to return the tobacco or its value, if <span class=\"star-pagination\">*415</span> the property in the bond of conveyance mentioned in the declaration was not recovered <i>in the suit then depending</i> for the recovery thereof; whereas the contract produced in evidence contained no limitation to a recovery in that particular suit. We are satisfied however that the Plaintiff has declared according to the true intent of the parties as apparent on the contract. It could never have been their intention to postpone the right to a return of the tobacco or its value, beyond the time of a recovery or failure in the suit then depending. Any other construction would have left the rights of the parties in suspense for an indefinite period, wholly inconsistent with the avowed objects of the contract.</p>\n<p>On the whole, it is the opinion of the Court that the judgment be <i>affirmed with costs.</i></p>\n</div>", "id": 85021, "judges": "", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/85021/", "sha1": "16c3052760da62b8623e4e683cb671f1dbb05e2c", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T08:59:33"}