{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "339 U.S. 96", 
    "federal_cite_two": "70 S. Ct. 509", 
    "specialty_cite_one": null, 
    "federal_cite_three": "94 L. Ed. 2d 683", 
    "lexis_cite": "1950 U.S. LEXIS 2241", 
    "document_uris": [
      "/api/rest/v2/document/104771/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Affolder v. New York, C. & St. LR Co.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "200", 
    "id": 89154, 
    "resource_uri": "/api/rest/v2/citation/89154/"
  }, 
  "id": 104771, 
  "blocked": false, 
  "judges": "Clark", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1950-03-13", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>339 U.S. 96 (1950)</b></center>\n<center><h1>AFFOLDER<br>\nv.<br>\nNEW YORK, CHICAGO &amp; ST. LOUIS RAILROAD CO.</h1></center>\n<center>No. 200.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 18, 1949.</center>\n<center>Decided March 13, 1950.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n<p><span class=\"star-pagination\">*97</span> <i>William H. Allen</i> argued the cause for petitioner. With him on the brief was <i>Mark D. Eagleton.</i></p>\n<p><i>Lon Hocker</i> argued the cause and filed a brief for respondent.</p>\n<p>MR. JUSTICE CLARK delivered the opinion of the Court.</p>\n<p>We have for review a judgment of the Court of Appeals for the Eighth Circuit, reversing petitioner's recovery of an $80,000 judgment against the respondent railroad based on an alleged violation of the Federal Safety Appliance Act<sup>[1]</sup> and the Federal Employers' Liability Act.<sup>[2]</sup> Petitioner was a member of a crew engaged in classifying, or sorting, a number of railroad cars in the respondent's yards. Twenty-four cars had been coupled together on one track. The twenty-fifth, a Rock Island car, was kicked eastward down the track to couple with the others. It did so, its east end joining the other cars. A Pennsylvania car was the next car kicked eastward down the track, but it and the Rock Island car failed to couple together. After three or four other cars had been added, the Rock Island car and the twenty-four others to which it was attached began rolling down the track. Petitioner ran after the moving train of cars in an attempt to board and stop them, as was his duty. His leg was lost as he fell under a car in this attempt.</p>\n<p>The trial was to a jury, petitioner contending that the failure of the Pennsylvania car to join the Rock Island car on impact was in itself a violation of the Safety Appliance Act, resulting in the separation and <span class=\"star-pagination\">*98</span> his injury. Respondent took the position that the criterion of the Act is, \"were they [the cars] equipped with efficient couplers?\" and not \"did they [the couplers] in fact fail to couple?\"; and that if there was a violation of the Act, it was not the proximate cause of the injury. The jury returned a verdict for $95,000 which, upon remittitur, was reduced to $80,000. A judgment in this amount was entered. 79 F. Supp. 365 (1948). On appeal the judgment was reversed. 174 F. 2d 486 (1949). We granted certiorari. 338 U. S. 813 (1949).</p>\n<p>The Court of Appeals determined the issue of proximate cause favorably to petitioner, and respondent admits that the \"problem of causal connection <i>vel non</i> in the Affolder case is legally identical with the same problem in the Carter case. [<i>Carter</i> v. <i>Atlanta &amp; Saint Andrews Bay R. Co.,</i> 338 U. S. 430 (1949).]\" We agree and consequently hold the issue correctly determined below.</p>\n<p>Nor do we think that any question regarding the normal efficiency of the couplers is involved in an action under the Safety Appliance Acts. As we said in <i>O'Donnell</i> v. <i>Elgin, Joliet &amp; Eastern R. Co.,</i> 338 U. S. 384 (1949), and the <i>Carter</i> case, <i>supra,</i> the duty under the Acts is not based on the negligence of the carrier but is an absolute one requiring performance \"on the occasion in question.\"</p>\n<p>The Court of Appeals based its disposition of the case on the reasoning that the charge<sup>[3]</sup> given the jury contained \"no explanation of the legal effect\" of the direct proof of the separation of the cars \"and the permissible use which the jury could make of it . . . .\" We think the Court of Appeals erroneously concluded that the jury could find for the plaintiff only if it inferred \"bad condition of the couplers and consequent violation of defendant's statutory duty . . . .\" This was the same error <span class=\"star-pagination\">*99</span> the Court of Appeals for the Seventh Circuit made in <i>O'Donnell, supra,</i> in an opinion relied upon by respondent in the present cause. In subsequently reversing the judgment of the Court of Appeals, we held that the plaintiff did not have to show a \"bad\" condition of the coupler; she was entitled to a peremptory instruction that to equip a car with a coupler which failed to perform properly \"in the switching operation was a violation of the Act, which rendered defendant liable for injuries proximately resulting therefrom, and that neither evidence of negligence nor of diligence and care was to be considered on the question of this liability.\" Further, we said, \"a failure of equipment to perform as required by the Safety Appliance Act is in itself an actionable wrong . . . .\"</p>\n<p>Of course this assumes that the coupler was placed in a position to operate on impact. Thus, if \"the failure of these two cars to couple on impact was because the coupler on the Pennsylvania car had not been properly opened,\" the railroad had a good defense. The Court of Appeals also found fault with the charge on the ground that it deprived defendant of this defense. We cannot agree. The trial court directed the jury at least three times that it was for them to determine the reason why the cars separated and specifically called their attention to the testimony of the head switchman, thus emphasizing the possibility that his failure, if any, to open the coupler was the cause of the separation. Likewise, the argument of counsel, both for plaintiff and defendant, clearly reveals that the sole question with regard to this issue was whether, after the couplers were placed in open or proper position, they failed to couple automatically on impact.<sup>[4]</sup> The <span class=\"star-pagination\">*100</span> jury, by its verdict, resolved the question against the respondent.</p>\n<p>We think the charge, taken as a whole, sufficiently informed the jury of the relevant legal rules.</p>\n<p><span class=\"star-pagination\">*101</span> We agree with the Court of Appeals that the amount of damages awarded by the District Court's judgment is not monstrous in the circumstances of this case. <i>Barry</i> v. <i>Edmunds,</i> 116 U. S. 550 (1886). Accordingly, the judgment of the Court of Appeals is reversed and that of the District Court affirmed.</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE REED dissents. He would affirm on the failure of the trial court to make clear to the jury that the carrier was not liable under the Safety Appliance Act if the failure to couple was due to negligence in setting the coupler. See <i>New York, C. &amp; St. L. R. Co.</i> v. <i>Affolder,</i> 174 F. 2d 486, 491, and <i>O'Donnell</i> v. <i>Elgin, J. &amp; E. R. Co.,</i> 338 U. S. 384, 394, note 7.</p>\n<p>MR. JUSTICE FRANKFURTER would dismiss this writ as improvidently granted, for reasons set forth by him in <i>Carter</i> v. <i>Atlanta &amp; St. Andrews Bay R. Co.,</i> 338 U. S. 430, 437.</p>\n<p>MR. JUSTICE DOUGLAS took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE JACKSON, dissenting.</p>\n<p>The only issue surviving in this case is whether the charge gave the jury a sufficiently clear and correct knowledge of the law to be applied.</p>\n<p>The Court of Appeals thought the charge as a whole \"very probably gave the jury the impression\" that it need only find that two cars failed to couple on impact to establish a violation of the Safety Appliance Act. This, as the Court recognizes, is not the law. Before a failure to couple establishes a defective coupler, it must be found that it was properly set so it could couple. If it was not adjusted as such automatic couplers must be, of course the failure is not that of the device.</p>\n<p><span class=\"star-pagination\">*102</span> The instructions contained language quoted by this Court that would suggest this rule. Other language was used, however, which might well cancel the effect of that quoted. Judge Collet, for the Court of Appeals, said, \"We are unable to escape the conclusion that the instruction was not sufficiently clear and definite in that respect.\" 174 F. 2d at 491.</p>\n<p>If the charge seemed so foggy to a Court of Appeals, generally familiar with what the trial judge was driving at, I do not see how this Court can be so confident that it did not mislead a jury of laymen. That confidence is all upon which we reverse the judgment. We cannot know any more about its effect than did the Court of Appeals; and that court happened to have been composed of judges, two of whom have had the experience of presiding over jury trials in District Court, which gives them a better informed mind on the subject than we have. I should be inclined to agree with them that the charge leaves the subject in so much confusion that I do not know just what the instruction did amount to. The most that can happen under the decision now being reversed is to resubmit the case to a jury that probably would be more carefully and clearly instructed.</p>\n<p>In any event, I do not think this is the kind of issue that meets the qualifications we have ourselves laid down for grant of certiorari. Supreme Court Rule 38 (5). No question of law is, or could be, settled unless we could devise some measure of incoherence so that lower courts would know how much we will think is too much. Short of that, we only substitute our own impression for that of the Court of Appeals as to the probable psychological effect of the instruction in this individual case. All that was written in favor of dismissing a writ as improvidently granted in <i>Carter</i> v. <i>Atlanta &amp; St. A. B. R. Co.,</i> 338 U. S. 430, 437, and <i>Wilkerson</i> v. <i>McCarthy,</i> 336 U. S. 53, 65-77, seems especially applicable here. I would dismiss this writ as improvidently granted.</p>\n<h2>NOTES</h2>\n<p>[1]  \"It shall be unlawful for any common carrier engaged in interstate commerce by railroad to haul or permit to be hauled or used on its line any car used in moving interstate traffic not equipped with couplers coupling automatically by impact, and which can be uncoupled without the necessity of men going between the ends of the cars.\" 27 Stat. 531, 45 U. S. C. § 2.</p>\n<p>[2]  35 Stat. 65, as amended, 45 U. S. C. §§ 51-60.</p>\n<p>[3]  The trial court's charge is set out at length in the opinion of the Court of Appeals, 174 F. 2d 486, 488-491.</p>\n<p>[4]  Defendant had introduced in evidence a small model of the coupler involved and an expert had demonstrated its workings to the jury. Counsel for defendant argued to the jury: \"He [plaintiff's counsel] says it is only necessary to show that there was no coupling. I say he is wrong. I say he must show that there was a failure to couple because the car was not equipped with couplers coupling automatically on impact. If they did not couple, and if they did not couple because of some other reason . . . then there is no liability in this case.\" Defendant's counsel, in using the model, explained his position: If \"this lock was held up so that the knuckle would not lock back, it was closed, tell me, ladies and gentlemen, would this knuckle be opened or closed following the accident? Well, obviously, if the failure of the coupling to make was because the knuckle was not locked closed, it would have to be open following the accident, and Millikan testified that the knuckle [an hour after the accident] was not only closed . . . but the pin was seated, the lock was down . . . . Now, the answer to that, ladies and gentlemen, is the only possible answer . . . this knuckle was closed when the Pennsylvania car was kicked down on to the Rock Island car.\"\n</p>\n<p>Plaintiff's counsel countered:</p>\n<p>\"I don't say, and never told you, never will, nor will the Court, that if there is merely separation of cars, plaintiff shall recover. I simply told you, if there is a separation of cars after those devices were put in operation and did not operate, then they failed to perform their duty, regardless of how they operated before or since, and that we do not have to prove\u0097and the Court will tell you that emphatically\u0097any defect.\"</p>\n<p>As to whether the knuckle was opened, there was this argument by plaintiff's counsel:</p>\n<p>\"Now, let me ask you, did Tielker [the head switchman] open that knuckle or not open it? He says that when he went to open that knuckle, he had difficulty in opening it\u0097he had to push it three times, when it failed to open the first time, showing something was stuck.</p>\n<p>.....</p>\n<p>\"This bad-order card\u0097remember this is on the front end of it\u0097 and that is car Pennsylvania 727512. . . . they find that bent operating lever rod, or bent operating lever bracket, don't they? They find that themselves. This is their card, this is their record.</p>\n<p>\"What does this card do then that I have in my hand? What does it do? It confirms Tielker, doesn't it?\"</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:55:10", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">96</span></span> (1950)</b></center>\n<center><h1>AFFOLDER<br>\nv.<br>\nNEW YORK, CHICAGO &amp; ST. LOUIS RAILROAD CO.</h1></center>\n<center>No. 200.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 18, 1949.</center>\n<center>Decided March 13, 1950.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n<p><span class=\"star-pagination\">*97</span> <i>William H. Allen</i> argued the cause for petitioner. With him on the brief was <i>Mark D. Eagleton.</i></p>\n<p><i>Lon Hocker</i> argued the cause and filed a brief for respondent.</p>\n<p>MR. JUSTICE CLARK delivered the opinion of the Court.</p>\n<p>We have for review a judgment of the Court of Appeals for the Eighth Circuit, reversing petitioner's recovery of an $80,000 judgment against the respondent railroad based on an alleged violation of the Federal Safety Appliance Act<sup>[1]</sup> and the Federal Employers' Liability Act.<sup>[2]</sup> Petitioner was a member of a crew engaged in classifying, or sorting, a number of railroad cars in the respondent's yards. Twenty-four cars had been coupled together on one track. The twenty-fifth, a Rock Island car, was kicked eastward down the track to couple with the others. It did so, its east end joining the other cars. A Pennsylvania car was the next car kicked eastward down the track, but it and the Rock Island car failed to couple together. After three or four other cars had been added, the Rock Island car and the twenty-four others to which it was attached began rolling down the track. Petitioner ran after the moving train of cars in an attempt to board and stop them, as was his duty. His leg was lost as he fell under a car in this attempt.</p>\n<p>The trial was to a jury, petitioner contending that the failure of the Pennsylvania car to join the Rock Island car on impact was in itself a violation of the Safety Appliance Act, resulting in the separation and <span class=\"star-pagination\">*98</span> his injury. Respondent took the position that the criterion of the Act is, \"were they [the cars] equipped with efficient couplers?\" and not \"did they [the couplers] in fact fail to couple?\"; and that if there was a violation of the Act, it was not the proximate cause of the injury. The jury returned a verdict for $95,000 which, upon remittitur, was reduced to $80,000. A judgment in this amount was entered. <span class=\"citation\" data-id=\"1757306\"><a href=\"/opinion/1757306/affolder-v-new-york-c-st-lr-co/\"><span class=\"volume\">79</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">365</span></a></span> (1948). On appeal the judgment was reversed. 174 F. 2d 486 (1949). We granted certiorari. 338 U. S. 813 (1949).</p>\n<p>The Court of Appeals determined the issue of proximate cause favorably to petitioner, and respondent admits that the \"problem of causal connection <i>vel non</i> in the Affolder case is legally identical with the same problem in the Carter case. [<i>Carter</i> v. <i>Atlanta &amp; Saint Andrews Bay R. Co.,</i> 338 U. S. 430 (1949).]\" We agree and consequently hold the issue correctly determined below.</p>\n<p>Nor do we think that any question regarding the normal efficiency of the couplers is involved in an action under the Safety Appliance Acts. As we said in <i>O'Donnell</i> v. <i>Elgin, Joliet &amp; Eastern R. Co.,</i> 338 U. S. 384 (1949), and the <i>Carter</i> case, <i>supra,</i> the duty under the Acts is not based on the negligence of the carrier but is an absolute one requiring performance \"on the occasion in question.\"</p>\n<p>The Court of Appeals based its disposition of the case on the reasoning that the charge<sup>[3]</sup> given the jury contained \"no explanation of the legal effect\" of the direct proof of the separation of the cars \"and the permissible use which the jury could make of it . . . .\" We think the Court of Appeals erroneously concluded that the jury could find for the plaintiff only if it inferred \"bad condition of the couplers and consequent violation of defendant's statutory duty . . . .\" This was the same error <span class=\"star-pagination\">*99</span> the Court of Appeals for the Seventh Circuit made in <i>O'Donnell, supra,</i> in an opinion relied upon by respondent in the present cause. In subsequently reversing the judgment of the Court of Appeals, we held that the plaintiff did not have to show a \"bad\" condition of the coupler; she was entitled to a peremptory instruction that to equip a car with a coupler which failed to perform properly \"in the switching operation was a violation of the Act, which rendered defendant liable for injuries proximately resulting therefrom, and that neither evidence of negligence nor of diligence and care was to be considered on the question of this liability.\" Further, we said, \"a failure of equipment to perform as required by the Safety Appliance Act is in itself an actionable wrong . . . .\"</p>\n<p>Of course this assumes that the coupler was placed in a position to operate on impact. Thus, if \"the failure of these two cars to couple on impact was because the coupler on the Pennsylvania car had not been properly opened,\" the railroad had a good defense. The Court of Appeals also found fault with the charge on the ground that it deprived defendant of this defense. We cannot agree. The trial court directed the jury at least three times that it was for them to determine the reason why the cars separated and specifically called their attention to the testimony of the head switchman, thus emphasizing the possibility that his failure, if any, to open the coupler was the cause of the separation. Likewise, the argument of counsel, both for plaintiff and defendant, clearly reveals that the sole question with regard to this issue was whether, after the couplers were placed in open or proper position, they failed to couple automatically on impact.<sup>[4]</sup> The <span class=\"star-pagination\">*100</span> jury, by its verdict, resolved the question against the respondent.</p>\n<p>We think the charge, taken as a whole, sufficiently informed the jury of the relevant legal rules.</p>\n<p><span class=\"star-pagination\">*101</span> We agree with the Court of Appeals that the amount of damages awarded by the District Court's judgment is not monstrous in the circumstances of this case. <i>Barry</i> v. <i>Edmunds,</i> 116 U. S. 550 (1886). Accordingly, the judgment of the Court of Appeals is reversed and that of the District Court affirmed.</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE REED dissents. He would affirm on the failure of the trial court to make clear to the jury that the carrier was not liable under the Safety Appliance Act if the failure to couple was due to negligence in setting the coupler. See <i>New York, C. &amp; St. L. R. Co.</i> v. <i>Affolder,</i> 174 F. 2d 486, 491, and <i>O'Donnell</i> v. <i>Elgin, J. &amp; E. R. Co.,</i> 338 U. S. 384, 394, note 7.</p>\n<p>MR. JUSTICE FRANKFURTER would dismiss this writ as improvidently granted, for reasons set forth by him in <i>Carter</i> v. <i>Atlanta &amp; St. Andrews Bay R. Co.,</i> 338 U. S. 430, 437.</p>\n<p>MR. JUSTICE DOUGLAS took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE JACKSON, dissenting.</p>\n<p>The only issue surviving in this case is whether the charge gave the jury a sufficiently clear and correct knowledge of the law to be applied.</p>\n<p>The Court of Appeals thought the charge as a whole \"very probably gave the jury the impression\" that it need only find that two cars failed to couple on impact to establish a violation of the Safety Appliance Act. This, as the Court recognizes, is not the law. Before a failure to couple establishes a defective coupler, it must be found that it was properly set so it could couple. If it was not adjusted as such automatic couplers must be, of course the failure is not that of the device.</p>\n<p><span class=\"star-pagination\">*102</span> The instructions contained language quoted by this Court that would suggest this rule. Other language was used, however, which might well cancel the effect of that quoted. Judge Collet, for the Court of Appeals, said, \"We are unable to escape the conclusion that the instruction was not sufficiently clear and definite in that respect.\" 174 F. 2d at 491.</p>\n<p>If the charge seemed so foggy to a Court of Appeals, generally familiar with what the trial judge was driving at, I do not see how this Court can be so confident that it did not mislead a jury of laymen. That confidence is all upon which we reverse the judgment. We cannot know any more about its effect than did the Court of Appeals; and that court happened to have been composed of judges, two of whom have had the experience of presiding over jury trials in District Court, which gives them a better informed mind on the subject than we have. I should be inclined to agree with them that the charge leaves the subject in so much confusion that I do not know just what the instruction did amount to. The most that can happen under the decision now being reversed is to resubmit the case to a jury that probably would be more carefully and clearly instructed.</p>\n<p>In any event, I do not think this is the kind of issue that meets the qualifications we have ourselves laid down for grant of certiorari. Supreme Court Rule 38 (5). No question of law is, or could be, settled unless we could devise some measure of incoherence so that lower courts would know how much we will think is too much. Short of that, we only substitute our own impression for that of the Court of Appeals as to the probable psychological effect of the instruction in this individual case. All that was written in favor of dismissing a writ as improvidently granted in <i>Carter</i> v. <i>Atlanta &amp; St. A. B. R. Co.,</i> 338 U. S. 430, 437, and <i>Wilkerson</i> v. <i>McCarthy,</i> 336 U. S. 53, 65-77, seems especially applicable here. I would dismiss this writ as improvidently granted.</p>\n<h2>NOTES</h2>\n<p>[1]  \"It shall be unlawful for any common carrier engaged in interstate commerce by railroad to haul or permit to be hauled or used on its line any car used in moving interstate traffic not equipped with couplers coupling automatically by impact, and which can be uncoupled without the necessity of men going between the ends of the cars.\" 27 Stat. 531, 45 U. S. C. § 2.</p>\n<p>[2]  35 Stat. 65, as amended, 45 U. S. C. §§ 51-60.</p>\n<p>[3]  The trial court's charge is set out at length in the opinion of the Court of Appeals, 174 F. 2d 486, 488-491.</p>\n<p>[4]  Defendant had introduced in evidence a small model of the coupler involved and an expert had demonstrated its workings to the jury. Counsel for defendant argued to the jury: \"He [plaintiff's counsel] says it is only necessary to show that there was no coupling. I say he is wrong. I say he must show that there was a failure to couple because the car was not equipped with couplers coupling automatically on impact. If they did not couple, and if they did not couple because of some other reason . . . then there is no liability in this case.\" Defendant's counsel, in using the model, explained his position: If \"this lock was held up so that the knuckle would not lock back, it was closed, tell me, ladies and gentlemen, would this knuckle be opened or closed following the accident? Well, obviously, if the failure of the coupling to make was because the knuckle was not locked closed, it would have to be open following the accident, and Millikan testified that the knuckle [an hour after the accident] was not only closed . . . but the pin was seated, the lock was down . . . . Now, the answer to that, ladies and gentlemen, is the only possible answer . . . this knuckle was closed when the Pennsylvania car was kicked down on to the Rock Island car.\"\n</p>\n<p>Plaintiff's counsel countered:</p>\n<p>\"I don't say, and never told you, never will, nor will the Court, that if there is merely separation of cars, plaintiff shall recover. I simply told you, if there is a separation of cars after those devices were put in operation and did not operate, then they failed to perform their duty, regardless of how they operated before or since, and that we do not have to prove\u0097and the Court will tell you that emphatically\u0097any defect.\"</p>\n<p>As to whether the knuckle was opened, there was this argument by plaintiff's counsel:</p>\n<p>\"Now, let me ask you, did Tielker [the head switchman] open that knuckle or not open it? He says that when he went to open that knuckle, he had difficulty in opening it\u0097he had to push it three times, when it failed to open the first time, showing something was stuck.</p>\n<p>.....</p>\n<p>\"This bad-order card\u0097remember this is on the front end of it\u0097 and that is car Pennsylvania 727512. . . . they find that bent operating lever rod, or bent operating lever bracket, don't they? They find that themselves. This is their card, this is their record.</p>\n<p>\"What does this card do then that I have in my hand? What does it do? It confirms Tielker, doesn't it?\"</p>\n\n</div>", 
  "sha1": "8c765639eb4933fe1239f15196c4b405848f27e3", 
  "date_modified": "2014-12-21T01:49:09.874563", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/104771/affolder-v-new-york-c-st-lr-co/", 
  "citation_count": 73, 
  "supreme_court_db_id": "1949-051", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/417026/", 
  "html": "<p class=\"case_cite\">339 U.S. 96</p>\n    <p class=\"case_cite\">70 S.Ct. 509</p>\n    <p class=\"case_cite\">94 L.Ed. 683</p>\n    <p class=\"parties\">AFFOLDER<br>v.<br>NEW YORK, C. &amp; ST. L.R. CO.</p>\n    <p class=\"docket\">No. 200.</p>\n    <p class=\"date\">Argued Nov. 18, 1949.</p>\n    <p class=\"date\">Decided March 13, 1950.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. William H. Allen, St. Louis, Mo., for petitioner.</p>\n      <p class=\"indent\">Mr Lon Hocker, St. Louis, Mo., for respondent.</p>\n      <p class=\"indent\">Mr. Justice CLARK delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We have for review a judgment of the Court of Appeals for the Eighth Circuit, reversing petitioner's recovery of an $80,000 judgment against the respondent railroad based on an alleged violation of the Federal Safety Appliance Act<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and the Federal Employers' Liability Act.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Petitioner was a member of a crew engaged in classifying, or sorting, a number of railroad cars in the respondent's yards. Twenty-four cars had been coupled together on one track. The twenty-fifth, a Rock Island car, was kicked eastward down the track to couple with the others. It did so, its east end joining the other cars. A Pennsylvania car was the next car kicked eastward down the track, but it and the Rock Island car failed to couple together. After three or four other cars had been added, the Rock Island car and the twenty-four others to which it was attached began rolling down the track. Petitioner ran after the moving train of cars in an attempt to board and stop them, as was his duty. His leg was lost as he fell under a car in this attempt.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The trial was to a jury, petitioner contending that the failure of the Pennsylvania car to join the Rock Island car on impact was in itself a violation of the Safety Appliance Act, resulting in the separation and his injury. Respondent took the position that the criterion of the Act is, 'were they (the cars) equipped with efficient couplers?' and not 'did they (the couplers) in fact fail to couple?'; and that if there was a violation of the Act, it was not the proximate cause of the injury. The jury returned a verdict for $95,000 which, upon remittitur, was reduced to $80,000. A judgment in this amount was entered 1948, 79 F.Supp. 365. On appeal the judgment was reversed. 8 Cir., 1949, 174 F.2d 486. We granted certiorari. 1949, 338 U.S. 813, 70 S.Ct. 73.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Court of Appeals determined the issue of proximate cause favorable to petitioner, and respondent admits that the 'problem of causal connection vel non in the Affolder case is legally identical with the same problem in the Carter case. (Carter v. Atlanta &amp; Saint Andrews Bay R. Co., 1949, 338 U.S. 430, 70 S.Ct. 226.)' We agree and consequently hold the issue correctly determined below.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Nor do we think that any question regarding the normal efficiency of the couplers is involved in an action under the Safety Appliance Acts. As we said in O'Donnell v. Elgin, Joliet &amp; Eastern R. Co., 1949, 338 U.S. 384, 70 S.Ct. 200, and the Carter case, supra, the duty under the Acts is not based on the negligence of the carrier but is an absolute one requiring performance 'on the occasion in question.' (174 F.2d 489.)</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Court of Appeals based its disposition of the case on the reasoning that the charge<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> given the jury contained 'no explanation of the legal effect' of the direct proof of the separation of the cars 'and the permissible use which the jury could make of it * * *.' We think the Court of Appeals erroneously concluded that the jury could find for the plaintiff only if it inferred 'bad condition of the couplers and consequent violation of defendant's statutory duty * * *.' This was the same error the Court of Appeals for the Seventh Circuit made in O'Donnell, supra, in an opinion relied upon by respondent in the present cause. In subsequently reversing the judgment of the Court of Appeals, we held that the plaintiff did not have to show a 'bad' condition of the coupler; she was entitled to a peremptory instruction that to equip a car with a coupler which failed to perform properly 'in the switching operation was a violation of the Act, which rendered defendant liable for injuries proximately resulting therefrom, and that neither evidence of negligence nor of diligence and care was to be considered on the question of this liability.' Further, we said, 'a failure of equipment to perform as required by the Safety Appliance Act is in itself an actionable wrong * * *.' (338 U.S. 384, 70 S.Ct. 204.)</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Of course this assumes that the coupler was placed in a position to operate on impact. Thus, if 'the failure of these two cars to couple on impact was because the coupler on the Pennsylvania car had not been properly opened', the railroad had a good defense. The Court of Appeals also found fault with the charge on the ground that it deprived defendant of this defense. We cannot agree. The trial court directed the jury at least three times that it was for them to determine the reason why the cars separated and specifically called their attention to the testimony of the head switchman, thus emphasizing the possibility that his failure, if any, to open the coupler was the cause of the separation. Likewise, the argument of counsel, both for plaintiff and defendant, clearly reveals that the sole question with regard to this issue was whether, after the couplers were placed in open or proper position, they failed to couple automatically on impact.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The jury, by its verdict, resolved the question against the respondent.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We think the charge, taken as a whole sufficiently informed the jury of the relevant legal rules.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We agree with the Court of Appeals that the amount of damages awarded by the District Court's judgment is not monstrous in the circumstances of this case. Barry v. Edmunds, 1886, 116 U.S. 550, 6 S.Ct. 501, 29 L.Ed. 729. Accordingly, the judgment of the Court of Appeals is reversed and that of the District Court affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Mr. Justice FRANKFURTER would dismiss this writ as improvidently granted, for reasons set forth by him in Carter v. Atlanta &amp; St. Andrews Bay R. Co., 338 U.S. 430, 437, 70 S.Ct. 226, 230.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Mr. Justice REED dissents. He would affirm on the failure of the trial court to make clear to the jury that the carrier was not liable under the Safety Appliance Act if the failure to couple was due to negligence in setting the coupler. See New York, C. &amp; St. L.R. Co. v. Affolder, 8 Cir., 174 F.2d 486, 491, and O'Donnell v. Elgin, J. &amp; E.R. Co., 338 U.S. 384, 394, note 7, 70 S.Ct. 200, 206.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Mr. Justice DOUGLAS took no part in the consideration or decision of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Mr. Justice JACKSON, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The only issue surviving in this case is whether the charge gave the jury a sufficiently clear and correct knowledge of the law to be applied.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Court of Appeals thought the charge as a whole 'very probably gave the jury the impression' that it need only find that two cars failed to couple on impact to establish a violation of the Safety Appliance Act. This, as the Court recognizes, is not the law. Before a failure to couple establishes a defective coupler, it must be found that it was properly set so it could couple. If it was not adjusted as such automatic couplers must be, of course the failure is not that of the device.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The instructions contained language quoted by this Court that would suggest this rule. Other language was used, however, which might well cancel the effect of that quoted. Judge Collet, for the Court of Appeals, said, 'We are unable to escape the conclusion that the instruction was not sufficiently clear and definite in that respect.' 174 F.2d at 491.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">If the charge seemed so foggy to a Court of Appeals, generally familiar with what the trial judge was driving at, I do not see how this Court can be so confident that it did not mislead a jury of laymen. That confidence is all upon which we reverse the judgment. We cannot know any more about its effect than did the Court of Appeals; and that court happened to have been composed of judges, two of whom have had the experience of presiding over jury trials in District Court, which gives them a better informed mind on the subject than we have. I should be inclined to agree with them that the charge leaves the subject in so much confusion that I do not know just what the instruction did amount to. The most that can happen under the decision now being reversed is to resubmit the case to a jury that probably would be more carefully and clearly instructed.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In any event, I do not think this is the kind of issue that meets the qualifications we have ourselves laid down for grant of certiorari. Supreme Court Rule 38(5), 28 U.S.C.A. No question of law is, or could be, settled unless we could devise some measure of incoherence so that lower courts would know how much we will think is too much. Short of that, we only substitute our own impression for that of the Court of Appeals as to the probable psychological effect of the instruction in this individual case. All that was written in favor of dismissing a writ as improvidently granted in Carter v. Atlanta &amp; St. Andrews Bay R. Co., 338 U.S. 430, 437, 70 S.Ct. 226, 230, and Wilkerson v. McCarthy, 336 U.S. 53, 65&#8212;77, 69 S.Ct. 413, 419&#8212;424, seems especially applicable here. I would dismiss this writ as improvidently granted.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 'It shall be unlawful for any common carrier engaged in interstate commerce by railroad to haul or permit to be hauled or used on its line any car used in moving interstate traffic not equipped with couplers coupling automatically by impact, and which can be uncoupled without the necessity of men going between the ends of the cars.' 27 Stat. 531, 45 U.S.C. &#167; 2, 45 U.S.C.A. &#167; 2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 35 Stat. 65, as amended, 45 U.S.C. &#167;&#167; 51&#8212;60, 45 U.S.C.A. &#167; 51&#8212;60.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The trial court's charge is set out at length in the opinion of the Court of Appeals, 174 F.2d 486, 488&#8212;491.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Defendant had introduced in evidence a small model of the coupler involved and an expert had demonstrated its workings to the jury. Counsel for defendant argued to the jury: 'He (plaintiff's counsel) says it is only necessary to show that there was no coupling. I say he is wrong. I say he must show that there was a failure to couple because the car was not equipped with couplers coupling automatically on impact. If they did not couple, and if they did not couple because of some other reason * * * then there is no liability in this case.' Defendant's counsel, in using the model, explained his position: If 'This lock was held up so that the knuckle would not lock back, it was closed, tell me, ladies and gentlemen, would this knuckle be opened or closed following the accident? Well, obviously, if the failure of the coupling to make was because the knuckle was not locked closed, it would have to be open following the accident, and Millikan testified that the knuckle (an hour after the accident) was not only closed * * * but the pin was seated, the lock was down * * *. Now, the answer to that, ladies and gentlemen, is the only possible answer * * * this knuckle was closed when the Pennsylvania car was kicked down on the Rock Island car.'</p>\n        <p>Plaintiff's counsel countered: 'I don't say, and never told you, never will, nor will the Court, that if there is merely separation of cars, plaintiff shall recover. I simply told you, if there is a separation of cars after those devices were put in operation and did not operate, then they failed to perform their duty, regardless of how they operated before or since, and that we do not have to prove&#8212;and the Court will tell you that emphatically any defect.' As to whether the knuckle was opened, there was this argument by plaintiff's counsel:</p>\n        <p>'Now, let me ask you, did Tielker (the head switchman) open that knuckle or not open it? He says that when he went to open that knuckle, he had difficulty in opening it&#8212;he had to push it three times, when it failed to open the first time, showing something was stuck.</p>\n        <p>'This bad-order card&#8212;remember this is on the front end of it and that is car Pennsylvania 727512. * * * they find that bent operating lever rod, or bent operating lever bracket, don't they? They find that themselves. This is their card, this is their record.</p>\n        <p>'What does this card do then that I have in my hand? What does it do? It confirms Tielker, doesn't it?'</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/104771/"
}