{"absolute_url": "/opinion/104834/mcgrath-v-kristensen/", "blocked": false, "citation": {"case_name": "McGrath v. Kristensen", "docket_number": "34", "document_uris": ["/api/rest/v2/document/104834/"], "federal_cite_one": "340 U.S. 162", "federal_cite_three": "95 L. Ed. 2d 173", "federal_cite_two": "71 S. Ct. 224", "id": 89217, "lexis_cite": "1950 U.S. LEXIS 1314", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/89217/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 85, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1950-12-11", "date_modified": "2014-12-21T01:49:18.303222", "docket": "/api/rest/v2/docket/277529/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">340 U.S. 162</p>\n    <p class=\"case_cite\">71 S.Ct. 224</p>\n    <p class=\"case_cite\">95 L.Ed. 173</p>\n    <p class=\"parties\">McGRATH, Attorney General, et al.<br>v.<br>KRISTENSEN.</p>\n    <p class=\"docket\">No. 34.</p>\n    <p class=\"date\">Argued Oct. 19, 20, 1950.</p>\n    <p class=\"date\">Decided Dec. 11, 1950.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Robert W. Ginnane, Washington, D.C., for petitioners.</p>\n      <p class=\"indent\">Mr. David W. Louisell, Washington, D.C., for respondent.</p>\n      <p class=\"indent\">Mr. Justice REED delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Review was granted by this Court to determine whether the Attorney General was justified in refusing to suspend deportation of an alien under &#167; 19(c), as amended, 62 Stat. 1206, of the Immigration Act of 1917,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> 39 Stat. 874, 889, 8 U.S.C. &#167;&#167; 101, 155(c), 8 U.S.C.A. &#167;&#167; 101, 155(c) on the sole ground that the alien was ineligible for naturalization. The alien's eligibility for naturalization, the substantive question in this case, depends upon whether the alien was 'residing' in the United States and therefore liable for military service under the Selective Training and Service Act of 1940, 50 U.S.C.A.Appendix, &#167; 301 et seq., when he made application to be relieved from the liability. Section 3(a) of that Act as amended, the applicable section, provides that 'any person who makes such application shall thereafter be debarred from becoming a citizen of the United States'.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The grant of certiorari also covered a procedural question: whether the Attorney General's refusal on the ground stated to grant suspension of deportation was subject to judicial review otherwise than by habeas corpus.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The allegations of the alien's complaint have not been controverted. Kristensen, a Danish citizen, entered the United States on August 17, 1939, as a temporary visitor for sixty days, to attend the New York World's Fair and visit relatives. The outbreak of World War II prevented his return to Denmark. Successive extensions of stay were applied for and granted, but eventually economic necessity compelled Kristensen to become employed and thereby violate his visitor's status. The process of deportation on the ground of violation of his visitor's status was begun in May 1940, stayed for the duration of World War II, and reopened in 1946. A warrant of deportation was issued in 1941 but was withdrawn on June 10, 1946, to permit the alien to submit an application for suspension of deportation under &#167; 19(c) of the Immigration Act, supra, which allows such suspension when deportation would result in serious economic detriment to the United States citizen wife of an alien. This relief was refused on the sole ground of Kristensen's asserted ineligibility for citizenship resulting from his having filed with his Selective Service Board on March 30, 1942, after registration, an application for relief from service under &#167; 3(a) of the Selective Training and Service Act, supra. Eligibility is a statutory prerequisite to the Attorney General's exercise of his discretion to suspend deportation in this case.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Respondent, not then nor thereafter in custody, sought a declaratory judgment that the Attorney General and other immigration and naturalization officials must, in passing upon his application for suspension of deportation, decide on the basis that he is eligible for naturalization in the United States.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> He also sought to enjoin the Attorney General and other officials from exercising their authority under &#167; 19(c) of the Immigration Act on the assumption of respondent's ineligibility.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The District Court dismissed the complaint without opinion, apparently for failure to state a ground for relief. The United States Court of Appeals for the District of Columbia reversed on the ground that, under the facts alleged, Kristensen could not have been subject to the Selective Training and Service Act of 1940 at the time he made his claim for exemption, and therefore the claim was without effect and did not render him ineligible for naturalization. 86 U.S.App.D.C. 48, 179 F.2d 796. The Court of Appeals ruled that the Selective Training and Service Act of 1940, as amended, applied only to aliens 'residing in the United States' and 'absent any showing of acts of declarations indicating an intention to remain at the time the form was filed, the immigration authorities erroneously construed 'residing in the United States' when they held it applicable to an alien in this country under a temporary visitor's visa whose deportation had been ordered and then stayed because of war.'<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We granted certiorari because of the importance of the question in the administration of the immigration and naturalization laws. The principle of the decision below is in conflict with that applied in Benzian v. Godwin, 2 Cir., 168 F.2d 952. An important procedural question also exists in view of the Government's insistence that habeas corpus is the only available judicial remedy for aliens in deportation proceedings. Before we consider these questions, however, we turn to a jurisdiction problem.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Federal Jurisdiction.&#8212;The Government properly presents for our consideration an issue of federal jurisdiction not heretofore raised. The quaere is whether this proceeding involves a justiciable question under Article III of the Constitution.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> It is said the Attorney General's suspension of deportation is merely a recommendation to Congress, and that federal courts cannot intervene because at this point a court order does not finally control the deportation of the alien.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> This argument is founded on &#167; 19(c) of the Immigration Act which provides that, if deportation is suspended longer than six months, a detailed report must be made to Congress, and, if Congress fails to approve the suspension before the termination of the session next following the session in which the case is reported, the Attorney General must thereupon proceed with the deportation.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">While such a jurisdictional point may be raised at any time,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> we do not think there is basis for the objection here. The statute gives the Attorney General the power to suspend deportation for a minimum of six months and until Congress acts or the time for action elapses. The Attorney General's power is final for such deferment of deportation. That other forces may come into play later with authority to take other steps does not detract from that finality. The United States relies particularly on Chicago &amp; Southern Air Lines v. Waterman, S.S. Corp., 333 U.S. 103, 68 S.Ct. 431, 92 L.Ed. 568. The congressional power here is quite distinct from the Presidential power concerning overseas licensing in the Chicago &amp; Southern case. The license in question there was ineffective until the President acted. The delay here is effective despite subsequent congressional action. This litigation, whatever its ultimate effect, is aimed only at the delay. The judgment sought in this proceeding would be binding and conclusive on the parties if entered and the question is justiciable.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Declaratory Judgment.&#8212;The United States does not challenge finality for purpose of review.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> However, the Government does contend that the Immigration Act provision, &#167; 19(a), making the Attorney General's decision on deportation 'final' precludes judicial review except by habeas corpus of his refusal to grant suspension of deportation. The procedural question as thus narrowed is whether an administrative decision against a requested suspension of deportation under &#167; 19(c) of the Immigration Act can be challenged by an alien free from custody through a declaratory judgment or whether, to secure redress, he must await the traditional remedy of habeas corpus after his arrest for deportation.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Immigration Act of 1917, 39 Stat. 889, as amended, 8 U.S.C. &#167; 155(a), 8 U.S.C.A. &#167; 155(a), authorized the deportation of any alien found in the United States in violation of the immigration laws, and always provided that administrative decision as to deportation 'shall be final.' The end of that administrative proceeding creates a situation which is subject to test on constitutional grounds through habeas corpus by one in custody.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> We do not find it necessary to consider the applicability of &#167; 10 of the Administrative Procedure Act, 60 Stat. 243, 5 U.S.C.A. &#167; 1009, to this proceeding. Where an official's authority to act depends upon the status of the person affected, in this case eligibility for citizenship, that status, when in dispute, may be determined by a declaratory judgment proceeding after the exhaustion of administrative remedies. Under &#167; 19(c) of the Immigration Act the exercise of the Attorney General's appropriate discretion in suspending deportation is prohibited in the case of aliens ineligible for citizenship. The alien is determined to have a proscribed status by this administrative ruling of ineligibility. Since the administrative determination is final, the alien can remove the bar to consideration of suspension only by a judicial determination of his eligibility for citizenship. This is an actual controversy between the alien and immigration officials over the legal right of the alien to be considered for suspension. As such a controversy over federal laws, it is within the jurisdiction of federal courts, 28 U.S.C. &#167; 1331, 28 U.S.C.A. &#167; 1331, and the terms of the Declaratory Judgment Act, 28 U.S.C. &#167; 2201, 28 U.S.C.A. &#167; 2201.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It was so held in Perkins v. Elg, 307 U.S. 325, 59 S.Ct. 884, 83 L.Ed. 1320, where a declaratory judgment action was brought against the Secretary of Labor, then the executive official in charge of deportation of aliens, the Secretary of State, and the Commissioner of Immigration, to settle citizenship status. The Department of Labor had notified Miss Elg, who was not in custody, that she was not a citizen and was illegally remaining in the United States, and the Department of State had refused her a passport 'solely on the ground that she had lost her native born American citizenship.' The District Court sustained a motion to dismiss the proceeding against the Secretary of State because his function as to passports was discretionary, but declared against the contention of the Secretary of Labor and held that Miss Elg had not lost her American citizenship. On appeal, the Court of Appeals for the District of Columbia affirmed both the dismissal of the Secretary of State from the proceeding and the holding that Miss Elg was a citizen, and also determined that the case was properly brought within the Declaratory Judgment Act. Perkins v. Elg, 69 App.D.C. 175, 99 F.2d 408. The United States raised no question on its petition for certiorari as to the propriety of the declaratory judgment action. Miss Elg, however, obtained certiorari the dismissal of the proceeding against the Secretary of State, and the United States defended the judgment of dismissal on the ground that the Declaratory Judgment Act did not add to federal court jurisdiction but merely gave an additional remedy.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> In the Government's brief it was said judicial jurisdiction would be expanded without warrant 'by permitting the court to substitute its discretion for that of the executive departments in a matter belonging to the proper jurisdiction of the latter.' We rejected that contention and reversed the Court of Appeals on this point, saying, 'The court below, properly recognizing the existence of an actual controversy with the defendants (Aetna Life Ins. Co. of Hartford v. Haworth, 300 U.S. 227, 57 S.Ct. 461, 81 L.Ed. 617), declared Miss Elg 'to be a natural born citizen of the United States,' and we think that the decree should include the Secretary of State as well as the other defendants. The decree in that sense would in no way interfere with the exercise of the Secretary's discretion with respect to the issue of a passport but would simply preclude the denial of a passport on the sole ground that Miss Elg had lost her American citizenship.' 307 U.S. 349&#8212;350, 59 S.Ct. 884, 896, 83 L.Ed. 1320.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">So here a determination that Kristensen is not barred from citizenship by &#167; 3(a) of the Selective Training and Service Act of 1940 only declares that he has such status as entitles him to consideration under &#167; 19(c) of the Immigration Act. We think that the present proceeding is proper.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Eligibility for Naturalization&#8212;Under &#167; 3(a) of the Selective Training and Service Act of 1940, Kristensen was liable for service if 'residing' in the United States within the meaning of the Act. Section 3(a) also provided that if he applied 'to be relieved from such liability' as a subject of a neutral country he could be excused from service but would thereafter be debarred from our citizenship.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">If Kristensen was not 'residing' at the time of his application for relief, he could not then have had 'such liability' for service. If there was no 'liability' for service, the disqualification for citizenship under the penalty clause could not arise because the applicant had not made the 'application' referred to in the statute as 'such application.' 'Such application' refers to an application to be relieved from 'such liability.' As there was no 'liability' for service, his act in applying for relief from a nonexistent duty could not create the bar against naturalization. By the terms of the statute, that bar only comes into existence when an alien resident liable for service asks to be relieved.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The question, then, is whether Kristensen was 'residing,' within the meaning of the Selective Training and Service Act of 1940 and regulations issued thereunder, at the time of his application, March 30, 1942. As we conclude that he was not a resident under the Act at the time of his application for relief from military service, we do not decide whether Denmark was a neutral country. Nor need we determine whether the bar against citizenship has been removed by the termination of the Selective Training and Service Act of 1940.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The phrase of &#167; 3(a), 'every other male person residing in the United States,' when used as it is, in juxtaposition with 'every male citizen',<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> falls short of saying that every person in the United States is subject to military service. But the Act did not define who was a 'male person residing in the United States,' liable for training and service after December 20, 1941. 55 Stat. 845.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> Such precisiveness was left for administrative regulation. Section 10(a) and (b), 54 Stat. 893, 894 authorized the President to prescribe rules and regulations for the Act with power of delegation. The President prescribed the first regulations on September 23, 1940, and authorized the Director to prescribe amendments. Exec. Order 8545, 3 C.F.R., 1943 Cum.Supp., 719, 722. Amendments promulgating the regulations here applicable were issued, effective February 7, 1942, 7 Fed.Reg. 855. They are set out below.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> Under these regulations it would seem that Kristensen, who never declared an intention to become a citizen of the United States and who entered the United States in August 1939, was not classified as a resident neutral alien until May 16, 1942. Otherwise, there would have been no occasion for &#167; 611.13(b), which declares the male alien who remains in the United States after May 16, 1942, to be a resident. Until that date he was in the same category as the newly arrived nondeclarant alien who, under the regulations and the Act, did not become a resident for three months. The application for relief from service was made on March 30, 1942.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The regulations, quoted above, either made an alien in Kristensen's situation a nonresident of the United States for the purpose of the Selective Training and Service Act, between February 7 and May 17, 1942, or they were nondeterminative of status in that period.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> In the absence of a determinative regulation, the meaning of the word 'residing' in &#167; 3(a) requires examination. The meaning of that word, of course, depends upon the meaning of 'residence.' 'Residence' sometimes equals domicile, as in voting. Again, as in taxation, one who is not a mere transient or sojourner is a 'resident.' &#167; 29.211&#8212;2, Income Tax Regulations. The definition varies with the statute. Restatement, Conflict of Laws (1934), &#167; 9, comment e. See Carroll v. United States, 2 Cir., 133 F.2d 690, 693. In a naturalization case where eligibility depended upon the required residence in the United States, it was held that an enforced service in the German army 1914&#8212;1918 and subsequent foreign residence until 1921 on account of lack of means and inability to obtain a passport did not break the continuity of American residence. The court there said, 'We shall not try to define what is the necessary attitude of mind to create or retain a residence under this statute, and how it differs from the choice of a 'home,' which is the test of domicile. Frankly it is doubtful whether courts have as yet come to any agreement on the question. But there is substantial unanimity that, however construed in a statute, residence involves some choice, again like domicile, and that presence elsewhere through constraint has no effect upon it.'<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">When we consider that &#167; 3(a) was obviously intended to require military service from all who sought the advantages of our life and the protection of our flag, we cannot conclude, without regulations so defining residence, that a sojourn within our borders made necessary by the conditions of the times was residence within the meaning of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The judgment of the Court of Appeals is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Mr. Justice BLACK concurs in the judgment of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Mr. Justice DOUGLAS dissents from the holding of the Court that respondent was not 'residing' in the United States within the meaning of &#167; 3(a) of the Act. See the opinion of Judge Frank in Benzian v. Godwin, 2 Cir., 168 F.2d 952.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Mr. Justice CLARK took no part in the consideration or decision of this case.</p>\n    </div>\n    <p class=\"indent\">Mr. Justice JACKSON, concurring</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">I concur in the judgment and opinion of the Court. But since it is contrary to an opinion which, as Attorney General, I rendered in 1940, I owe some word of explanation. 39 Op.Atty.Gen. 504. I am entitled to say of that opinion what any discriminating reader must think of it&#8212;that it was as foggy as the statute the Attorney General was asked to interpret. It left the difficult borderline questions posed by the Secretary of War unanswered, covering its lack of precision with generalities which, however, gave off overtones of assurance that the Act applied to nearly every alien from a neutral country caught in the United States under almost any circumstances which required him to stay overnight.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The opinion did not at all consider aspects of our diplomatic history, which I now think, and should think I would then have thought, ought to be considered in applying any conscription Act to aliens.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In times gone by, many United States citizens by naturalization have returned to visit their native lands. There they frequently were held for military duty by governments which refused to recognize a general right of expatriation. The United States consistently has asserted the right of its citizens to be free from seizure for military duty by reason of temporary and lawful presence in foreign lands. Immunities we have asserted for our own citizens we should not deny to those of other friendly nations. Nor should we construe our legislation to penalize or prejudice such aliens for asserting a right we have consistently asserted as a matter of national policy in dealing with other nations. Of course, if an alien is not a mere sojourner but acquires residence here in any permanent sense, he submits himself to our law and assumes the obligations of a resident toward this country.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The language of the Selective Service Act can be interpreted consistently with this history of our international contentions. I think the decision of the Court today does so. Failure of the Attorney General's opinion to consider the matter in this light is difficult to explain in view of the fact that he personally had urged this history upon this Court in arguing Perkins v. Elg, 307 U.S. 325, 59 S.Ct. 884, 83 L.Ed. 1320. Its details may be found in the briefs and their cited sources. It would be charitable to assume that neither the nominal addressee or the nominal author of the opinion read it. That I do not doubt, that explains Mr. Stimson's acceptance of an answer so inadequate to his questions. But no such confession and avoidance can excuse the then Attorney General.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Precedent, however, is not lacking for ways by which a judge may recede from a prior opinion that has proven untenable and perhaps misled others. See Chief Justice Taney, License Cases, 5 How. 504, 12 L.Ed. 256, recanting views he had pressed upon the Court as Attorney General of Maryland in Brown v. State of Maryland, 12 Wheat. 419, 6 L.Ed. 678. Baron Bramwell extricated himself from a somewhat similar embarrassment by saying, 'The matter does not appear to me now as it appears to have appeared to me then.' Andrew v. Styrap, 26 L.T.R.(N.S.) 704, 706. And Mr. Justice Story, accounting for his contradiction of his own former opinion, quite properly put the matter: 'My own error, however, can furnish no ground for its being adopted by this Court * * *.' United States v. Gooding, 12 Wheat. 460, 478, 6 L.Ed. 693. Perhaps Dr. Johnson really went to the heart of the matter when he explained a blunder in his dictionary&#8212;' Ignorance, sir, ignorance.' But an escape less self-depreciating was taken by Lord Westbury, who, it is said, rebuffed a barrister's reliance upon an earlier opinion of his Lordship: 'I can only say that I am amazed that a man of my intelligence should have been guilty of giving such an opinion.' If there are other ways of gracefully and good naturedly surrendering former views to a better considered position, I invoke them all.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> '(c) In the case of any alien * * * who is deportable under any law of the United States and who has proved good moral character for the preceding five years, the Attorney General may * * * (2) suspend deportation of such alien if he is not ineligible for naturalization or if ineligible, such ineligibility is solely by reason of his race, if he finds (a) that such deportation would result in serious economic detriment to a citizen or legally resident alien who is the spouse, parent, or minor child of such deportable alien; * * *. If the deportation of any alien is suspended under the provisions of this subsection for more than six months, a complete and detailed statement of the facts and pertinent provisions of law in the case shall be reported to the Congress with the reasons for such suspension. These reports shall be submitted on the 1st and 15th day of each calendar month in which Congress is in session. If during the session of the Congress at which a case is reported, or prior to the close of the session of the Congress next following the session at which a case is reported, the Congress passes a concurrent resolution stating in substance that it favors the suspension of such deportation, the Attorney General shall cancel deportation proceedings. If prior to the close of the session of the Congress next following the session at which a case is reported, the Congress does not pass such a concurrent resolution, the Attorney General shall thereupon deport such alien in the manner provided by law.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 3(a) of the Selective Training and Service Act of 1940, 54 Stat. 885, as amended, 55 Stat. 845, provides in part:</p>\n        <p>'Except as otherwise provided in this Act, every male citizen of the United States, and every other male person residing in the United States * * * shall be liable for training and service in the land or naval forces of the United States: Provided, That any citizen or subject of a neutral country shall be relieved from liability for training and service under this Act if, prior to his induction into the land or naval forces, he has made application to be relieved from such liability in the manner prescribed by and in accordance with rules and regulations prescribed by the President, but any person who makes such application shall thereafter be debarred from becoming a citizen of the United States * * *.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See note 1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> While respondent alleged that his application for deferment was filed because of erroneous advice received from a member of the local selective service Board, it sufficiently, though inartistically, appears from the complaint that its true gravamen is the ineffectiveness of the application for relief from service to bar the alien's naturalization because he was not 'residing' in the United States within the meaning of the Selective Training and Service Act at the time the application was filed. The construction was put upon the complaint by the Court of Appeals and has been adopted by the United States in its presentation here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 86 U.S.App.D.C. 48, 56, 179 F.2d 796, 804.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Federal constitutional courts act only on cases and controversies and do not give advisory opinions. Hayburn's Case, 2 Dall. 409, 1 L.Ed. 436; Muskrat v. United States, 219 U.S. 346, 31 S.Ct. 250, 55 L.Ed. 246; Chigago &amp; Southern Air Lines v. Waterman S.S. Corp., 333 U.S. 103, 113&#8212;114, 68 S.Ct. 431, 437, 92 L.Ed. 568.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Cf. Gordon v. United States, 117 U.S. 697, 702; United States v. Jefferson Electric Co., 291 U.S. 386, 400&#8212;401, 54 S.Ct. 443, 448, 78 L.Ed. 859; Chicago &amp; Southern Air Lines v. Waterman S.S. Corp., supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See note 1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> King Iron Bridge &amp; Mfg. Co. v. County of Otoe, 120 U.S. 225, 226, 7 S.Ct. 552, 30 L.Ed. 623; United States v. Corrick, 298 U.S. 435, 440, 56 S.Ct. 829, 831, 80 L.Ed. 1263.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We think the Attorney General's refusal to suspend deportation for the reason of ineligibility for citizenship has administrative finality. Administrative remedies are exhausted. Compare Levers v. Anderson, 326 U.S. 219, 66 S.Ct. 72, 90 L.Ed. 26.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Ng Fung Ho v. White, 259 U.S. 276, 42 S.Ct. 492, 66 L.Ed. 938; Mahler v. Ehy, 264 U.S. 32, 43, 44 S.Ct. 283, 287, 68 L.Ed. 549; Wong Yang Sung v. McGrath, 339 U.S. 33, 70 S.Ct. 445. Cf. Gusik v. Schilder, 340 U.S. 128, 71 S.Ct. 149, 152; Estep v. United States, 327 U.S. 114, 122, 66 S.Ct. 423, 427, 90 L.Ed. 567.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Aetna Life Ins. Co. of Hartford v. Haworth, 300 U.S. 227, 240, 57 S.Ct. 461, 463, 81 L.Ed. 617; United States v. West Virginia, 295 U.S. 463, 475, 55 S.Ct. 789, 793, 79 L.Ed. 1546; Aetna Casualty &amp; Surety Co. v. Quarles, 4 Cir., 92 F.2d 321, 324, were cited.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> 8 U.S.C. &#167; 903, 8 U.S.C.A. &#167; 903, has since been enacted, providing in part:</p>\n        <p>'If any person who claims a right or privilege as a national of the United States is denied such right or privilege by any Department or agency, or executive official thereof, upon the ground that he is not a national of the United States, such person, regardless of whether he is within the United States or abroad, may institute an action against the head of such Department or agency in the District Court of the United States for the District of Columbia or in the district court of the United States for the district in which such person claims a permanent residence for a judgment declaring him to be a national of the United States.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Cf. Benzian v. Godwin, 2 Cir., 168 F.2d 952.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> See note 2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> See &#167; 16(b), 54 Stat. 897, as amended, 59 Stat. 166, 60 Stat. 181, 342; Benzian v. Godwin, 2 Cir., 168 F.2d 952, 956.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> See note 2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> The original version of the Act required every male alien residing in the United States to register, but subjected only aliens who had declared their intention to become citizens to liability for service. 54 Stat. 885. The Attorney General construed the words 'male alien residing in the United States,' the earlier phrase defining those subject to registration, to include 'every alien * * * who lives or has a place of residence or abode in the United States, temporary or otherwise, or for whatever purpose taken or established, * * *.' 39 Op.Atty.Gen. 504, 505.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> '&#167; 611.12. When a nondeclarant alien is residing in the United States. Every male alien who is now in or hereafter enters the United States who has not declared his intention to become a citizen of the United States, unless he is in one of the categories specifically excepted by the provisions of &#167; 611.13, is 'a male person residing in the United States' within the meaning of section 2 and section 3 of the Selective Training and Service Act of 1940, as amended.</p>\n        <p>'&#167; 611.13. When a nondeclarant alien is not residing in the United States. (a) A male alien who is now in or hereafter enters the United States who has not declared his intention to become a citizen of the United States is not 'a male person residing in the United States' within the meaning of section 2 or section 3 of the Selective Training and Service Act of 1940, as amended:</p>\n        <p>'(6) If he has entered or hereafter enters the United States in a manner prescribed by its laws and does not remain in the United</p>\n        <p>States after May 16, 1942, or for more than 3 months following the date of his entry, whichever is the later.</p>\n        <p>'(b) When a male alien who has not declared his intention to become a citizen of the United States has entered or hereafter enters the United States in a manner prescribed by its laws and remains in the United States after May 16, 1942, or for more than 3 months following the date of his entry, whichever is the later, he is 'a male person residing in the United States' within the meaning of section 2 and section 3 of the Selective Training and Service Act of 1940, as amended, unless he has filed an Alien's Application for Determination of Residence (Form 302) in the manner provided in &#167; 611.21 and such application is either (1) pending or (2) has resulted in a determination that he is not 'a male person residing in the United States' within the meaning of section 2 or section 3 of the Selective Training and Service Act of 1940, as amended, in either of which events he shall not be considered as 'a male person residing in the United States' within the meaning of section 2 or section 3 of the Selective Training and Service Act of 1940, as amended, during the period when such application is pending or during the period covered by the Alien's Certificate of Nonresidence (Form 303) issued to him as a result of the determination that he is not 'a male person residing in the United States' within the meaning of section 2 or section 3 of the Selective Training and Service Act of 1940, as amended. (54 Stat. 885; 50 U.S.C., Sup. 301&#8212;318, inclusive (50 U.S.C.A.Appendix, &#167;&#167; 301&#8212;318); E.O. No. 8545, 5 F.R. 3779)'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Apparently the regulations intended to give aliens time to enable them to file the Alien's Application for Determination of Residence, see 7 Fed.Reg. 2084, &#167; 611.21(b)(1), or to leave the country before their status as 'residents,' resulting in liability for military service, was fixed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> Neuberger v. United States, 2 Cir., 13 F.2d 541, 542. Cf. Stadtmuller v. Miller, 2 Cir., 11 F.2d 732, 738, 45 A.L.R. 895.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>340 U.S. 162 (1950)</b></center>\n<center><h1>McGRATH, ATTORNEY GENERAL, ET AL.<br>\nv.<br>\nKRISTENSEN.</h1></center>\n<center>No. 34.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 19-20, 1950.</center>\n<center>Decided December 11, 1950.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT.\n<p><span class=\"star-pagination\">*163</span> <i>Robert W. Ginnane</i> argued the cause for petitioner. With him on the brief were <i>Solicitor General Perlman, L. Paul Winings</i> and <i>Charles Gordon.</i></p>\n<p><i>David W. Louisell</i> argued the cause for respondent. With him on the brief was <i>Samuel Spencer.</i></p>\n<p><i>Jack Wasserman</i> filed a brief for Rasmussen et al., as <i>amici curiae,</i> supporting respondent.</p>\n<p>MR. JUSTICE REED delivered the opinion of the Court.</p>\n<p>Review was granted by this Court to determine whether the Attorney General was justified in refusing to suspend deportation of an alien under § 19 (c), as amended, 62 Stat. 1206, of the Immigration Act of 1917,<sup>[1]</sup> 39 Stat. 874, <span class=\"star-pagination\">*164</span> 889, 8 U. S. C. §§ 101, 155 (c), on the sole ground that the alien was ineligible for naturalization. The alien's eligibility for naturalization, the substantive question in this case, depends upon whether the alien was \"residing\" in the United States and therefore liable for military service under the Selective Training and Service Act of 1940, when he made application to be relieved from the liability. Section 3 (a) of that Act as amended, the applicable section, provides that \"any person who makes such application shall thereafter be debarred from becoming a citizen of the United States.\"<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*165</span> The grant of certiorari also covered a procedural question: whether the Attorney General's refusal on the ground stated to grant suspension of deportation was subject to judicial review otherwise than by habeas corpus.</p>\n<p>The allegations of the alien's complaint have not been controverted. Kristensen, a Danish citizen, entered the United States on August 17, 1939, as a temporary visitor for sixty days, to attend the New York World's Fair and visit relatives. The outbreak of World War II prevented his return to Denmark. Successive extensions of stay were applied for and granted, but eventually economic necessity compelled Kristensen to become employed and thereby violate his visitor's status. The process of deportation on the ground of violation of his visitor's status was begun in May 1940, stayed for the duration of World War II, and reopened in 1946. A warrant of deportation was issued in 1941 but was withdrawn on June 10, 1946, to permit the alien to submit an application for suspension of deportation under § 19 (c) of the Immigration Act, <i>supra,</i> which allows such suspension when deportation would result in serious economic detriment to the United States citizen wife of an alien. This relief was refused on the sole ground of Kristensen's asserted ineligibility for citizenship resulting from his having filed with his Selective Service Board on March 30, 1942, after registration, an application for relief from service under § 3 (a) of the Selective Training and Service Act, <i>supra.</i> Eligibility is a statutory prerequisite to the Attorney General's exercise of his discretion to suspend deportation in this case.<sup>[3]</sup></p>\n<p>Respondent, not then nor thereafter in custody, sought a declaratory judgment that the Attorney General and other immigration and naturalization officials must, in <span class=\"star-pagination\">*166</span> passing upon his application for suspension of deportation, decide on the basis that he is eligible for naturalization in the United States.<sup>[4]</sup> He also sought to enjoin the Attorney General and other officials from exercising their authority under § 19 (c) of the Immigration Act on the assumption of respondent's ineligibility.</p>\n<p>The District Court dismissed the complaint without opinion, apparently for failure to state a ground for relief. The United States Court of Appeals for the District of Columbia reversed on the ground that, under the facts alleged, Kristensen could not have been subject to the Selective Training and Service Act of 1940 at the time he made his claim for exemption, and therefore the claim was without effect and did not render him ineligible for naturalization. 86 U. S. App. D. C. 48, 179 F. 2d 796. The Court of Appeals ruled that the Selective Training and Service Act of 1940, as amended, applied only to aliens \"residing in the United States\" and \"absent any showing of acts or declarations indicating an intention to remain at the time the form was filed, the immigration authorities erroneously construed `residing in the United States' when they held it applicable to an alien in this country under a temporary visitor's visa whose deportation had been ordered and then stayed because of war.\"<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*167</span> We granted certiorari because of the importance of the question in the administration of the immigration and naturalization laws. The principle of the decision below is in conflict with that applied in <i>Benzian</i> v. <i>Godwin,</i> 168 F. 2d 952. An important procedural question also exists in view of the Government's insistence that habeas corpus is the only available judicial remedy for aliens in deportation proceedings. Before we consider these questions, however, we turn to a jurisdictional problem.</p>\n<p><i>Federal Jurisdiction.</i>The Government properly presents for our consideration an issue of federal jurisdiction not heretofore raised. The <i>quaere</i> is whether this proceeding involves a justiciable question under Article III of the Constitution.<sup>[6]</sup> It is said the Attorney General's suspension of deportation is merely a recommendation to Congress, and that federal courts cannot intervene because at this point a court order does not finally control the deportation of the alien.<sup>[7]</sup> This argument is founded on § 19 (c) of the Immigration Act which provides that, if deportation is suspended longer than six months, a detailed report must be made to Congress, and, if Congress fails to approve the suspension before the termination of the session next following the session in which the case is reported, the Attorney General must thereupon proceed with the deportation.<sup>[8]</sup></p>\n<p>While such a jurisdictional point may be raised at any time,<sup>[9]</sup> we do not think there is basis for the objection <span class=\"star-pagination\">*168</span> here. The statute gives the Attorney General the power to suspend deportation for a minimum of six months and until Congress acts or the time for action elapses. The Attorney General's power is final for such deferment of deportation. That other forces may come into play later with authority to take other steps does not detract from that finality. The United States relies particularly on <i>Chicago &amp; Southern Air Lines</i> v. <i>Waterman S. S. Corp.,</i> 333 U. S. 103. The congressional power here is quite distinct from the Presidential power concerning overseas licensing in the <i>Chicago &amp; Southern</i> case. The license in question there was ineffective until the President acted. The delay here is effective despite subsequent congressional action. This litigation, whatever its ultimate effect, is aimed only at the delay. The judgment sought in this proceeding would be binding and conclusive on the parties if entered and the question is justiciable.</p>\n<p><i>Declaratory Judgment.</i>The United States does not challenge finality for purpose of review.<sup>[10]</sup> However, the Government does contend that the Immigration Act provision, § 19 (a), making the Attorney General's decision on deportation \"final\" precludes judicial review except by habeas corpus of his refusal to grant suspension of deportation. The procedural question as thus narrowed is whether an administrative decision against a requested suspension of deportation under § 19 (c) of the Immigration Act can be challenged by an alien free from custody through a declaratory judgment or whether, to secure redress, he must await the traditional remedy of habeas corpus after his arrest for deportation.</p>\n<p><span class=\"star-pagination\">*169</span> The Immigration Act of 1917, 39 Stat. 889, as amended, 8 U. S. C. § 155 (a), authorized the deportation of any alien found in the United States in violation of the immigration laws, and always provided that administrative decision as to deportation \"shall be final.\" The end of that administrative proceeding creates a situation which is subject to test on constitutional grounds through habeas corpus by one in custody.<sup>[11]</sup> We do not find it necessary to consider the applicability of § 10 of the Administrative Procedure Act, 60 Stat. 243, to this proceeding. Where an official's authority to act depends upon the status of the person affected, in this case eligibility for citizenship, that status, when in dispute, may be determined by a declaratory judgment proceeding after the exhaustion of administrative remedies. Under § 19 (c) of the Immigration Act the exercise of the Attorney General's appropriate discretion in suspending deportation is prohibited in the case of aliens ineligible for citizenship. The alien is determination to have a proscribed status by this administrative ruling of ineligibility. Since the administrative determination is final, the alien can remove the bar to consideration of suspension only by a judicial determination of his eligibility for citizenship. This is an actual controversy between the alien and immigration officials over the legal right of the alien to be considered for suspension. As such a controversy over federal laws, it is within the jurisdiction of federal courts, 28 U. S. C. § 1331, and the terms of the Declaratory Judgment Act, 28 U. S. C. § 2201.</p>\n<p>It was so held in <i>Perkins</i> v. <i>Elg,</i> 307 U. S. 325, where a declaratory judgment action was brought against the <span class=\"star-pagination\">*170</span> Secretary of Labor, then the executive official in charge of deportation of aliens, the Secretary of State, and the Commissioner of Immigration, to settle citizenship status. The Department of Labor had notified Miss Elg, who was not in custody, that she was not a citizen and was illegally remaining in the United States, and the Department of State had refused her a passport \"solely on the ground that she had lost her native born American citizenship.\" The District Court sustained a motion to dismiss the proceeding against the Secretary of State because his function as to passports was discretionary, but declared against the contention of the Secretary of Labor and held that Miss Elg had not lost her American citizenship. On appeal, the Court of Appeals for the District of Columbia affirmed both the dismissal of the Secretary of State from the proceeding and the holding that Miss Elg was a citizen, and also determined that the case was properly brought within the Declaratory Judgment Act. <i>Perkins</i> v. <i>Elg,</i> 69 App. D. C. 175, 99 F. 2d 408. The United States raised no question on its petition for certiorari as to the propriety of the declaratory judgment action. Miss Elg, however, obtained certiorari from the dismissal of the proceeding against the Secretary of State, and the United States defended the judgment of dismissal on the ground that the Declaratory Judgment Act did not add to federal court jurisdiction but merely gave an additional remedy.<sup>[12]</sup> In the Government's brief it was said judicial jurisdiction would be expanded without warrant \"by permitting the court to substitute its discretion for that of the executive departments in a matter belonging to the proper jurisdiction of the latter.\" We rejected that contention <span class=\"star-pagination\">*171</span> and reversed the Court of Appeals on this point, saying,</p>\n<blockquote>\"The court below, properly recognizing the existence of an actual controversy with the defendants (<i>Aetna Life Ins. Co.</i> v. <i>Haworth,</i> 300 U. S. 227), declared Miss Elg `to be a natural born citizen of the United States,' and we think that the decree should include the Secretary of State as well as the other defendants. The decree in that sense would in no way interfere with the exercise of the Secretary's discretion with respect to the issue of a passport but would simply preclude the denial of a passport on the sole ground that Miss Elg had lost her American citizenship.\" 307 U. S. 349-350.<sup>[13]</sup></blockquote>\n<p>So here a determination that Kristensen is not barred from citizenship by § 3 (a) of the Selective Training and Service Act of 1940 only declares that he has such status as entitles him to consideration under § 19 (c) of the Immigration Act. We think that the present proceeding is proper.<sup>[14]</sup></p>\n<p><i>Eligibility for Naturalization.</i>Under § 3 (a) of the Selective Training and Service Act of 1940, Kristensen was liable for service if \"residing\" in the United States within the meaning of the Act. Section 3 (a) also provided <span class=\"star-pagination\">*172</span> that if he applied \"to be relieved from such liability\" as a subject of a neutral country he would be excused from service but would thereafter be debarred from our citizenship.<sup>[15]</sup></p>\n<p>If Kristensen was not \"residing\" at the time of his application for relief, he could not then have had \"such liability\" for service. If there was no \"liability\" for service, the disqualification for citizenship under the penalty clause could not arise because the applicant had not made the \"application\" referred to in the statute as \"such application.\" \"Such application\" refers to an application to be relieved from \"such liability.\" As there was no \"liability\" for service, his act in applying for relief from a nonexistent duty could not create the bar against naturalization. By the terms of the statute, that bar only comes into existence when an alien resident liable for service asks to be relieved.</p>\n<p>The question, then, is whether Kristensen was \"residing,\" within the meaning of the Selective Training and Service Act of 1940 and regulations issued thereunder, at the time of his application, March 30, 1942. As we conclude that he was not a resident under the Act at the time of his application for relief from military service, we do not decide whether Denmark was a neutral country. Nor need we determine whether the bar against citizenship has been removed by the termination of the Selective Training and Service Act of 1940.<sup>[16]</sup></p>\n<p>The phrase of § 3 (a), \"every other male person residing in the United States,\" when used as it is, in juxtaposition with \"every male citizen,\"<sup>[17]</sup> falls short of saying that every person in the United States is subject to military <span class=\"star-pagination\">*173</span> service. But the Act did not define who was a \"male person residing in the United States,\" liable for training and service after December 20, 1941. 55 Stat. 845.<sup>[18]</sup> Such precisiveness was left for administrative regulation. Section 10 (a) and (b), 54 Stat. 893, 894, authorized the President to prescribe rules and regulations for the Act with power of delegation. The President prescribed the first regulations on September 23, 1940, and authorized the Director to prescribe amendments. Exec. Order 8545, 3 CFR, 1943 Cum. Supp., 719, 722. Amendments promulgating the regulations here applicable were issued, effective February 7, 1942, 7 Fed. Reg. 855. They are set out below.<sup>[19]</sup> Under these regulations it would seem that Kristensen, who never declared an intention to become a <span class=\"star-pagination\">*174</span> citizen of the United States and who entered the United States in August 1939, was not classified as a resident neutral alien until May 16, 1942. Otherwise, there would have been no occasion for § 611.13 (b), which declares the male alien who remains in the United States after May 16, 1942, to be a resident. Until that date he was in the same category as the newly arrived nondeclarant alien who, under the regulations and the Act, did not become a resident for three months. The application for relief from service was made on March 30, 1942.</p>\n<p>The regulations, quoted above, either made an alien in Kristensen's situation a nonresident of the United States for the purpose of the Selective Training and Service Act, between February 7 and May 17, 1942, or <span class=\"star-pagination\">*175</span> they were nondeterminative of status in that period.<sup>[20]</sup> In the absence of a determinative regulation, the meaning of the word \"residing\" in § 3 (a) requires examination. The meaning of that word, of course, depends upon the meaning of \"residence.\" \"Residence\" sometimes equals domicile, as in voting. Again, as in taxation, one who is not a mere transient or sojourner is a \"resident.\" § 29.211-2, Income Tax Regulations. The definition varies with the statute. Restatement, Conflict of Laws (1934), § 9, comment <i>e.</i> See <i>Carroll</i> v. <i>United States,</i> 133 F. 2d 690, 693. In a naturalization case where eligibility depended upon the required residence in the United States, it was held that an enforced service in the German army 1914-1918 and subsequent foreign residence until 1921 on account of lack of means and inability to obtain a passport did not break the continuity of American residence. The court there said,</p>\n<blockquote>\"We shall not try to define what is the necessary attitude of mind to create or retain a residence under this statute, and how it differs from the choice of a `home,' which is the test of domicile. Frankly it is doubtful whether courts have as yet come to any agreement on the question. But there is substantial unanimity that, however construed in a statute, residence involves some choice, again like domicile, and that presence elsewhere through constraint has no effect upon it.\"<sup>[21]</sup></blockquote>\n<p>When we consider that § 3 (a) was obviously intended to require military service from all who sought the advantages <span class=\"star-pagination\">*176</span> of our life and the protection of our flag, we cannot conclude, without regulations so defining residence, that a sojourn within our borders made necessary by the conditions of the times was residence within the meaning of the statute.</p>\n<p>The judgment of the Court of Appeals is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE BLACK concurs in the judgment of the Court.</p>\n<p>MR. JUSTICE DOUGLAS dissents from the holding of the Court that respondent was not \"residing\" in the United States within the meaning of § 3 (a) of the Act. See the opinion of Judge Frank in <i>Benzian</i> v. <i>Godwin,</i> 168 F. 2d 952.</p>\n<p>MR. JUSTICE CLARK took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE JACKSON, concurring.</p>\n<p>I concur in the judgment and opinion of the Court. But since it is contrary to an opinion which, as Attorney General, I rendered in 1940, I owe some word of explanation. 39 Op. Atty. Gen. 504. I am entitled to say of that opinion what any discriminating reader must think of itthat it was as foggy as the statute the Attorney General was asked to interpret. It left the difficult borderline questions posed by the Secretary of War unanswered, covering its lack of precision with generalities which, however, gave off overtones of assurance that the Act applied to nearly every alien from a neutral country caught in the United States under almost any circumstances which required him to stay overnight.</p>\n<p>The opinion did not at all consider aspects of our diplomatic history, which I now think, and should think I <span class=\"star-pagination\">*177</span> would then have thought, ought to be considered in applying any conscription Act to aliens.</p>\n<p>In times gone by, many United States citizens by naturalization have returned to visit their native lands. There they frequently were held for military duty by governments which refused to recognize a general right of expatriation. The United States consistently has asserted the right of its citizens to be free from seizure for military duty by reason of temporary and lawful presence in foreign lands. Immunities we have asserted for our own citizens we should not deny to those of other friendly nations. Nor should we construe our legislation to penalize or prejudice such aliens for asserting a right we have consistently asserted as a matter of national policy in dealing with other nations. Of course, if an alien is not a mere sojourner but acquires residence here in any permanent sense, he submits himself to our law and assumes the obligations of a resident toward this country.</p>\n<p>The language of the Selective Service Act can be interpreted consistently with this history of our international contentions. I think the decision of the Court today does so. Failure of the Attorney General's opinion to consider the matter in this light is difficult to explain in view of the fact that he personally had urged this history upon this Court in arguing <i>Perkins</i> v. <i>Elg,</i> 307 U. S. 325. Its details may be found in the briefs and their cited sources. It would be charitable to assume that neither the nominal addressee nor the nominal author of the opinion read it. That, I do not doubt, explains Mr. Stimson's acceptance of an answer so inadequate to his questions. But no such confession and avoidance can excuse the then Attorney General.</p>\n<p>Precedent, however, is not lacking for ways by which a judge may recede from a prior opinion that has proven untenable and perhaps misled others. See Chief Justice Taney, <i>License Cases,</i> 5 How. 504, recanting views he <span class=\"star-pagination\">*178</span> had pressed upon the Court as Attorney General of Maryland in <i>Brown</i> v. <i>Maryland,</i> 12 Wheat. 419. Baron Bramwell extricated himself from a somewhat similar embarrassment by saying, \"The matter does not appear to me now as it appears to have appeared to me then.\" <i>Andrews</i> v. <i>Styrap,</i> 26 L. T. R. (N. S.) 704, 706. And Mr. Justice Story, accounting for his contradiction of his own former opinion, quite properly put the matter: \"My own error, however, can furnish no ground for its being adopted by this Court . . . .\" <i>United States</i> v. <i>Gooding,</i> 12 Wheat. 460, 478. Perhaps Dr. Johnson really went to the heart of the matter when he explained a blunder in his dictionary \"Ignorance, sir, ignorance.\" But an escape less self-depreciating was taken by Lord Westbury, who, it is said, rebuffed a barrister's reliance upon an earlier opinion of his Lordship: \"I can only say that I am amazed that a man of my intelligence should have been guilty of giving such an opinion.\" If there are other ways of gracefully and good-naturedly surrendering former views to a better considered position, I invoke them all.</p>\n<h2>NOTES</h2>\n<p>[1]  \"(c) In the case of any alien . . . who is deportable under any law of the United States and who has proved good moral character for the preceding five years, the Attorney General may . . . (2) suspend deportation of such alien if he is not ineligible for naturalization or if ineligible, such ineligibility is solely by reason of his race, if he finds (a) that such deportation would result in serious economic detriment to a citizen or legally resident alien who is the spouse, parent, or minor child of such deportable alien; . . . . If the deportation of any alien is suspended under the provisions of this subsection for more than six months, a complete and detailed statement of the facts and pertinent provisions of law in the case shall be reported to the Congress with the reasons for such suspension. These reports shall be submitted on the 1st and 15th day of each calendar month in which Congress is in session. If during the session of the Congress at which a case is reported, or prior to the close of the session of the Congress next following the session at which a case is reported, the Congress passes a concurrent resolution stating in substance that it favors the suspension of such deportation, the Attorney General shall cancel deportation proceedings. If prior to the close of the session of the Congress next following the session at which a case is reported, the Congress does not pass such a concurrent resolution, the Attorney General shall thereupon deport such alien in the manner provided by law.\"</p>\n<p>[2]  Section 3 (a) of the Selective Training and Service Act of 1940, 54 Stat. 885, as amended, 55 Stat. 845, provides in part:\n</p>\n<p>\"Except as otherwise provided in this Act, every male citizen of the United States, and every other male person residing in the United States . . . shall be liable for training and service in the land or naval forces of the United States: <i>Provided,</i> That any citizen or subject of a neutral country shall be relieved from liability for training and service under this Act if, prior to his induction into the land or naval forces, he has made application to be relieved from such liability in the manner prescribed by and in accordance with rules and regulations prescribed by the President, but any person who makes such application shall thereafter be debarred from becoming a citizen of the United States . . . .\"</p>\n<p>[3]  See note 1.</p>\n<p>[4]  While respondent alleged that his application for deferment was filed because of erroneous advice received from a member of the local Selective Service Board, it sufficiently, though inartistically, appears from the complaint that its true gravamen is the ineffectiveness of the application for relief from service to bar the alien's naturalization because he was not \"residing\" in the United States within the meaning of the Selective Training and Service Act at the time the application was filed. This construction was put upon the complaint by the Court of Appeals and has been adopted by the United States in its presentation here.</p>\n<p>[5]  86 U. S. App. D. C. 48, 56, 179 F. 2d 796, 804.</p>\n<p>[6]  Federal constitutional courts act only on cases and controversies and do not give advisory opinions. <i>Hayburn's Case,</i> 2 Dall. 409; <i>Muskrat</i> v. <i>United States,</i> 219 U. S. 346; <i>Chicago &amp; Southern Air Lines</i> v. <i>Waterman S. S. Corp.,</i> 333 U. S. 103, 113-14.</p>\n<p>[7]  Cf. <i>Gordon</i> v. <i>United States,</i> 117 U. S. 697, 702; <i>United States</i> v. <i>Jefferson Electric Co.,</i> 291 U. S. 386, 400-401; <i>Chicago &amp; Southern Air Lines</i> v. <i>Waterman S. S. Corp., supra</i><i>.</i></p>\n<p>[8]  See note 1.</p>\n<p>[9]  <i>King Bridge Co.</i> v. <i>Otoe County,</i> 120 U. S. 225, 226; <i>United States</i> v. <i>Corrick,</i> 298 U. S. 435, 440.</p>\n<p>[10]  We think the Attorney General's refusal to suspend deportation for the reason of ineligibility for citizenship has administrative finality. Administrative remedies are exhausted. Compare <i>Levers</i> v. <i>Anderson,</i> 326 U. S. 219.</p>\n<p>[11]  <i>Ng Fung Ho</i> v. <i>White,</i> 259 U. S. 276; <i>Mahler</i> v. <i>Eby,</i> 264 U. S. 32, 43; <i>Wong Yang Sung</i> v. <i>McGrath,</i> 339 U. S. 33. Cf. <i>Gusik</i> v. <i>Schilder,</i> 340 U. S. 128; <i>Estep</i> v. <i>United States,</i> 327 U. S. 114, 122.</p>\n<p>[12]  <i>Aetna Life Ins. Co.</i> v. <i>Haworth,</i> 300 U. S. 227, 240; <i>United States</i> v. <i>West Virginia,</i> 295 U. S. 463, 475; <i>Aetna Casualty &amp; Surety Co.</i> v. <i>Quarles,</i> 92 F. 2d 321, 324, were cited.</p>\n<p>[13]  8 U. S. C. § 903 has since been enacted, providing in part:\n</p>\n<p>\"If any person who claims a right or privilege as a national of the United States is denied such right or privilege by any Department or agency, or executive official thereof, upon the ground that he is not a national of the United States, such person, regardless of whether he is within the United States or abroad, may institute an action against the head of such Department or agency in the District Court of the United States for the District of Columbia or in the district court of the United States for the district in which such person claims a permanent residence for a judgment declaring him to be a national of the United States.\"</p>\n<p>[14]  Cf. <i>Benzian</i> v. <i>Godwin,</i> 168 F. 2d 952.</p>\n<p>[15]  See note 2.</p>\n<p>[16]  See § 16 (b), 54 Stat. 897, as amended, 59 Stat. 166, 60 Stat. 181, 342; <i>Benzian</i> v. <i>Godwin,</i> 168 F. 2d 952, 956.</p>\n<p>[17]  See note 2.</p>\n<p>[18]  The original version of the Act required every male alien residing in the United States to register, but subjected only aliens who had declared their intention to become citizens to liability for service. 54 Stat. 885. The Attorney General construed the words \"male alien residing in the United States,\" the earlier phrase defining those subject to registration, to include \"every alien . . . who lives or has a place of residence or abode in the United States, temporary or otherwise, or for whatever purpose taken or established, . . . .\" 39 Op. Atty. Gen. 504, 505.</p>\n<p>[19]  \"§ 611.12 <i>When a nondeclarant alien is residing in the United States.</i> Every male alien who is now in or hereafter enters the United States who has not declared his intention to become a citizen of the United States, unless he is in one of the categories specifically excepted by the provisions of § 611.13, is `a male person residing in the United States' within the meaning of section 2 and section 3 of the Selective Training and Service Act of 1940, as amended.\n</p>\n<p>\"§ 611.13 <i>When a nondeclarant alien is not residing in the United States.</i> (a) A male alien who is now in or hereafter enters the United States who has not declared his intention to become a citizen of the United States is not `a male person residing in the United States' within the meaning of section 2 or section 3 of the Selective Training and Service Act of 1940, as amended:</p>\n<p>.....</p>\n<p>\"(6) If he has entered or hereafter enters the United States in a manner prescribed by its laws and does not remain in the United States after May 16, 1942, or for more than 3 months following the date of his entry, whichever is the later.</p>\n<p>\"(b) When a male alien who has not declared his intention to become a citizen of the United States has entered or hereafter enters the United States in a manner prescribed by its laws and remains in the United States after May 16, 1942, or for more than 3 months following the date of his entry, whichever is the later, he is `a male person residing in the United States' within the meaning of section 2 and section 3 of the Selective Training and Service Act of 1940, as amended, unless he has filed an Alien's Application for Determination of Residence (Form 302) in the manner provided in § 611.21 and such application is either (1) pending or (2) has resulted in a determination that he is not `a male person residing in the United States' within the meaning of section 2 or section 3 of the Selective Training and Service Act of 1940, as amended, in either of which events he shall not be considered as `a male person residing in the United States' within the meaning of section 2 or section 3 of the Selective Training and Service Act of 1940, as amended, during the period when such application is pending or during the period covered by the Alien's Certificate of Nonresidence (Form 303) issued to him as a result of the determination that he is not `a male person residing in the United States' within the meaning of section 2 or section 3 of the Selective Training and Service Act of 1940, as amended. (54 Stat. 885; 50 U. S. C., Sup. 301-318, inclusive; E. O. No. 8545, 5 F. R. 3779)\"</p>\n<p>[20]  Apparently the regulations intended to give aliens time to enable them to file the Alien's Application for Determination of Residence, see 7 Fed. Reg. 2084, § 611.21 (b) (1), or to leave the country before their status as \"residents,\" resulting in liability for military service, was fixed.</p>\n<p>[21]  <i>Neuberger</i> v. <i>United States,</i> 13 F. 2d 541, 542. Cf. <i>Stadtmuller</i> v. <i>Miller,</i> 11 F. 2d 732, 738.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">162</span></span> (1950)</b></center>\n<center><h1>McGRATH, ATTORNEY GENERAL, ET AL.<br>\nv.<br>\nKRISTENSEN.</h1></center>\n<center>No. 34.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 19-20, 1950.</center>\n<center>Decided December 11, 1950.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT.\n<p><span class=\"star-pagination\">*163</span> <i>Robert W. Ginnane</i> argued the cause for petitioner. With him on the brief were <i>Solicitor General Perlman, L. Paul Winings</i> and <i>Charles Gordon.</i></p>\n<p><i>David W. Louisell</i> argued the cause for respondent. With him on the brief was <i>Samuel Spencer.</i></p>\n<p><i>Jack Wasserman</i> filed a brief for Rasmussen et al., as <i>amici curiae,</i> supporting respondent.</p>\n<p>MR. JUSTICE REED delivered the opinion of the Court.</p>\n<p>Review was granted by this Court to determine whether the Attorney General was justified in refusing to suspend deportation of an alien under § 19 (c), as amended, 62 Stat. 1206, of the Immigration Act of 1917,<sup>[1]</sup> 39 Stat. 874, <span class=\"star-pagination\">*164</span> 889, 8 U. S. C. §§ 101, 155 (c), on the sole ground that the alien was ineligible for naturalization. The alien's eligibility for naturalization, the substantive question in this case, depends upon whether the alien was \"residing\" in the United States and therefore liable for military service under the Selective Training and Service Act of 1940, when he made application to be relieved from the liability. Section 3 (a) of that Act as amended, the applicable section, provides that \"any person who makes such application shall thereafter be debarred from becoming a citizen of the United States.\"<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*165</span> The grant of certiorari also covered a procedural question: whether the Attorney General's refusal on the ground stated to grant suspension of deportation was subject to judicial review otherwise than by habeas corpus.</p>\n<p>The allegations of the alien's complaint have not been controverted. Kristensen, a Danish citizen, entered the United States on August 17, 1939, as a temporary visitor for sixty days, to attend the New York World's Fair and visit relatives. The outbreak of World War II prevented his return to Denmark. Successive extensions of stay were applied for and granted, but eventually economic necessity compelled Kristensen to become employed and thereby violate his visitor's status. The process of deportation on the ground of violation of his visitor's status was begun in May 1940, stayed for the duration of World War II, and reopened in 1946. A warrant of deportation was issued in 1941 but was withdrawn on June 10, 1946, to permit the alien to submit an application for suspension of deportation under § 19 (c) of the Immigration Act, <i>supra,</i> which allows such suspension when deportation would result in serious economic detriment to the United States citizen wife of an alien. This relief was refused on the sole ground of Kristensen's asserted ineligibility for citizenship resulting from his having filed with his Selective Service Board on March 30, 1942, after registration, an application for relief from service under § 3 (a) of the Selective Training and Service Act, <i>supra.</i> Eligibility is a statutory prerequisite to the Attorney General's exercise of his discretion to suspend deportation in this case.<sup>[3]</sup></p>\n<p>Respondent, not then nor thereafter in custody, sought a declaratory judgment that the Attorney General and other immigration and naturalization officials must, in <span class=\"star-pagination\">*166</span> passing upon his application for suspension of deportation, decide on the basis that he is eligible for naturalization in the United States.<sup>[4]</sup> He also sought to enjoin the Attorney General and other officials from exercising their authority under § 19 (c) of the Immigration Act on the assumption of respondent's ineligibility.</p>\n<p>The District Court dismissed the complaint without opinion, apparently for failure to state a ground for relief. The United States Court of Appeals for the District of Columbia reversed on the ground that, under the facts alleged, Kristensen could not have been subject to the Selective Training and Service Act of 1940 at the time he made his claim for exemption, and therefore the claim was without effect and did not render him ineligible for naturalization. 86 U. S. App. D. C. 48, 179 F. 2d 796. The Court of Appeals ruled that the Selective Training and Service Act of 1940, as amended, applied only to aliens \"residing in the United States\" and \"absent any showing of acts or declarations indicating an intention to remain at the time the form was filed, the immigration authorities erroneously construed `residing in the United States' when they held it applicable to an alien in this country under a temporary visitor's visa whose deportation had been ordered and then stayed because of war.\"<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*167</span> We granted certiorari because of the importance of the question in the administration of the immigration and naturalization laws. The principle of the decision below is in conflict with that applied in <i>Benzian</i> v. <i>Godwin,</i> 168 F. 2d 952. An important procedural question also exists in view of the Government's insistence that habeas corpus is the only available judicial remedy for aliens in deportation proceedings. Before we consider these questions, however, we turn to a jurisdictional problem.</p>\n<p><i>Federal Jurisdiction.</i>The Government properly presents for our consideration an issue of federal jurisdiction not heretofore raised. The <i>quaere</i> is whether this proceeding involves a justiciable question under Article III of the Constitution.<sup>[6]</sup> It is said the Attorney General's suspension of deportation is merely a recommendation to Congress, and that federal courts cannot intervene because at this point a court order does not finally control the deportation of the alien.<sup>[7]</sup> This argument is founded on § 19 (c) of the Immigration Act which provides that, if deportation is suspended longer than six months, a detailed report must be made to Congress, and, if Congress fails to approve the suspension before the termination of the session next following the session in which the case is reported, the Attorney General must thereupon proceed with the deportation.<sup>[8]</sup></p>\n<p>While such a jurisdictional point may be raised at any time,<sup>[9]</sup> we do not think there is basis for the objection <span class=\"star-pagination\">*168</span> here. The statute gives the Attorney General the power to suspend deportation for a minimum of six months and until Congress acts or the time for action elapses. The Attorney General's power is final for such deferment of deportation. That other forces may come into play later with authority to take other steps does not detract from that finality. The United States relies particularly on <i>Chicago &amp; Southern Air Lines</i> v. <i>Waterman S. S. Corp.,</i> 333 U. S. 103. The congressional power here is quite distinct from the Presidential power concerning overseas licensing in the <i>Chicago &amp; Southern</i> case. The license in question there was ineffective until the President acted. The delay here is effective despite subsequent congressional action. This litigation, whatever its ultimate effect, is aimed only at the delay. The judgment sought in this proceeding would be binding and conclusive on the parties if entered and the question is justiciable.</p>\n<p><i>Declaratory Judgment.</i>The United States does not challenge finality for purpose of review.<sup>[10]</sup> However, the Government does contend that the Immigration Act provision, § 19 (a), making the Attorney General's decision on deportation \"final\" precludes judicial review except by habeas corpus of his refusal to grant suspension of deportation. The procedural question as thus narrowed is whether an administrative decision against a requested suspension of deportation under § 19 (c) of the Immigration Act can be challenged by an alien free from custody through a declaratory judgment or whether, to secure redress, he must await the traditional remedy of habeas corpus after his arrest for deportation.</p>\n<p><span class=\"star-pagination\">*169</span> The Immigration Act of 1917, 39 Stat. 889, as amended, 8 U. S. C. § 155 (a), authorized the deportation of any alien found in the United States in violation of the immigration laws, and always provided that administrative decision as to deportation \"shall be final.\" The end of that administrative proceeding creates a situation which is subject to test on constitutional grounds through habeas corpus by one in custody.<sup>[11]</sup> We do not find it necessary to consider the applicability of § 10 of the Administrative Procedure Act, 60 Stat. 243, to this proceeding. Where an official's authority to act depends upon the status of the person affected, in this case eligibility for citizenship, that status, when in dispute, may be determined by a declaratory judgment proceeding after the exhaustion of administrative remedies. Under § 19 (c) of the Immigration Act the exercise of the Attorney General's appropriate discretion in suspending deportation is prohibited in the case of aliens ineligible for citizenship. The alien is determination to have a proscribed status by this administrative ruling of ineligibility. Since the administrative determination is final, the alien can remove the bar to consideration of suspension only by a judicial determination of his eligibility for citizenship. This is an actual controversy between the alien and immigration officials over the legal right of the alien to be considered for suspension. As such a controversy over federal laws, it is within the jurisdiction of federal courts, 28 U. S. C. § 1331, and the terms of the Declaratory Judgment Act, 28 U. S. C. § 2201.</p>\n<p>It was so held in <i>Perkins</i> v. <i>Elg,</i> 307 U. S. 325, where a declaratory judgment action was brought against the <span class=\"star-pagination\">*170</span> Secretary of Labor, then the executive official in charge of deportation of aliens, the Secretary of State, and the Commissioner of Immigration, to settle citizenship status. The Department of Labor had notified Miss Elg, who was not in custody, that she was not a citizen and was illegally remaining in the United States, and the Department of State had refused her a passport \"solely on the ground that she had lost her native born American citizenship.\" The District Court sustained a motion to dismiss the proceeding against the Secretary of State because his function as to passports was discretionary, but declared against the contention of the Secretary of Labor and held that Miss Elg had not lost her American citizenship. On appeal, the Court of Appeals for the District of Columbia affirmed both the dismissal of the Secretary of State from the proceeding and the holding that Miss Elg was a citizen, and also determined that the case was properly brought within the Declaratory Judgment Act. <i>Perkins</i> v. <i>Elg,</i> 69 App. D. C. 175, 99 F. 2d 408. The United States raised no question on its petition for certiorari as to the propriety of the declaratory judgment action. Miss Elg, however, obtained certiorari from the dismissal of the proceeding against the Secretary of State, and the United States defended the judgment of dismissal on the ground that the Declaratory Judgment Act did not add to federal court jurisdiction but merely gave an additional remedy.<sup>[12]</sup> In the Government's brief it was said judicial jurisdiction would be expanded without warrant \"by permitting the court to substitute its discretion for that of the executive departments in a matter belonging to the proper jurisdiction of the latter.\" We rejected that contention <span class=\"star-pagination\">*171</span> and reversed the Court of Appeals on this point, saying,</p>\n<blockquote>\"The court below, properly recognizing the existence of an actual controversy with the defendants (<i>Aetna Life Ins. Co.</i> v. <i>Haworth,</i> 300 U. S. 227), declared Miss Elg `to be a natural born citizen of the United States,' and we think that the decree should include the Secretary of State as well as the other defendants. The decree in that sense would in no way interfere with the exercise of the Secretary's discretion with respect to the issue of a passport but would simply preclude the denial of a passport on the sole ground that Miss Elg had lost her American citizenship.\" 307 U. S. 349-350.<sup>[13]</sup></blockquote>\n<p>So here a determination that Kristensen is not barred from citizenship by § 3 (a) of the Selective Training and Service Act of 1940 only declares that he has such status as entitles him to consideration under § 19 (c) of the Immigration Act. We think that the present proceeding is proper.<sup>[14]</sup></p>\n<p><i>Eligibility for Naturalization.</i>Under § 3 (a) of the Selective Training and Service Act of 1940, Kristensen was liable for service if \"residing\" in the United States within the meaning of the Act. Section 3 (a) also provided <span class=\"star-pagination\">*172</span> that if he applied \"to be relieved from such liability\" as a subject of a neutral country he would be excused from service but would thereafter be debarred from our citizenship.<sup>[15]</sup></p>\n<p>If Kristensen was not \"residing\" at the time of his application for relief, he could not then have had \"such liability\" for service. If there was no \"liability\" for service, the disqualification for citizenship under the penalty clause could not arise because the applicant had not made the \"application\" referred to in the statute as \"such application.\" \"Such application\" refers to an application to be relieved from \"such liability.\" As there was no \"liability\" for service, his act in applying for relief from a nonexistent duty could not create the bar against naturalization. By the terms of the statute, that bar only comes into existence when an alien resident liable for service asks to be relieved.</p>\n<p>The question, then, is whether Kristensen was \"residing,\" within the meaning of the Selective Training and Service Act of 1940 and regulations issued thereunder, at the time of his application, March 30, 1942. As we conclude that he was not a resident under the Act at the time of his application for relief from military service, we do not decide whether Denmark was a neutral country. Nor need we determine whether the bar against citizenship has been removed by the termination of the Selective Training and Service Act of 1940.<sup>[16]</sup></p>\n<p>The phrase of § 3 (a), \"every other male person residing in the United States,\" when used as it is, in juxtaposition with \"every male citizen,\"<sup>[17]</sup> falls short of saying that every person in the United States is subject to military <span class=\"star-pagination\">*173</span> service. But the Act did not define who was a \"male person residing in the United States,\" liable for training and service after December 20, 1941. 55 Stat. 845.<sup>[18]</sup> Such precisiveness was left for administrative regulation. Section 10 (a) and (b), 54 Stat. 893, 894, authorized the President to prescribe rules and regulations for the Act with power of delegation. The President prescribed the first regulations on September 23, 1940, and authorized the Director to prescribe amendments. Exec. Order 8545, 3 CFR, 1943 Cum. Supp., 719, 722. Amendments promulgating the regulations here applicable were issued, effective February 7, 1942, 7 Fed. Reg. 855. They are set out below.<sup>[19]</sup> Under these regulations it would seem that Kristensen, who never declared an intention to become a <span class=\"star-pagination\">*174</span> citizen of the United States and who entered the United States in August 1939, was not classified as a resident neutral alien until May 16, 1942. Otherwise, there would have been no occasion for § 611.13 (b), which declares the male alien who remains in the United States after May 16, 1942, to be a resident. Until that date he was in the same category as the newly arrived nondeclarant alien who, under the regulations and the Act, did not become a resident for three months. The application for relief from service was made on March 30, 1942.</p>\n<p>The regulations, quoted above, either made an alien in Kristensen's situation a nonresident of the United States for the purpose of the Selective Training and Service Act, between February 7 and May 17, 1942, or <span class=\"star-pagination\">*175</span> they were nondeterminative of status in that period.<sup>[20]</sup> In the absence of a determinative regulation, the meaning of the word \"residing\" in § 3 (a) requires examination. The meaning of that word, of course, depends upon the meaning of \"residence.\" \"Residence\" sometimes equals domicile, as in voting. Again, as in taxation, one who is not a mere transient or sojourner is a \"resident.\" § 29.211-2, Income Tax Regulations. The definition varies with the statute. Restatement, Conflict of Laws (1934), § 9, comment <i>e.</i> See <i>Carroll</i> v. <i>United States,</i> 133 F. 2d 690, 693. In a naturalization case where eligibility depended upon the required residence in the United States, it was held that an enforced service in the German army 1914-1918 and subsequent foreign residence until 1921 on account of lack of means and inability to obtain a passport did not break the continuity of American residence. The court there said,</p>\n<blockquote>\"We shall not try to define what is the necessary attitude of mind to create or retain a residence under this statute, and how it differs from the choice of a `home,' which is the test of domicile. Frankly it is doubtful whether courts have as yet come to any agreement on the question. But there is substantial unanimity that, however construed in a statute, residence involves some choice, again like domicile, and that presence elsewhere through constraint has no effect upon it.\"<sup>[21]</sup></blockquote>\n<p>When we consider that § 3 (a) was obviously intended to require military service from all who sought the advantages <span class=\"star-pagination\">*176</span> of our life and the protection of our flag, we cannot conclude, without regulations so defining residence, that a sojourn within our borders made necessary by the conditions of the times was residence within the meaning of the statute.</p>\n<p>The judgment of the Court of Appeals is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE BLACK concurs in the judgment of the Court.</p>\n<p>MR. JUSTICE DOUGLAS dissents from the holding of the Court that respondent was not \"residing\" in the United States within the meaning of § 3 (a) of the Act. See the opinion of Judge Frank in <i>Benzian</i> v. <i>Godwin,</i> 168 F. 2d 952.</p>\n<p>MR. JUSTICE CLARK took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE JACKSON, concurring.</p>\n<p>I concur in the judgment and opinion of the Court. But since it is contrary to an opinion which, as Attorney General, I rendered in 1940, I owe some word of explanation. 39 Op. Atty. Gen. 504. I am entitled to say of that opinion what any discriminating reader must think of itthat it was as foggy as the statute the Attorney General was asked to interpret. It left the difficult borderline questions posed by the Secretary of War unanswered, covering its lack of precision with generalities which, however, gave off overtones of assurance that the Act applied to nearly every alien from a neutral country caught in the United States under almost any circumstances which required him to stay overnight.</p>\n<p>The opinion did not at all consider aspects of our diplomatic history, which I now think, and should think I <span class=\"star-pagination\">*177</span> would then have thought, ought to be considered in applying any conscription Act to aliens.</p>\n<p>In times gone by, many United States citizens by naturalization have returned to visit their native lands. There they frequently were held for military duty by governments which refused to recognize a general right of expatriation. The United States consistently has asserted the right of its citizens to be free from seizure for military duty by reason of temporary and lawful presence in foreign lands. Immunities we have asserted for our own citizens we should not deny to those of other friendly nations. Nor should we construe our legislation to penalize or prejudice such aliens for asserting a right we have consistently asserted as a matter of national policy in dealing with other nations. Of course, if an alien is not a mere sojourner but acquires residence here in any permanent sense, he submits himself to our law and assumes the obligations of a resident toward this country.</p>\n<p>The language of the Selective Service Act can be interpreted consistently with this history of our international contentions. I think the decision of the Court today does so. Failure of the Attorney General's opinion to consider the matter in this light is difficult to explain in view of the fact that he personally had urged this history upon this Court in arguing <i>Perkins</i> v. <i>Elg,</i> 307 U. S. 325. Its details may be found in the briefs and their cited sources. It would be charitable to assume that neither the nominal addressee nor the nominal author of the opinion read it. That, I do not doubt, explains Mr. Stimson's acceptance of an answer so inadequate to his questions. But no such confession and avoidance can excuse the then Attorney General.</p>\n<p>Precedent, however, is not lacking for ways by which a judge may recede from a prior opinion that has proven untenable and perhaps misled others. See Chief Justice Taney, <i>License Cases,</i> <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">How.</span> <span class=\"page\">504</span></span>, recanting views he <span class=\"star-pagination\">*178</span> had pressed upon the Court as Attorney General of Maryland in <i>Brown</i> v. <i>Maryland,</i> 12 Wheat. 419. Baron Bramwell extricated himself from a somewhat similar embarrassment by saying, \"The matter does not appear to me now as it appears to have appeared to me then.\" <i>Andrews</i> v. <i>Styrap,</i> 26 L. T. R. (N. S.) 704, 706. And Mr. Justice Story, accounting for his contradiction of his own former opinion, quite properly put the matter: \"My own error, however, can furnish no ground for its being adopted by this Court . . . .\" <i>United States</i> v. <i>Gooding,</i> <span class=\"citation\" data-id=\"85535\"><a href=\"/opinion/85535/united-states-v-gooding/\"><span class=\"volume\">12</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">460</span></a></span>, 478. Perhaps Dr. Johnson really went to the heart of the matter when he explained a blunder in his dictionary \"Ignorance, sir, ignorance.\" But an escape less self-depreciating was taken by Lord Westbury, who, it is said, rebuffed a barrister's reliance upon an earlier opinion of his Lordship: \"I can only say that I am amazed that a man of my intelligence should have been guilty of giving such an opinion.\" If there are other ways of gracefully and good-naturedly surrendering former views to a better considered position, I invoke them all.</p>\n<h2>NOTES</h2>\n<p>[1]  \"(c) In the case of any alien . . . who is deportable under any law of the United States and who has proved good moral character for the preceding five years, the Attorney General may . . . (2) suspend deportation of such alien if he is not ineligible for naturalization or if ineligible, such ineligibility is solely by reason of his race, if he finds (a) that such deportation would result in serious economic detriment to a citizen or legally resident alien who is the spouse, parent, or minor child of such deportable alien; . . . . If the deportation of any alien is suspended under the provisions of this subsection for more than six months, a complete and detailed statement of the facts and pertinent provisions of law in the case shall be reported to the Congress with the reasons for such suspension. These reports shall be submitted on the 1st and 15th day of each calendar month in which Congress is in session. If during the session of the Congress at which a case is reported, or prior to the close of the session of the Congress next following the session at which a case is reported, the Congress passes a concurrent resolution stating in substance that it favors the suspension of such deportation, the Attorney General shall cancel deportation proceedings. If prior to the close of the session of the Congress next following the session at which a case is reported, the Congress does not pass such a concurrent resolution, the Attorney General shall thereupon deport such alien in the manner provided by law.\"</p>\n<p>[2]  Section 3 (a) of the Selective Training and Service Act of 1940, 54 Stat. 885, as amended, 55 Stat. 845, provides in part:\n</p>\n<p>\"Except as otherwise provided in this Act, every male citizen of the United States, and every other male person residing in the United States . . . shall be liable for training and service in the land or naval forces of the United States: <i>Provided,</i> That any citizen or subject of a neutral country shall be relieved from liability for training and service under this Act if, prior to his induction into the land or naval forces, he has made application to be relieved from such liability in the manner prescribed by and in accordance with rules and regulations prescribed by the President, but any person who makes such application shall thereafter be debarred from becoming a citizen of the United States . . . .\"</p>\n<p>[3]  See note 1.</p>\n<p>[4]  While respondent alleged that his application for deferment was filed because of erroneous advice received from a member of the local Selective Service Board, it sufficiently, though inartistically, appears from the complaint that its true gravamen is the ineffectiveness of the application for relief from service to bar the alien's naturalization because he was not \"residing\" in the United States within the meaning of the Selective Training and Service Act at the time the application was filed. This construction was put upon the complaint by the Court of Appeals and has been adopted by the United States in its presentation here.</p>\n<p>[5]  86 U. S. App. D. C. 48, 56, 179 F. 2d 796, 804.</p>\n<p>[6]  Federal constitutional courts act only on cases and controversies and do not give advisory opinions. <i>Hayburn's Case,</i> 2 Dall. 409; <i>Muskrat</i> v. <i>United States,</i> 219 U. S. 346; <i>Chicago &amp; Southern Air Lines</i> v. <i>Waterman S. S. Corp.,</i> 333 U. S. 103, 113-14.</p>\n<p>[7]  Cf. <i>Gordon</i> v. <i>United States,</i> 117 U. S. 697, 702; <i>United States</i> v. <i>Jefferson Electric Co.,</i> 291 U. S. 386, 400-401; <i>Chicago &amp; Southern Air Lines</i> v. <i>Waterman S. S. Corp., supra</i><i>.</i></p>\n<p>[8]  See note 1.</p>\n<p>[9]  <i>King Bridge Co.</i> v. <i>Otoe County,</i> 120 U. S. 225, 226; <i>United States</i> v. <i>Corrick,</i> 298 U. S. 435, 440.</p>\n<p>[10]  We think the Attorney General's refusal to suspend deportation for the reason of ineligibility for citizenship has administrative finality. Administrative remedies are exhausted. Compare <i>Levers</i> v. <i>Anderson,</i> 326 U. S. 219.</p>\n<p>[11]  <i>Ng Fung Ho</i> v. <i>White,</i> 259 U. S. 276; <i>Mahler</i> v. <i>Eby,</i> 264 U. S. 32, 43; <i>Wong Yang Sung</i> v. <i>McGrath,</i> 339 U. S. 33. Cf. <i>Gusik</i> v. <i>Schilder,</i> 340 U. S. 128; <i>Estep</i> v. <i>United States,</i> 327 U. S. 114, 122.</p>\n<p>[12]  <i>Aetna Life Ins. Co.</i> v. <i>Haworth,</i> 300 U. S. 227, 240; <i>United States</i> v. <i>West Virginia,</i> 295 U. S. 463, 475; <i>Aetna Casualty &amp; Surety Co.</i> v. <i>Quarles,</i> 92 F. 2d 321, 324, were cited.</p>\n<p>[13]  8 U. S. C. § 903 has since been enacted, providing in part:\n</p>\n<p>\"If any person who claims a right or privilege as a national of the United States is denied such right or privilege by any Department or agency, or executive official thereof, upon the ground that he is not a national of the United States, such person, regardless of whether he is within the United States or abroad, may institute an action against the head of such Department or agency in the District Court of the United States for the District of Columbia or in the district court of the United States for the district in which such person claims a permanent residence for a judgment declaring him to be a national of the United States.\"</p>\n<p>[14]  Cf. <i>Benzian</i> v. <i>Godwin,</i> 168 F. 2d 952.</p>\n<p>[15]  See note 2.</p>\n<p>[16]  See § 16 (b), 54 Stat. 897, as amended, 59 Stat. 166, 60 Stat. 181, 342; <i>Benzian</i> v. <i>Godwin,</i> 168 F. 2d 952, 956.</p>\n<p>[17]  See note 2.</p>\n<p>[18]  The original version of the Act required every male alien residing in the United States to register, but subjected only aliens who had declared their intention to become citizens to liability for service. 54 Stat. 885. The Attorney General construed the words \"male alien residing in the United States,\" the earlier phrase defining those subject to registration, to include \"every alien . . . who lives or has a place of residence or abode in the United States, temporary or otherwise, or for whatever purpose taken or established, . . . .\" 39 Op. Atty. Gen. 504, 505.</p>\n<p>[19]  \"§ 611.12 <i>When a nondeclarant alien is residing in the United States.</i> Every male alien who is now in or hereafter enters the United States who has not declared his intention to become a citizen of the United States, unless he is in one of the categories specifically excepted by the provisions of § 611.13, is `a male person residing in the United States' within the meaning of section 2 and section 3 of the Selective Training and Service Act of 1940, as amended.\n</p>\n<p>\"§ 611.13 <i>When a nondeclarant alien is not residing in the United States.</i> (a) A male alien who is now in or hereafter enters the United States who has not declared his intention to become a citizen of the United States is not `a male person residing in the United States' within the meaning of section 2 or section 3 of the Selective Training and Service Act of 1940, as amended:</p>\n<p>.....</p>\n<p>\"(6) If he has entered or hereafter enters the United States in a manner prescribed by its laws and does not remain in the United States after May 16, 1942, or for more than 3 months following the date of his entry, whichever is the later.</p>\n<p>\"(b) When a male alien who has not declared his intention to become a citizen of the United States has entered or hereafter enters the United States in a manner prescribed by its laws and remains in the United States after May 16, 1942, or for more than 3 months following the date of his entry, whichever is the later, he is `a male person residing in the United States' within the meaning of section 2 and section 3 of the Selective Training and Service Act of 1940, as amended, unless he has filed an Alien's Application for Determination of Residence (Form 302) in the manner provided in § 611.21 and such application is either (1) pending or (2) has resulted in a determination that he is not `a male person residing in the United States' within the meaning of section 2 or section 3 of the Selective Training and Service Act of 1940, as amended, in either of which events he shall not be considered as `a male person residing in the United States' within the meaning of section 2 or section 3 of the Selective Training and Service Act of 1940, as amended, during the period when such application is pending or during the period covered by the Alien's Certificate of Nonresidence (Form 303) issued to him as a result of the determination that he is not `a male person residing in the United States' within the meaning of section 2 or section 3 of the Selective Training and Service Act of 1940, as amended. (54 Stat. 885; 50 U. S. C., Sup. 301-318, inclusive; E. O. No. 8545, 5 F. R. 3779)\"</p>\n<p>[20]  Apparently the regulations intended to give aliens time to enable them to file the Alien's Application for Determination of Residence, see 7 Fed. Reg. 2084, § 611.21 (b) (1), or to leave the country before their status as \"residents,\" resulting in liability for military service, was fixed.</p>\n<p>[21]  <i>Neuberger</i> v. <i>United States,</i> 13 F. 2d 541, 542. Cf. <i>Stadtmuller</i> v. <i>Miller,</i> 11 F. 2d 732, 738.</p>\n\n</div>", "id": 104834, "judges": "Reed", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/104834/", "sha1": "035a3a48f03d54bcca99d0296eb6fb3ece184e05", "source": "LR", "supreme_court_db_id": "1950-016", "time_retrieved": "2010-04-28T09:55:12"}