{"absolute_url": "/opinion/87218/brown-v-huger/", "blocked": false, "citation": {"case_name": "Brown v. Huger", "docket_number": null, "document_uris": ["/api/rest/v2/document/87218/"], "federal_cite_one": "62 U.S. 305", "federal_cite_three": null, "federal_cite_two": null, "id": 55517, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/55517/", "scotus_early_cite": "21 How. 305", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 6, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1859-02-14", "date_modified": "2014-12-21T01:25:26.482757", "docket": "/api/rest/v2/docket/228541/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">62 U.S. 305</p>\n    <p class=\"case_cite\">21 How. 305</p>\n    <p class=\"case_cite\">16 L.Ed. 125</p>\n    <p class=\"parties\">JACOB B. BROWN, JACOB NISSWANER, FONTAINE BECKHAM, JOHN<br>C. UNSELD, AND GEORGE W. MOLER, PLAINTIFFS IN ERROR,<br>v.<br>BENJAMIN HUGER.</p>\n    <p class=\"date\">December Term, 1858</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">THIS case was brought up by writ of error from the Circuit Court of the United States for the western district of Virginia.</p>\n      <p class=\"indent\">The facts are stated in the opinion of the court.</p>\n      <p class=\"indent\">It was argued by <i>Mr. Davis</i> and <i>Mr. Johnson</i> for the plaintiffs in error, and <i>Mr. Hull</i> and <i>Mr. Mason</i> for the defendant, on which side there was also a brief by <i>Mr. Black</i>, (Attorney General.)</p>\n      <p class=\"indent\">The counsel for the plaintiffs in error made the following points:</p>\n      <p class=\"indent\">1. That the court withdrew from the jury all questions touching the proof of the patent and the particular boundaries thereof, though the defendants' cases consisted in showing the boundaries in the only copy of the patent produced to be erroneous, and the patent itself appeared to have issued irregularly, and without a precedent survey for the patentee.</p>\n      <p class=\"indent\">Barclay et al. <i>v.</i> Howell's Lessee, 6 Peters, 498, 508, 511.</p>\n      <p class=\"indent\">2. That the court withdrew from the jury the question, whether the fourth point of the defendant's patent, being in fact <i>near</i> and not <i>on</i> the river, was, under all the circumstances of the locality and survey, on or only near the river; or, in a word, whether the point 18, or the point G, or a point on the river at the end of a line from either 18 or G, perpendicular to the river, were the true fourth point, and whether the river or the right lines mentioned in the patent were the true boundary?</p>\n      <p class=\"indent\">Barclay <i>v.</i> Howell, 6 Peters, 498, 508, 511.</p>\n      <p class=\"indent\">3. Though it be conceded that, in many cases, a call for a point <i>on a river</i>, and then up or down the river to another point <i>on</i> the river, will in law be a call for a line <i>with</i> the river, yet this case is not within the principle; but, calling for a point <i>near</i> the river, it must be a question of <i>fact</i> where the point is, and how far from the river, as the <i>law</i> cannot determine the length of what parties meant by <i>near</i>. It must be for the jury to say, whether <i>near</i> means <i>on</i> the river, or is only a general description of the locality of the point, which is itself the <i>real</i> point contemplated by the patent.</p>\n      <p class=\"indent\">Connelly <i>v.</i> Bowie, 6 Harris and Johnson, 141.</p>\n      <p class=\"indent\">Rogers <i>v.</i> Moore, 7 H. and J., 141.</p>\n      <p class=\"indent\">Hammond <i>v.</i> Ridgely, 5 H. and J., 245, 255.</p>\n      <p class=\"indent\">Howard <i>v.</i> Ingersoll., 13 Howard, 414, 418.</p>\n      <p class=\"indent\">Mr. Mason made the following points:</p>\n      <p class=\"indent\"><i>First Point</i>. The instruction asked for by the defendant assumes that the question of boundary at issue between the parties depends on the construction to be given to the calls of the senior patent, which, being a question of law, was properly referred to the court.</p>\n      <p class=\"indent\"><i>Second Point</i>. The question of boundary was, whether, upon the evidence before the court, the boundaries set out in the senior patent were to be taken as the artificial lines there stated by course and distance, or the natural boundaries, the two rivers referred to in the patent.</p>\n      <p class=\"indent\">The senior patent granted by Lord Fairfax to Robert Harper, and dated April 25th, 1751, corrected by the original survey of the 4th April, 1750, and having such correction established by other proofs, for the boundaries in question, calls as follows:</p>\n      <p class=\"indent\">'Beginning at a sycamore standing on the edge of Shenandoah river, and extending thence down the said river south, fifty-five degrees east, forty-four poles, north, sixty-six degrees east, seventy-two poles, to a sycamore standing at the point; and thence up Potomack river north, forty-eight degrees west, two hundred poles, to a chestnut tree standing near Potomack, opposite to a small island.'</p>\n      <p class=\"indent\">The deed under which defendant claims from the devisee and heirs of the patentee to George Whahington, President of the United States, dated June 15, 1796, calls the land conveyed the 'Harper's Ferry tract,' and describes the premises (as to the boundaries in question) as bounded 'by the river Potomack on the outside, by the river Shenandoah on another side.'</p>\n      <p class=\"indent\">It is contended, on the part of defendant, that by the calls of this patent, in construction of law, (as well interpreted by the deed last referred to,) the two rivers, Potomac and Shenandoah, are to be taken as the boundaries in question.</p>\n      <p class=\"indent\">If this be so, it is conclusive of the case.</p>\n      <p class=\"indent\">On this point, the defendant cites&#8212;&#8212;</p>\n      <p class=\"indent\">New York: Starr <i>v.</i> Child, 20 Wendell, 156; Trustees of the town of Kingston <i>v.</i> Louw, 12 Johnson, 252.</p>\n      <p class=\"indent\">Massachusetts: Mayhew <i>v.</i> Norton, 17 Pickering, 357.</p>\n      <p class=\"indent\">North Carolina: Hammond <i>v.</i> McGlaughan, Taylor's Rep., 136; Rogers <i>v.</i> Mabe, 4 Devereaux, 180; Hartsfield <i>v.</i> Westbrook, Haywood's Rep., p. 297.</p>\n      <p class=\"indent\">Kentucky: Cockerell <i>v.</i> McQuin, 4 Monroe's Rep., 61; Bruce <i>v.</i> Taylor, 2 J. J. Marshall's Rep., 160.</p>\n      <p class=\"indent\">Ohio: McCulloch <i>v.</i> Aton, 2 Ohio Supr. Court Rep., 308; Newsom <i>v.</i> Pryor, 7 Wheaton, 7 and 10.</p>\n      <p class=\"indent\">Mr. Justice DANIEL delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This was an action of ejectment instituted by the plaintiffs in error against the defendant, in the Circuit Court of the county of Jefferson, in the State of Virginia.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The <i>locus in quo</i> being held and occupied by the defendant as an officer of the United States, and in virtue of their right and authority, the suit was, under the act of Congress of 1789, removed, upon petition, to the Circuit Court of the United States for the western district of Virginia, within which district the property in dispute is situated. The claim of the plaintiffs is founded on a patent from the Lieutenant Governor of Virginia, granted to Jacob Brown and Jacob Nisswaner, dated July 29, 1851, and granted in virtue of a land office Treasury warrant for the location of waste and unappropriated lands. This patent, according to the various courses and distances therein set forth, purports to grant the quantity of thirty-nine acres and two roods. Beckham, Unseld, and Moler, three of the plaintiffs, derived their title directly from the patentees above named, as was shown by conveyances from the latter, which were read in evidence. The plaintiffs also introduced a survey plot and report, made by A. Trotter, surveyor, in pursuance of an order of court in this cause; and relied upon the same, with other evidence, to show that the land granted by the patent of 1851 was correctly laid down and described in the survey, and that the defendant was in the possession of the land claimed at the commencement of the plaintiff's action.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The defendant, holding the premises as the agent and under the authority of the United States, defended the right to the possession, as held by him, upon the following proofs, being certified copies from the records of the land office of the State of Virginia, by S. A. Parker, the register of that office. 1st. An entry in the office of the Lord Proprietor of the Northern Neck of the State of Virginia, (within which portion of the State the land in contest is situated,) in the following words, viz: '1750, April 4. Surveyed. James Nickols, of Frederick county, Virginia, entered about two hundred acres of waste and ungranted land at the mouth of the Shanandoah river.' And an order from Lord Fairfax to Guy Broadwater, in the words and figures following, viz:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'<i>To Mr. Guy Broadwater:</i></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'Whereas James Nickols hath informed that there are about two hundred acres of waste and ungranted land where he now lives, and desiring a warrant to survey ye same, in order to obtain a deed, being ready to pay ye composition and office charges: These are therefore to empower you, ye said _____, to survey ye said waste land, provided this be ye first warrant that hath issued for ye land; and you are to make a just and accurate survey thereof, describing the course and distance per pole; also ye cuttings and boundings of the several persons' lands adjoining; and where you cannot join to any known lines, you are to make ye breadth of ye tract to bear at least ye proportion of one-third of ye length, as ye law of Virginia directs; you are also to insert ye name of ye pilote and chain carryers made use of and employed; a plat of which said survey, with this warrant, you are to give into this office any time before ___ day of _____, next ensuing. Given under my hand and seal of ye proprietor's office, this ___ day of _____, in ye twenty _____ year of his majesty King George ye second reign.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">FAIRFAX.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">2d. And a plat and certificate of survey by said Broadwater, in the words and figures following, viz:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'By virtue of a warrant from ye proprietor's office, dated the 4th of April, 1750, granted to James Nickols one certain parcel or tract of land situated and lying in Frederick county: Beginning at A, a sickamore standing upon ye edge of Shenandoah, extending down ye said river S. 55 E. 44 poles to B; thence N. 66 E. 72 poles to C, a sickamore standing upon ye pitch of ye point of Shenandoah; thence up Potomac N. 48 W. 200 poles to D, a chestnutt tree standing near Potomac river, side oppositt to a small isleland; thence west 105 poles to E, a white oak; thence S. 140 poles to F, a red oak; thence east 150 poles to ye beginning, containing 125 acres, surveyed by me.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'GUY BROADWATER.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'JOSEPH CANTNELL,</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'JOSEPH NICKOLS,</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\"><i>Chain-carriers</i>.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Endorsed: 'Deed issued 25th April, 1751.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">An official certificate from S. H. Parker, register of the Virginia land office, dated Richmond, June 27th, 1854, in the following words:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'I, S. H. Parker, register of the land office of Virginia, do hereby certify, that it does not appear that any grant has been issued on the survey made by James Nickols for 125 acres of land in Frederick county to any person except Robert Harper, to whom a grant issued on the 25th day of April, 1751, which date agrees with the date on Nickols' survey. And I further certify that I can find no <i>survey</i> of Robert Harper for 125 acres on file in this office.' 3d. A grant from the Lord Proprietor of the Northern Neck, in the following words:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'The Right Honorable Thomas Lord Fairfax, Baron of Cameron, in that part of Great Britain called Scotland, proprietor of the Northern Neck of Virginia:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'<i>To all to whom this present writing shall come, sends greeting:</i></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'Know ye, that for good causes, for and in consideration of the composition to me paid, and for the annual rent hereafter received, I have given, granted, and confirmed, and by these presents, for me, my heirs and assigns, do give, grant, and confirm unto Robert Harper, of the county of Frederick, a certain tract of waste and ungranted lands in the said county, at the mouth of Shanandoah river, and is bounded as by a survey thereof made by Guy Broadwater, as followeth: Beginning at a sycamore standing on the edge of Shanandoah river, and extending thence down the said river N. 48&#176; W., 200 N. 66 E., seventy-two poles to a sycamore standing at the point, and thence up Potomack river N. 48&#176; W., two hundred poles to a chestnut tree standing near Potomack, opposite to a small island; thence W. one hundred and five poles to a white oak; thence south one hundred and forty poles to a red oak; thence east one hundred and fifty poles to the beginning, containing one hundred and twenty-five acres, together with all rights, members, and appurtenances thereunto belonging, royal mines excepted, and a full third part of all lead, copper, tin, coals, iron mines, and iron ore, that shall be found thereon:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">'To have and to hold the said one hundred and twenty-five acres of land, together with all rights, profits, and benefits to the same belonging, or in anywise appertaining, except before excepted to him, the said Robert Harper, his heirs and assigns, forever.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'Given at my office in the county of Fairfax, within my said proprietary, under my hand and seal, dated this 25th day of April, in the 24th year of our sovereign lord, George the Second by the Grace of God, of Great Britain, France, and Ireland, king, defender of the faith, &amp;c., A. D. 1751.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">(Signed) 'FAIRFAX.' 4th. The defendant offered in evidence the last will of Robert Harper, deceased, the grantee of the Lord Proprietor, with proof of the probate and recording of that last will in the court of Berkley county, on the 13th of October, 1782. By the first clause of the will disposing of his property, the testator devised to his nephew, Robert Griffith, 'one moiety or half of his ferry survey, to form a straight direct line to run along the two fences on the east side, or that side next to the ferry, the one fence lying on the north, and the other on the south side of the road leading from the ferry to Winchester; the sides of the above-mentioned fences to be a director, or to show where each end of the division line shall terminate. The end of the line leading to the Potomac to terminate as soon as it strikes that river; the end leading to Shenandoah to keep a straight line till it likewise strikes said river, and to contain and include the island opposite where the said line strikes; then to run in my (said Harper's) line, adjoining Sample's line, to continue with said line and to include ninety acres of a new survey; thence to continue its course till where the dividing line shall strike the Potomac river, including therewith the sawmill and grist-mill of the testator.' By the survey and report of Trotter, this line, denominated Sample's line, is one of the courses delineated upon the survey as a boundary to a tract of land conveyed by one Gershom Keys to John Sample, on the 9th of June, 1763, and this line is its southern termination, runs to the margin of the Shenandoah river, and near to Harper's house, as delineated on the plat, and to the grist and sawmill situated upon that river.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">By the next disposition in his will, the testator devised to his niece, Sarah Harper, his ferry and ferry-house on Potomac river, and all the remainder of his ferry survey, not before devised to Robert Griffith, and all his estate in and right and title to the Maryland shore of the said ferry, and to ten acres of land upon what is called the Big Island in the Potomac river adjoining the ferry aforesaid.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The defendant also gave in evidence the plat and report of survey made as aforesaid in this case by Trotter, and evidence tending to prove that the beginning corner of Harper's patent was actually on the bank of the Shenandoah river, as at A on the map; and that the third corner of said patent was at or near the junction of the Shenandoah and Potomac rivers; and that the next corner of the patent, at the distance of two hundred poles up the Potomac river, was near the bank of said river at the point G or 18 on the plat; and that the general course of the said two rivers was as laid down in the said plat in relation to the four said first lines of Harper's patent. Upon a comparison of the survey made by Broadwater by order of the Lord Proprietor with the copy of the patent from the land office, there will be perceived this disagreement between these two documents with regard to the first call in the location of the land. In the survey as well as in the patent, the beginning is stated to be at a sycamore tree <i>standing on the edge of Shenandoah river</i>, and extending thence down the river to a sycamore standing, says the patent, at <i>the point</i>, and according to the survey, at <i>the pitch of the point</i> of Shenandoah, thence up the Potomac, &amp;c. But whilst the first course in the survey in approaching the point or the junction of the two rivers is S. E., the same course is represented in the grant as running N. W. This is a manifest error on the face of the grant, as the geographical knowledge of every one compels him to know, that the rivers Potomac and Shenandoah in approaching each other run in a south and east direction; and therefore, if this course in the grant ran northwest from the point of beginning, it would diverge more and more at every step from the Potomac, and could never reach the latter river. To correct this manifest error, if indeed proof could be necessary in aid of the geography of the country, or of the sensible meaning of the patent itself, the defendant offered evidence to show that the original parchment patent had been lost; and further proof to show that this original parchment patent was in the years 1825 and 1827 in possession of Mrs. Catharine Wager, widow of John Wager, jun., deceased, who was son of John Wager, sen., who was the husband of Sarah Harper, the devisee of Robert Harper, the original patentee. He further offered proof that the courses and distances had been copied from said original in the years 1825 and 1827, respectively, by the deputy surveyor of Jefferson county, where the lands lie, for the purpose of survey, and were used by him in a survey of the tract patented as aforesaid to Robert Harper, between the Wagers, who claimed under the said Robert Harper, and the United States; and offered further proof that the said courses and distances had in 1816 or 1818 been copied from the same original patent by John Peacher, a witness in this cause, then the owner of land binding on the lines of Harper's patent, a copy of which courses and distances is as follows, viz: 'Beginning at a sycamore standing on the edge of the Shenandoah river, and extending thence down the said river S. 55 E. 44 poles, N. 66 E. 72 poles to a sycamore standing on the point; and thence up Potomac river N. 48 W. 200 poles to a chestnut tree standing near the Potomac, opposite a small island; thence W. 105 poles to a white oak, S. 140 poles to a red oak; thence E. 150 poles to the beginning.'</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The defendant then deduced title through conveyances from the devisees of Robert Harper to George Washington, President of the United States, and his successors, on behalf of the United States. One of those conveyances, bearing date on the 15th of June, 1796, from John Wager the elder, the husband, and John Wager, Margaret Wager, and Mary Wager, children of Sarah Harper, describing the land conveyed as 'all that piece of land situated in the county of Berkley commonly known as the Harper's Ferry land, which was devised by the will of Robert Harper, bearing date on or about the 26th day of September, 1782, to his niece, Sarah Harper, and is bounded by the river Potomac on the outside, by the river Shenandoah on the other side, and by the line dividing it from the tract or parcel of land devised by the said Robert Harper to Robert Griffith on the other side.' And in the conveyance from Robert Griffith, the devisee of Harper, dated on the 9th day of January, 1797, to Thomas Rutherford and others, the grantors of another portion of this land to George Washington for the United States, it is recited, 'that whereas Robert Harper, late of the county of Berkley, and Commonwealth of Virginia, was in his lifetime seized in fee of and in one certain tract of land situate, lying and being at the confluence of the Potomac and Shenandoah rivers, in the county of Berkley, containing one hundred and twenty-five acres, for which he obtained a deed from the proprietor, &amp;c.; and, being so seized, did by his last will devise unto his nephew, Robert Griffith the elder, one equal moiety or half of the above-described one hundred and twenty-five acres of land, comprehending a saw-mill thereon, and an island in the Shenandoah opposite thereto.' The defendant further proved that the United States had, between the years 1796 and 1800, erected and established on the land in controversy the necessary buildings for an armory and arsenal for the manufacture and repair of arms, and had held and occupied and used, for the purposes aforesaid, the land and buildings, from the years above mentioned to the present time. That the defendant is an officer in the military service of the United States, attached to the Ordnance department, and as such was in charge and in possession of the land in controversy, with the buildings thereon, and the armory of the United States at Harper's Ferry, under an order from the Ordnance department; and that the lands aforesaid had been in the like charge of his predecessors, under orders and appointments from the Ordnance Office or War Department of the United States, from May, 1829, to the period when the defendant took possession; and that, prior to the year 1829, as far back as the year 1800, the said lands and buildings were in like charge of other persons in the service of the United States at said armory.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Such being the state of the evidence, the defendant moved the court to give the jury the following instructions, viz: 'That the patent to Robert Harper, having its beginning corner on the Shenandoah river, and calling to extend thence down the river, by course and distance, to the point where it appears, from the survey made in this cause, the river Shenandoah unites with the Potomac; and from that point up the river Potomac, by course and distance, to a corner near the last-named river, opposite to a small island. In construction of law, the two rivers are thereby made the boundaries of said patent, from said beginning on the Shenandoah to the last-named corner on the Potomac; and if the jury believe, from the evidence, that the lands claimed by the plaintiffs lay along the rivers Shenandoah and Potomac, within the lines of the patent to Robert Harper, extended as aforesaid to the two rivers, they must find for the defendant&#8212;the patent under which the plaintiff claims being junior to that of Harper's, under which the defendant claims&#8212;unless the plaintiffs should establish a title to the lands in controversy other than through their said patent.'</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">On the same state of the evidence, the plaintiffs also moved the court to instruct the jury as follows: 'That the question as to how the survey, on which this patent of Robert Harper was issued, was actually run, is in this case a question of fact for the jury; and if the jury believe that the line from the sycamore, at the point of confluence of the Shenandoah and Potomac rivers, to the chestnut tree, was actually run a straight line, then that straight line is the boundary of Robert Harper's patent. But the court gave the instruction asked for by the defendant, and refused to give the instruction asked for by the plaintiffs; to which opinions and action of the court&#8212;giving the defendant's instruction, and refusing the plaintiffs' instruction&#8212;the plaintiffs by counsel except, and their exceptions are here sealed by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">'JOHN W. BROCKENBROUGH. [SEAL.]'</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The correctness or incorrectness of the decision of the Circuit Court, in granting the prayer of the defendant, and in refusing that presented by the plaintiff, is the subject of inquiry in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A striking peculiarity distinguishing this case is perceived in the fact that it discloses an effort, by means obtained at a cost comparatively nominal, to disturb and to destroy a possession of more than half a century in duration; a possession connected with public interests of primary magnitude; a possession acquired in return for a full and fair equivalent given, and of a notoriety as extensive as the limits of the nation.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Although the immunity created by lapse of time may not have been directly interposed for its protection, yet such an immunity as necessarily disclosed by the evidence adduced on both sides of this controversy, certainly does not commend the pretensions of the plaintiffs upon considerations of either justice or policy. But beyond such general considerations, though in strict accordance with them, let us inquire whether, upon principles established and mandatory, and inseparable from the maintenance of social order and quiet, and of private right, this attempt of the plaintiffs should not be repelled?</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The exceptions taken by the plaintiffs in error to the instructions of the Circuit Court, and alleged as causes of error here, are stated as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">1st. That the court withdrew from the jury all questions touching the proof of the patent and the particular boundaries thereof, though the defendant's case consisted in showing the boundaries in the only copy of the patent produced to be erroneous, and the patent to have issued irregularly, and without a precedent survey for the patentee.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">2d. That the court withdrew from the jury the question whether the 4th point of the survey of the defendant's patent, being in fact <i>near</i> and not <i>on</i> the river, was, under all the circumstances of the survey, ON or only NEAR the river; or whether the river of the right lines mentioned in the patent were the true boundary?</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In examining this first objection, and the foundation on which it is made, it appears that the original entry for the land in controversy was in the name of James Nickols; that the order of survey from the Lord Proprietor to the surveyor, Broadwater, was for a survey upon that entry, and that the survey made and returned by Broadwater was upon that entry; but it equally appears that the patent issued by the Lord Proprietor refers to and adopts the survey of Broadwater with respect to its own date, the date of the warrant and the quantity of the land surveyed, and grants the land so surveyed to Robert Harper. From the records of the land office of Virginia, comprising the records of the proprietary, it is shown that on the survey made in the name of James Nickols for 125 acres of land in Frederick county, a patent was granted by the Lord Proprietor to Robert Harper on the 25th day of April, 1751, which date corresponds with that endorsed upon Nickols's survey. It is not therefore perceived upon what ground the regularity of the proceedings anterior to the patent to Harper, or the authority to issue it, can be assailed. It does not appear that any exception to either was taken in the court below, and therefore, if at any time available, it is not allowable here.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">With regard to the second part of this objection, that which claims for the jury the construction of the patent, we remark that the patent itself must be taken as evidence of its meaning; that, like other written instruments, it must be interpreted as a whole, its various provisions be taken as far as practicable in connection with each other, and the legal deductions drawn therefrom must be conformable with the scope and purpose of the entire document. This construction and these deductions we hold to be within the exclusive province of the court. The patent itself could not be altered by evidence aliunde, but proof as to the existence and character of the objects or subjects to which it was applicable was regular, and even necessary to give it effect.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In ascertaining the boundaries of surveys or patents, the universal rule is this: that wherever natural or permanent objects are embraced in the calls of either, these have absolute control, and both course and distance must yield to their influence.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Upon recurrence to the survey by Broadwater, from the beginning at A, a sycamore standing on the edge of Shenandoah, (a point admitted by all the parties to be the beginning in Harper's Ferry tract,) the survey calls for a course extending <i>down</i> the said river S. 55 E. 44 poles to B; thence N. 66 E. 72 poles to C, a sycamore standing on the pitch of the point of Shenandoah; thence up Potomac N. 48 W. 200 poles to D, a chestnut tree standing near Potomac river <i>side</i>, opposite a small island; thence W. 105 poles to E, a white oak; thence S. 140 poles to F, a red oak; thence E. 150 poles to the beginning. The patent from the Lord Proprietor, granting the land to Harper <i>at the mouth of the Shenandoah river</i>, professes to make the grant, and to give the boundaries of the land and the quantity thereof according to the survey by Broadwater, and commences the description, as taken from that survey, as follows: Beginning at a sycamore standing on the edge of Shenandoah river, and extending thence <i>down</i> the said river. At this point in the description are interposed the letters and figures (N. 48&#176; W. 200 N.) It is evident that these letters and figures have been interpolated in this place by an error, perhaps in recording the patent. This seems to follow from the fact that these letters and figures, as thus placed, have no sensible meaning. N. 48&#176; W. 200 N., mean nothing; they point to no object, and neither are they connected with any distance. Immediately following these letters and figures are the several descriptive calls of the patent, corresponding with the courses and distances and objects contained in the survey which it had referred to and adopted. The fact of this interpolation is also shown by the circumstance that farther on in the description, both in the survey and patent, of the courses and distances bordering on the Potomac, there is given, commencing at the point or confluence of the two rivers, the course of N. 48&#176; W. 200 poles to a chestnut tree standing on the Potomac opposite a small island, which part of the description was doubtless wrested from its proper position, and transferred to another in which it could convey no intelligible meaning, and from which it should be expunged as absurd and of no effect. It is proper here to observe that neither in the survey nor the patent for the Harper's Ferry tract is there a course, or a distance, or a station, which is inconsistent with or in opposition to a river boundary; but on either side of that tract facing the river, a riparian or river boundary is obviously intended. Thus at the Shenandoah, the commencing point is at a tree on the edge of the river; thence down the river to a point of the Shenandoah, (meaning the river, of course, as there was no other object bearing that name;) at this point in the confluence of the two rivers. Thence the course is up the Potomac N. 200 poles to a chestnut tree standing, in the language of the survey, '<i>near Potomac river side</i>,' and in that of the patent, '<i>near Potomac</i>.'</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The question then propounded by the prayers to the court below was a question of law arising upon the construction of the two patents&#8212;the one from the State of Virginia in 1851, the other from Lord Fairfax in 1750.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">If, as is contended by the defendant, the calls in the patent to Robert Harper, and in the survey on which it purports to be founded, extended to the rivers Shenandoah and Potomac, such a construction must be conclusive of this controversy; it leaves no question to be determined by the jury as to the running of any artificial line; it fully sustains the decision of the Circuit Court upon the prayers respectively offered by the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The citation from the treatise by Angell on water-courses fully declares the rule to be, that where a line is described as running in a certain direction to a river, and thence up or down with the river, those words imply that the line is to follow the river according to its meanderings and turnings, and in watercourses not navigable must be '<i>ad medium filum aquae</i>.' Upon a question of boundary in the case of Jackson <i>v.</i> Low, in the 12th of Johnson's Reports, 255, in ejectment, the court, in construing a provision in a deed in these words: 'leading to the creek, and <i>thence up the same to the southwest corner of a lot</i>,' &amp;c., say, 'there can be no doubt but this lot must follow the creek upon one of its banks or through the middle. This description can never be satisfied by a straight line. The terms 'up the same' <i>necessarily imply</i> that it is to follow the creek according to its windings and turnings, and that must be the middle or centre of it.'</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In the case of Mayhew <i>v.</i> Norton, a grantor had conveyed land to be bounded by the <i>harbor</i> of Edgartown. The Supreme Court of Massachusetts decided that the flats in front of the lots conveyed passed by the deeds, because they were in the harbor, although the quantity of land conveyed and the length of the lines would have been satisfied by applying them to the upland alone. In the case of Cockerell <i>v.</i> McGuire, 4th T. B., Monroe's Rep., 62, the Circuit Court, in ejectment, had instructed the jury upon a question of boundary that the following calls in the patent: 'thence from the fourth course down the river these several courses should be construed by the jury as a call to run down the river bounding thereon, with its meanders,' &amp;c. The Supreme Court, to whom this cause was carried by writ of error, say: 'In cases of boundary which depend upon the swearing of witnesses, it would no doubt be incompetent for the court, by any sort of instructions that might be given, to withdraw from the jury a decision upon the weight of the testimony and the facts which the testimony conduces to establish.' But the case under consideration is not one of that sort. The question for our consideration involves no inquiry into the testimony of witnesses; but, on the contrary, in the absence of all parol evidence as to marked lines, presents for the determination of the court the construction of the calls for boundary mentioned in the patent, and surely none will pretend that the legal construction of a patent is not a matter proper for the decision of a court. If in the first branch of the instructions the court was correct in supposing that the call in the patent to run down the river these several courses, &amp;c., should be construed as a call to run with the river, it was unquestionably correct to instruct the jury that the north fork between the fourth corner of the patent and the beginning formed part of the boundary; and that in the first branch of the instruction the court gave a correct construction of the calls of the patent, we apprehend there can be no ground for reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In the case of Newsom <i>v.</i> Pryor, (7 Wheaton, 10,) it is laid down by this court as a rule for the construction of surveys and grants, that the most material and certain calls must control those that are less material and certain. A call for a natural object, as a river, a known stream, or a spring, or even a marked tree, shall control both course and distance.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The recent decision of French <i>v.</i> Bankhead, in the 11th of Grettan, p. 136, decided by the Supreme Court of Virginia, within which State are the lands embraced in this controversy, has an important bearing upon the cause, as it shows the interpretation, by the highest tribunal of that State, of grants made by her with reference to lines running to water-courses, and of the effect of water-courses upon such boundaries. In the case just mentioned it was ruled that the water boundary, though run by course and distance, would be controlled by the actual course of the shore, and would pass the right to the property to low-water mark.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Upon the reasoning hereinbefore declared, and upon the authorities cited, to which others might be added, we are of the opinion that the patent from the State of Virginia, of the date of July 29, 1851, was unwarranted and illegal, as having embraced within it lands which were not waste and unappropriated, but which had been previously granted by competent authority, and long in the possession of the patentee and those claiming title under him. We are further of the opinion that the construction of the Circuit Court in relation to the character and effect of the elder and junior grants of the land in controversy was correct, and that its decision should therefore be, as it is hereby, affirmed, with costs.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>62 U.S. 305 (1858)</b></center>\n<center><b>21 How. 305</b></center>\n<center><h1>JACOB B. BROWN, JACOB NISSWANER, FONTAINE BECKHAM, JOHN C. UNSELD, AND GEORGE W. MOLER, PLAINTIFFS IN ERROR,<br>\nv.<br>\nBENJAMIN HUGER.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*306</span> It was argued by Mr. Davis and Mr. Johnson for the plaintiffs in error, and Mr. Hull and Mr. Mason for the defendant, on which side there was also a brief by Mr. Black, (Attorney General.)</p>\n<p><span class=\"star-pagination\">*308</span> Mr. Justice DANIEL delivered the opinion of the court.</p>\n<p>This was an action of ejectment instituted by the plaintiffs in error against the defendant, in the Circuit Court of the county of Jefferson, in the State of Virginia.</p>\n<p>The locus in quo being held and occupied by the defendant as an officer of the United States, and in virtue of their right and authority, the suit was, under the act of Congress of 1789, removed, upon petition, to the Circuit Court of the United States for the western district of Virginia, within which district the property in dispute is situated. The claim of the plaintiffs is founded on a patent from the Lieutenant Governor of Virginia, granted to Jacob Brown and Jacob Nisswaner, dated July 29, 1851, and granted in virtue of a land office Treasury warrant for the location of waste and unappropriated lands. This patent, according to the various courses and distances <span class=\"star-pagination\">*309</span> therein set forth, purports to grant the quantity of thirty-nine acres and two roods. Beckham, Unseld, and Moler, three of the plaintiffs, derived their title directly from the patentees above named, as was shown by conveyances from the latter, which were read in evidence. The plaintiffs also introduced a survey plot and report, made by A. Trotter, surveyor, in pursuance of an order of court in this cause; and relied upon the same, with other evidence, to show that the land granted by the patent of 1851 was correctly laid down and described in the survey, and that the defendant was in the possession of the land claimed at the commencement of the plaintiff's action.</p>\n<p>The defendant, holding the premises as the agent and under the authority of the United States, defended the right to the possession, as held by him, upon the following proofs, being certified copies from the records of the land office of the State of Virginia, by S.A. Parker, the register of that office. 1st. An entry in the office of the Lord Proprietor of the Northern Neck of the State of Virginia, (within which portion of the State the land in contest is situated,) in the following words, viz: \"1750, April 4. Surveyed. James Nickols, of Frederick county, Virginia, entered about two hundred acres of waste and ungranted land at the mouth of the Shanandoah river.\" And an order from Lord Fairfax to Guy Broadwater, in the words and figures following, viz:</p>\n<p>\"To Mr. Guy Broadwater:</p>\n<p>\"Whereas James Nickols hath informed that there are about two hundred acres of waste and ungranted land where he now lives, and desiring a warrant to survey ye same, in order to obtain a deed, being ready to pay ye composition and office charges: These are therefore to empower you, ye said ____, to survey ye said waste land, provided this be ye first warrant that hath issued for ye land; and you are to make a just and accurate survey thereof, describing the course and distance per pole; also ye cuttings and boundings of the several persons' lands adjoining; and where you cannot join to any known lines, you are to make ye breadth of ye tract to bear at least <span class=\"star-pagination\">*310</span> ye proportion of one-third of ye length, as ye law of Virginia directs; you are also to insert ye name of ye pilote and chain carryers made use of and employed; a plat of which said survey, with this warrant, you are to give into this office any time before ____ day of ____, next ensuing. Given under my hand and seal of ye proprietor's office, this ____ day of ____, in ye twenty ____ year of his majesty King George ye second reign.</p>\n                                                      FAIRFAX.\"\n<p>2d. And a plat and certificate of survey by said Broadwater, in the words and figures following, viz:</p>\n<p>\"By virtue of a warrant from ye proprietor's office, dated the 4th of April, 1750, granted to James Nickols one certain parcel or tract of land situated and lying in Frederick county: Beginning at A, a sickamore standing upon ye edge of Shenandoah, extending down ye said river S. 55 E. 44 poles to B; thence N. 66 E. 72 poles to C, a sickamore standing upon ye pitch of ye point of Shenandoah; thence up Potomac N. 48 W. 200 poles to D, a chestnutt tree standing near Potomac river, side oppositt to a small isleland; thence west 105 poles to E, a white oak; thence S. 140 poles to F, a red oak; thence east 150 poles to ye beginning, containing 125 acres, surveyed by me.</p>\n                                             \"GUY BROADWATER.\n   \"JOSEPH CANTNELL, |\n                      &gt; Chain-carriers.\"\n   \"JOSEPH NICKOLS,  |\n   Endorsed: \"Deed issued 25th April, 1751.\"\n<p>An official certificate from S.H. Parker, register of the Virginia land office, dated Richmond, June 27th, 1854, in the following words:</p>\n<p>\"I, S.H. Parker, register of the land office of Virginia, do hereby certify, that it does not appear that any grant has been issued on the survey made by James Nickols for 125 acres of land in Frederick county to any person except Robert Harper, to whom a grant issued on the 25th day of April, 1751, which date agrees with the date on Nickols' survey. And I further certify that I can find no survey of Robert Harper for 125 acres on file in this office\"</p>\n<p><span class=\"star-pagination\">*311</span> 3d. A grant from the Lord Proprietor of the Northern Neck, in the following words:</p>\n<p>\"The Right Honorable Thomas Lord Fairfax, Baron of Cameron, in that part of Great Britain called Scotland, proprietor of the Northern Neck of Virginia:</p>\n<p>\"To all to whom this present writing shall come, sends greeting:</p>\n<p>\"Know ye, that for good causes, for and in consideration of the composition to me paid, and for the annual rent hereafter received, I have given, granted, and confirmed, and by these presents, for me, my heirs and assigns, do give, grant, and confirm unto Robert Harper, of the county of Frederick, a certain tract of waste and ungranted lands in the said county, at the mouth of Shanandoah river, and is bounded as by a survey thereof made by Guy Broadwater, as followeth: Beginning at a sycamore standing on the edge of Shanandoah river, and extending thence down the said river N. 48° W., 200 N. 66 E., seventy-two poles to a sycamore standing at the point, and thence up Potomack river N. 48° W., two hundred poles to a chestnut tree standing near Potomack, opposite to a small island; thence W. one hundred and five poles to a white oak; thence south one hundred and forty poles to a red oak; thence east one hundred and fifty poles to the beginning, containing one hundred and twenty-five acres, together with all rights, members, and appurtenances thereunto belonging, royal mines excepted, and a full third part of all lead; copper, tin, coals, iron mines, and iron ore, that shall be found thereon:</p>\n<p>\"To have and to hold the said one hundred and twenty-five acres of land, together with all rights, profits, and benefits to the same belonging, or in anywise appertaining, except before excepted to him, the said Robert Harper, his heirs and assigns, forever.</p>\n<p>\"Given at my office in the county of Fairfax, within my said proprietary, under my hand and seal, dated this 25th day of April, in the 24th year of our sovereign lord, George the Second by the Grace of God, of Great Britain, France, and Ireland, king, defender of the faith, &amp;c., A.D. 1751.</p>\n         (Signed)                                   \"FAIRFAX.\"\n<p><span class=\"star-pagination\">*312</span> 4th. The defendant oflered in evidence the last will of Robert Harper, deceased, the grantee of the Lord Proprietor, with proof of the probate and recording of that last will in the court of Berkley county, on the 13th of October, 1782. By the first clause of the will disposing of his property, the testator devised to his nephew, Robert Griffith, \"one moiety or half of his ferry survey, to form a straight direct line to run along the two fences on the east side, or that side next to the ferry, the one fence lying on the north, and the other on the south side of the road leading from the ferry to Winchester; the sides of the above-mentioned fences to be a director, or to show where each end of the division line shall terminate. The end of the line leading to the Potomac to terminate as soon as it strikes that river; the end leading to Shenandoah to keep a straight line till it likewise strikes said river, and to contain and include the island opposite where the said line strikes; then to run in my (said Harper's) line, adjoining Sample's line, to continue with said line and to include ninety acres of a new survey; thence to continue its course till where the dividing line shall strike the Potomac river, including therewith the saw-mill and grist-mill of the testator.\" By the survey and report of Trotter, this line, denominated Sample's line, is one of the courses delineated upon the survey as a boundary to a tract of land conveyed by one Gershom Keys to John Sample, on the 9th of June, 1763, and this line is its southern termination, runs to the margin of the Shenandoah river, and near to Harper's house, as delineated on the plat, and to the grist and saw-mill situated upon that river.</p>\n<p>By the next disposition in his will, the testator devised to his niece, Sarah Harper, his ferry and ferry-house on Potomac river, and all the remainder of his ferry survey, not before devised to Robert Griffith, and all his estate in and right and title to the Maryland shore of the said ferry, and to ten acres of land upon what is called the Big Island in the Potomac river adjoining the ferry aforesaid.</p>\n<p>The defendant also gave in evidence the plat and report of survey made as aforesaid in this case by Trotter, and evidence tending to prove that the beginning corner of Harper's patent <span class=\"star-pagination\">*313</span> was actually on the bank of the Shenandoah river, as at A on the map; and that the third corner of said patent was at or near the junction of the Shenandoah and Potomac rivers; and that the next corner of the patent, at the distance of two hundred poles up the Potomac river, was near the bank of said river at the point G or 18 on the plat; and that the general course of the said two rivers was as laid down in the said plat in relation to the four said first lines of Harper's patent. Upon a comparison of the survey made by Broadwater by order of the Lord Proprietor with the copy of the patent from the land office, there will be perceived this disagreement between these two documents with regard to the first call in the location of the land. In the survey as well as in the patent, the beginning is stated to be at a sycamore tree standing on the edge of Shenandoah river, and extending thence down the river to a sycamore standing, says the patent, at the point, and according to the survey, at the pitch of the point of Shenandoah, thence up the Potomac, &amp;c. But whilst the first course in the survey in approaching the point or the junction of the two rivers is S.E., the same course is represented in the grant as running N.W. This is a manifest error on the face of the grant, as the geographical knowledge of every one compels him to know, that the rivers Potomac and Shenandoah in approaching each other run in a south and east direction; and therefore, if this course in the grant ran northwest from the point of beginning, it would diverge more and more at every step from the Potomac, and could never reach the latter river. To correct this manifest error, if indeed proof could be necessary in aid of the geography of the country, or of the sensible meaning of the patent itself, the defendant offered evidence to show that the original parchment patent had been lost; and further proof to show that this original parchment patent was in the years 1825 and 1827 in possession of Mrs. Catharine Wager, widow of John Wager, jun., deceased, who was son of John Wager, sen., who was the husband of Sarah Harper, the devisee of Robert Harper, the original patentee. He further offered proof that the courses and distances had been copied from said original in the years 1825 and 1827, respectively, by the deputy surveyor <span class=\"star-pagination\">*314</span> of Jefferson county, where the lands lie, for the purpose of survey, and were used by him in a survey of the tract patented as aforesaid to Robert Harper, between the Wagers, who claimed under the said Robert Harper, and the United States; and offered further proof that the said courses and distances had in 1816 or 1818 been copied from the same original patent by John Peacher, a witness in this cause, then the owner of land binding on the lines of Harper's patent, a copy of which courses and distances is as follows, viz: \"Beginning at a sycamore standing on the edge of the Shenandoah river, and extending thence down the said river S. 55 E. 44 poles, N. 66 E. 72 poles to a sycamore standing on the point; and thence up Potomac river N. 48 W. 200 poles to a chestnut tree standing near the Potomac, opposite a small island; thence W. 105 poles to a white oak, S. 140 poles to a red oak; thence E. 150 poles to the beginning.\"</p>\n<p>The defendant then deduced title through conveyances from the devisees of Robert Harper to George Washington, President of the United States, and his successors, on behalf of the United States. One of those conveyances, bearing date on the 15th of June, 1796, from John Wager the elder, the husband, and John Wager, Margaret Wager, and Mary Wager, children of Sarah Harper, describing the land conveyed as \"all that piece of land situated in the county of Berkley commonly known as the Harper's Ferry land, which was devised by the will of Robert Harper, bearing date on or about the 26th day of September, 1782, to his niece, Sarah Harper, and is bounded by the river Potomac on the outside, by the river Shenandoah on the other side, and by the line dividing it from the tract or parcel of land devised by the said Robert Harper to Robert Griffith on the other side.\" And in the conveyance from Robert Griffith, the devisee of Harper, dated on the 9th day of January, 1797, to Thomas Rutherford and others, the grantors of another portion of this land to George Washington for the United States, it is recited, \"that whereas Robert Harper, late of the county of Berkley, and Commonwealth of Virginia, was in his lifetime seized in fee of and in one certain tract of land situate, lying and being at the confluence of the Potomac <span class=\"star-pagination\">*315</span> and Shenandoah rivers, in the county of Berkley, containing one hundred and twenty-five acres, for which he obtained a deed from the proprietor, &amp;c.; and, being so seized, did by his last will devise unto his nephew, Robert Griffith the elder, one equal moiety or half of the above-described one hundred and twenty-five acres of land, comprehending a saw-mill thereon, and an island in the Shenandoah opposite thereto.\" The defendant further proved that the United States had, between the years 1796 and 1800, erected and established on the land in controversy the necessary buildings for an armory and arsenal for the manufacture and repair of arms, and had held and occupied and used, for the purposes aforesaid, the land and buildings, from the years above mentioned to the present time. That the defendant is an officer in the military service of the United States, attached to the Ordnance department, and as such was in charge and in possession of the land in controversy, with the buildings thereon, and the armory of the United States at Harper's Ferry, under an order from the Ordnance department; and that the lands aforesaid had been in the like charge of his predecessors, under orders and appointments from the Ordnance Office or War Department of the United States, from May, 1829, to the period when the defendant took possession; and that, prior to the year 1829, as far back as the year 1800, the said lands and buildings were in like charge of other persons in the service of the United States at said armory.</p>\n<p>Such being the state of the evidence, the defendant moved the court to give the jury the following instructions, viz: \"That the patent to Robert Harper, having its beginning corner on the Shenandoah river, and calling to extend thence down the river, by course and distance, to the point where it appears, from the survey made in this cause, the river Shenandoah unites with the Potomac; and from that point up the river Potomac, by course and distance, to a corner near the last-named river, opposite to a small island. In construction of law, the two rivers are thereby made the boundaries of said patent, from said beginning on the Shenandoah to the last-named corner on the Potomac; and if the jury believe, from <span class=\"star-pagination\">*316</span> the evidence, that the lands claimed by the plaintiffs lay along the rivers Shenandoah and Potomac, within the lines of the patent to Robert Harper, extended as aforesaid to the two rivers, they must find for the defendant  the patent under which the plaintiff claims being junior to that of Harper's, under which the defendant claims  unless the plaintiffs should establish a title to the lands in controversy other than through their said patent.\"</p>\n<p>On the same state of the evidence, the plaintiffs also moved the court to instruct the jury as follows: \"That the question as to how the survey, on which this patent of Robert Harper was issued, was actually run, is in this case a question of fact for the jury; and if the jury believe that the line from the sycamore, at the point of confluence of the Shenandoah and Potomac rivers, to the chestnut tree, was actually run a straight line, then that straight line is the boundary of Robert Harper's patent. But the court gave the instruction asked for by the defendant, and refused to give the instruction asked for by the plaintiffs; to which opinions and action of the court  giving the defendant's instruction, and refusing the plaintiffs' instruction  the plaintiffs by counsel except, and their exceptions are here sealed by the court.</p>\n                              \"JOHN W. BROCKENBROUGH. [SEAL.]\"\n<p>The correctness or incorrectness of the decision of the Circuit Court, in granting the prayer of the defendant, and in refusing that presented by the plaintiff, is the subject of inquiry in this case.</p>\n<p>A striking peculiarity distinguishing this case is perceived in the fact that it discloses an effort, by means obtained at a cost comparatively nominal, to disturb and to destroy a possession of more than half a century in duration; a possession connected with public interests of primary magnitude; a possession acquired in return for a full and fair equivalent given, and of a notoriety as extensive as the limits of the nation.</p>\n<p>Although the immunity created by lapse of time may not have been directly interposed for its protection, yet such an immunity as necessarily disclosed by the evidence adduced on <span class=\"star-pagination\">*317</span> both sides of this controversy, certainly does not commend the pretensions of the plaintiffs upon considerations of either justice or policy. But beyond such general considerations, though in strict accordance with them, let us inquire whether, upon principles established and mandatory, and inseparable from the maintenance of social order and quiet, and of private right, this attempt of the plaintiffs should not be repelled?</p>\n<p>The exceptions taken by the plaintiffs in error to the instructions of the Circuit Court, and alleged as causes of error here, are stated as follows:</p>\n<p>1st. That the court withdrew from the jury all questions touching the proof of the patent and the particular boundaries thereof, though the defendant's case consisted in showing the boundaries in the only copy of the patent produced to be erroneous, and the patent to have issued irregularly, and without a precedent survey for the patentee.</p>\n<p>2d. That the court withdrew from the jury the question whether the 4th point of the survey of the defendant's patent, being in fact near and not on the river, was, under all the circumstances of the survey, ON or only NEAR the river; or whether the river or the right lines mentioned in the patent were the true boundary?</p>\n<p>In examining this first objection, and the foundation on which it is made, it appears that the original entry for the land in controversy was in the name of James Nickols; that the order of survey from the Lord Proprietor to the surveyor, Broadwater, was for a survey upon that entry, and that the survey made and returned by Broadwater was upon that entry; but it equally appears that the patent issued by the Lord Proprietor refers to and adopts the survey of Broadwater with respect to its own date, the date of the warrant and the quantity of the land surveyed, and grants the land so surveyed to Robert Harper. From the records of the land office of Virginia, comprising the records of the proprietary, it is shown that on the survey made in the name of James Nickols for 125 acres of land in Frederick county, a patent was granted by the Lord Proprietor to Robert Harper on the 25th day of April, 1751, which date corresponds with that endorsed upon Nickols's <span class=\"star-pagination\">*318</span> survey. It is not therefore perceived upon what ground the regularity of the proceedings anterior to the patent to Harper, or the authority to issue it, can be assailed. It does not appear that any exception to either was taken in the court below, and therefore, if at any time available, it is not allowable here.</p>\n<p>With regard to the second part of this objection, that which claims for the jury the construction of the patent, we remark that the patent itself must be taken as evidence of its meaning; that, like other written instruments, it must be interpreted as a whole, its various provisions be taken as far as practicable in connection with each other, and the legal deductions drawn therefrom must be conformable with the scope and purpose of the entire document. This construction and these deductions we hold to be within the exclusive province of the court. The patent itself could not be altered by evidence aliunde, but proof as to the existence and character of the objects or subjects to which it was applicable was regular, and even necessary to give it effect.</p>\n<p>In ascertaining the boundaries of surveys or patents, the universal rule is this: that wherever natural or permanent objects are embraced in the calls of either, these have absolute control, and both course and distance must yield to their influence.</p>\n<p>Upon recurrence to the survey by Broadwater, from the beginning at A, a sycamore standing on the edge of Shenandoah, (a point admitted by all the parties to be the beginning in Harper's Ferry tract,) the survey calls for a course extending down the said river S. 55 E. 44 poles to B; thence N. 66 E. 72 poles to C, a sycamore standing on the pitch of the point of Shenandoah; thence up Potomac N. 48 W. 200 poles to D, a chestnut tree standing near Potomac river side, opposite a small island; thence W. 105 poles to E, a white oak; thence S. 140 poles to F, a red oak; thence E. 150 poles to the beginning. The patent from the Lord Proprietor, granting the land to Harper at the mouth of the Shenandoah river, professes to make the grant, and to give the boundaries of the land and the quantity thereof according to the survey by Broadwater, and commences the description, as taken from that survey, as follows: Beginning at a sycamore standing on the edge of Shenandoah river, <span class=\"star-pagination\">*319</span> and extending thence down the said river. At this point in the description are interposed the letters and figures (N. 48° W. 200 N.) It is evident that these letters and figures have been interpolated in this place by an error, perhaps in recording the patent. This seems to follow from the fact that these letters and figures, as thus placed, have no sensible meaning. N. 48° W. 200 N., mean nothing; they point to no object, and neither are they connected with any distance. Immediately following these letters and figures are the several descriptive calls of the patent, corresponding with the courses and distances and objects contained in the survey which it had referred to and adopted. The fact of this interpolation is also shown by the circumstance that farther on in the description, both in the survey and patent, of the courses and distances bordering on the Potomac, there is given, commencing at the point or confluence of the two rivers, the course of N. 48° W. 200 poles to a chestnut tree standing on the Potomac opposite a small island, which part of the description was doubtless wrested from its proper position, and transferred to another in which it could convey no intelligible meaning, and from which it should be expunged as absurd and of no effect. It is proper here to observe that neither in the survey nor the patent for the Harper's Ferry tract is there a course, or a distance, or a station, which is inconsistent with or in opposition to a river boundary; but on either side of that tract facing the river, a riparian or river boundary is obviously intended. Thus at the Shenandoah, the commencing point is at a tree on the edge of the river; thence down the river to a point of the Shenandoah, (meaning the river, of course, as there was no other object bearing that name;) at this point is the confluence of the two rivers. Thence the course is up the Potomac N. 200 poles to a chestnut tree standing, in the language of the survey, \"near Potomac river side,\" and in that of the patent, \"near Potomac.\"</p>\n<p>The question then propounded by the prayers to the court below was a question of law arising upon the construction of the two patents  the one from the State of Virginia in 1851, the other from Lord Fairfax in 1750.</p>\n<p>If, as is contended by the defendant, the calls in the patent <span class=\"star-pagination\">*320</span> to Robert Harper, and in the survey on which it purports to be founded, extended to the rivers Shenandoah and Potomac, such a construction must be conclusive of this controversy; it leaves no question to be determined by the jury as to the running of any artificial line; it fully sustains the decision of the Circuit Court upon the prayers respectively offered by the parties.</p>\n<p>The citation from the treatise by Angell on water-courses fully declares the rule to be, that where a line is described as running in a certain direction to a river, and thence up or down with the river, those words imply that the line is to follow the river according to its meanderings and turnings, and in water-courses not navigable must be \"ad medium filum aquae.\" Upon a question of boundary in the case of Jackson v. Low, in the 12th of Johnson's Reports, 255, in ejectment, the court, in construing a provision in a deed in these words: \"leading to the creek, and thence up the same to the southwest corner of a lot,\" &amp;c., say, \"there can be no doubt but this lot must follow the creek upon one of its banks or through the middle. This description can never be satisfied by a straight line. The terms `up the same' necessarily imply that it is to follow the creek according to its windings and turnings, and that must be the middle or centre of it.\"</p>\n<p>In the case of Mayhew v. Norton, a grantor had conveyed land to be bounded by the harbor of Edgartown. The Supreme Court of Massachusetts decided that the flats in front of the lots conveyed passed by the deeds, because they were in the harbor, although the quantity of land conveyed and the length of the lines would have been satisfied by applying them to the upland alone. In the case of Cockerell v. McGuire, 4th T.B., Monroe's Rep., 62, the Circuit Court, in ejectment, had instructed the jury upon a question of boundary that the following calls in the patent: \"thence from the fourth course down the river these several courses should be construed by the jury as a call to run down the river bounding thereon, with its meanders,\" &amp;c. The Supreme Court, to whom this cause was carried by writ of error, say: \"In cases of boundary which depend upon the swearing of witnesses it would no doubt be incompetent <span class=\"star-pagination\">*321</span> for the court, by any sort of instructions that might be given, to withdraw from the jury a decision upon the weight of the testimony and the facts which the testimony conduces to establish.\" But the case under consideration is not one of that sort. The question for our consideration involves no inquiry into the testimony of witnesses; but, on the contrary, in the absence of all parol evidence as to marked lines, presents for the determination of the court the construction of the calls for boundary mentioned in the patent, and surely none will pretend that the legal construction of a patent is not a matter proper for the decision of a court. If in the first branch of the instructions the court was correct in supposing that the call in the patent to run down the river these several courses, &amp;c., should be construed as a call to run with the river, it was unquestionably correct to instruct the jury that the north fork between the fourth corner of the patent and the beginning formed part of the boundary; and that in the first branch of the instruction the court gave a correct construction of the calls of the patent, we apprehend there can be no ground for reasonable doubt.</p>\n<p>In the case of Newsom v. Pryor, (7 Wheaton, 10,) it is laid down by this court as a rule for the construction of surveys and grants, that the most material and certain calls must control those that are less material and certain. A call for a natural object, as a river, a known stream, or a spring, or even a marked tree, shall control both course and distance.</p>\n<p>The recent decision of French v. Bankhead, in the 11th of Grettan, p. 136, decided by the Supreme Court of Virginia, within which State are the lands embraced in this controversy, has an important bearing upon the cause, as it shows the interpretation, by the highest tribunal of that State, of grants made by her with reference to lines running to water-courses, and of the effect of water-courses upon such boundaries. In the case just mentioned it was ruled that the water boundary, though run by course and distance, would be controlled by the actual course of the shore, and would pass the right to the property to low-water mark.</p>\n<p>Upon the reasoning hereinbefore declared, and upon the authorities cited, to which others might be added, we are of the <span class=\"star-pagination\">*322</span> opinion that the patent from the State of Virginia, of the date of July 29, 1851, was unwarranted and illegal, as having embraced within it lands which were not waste and unappropriated, but which had been previously granted by competent authority, and long in the possession of the patentee and those claiming title under him. We are further of the opinion that the construction of the Circuit Court in relation to the character and effect of the elder and junior grants of the land in controversy was correct, and that its decision should therefore be, as it is hereby, affirmed, with costs.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">305</span></span> (1858)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">How.</span> <span class=\"page\">305</span></span></b></center>\n<center><h1>JACOB B. BROWN, JACOB NISSWANER, FONTAINE BECKHAM, JOHN C. UNSELD, AND GEORGE W. MOLER, PLAINTIFFS IN ERROR,<br>\nv.<br>\nBENJAMIN HUGER.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*306</span> It was argued by Mr. Davis and Mr. Johnson for the plaintiffs in error, and Mr. Hull and Mr. Mason for the defendant, on which side there was also a brief by Mr. Black, (Attorney General.)</p>\n<p><span class=\"star-pagination\">*308</span> Mr. Justice DANIEL delivered the opinion of the court.</p>\n<p>This was an action of ejectment instituted by the plaintiffs in error against the defendant, in the Circuit Court of the county of Jefferson, in the State of Virginia.</p>\n<p>The locus in quo being held and occupied by the defendant as an officer of the United States, and in virtue of their right and authority, the suit was, under the act of Congress of 1789, removed, upon petition, to the Circuit Court of the United States for the western district of Virginia, within which district the property in dispute is situated. The claim of the plaintiffs is founded on a patent from the Lieutenant Governor of Virginia, granted to Jacob Brown and Jacob Nisswaner, dated July 29, 1851, and granted in virtue of a land office Treasury warrant for the location of waste and unappropriated lands. This patent, according to the various courses and distances <span class=\"star-pagination\">*309</span> therein set forth, purports to grant the quantity of thirty-nine acres and two roods. Beckham, Unseld, and Moler, three of the plaintiffs, derived their title directly from the patentees above named, as was shown by conveyances from the latter, which were read in evidence. The plaintiffs also introduced a survey plot and report, made by A. Trotter, surveyor, in pursuance of an order of court in this cause; and relied upon the same, with other evidence, to show that the land granted by the patent of 1851 was correctly laid down and described in the survey, and that the defendant was in the possession of the land claimed at the commencement of the plaintiff's action.</p>\n<p>The defendant, holding the premises as the agent and under the authority of the United States, defended the right to the possession, as held by him, upon the following proofs, being certified copies from the records of the land office of the State of Virginia, by S.A. Parker, the register of that office. 1st. An entry in the office of the Lord Proprietor of the Northern Neck of the State of Virginia, (within which portion of the State the land in contest is situated,) in the following words, viz: \"1750, April 4. Surveyed. James Nickols, of Frederick county, Virginia, entered about two hundred acres of waste and ungranted land at the mouth of the Shanandoah river.\" And an order from Lord Fairfax to Guy Broadwater, in the words and figures following, viz:</p>\n<p>\"To Mr. Guy Broadwater:</p>\n<p>\"Whereas James Nickols hath informed that there are about two hundred acres of waste and ungranted land where he now lives, and desiring a warrant to survey ye same, in order to obtain a deed, being ready to pay ye composition and office charges: These are therefore to empower you, ye said ____, to survey ye said waste land, provided this be ye first warrant that hath issued for ye land; and you are to make a just and accurate survey thereof, describing the course and distance per pole; also ye cuttings and boundings of the several persons' lands adjoining; and where you cannot join to any known lines, you are to make ye breadth of ye tract to bear at least <span class=\"star-pagination\">*310</span> ye proportion of one-third of ye length, as ye law of Virginia directs; you are also to insert ye name of ye pilote and chain carryers made use of and employed; a plat of which said survey, with this warrant, you are to give into this office any time before ____ day of ____, next ensuing. Given under my hand and seal of ye proprietor's office, this ____ day of ____, in ye twenty ____ year of his majesty King George ye second reign.</p>\n                                                      FAIRFAX.\"\n<p>2d. And a plat and certificate of survey by said Broadwater, in the words and figures following, viz:</p>\n<p>\"By virtue of a warrant from ye proprietor's office, dated the 4th of April, 1750, granted to James Nickols one certain parcel or tract of land situated and lying in Frederick county: Beginning at A, a sickamore standing upon ye edge of Shenandoah, extending down ye said river S. 55 E. 44 poles to B; thence N. 66 E. 72 poles to C, a sickamore standing upon ye pitch of ye point of Shenandoah; thence up Potomac N. 48 W. 200 poles to D, a chestnutt tree standing near Potomac river, side oppositt to a small isleland; thence west 105 poles to E, a white oak; thence S. 140 poles to F, a red oak; thence east 150 poles to ye beginning, containing 125 acres, surveyed by me.</p>\n                                             \"GUY BROADWATER.\n   \"JOSEPH CANTNELL, |\n                      &gt; Chain-carriers.\"\n   \"JOSEPH NICKOLS,  |\n   Endorsed: \"Deed issued 25th April, 1751.\"\n<p>An official certificate from S.H. Parker, register of the Virginia land office, dated Richmond, June 27th, 1854, in the following words:</p>\n<p>\"I, S.H. Parker, register of the land office of Virginia, do hereby certify, that it does not appear that any grant has been issued on the survey made by James Nickols for 125 acres of land in Frederick county to any person except Robert Harper, to whom a grant issued on the 25th day of April, 1751, which date agrees with the date on Nickols' survey. And I further certify that I can find no survey of Robert Harper for 125 acres on file in this office\"</p>\n<p><span class=\"star-pagination\">*311</span> 3d. A grant from the Lord Proprietor of the Northern Neck, in the following words:</p>\n<p>\"The Right Honorable Thomas Lord Fairfax, Baron of Cameron, in that part of Great Britain called Scotland, proprietor of the Northern Neck of Virginia:</p>\n<p>\"To all to whom this present writing shall come, sends greeting:</p>\n<p>\"Know ye, that for good causes, for and in consideration of the composition to me paid, and for the annual rent hereafter received, I have given, granted, and confirmed, and by these presents, for me, my heirs and assigns, do give, grant, and confirm unto Robert Harper, of the county of Frederick, a certain tract of waste and ungranted lands in the said county, at the mouth of Shanandoah river, and is bounded as by a survey thereof made by Guy Broadwater, as followeth: Beginning at a sycamore standing on the edge of Shanandoah river, and extending thence down the said river N. 48° W., 200 N. 66 E., seventy-two poles to a sycamore standing at the point, and thence up Potomack river N. 48° W., two hundred poles to a chestnut tree standing near Potomack, opposite to a small island; thence W. one hundred and five poles to a white oak; thence south one hundred and forty poles to a red oak; thence east one hundred and fifty poles to the beginning, containing one hundred and twenty-five acres, together with all rights, members, and appurtenances thereunto belonging, royal mines excepted, and a full third part of all lead; copper, tin, coals, iron mines, and iron ore, that shall be found thereon:</p>\n<p>\"To have and to hold the said one hundred and twenty-five acres of land, together with all rights, profits, and benefits to the same belonging, or in anywise appertaining, except before excepted to him, the said Robert Harper, his heirs and assigns, forever.</p>\n<p>\"Given at my office in the county of Fairfax, within my said proprietary, under my hand and seal, dated this 25th day of April, in the 24th year of our sovereign lord, George the Second by the Grace of God, of Great Britain, France, and Ireland, king, defender of the faith, &amp;c., A.D. 1751.</p>\n         (Signed)                                   \"FAIRFAX.\"\n<p><span class=\"star-pagination\">*312</span> 4th. The defendant oflered in evidence the last will of Robert Harper, deceased, the grantee of the Lord Proprietor, with proof of the probate and recording of that last will in the court of Berkley county, on the 13th of October, 1782. By the first clause of the will disposing of his property, the testator devised to his nephew, Robert Griffith, \"one moiety or half of his ferry survey, to form a straight direct line to run along the two fences on the east side, or that side next to the ferry, the one fence lying on the north, and the other on the south side of the road leading from the ferry to Winchester; the sides of the above-mentioned fences to be a director, or to show where each end of the division line shall terminate. The end of the line leading to the Potomac to terminate as soon as it strikes that river; the end leading to Shenandoah to keep a straight line till it likewise strikes said river, and to contain and include the island opposite where the said line strikes; then to run in my (said Harper's) line, adjoining Sample's line, to continue with said line and to include ninety acres of a new survey; thence to continue its course till where the dividing line shall strike the Potomac river, including therewith the saw-mill and grist-mill of the testator.\" By the survey and report of Trotter, this line, denominated Sample's line, is one of the courses delineated upon the survey as a boundary to a tract of land conveyed by one Gershom Keys to John Sample, on the 9th of June, 1763, and this line is its southern termination, runs to the margin of the Shenandoah river, and near to Harper's house, as delineated on the plat, and to the grist and saw-mill situated upon that river.</p>\n<p>By the next disposition in his will, the testator devised to his niece, Sarah Harper, his ferry and ferry-house on Potomac river, and all the remainder of his ferry survey, not before devised to Robert Griffith, and all his estate in and right and title to the Maryland shore of the said ferry, and to ten acres of land upon what is called the Big Island in the Potomac river adjoining the ferry aforesaid.</p>\n<p>The defendant also gave in evidence the plat and report of survey made as aforesaid in this case by Trotter, and evidence tending to prove that the beginning corner of Harper's patent <span class=\"star-pagination\">*313</span> was actually on the bank of the Shenandoah river, as at A on the map; and that the third corner of said patent was at or near the junction of the Shenandoah and Potomac rivers; and that the next corner of the patent, at the distance of two hundred poles up the Potomac river, was near the bank of said river at the point G or 18 on the plat; and that the general course of the said two rivers was as laid down in the said plat in relation to the four said first lines of Harper's patent. Upon a comparison of the survey made by Broadwater by order of the Lord Proprietor with the copy of the patent from the land office, there will be perceived this disagreement between these two documents with regard to the first call in the location of the land. In the survey as well as in the patent, the beginning is stated to be at a sycamore tree standing on the edge of Shenandoah river, and extending thence down the river to a sycamore standing, says the patent, at the point, and according to the survey, at the pitch of the point of Shenandoah, thence up the Potomac, &amp;c. But whilst the first course in the survey in approaching the point or the junction of the two rivers is S.E., the same course is represented in the grant as running N.W. This is a manifest error on the face of the grant, as the geographical knowledge of every one compels him to know, that the rivers Potomac and Shenandoah in approaching each other run in a south and east direction; and therefore, if this course in the grant ran northwest from the point of beginning, it would diverge more and more at every step from the Potomac, and could never reach the latter river. To correct this manifest error, if indeed proof could be necessary in aid of the geography of the country, or of the sensible meaning of the patent itself, the defendant offered evidence to show that the original parchment patent had been lost; and further proof to show that this original parchment patent was in the years 1825 and 1827 in possession of Mrs. Catharine Wager, widow of John Wager, jun., deceased, who was son of John Wager, sen., who was the husband of Sarah Harper, the devisee of Robert Harper, the original patentee. He further offered proof that the courses and distances had been copied from said original in the years 1825 and 1827, respectively, by the deputy surveyor <span class=\"star-pagination\">*314</span> of Jefferson county, where the lands lie, for the purpose of survey, and were used by him in a survey of the tract patented as aforesaid to Robert Harper, between the Wagers, who claimed under the said Robert Harper, and the United States; and offered further proof that the said courses and distances had in 1816 or 1818 been copied from the same original patent by John Peacher, a witness in this cause, then the owner of land binding on the lines of Harper's patent, a copy of which courses and distances is as follows, viz: \"Beginning at a sycamore standing on the edge of the Shenandoah river, and extending thence down the said river S. 55 E. 44 poles, N. 66 E. 72 poles to a sycamore standing on the point; and thence up Potomac river N. 48 W. 200 poles to a chestnut tree standing near the Potomac, opposite a small island; thence W. 105 poles to a white oak, S. 140 poles to a red oak; thence E. 150 poles to the beginning.\"</p>\n<p>The defendant then deduced title through conveyances from the devisees of Robert Harper to George Washington, President of the United States, and his successors, on behalf of the United States. One of those conveyances, bearing date on the 15th of June, 1796, from John Wager the elder, the husband, and John Wager, Margaret Wager, and Mary Wager, children of Sarah Harper, describing the land conveyed as \"all that piece of land situated in the county of Berkley commonly known as the Harper's Ferry land, which was devised by the will of Robert Harper, bearing date on or about the 26th day of September, 1782, to his niece, Sarah Harper, and is bounded by the river Potomac on the outside, by the river Shenandoah on the other side, and by the line dividing it from the tract or parcel of land devised by the said Robert Harper to Robert Griffith on the other side.\" And in the conveyance from Robert Griffith, the devisee of Harper, dated on the 9th day of January, 1797, to Thomas Rutherford and others, the grantors of another portion of this land to George Washington for the United States, it is recited, \"that whereas Robert Harper, late of the county of Berkley, and Commonwealth of Virginia, was in his lifetime seized in fee of and in one certain tract of land situate, lying and being at the confluence of the Potomac <span class=\"star-pagination\">*315</span> and Shenandoah rivers, in the county of Berkley, containing one hundred and twenty-five acres, for which he obtained a deed from the proprietor, &amp;c.; and, being so seized, did by his last will devise unto his nephew, Robert Griffith the elder, one equal moiety or half of the above-described one hundred and twenty-five acres of land, comprehending a saw-mill thereon, and an island in the Shenandoah opposite thereto.\" The defendant further proved that the United States had, between the years 1796 and 1800, erected and established on the land in controversy the necessary buildings for an armory and arsenal for the manufacture and repair of arms, and had held and occupied and used, for the purposes aforesaid, the land and buildings, from the years above mentioned to the present time. That the defendant is an officer in the military service of the United States, attached to the Ordnance department, and as such was in charge and in possession of the land in controversy, with the buildings thereon, and the armory of the United States at Harper's Ferry, under an order from the Ordnance department; and that the lands aforesaid had been in the like charge of his predecessors, under orders and appointments from the Ordnance Office or War Department of the United States, from May, 1829, to the period when the defendant took possession; and that, prior to the year 1829, as far back as the year 1800, the said lands and buildings were in like charge of other persons in the service of the United States at said armory.</p>\n<p>Such being the state of the evidence, the defendant moved the court to give the jury the following instructions, viz: \"That the patent to Robert Harper, having its beginning corner on the Shenandoah river, and calling to extend thence down the river, by course and distance, to the point where it appears, from the survey made in this cause, the river Shenandoah unites with the Potomac; and from that point up the river Potomac, by course and distance, to a corner near the last-named river, opposite to a small island. In construction of law, the two rivers are thereby made the boundaries of said patent, from said beginning on the Shenandoah to the last-named corner on the Potomac; and if the jury believe, from <span class=\"star-pagination\">*316</span> the evidence, that the lands claimed by the plaintiffs lay along the rivers Shenandoah and Potomac, within the lines of the patent to Robert Harper, extended as aforesaid to the two rivers, they must find for the defendant  the patent under which the plaintiff claims being junior to that of Harper's, under which the defendant claims  unless the plaintiffs should establish a title to the lands in controversy other than through their said patent.\"</p>\n<p>On the same state of the evidence, the plaintiffs also moved the court to instruct the jury as follows: \"That the question as to how the survey, on which this patent of Robert Harper was issued, was actually run, is in this case a question of fact for the jury; and if the jury believe that the line from the sycamore, at the point of confluence of the Shenandoah and Potomac rivers, to the chestnut tree, was actually run a straight line, then that straight line is the boundary of Robert Harper's patent. But the court gave the instruction asked for by the defendant, and refused to give the instruction asked for by the plaintiffs; to which opinions and action of the court  giving the defendant's instruction, and refusing the plaintiffs' instruction  the plaintiffs by counsel except, and their exceptions are here sealed by the court.</p>\n                              \"JOHN W. BROCKENBROUGH. [SEAL.]\"\n<p>The correctness or incorrectness of the decision of the Circuit Court, in granting the prayer of the defendant, and in refusing that presented by the plaintiff, is the subject of inquiry in this case.</p>\n<p>A striking peculiarity distinguishing this case is perceived in the fact that it discloses an effort, by means obtained at a cost comparatively nominal, to disturb and to destroy a possession of more than half a century in duration; a possession connected with public interests of primary magnitude; a possession acquired in return for a full and fair equivalent given, and of a notoriety as extensive as the limits of the nation.</p>\n<p>Although the immunity created by lapse of time may not have been directly interposed for its protection, yet such an immunity as necessarily disclosed by the evidence adduced on <span class=\"star-pagination\">*317</span> both sides of this controversy, certainly does not commend the pretensions of the plaintiffs upon considerations of either justice or policy. But beyond such general considerations, though in strict accordance with them, let us inquire whether, upon principles established and mandatory, and inseparable from the maintenance of social order and quiet, and of private right, this attempt of the plaintiffs should not be repelled?</p>\n<p>The exceptions taken by the plaintiffs in error to the instructions of the Circuit Court, and alleged as causes of error here, are stated as follows:</p>\n<p>1st. That the court withdrew from the jury all questions touching the proof of the patent and the particular boundaries thereof, though the defendant's case consisted in showing the boundaries in the only copy of the patent produced to be erroneous, and the patent to have issued irregularly, and without a precedent survey for the patentee.</p>\n<p>2d. That the court withdrew from the jury the question whether the 4th point of the survey of the defendant's patent, being in fact near and not on the river, was, under all the circumstances of the survey, ON or only NEAR the river; or whether the river or the right lines mentioned in the patent were the true boundary?</p>\n<p>In examining this first objection, and the foundation on which it is made, it appears that the original entry for the land in controversy was in the name of James Nickols; that the order of survey from the Lord Proprietor to the surveyor, Broadwater, was for a survey upon that entry, and that the survey made and returned by Broadwater was upon that entry; but it equally appears that the patent issued by the Lord Proprietor refers to and adopts the survey of Broadwater with respect to its own date, the date of the warrant and the quantity of the land surveyed, and grants the land so surveyed to Robert Harper. From the records of the land office of Virginia, comprising the records of the proprietary, it is shown that on the survey made in the name of James Nickols for 125 acres of land in Frederick county, a patent was granted by the Lord Proprietor to Robert Harper on the 25th day of April, 1751, which date corresponds with that endorsed upon Nickols's <span class=\"star-pagination\">*318</span> survey. It is not therefore perceived upon what ground the regularity of the proceedings anterior to the patent to Harper, or the authority to issue it, can be assailed. It does not appear that any exception to either was taken in the court below, and therefore, if at any time available, it is not allowable here.</p>\n<p>With regard to the second part of this objection, that which claims for the jury the construction of the patent, we remark that the patent itself must be taken as evidence of its meaning; that, like other written instruments, it must be interpreted as a whole, its various provisions be taken as far as practicable in connection with each other, and the legal deductions drawn therefrom must be conformable with the scope and purpose of the entire document. This construction and these deductions we hold to be within the exclusive province of the court. The patent itself could not be altered by evidence aliunde, but proof as to the existence and character of the objects or subjects to which it was applicable was regular, and even necessary to give it effect.</p>\n<p>In ascertaining the boundaries of surveys or patents, the universal rule is this: that wherever natural or permanent objects are embraced in the calls of either, these have absolute control, and both course and distance must yield to their influence.</p>\n<p>Upon recurrence to the survey by Broadwater, from the beginning at A, a sycamore standing on the edge of Shenandoah, (a point admitted by all the parties to be the beginning in Harper's Ferry tract,) the survey calls for a course extending down the said river S. 55 E. 44 poles to B; thence N. 66 E. 72 poles to C, a sycamore standing on the pitch of the point of Shenandoah; thence up Potomac N. 48 W. 200 poles to D, a chestnut tree standing near Potomac river side, opposite a small island; thence W. 105 poles to E, a white oak; thence S. 140 poles to F, a red oak; thence E. 150 poles to the beginning. The patent from the Lord Proprietor, granting the land to Harper at the mouth of the Shenandoah river, professes to make the grant, and to give the boundaries of the land and the quantity thereof according to the survey by Broadwater, and commences the description, as taken from that survey, as follows: Beginning at a sycamore standing on the edge of Shenandoah river, <span class=\"star-pagination\">*319</span> and extending thence down the said river. At this point in the description are interposed the letters and figures (N. 48° W. 200 N.) It is evident that these letters and figures have been interpolated in this place by an error, perhaps in recording the patent. This seems to follow from the fact that these letters and figures, as thus placed, have no sensible meaning. N. 48° W. 200 N., mean nothing; they point to no object, and neither are they connected with any distance. Immediately following these letters and figures are the several descriptive calls of the patent, corresponding with the courses and distances and objects contained in the survey which it had referred to and adopted. The fact of this interpolation is also shown by the circumstance that farther on in the description, both in the survey and patent, of the courses and distances bordering on the Potomac, there is given, commencing at the point or confluence of the two rivers, the course of N. 48° W. 200 poles to a chestnut tree standing on the Potomac opposite a small island, which part of the description was doubtless wrested from its proper position, and transferred to another in which it could convey no intelligible meaning, and from which it should be expunged as absurd and of no effect. It is proper here to observe that neither in the survey nor the patent for the Harper's Ferry tract is there a course, or a distance, or a station, which is inconsistent with or in opposition to a river boundary; but on either side of that tract facing the river, a riparian or river boundary is obviously intended. Thus at the Shenandoah, the commencing point is at a tree on the edge of the river; thence down the river to a point of the Shenandoah, (meaning the river, of course, as there was no other object bearing that name;) at this point is the confluence of the two rivers. Thence the course is up the Potomac N. 200 poles to a chestnut tree standing, in the language of the survey, \"near Potomac river side,\" and in that of the patent, \"near Potomac.\"</p>\n<p>The question then propounded by the prayers to the court below was a question of law arising upon the construction of the two patents  the one from the State of Virginia in 1851, the other from Lord Fairfax in 1750.</p>\n<p>If, as is contended by the defendant, the calls in the patent <span class=\"star-pagination\">*320</span> to Robert Harper, and in the survey on which it purports to be founded, extended to the rivers Shenandoah and Potomac, such a construction must be conclusive of this controversy; it leaves no question to be determined by the jury as to the running of any artificial line; it fully sustains the decision of the Circuit Court upon the prayers respectively offered by the parties.</p>\n<p>The citation from the treatise by Angell on water-courses fully declares the rule to be, that where a line is described as running in a certain direction to a river, and thence up or down with the river, those words imply that the line is to follow the river according to its meanderings and turnings, and in water-courses not navigable must be \"ad medium filum aquae.\" Upon a question of boundary in the case of Jackson v. Low, in the 12th of Johnson's Reports, 255, in ejectment, the court, in construing a provision in a deed in these words: \"leading to the creek, and thence up the same to the southwest corner of a lot,\" &amp;c., say, \"there can be no doubt but this lot must follow the creek upon one of its banks or through the middle. This description can never be satisfied by a straight line. The terms `up the same' necessarily imply that it is to follow the creek according to its windings and turnings, and that must be the middle or centre of it.\"</p>\n<p>In the case of Mayhew v. Norton, a grantor had conveyed land to be bounded by the harbor of Edgartown. The Supreme Court of Massachusetts decided that the flats in front of the lots conveyed passed by the deeds, because they were in the harbor, although the quantity of land conveyed and the length of the lines would have been satisfied by applying them to the upland alone. In the case of Cockerell v. McGuire, 4th T.B., Monroe's Rep., 62, the Circuit Court, in ejectment, had instructed the jury upon a question of boundary that the following calls in the patent: \"thence from the fourth course down the river these several courses should be construed by the jury as a call to run down the river bounding thereon, with its meanders,\" &amp;c. The Supreme Court, to whom this cause was carried by writ of error, say: \"In cases of boundary which depend upon the swearing of witnesses it would no doubt be incompetent <span class=\"star-pagination\">*321</span> for the court, by any sort of instructions that might be given, to withdraw from the jury a decision upon the weight of the testimony and the facts which the testimony conduces to establish.\" But the case under consideration is not one of that sort. The question for our consideration involves no inquiry into the testimony of witnesses; but, on the contrary, in the absence of all parol evidence as to marked lines, presents for the determination of the court the construction of the calls for boundary mentioned in the patent, and surely none will pretend that the legal construction of a patent is not a matter proper for the decision of a court. If in the first branch of the instructions the court was correct in supposing that the call in the patent to run down the river these several courses, &amp;c., should be construed as a call to run with the river, it was unquestionably correct to instruct the jury that the north fork between the fourth corner of the patent and the beginning formed part of the boundary; and that in the first branch of the instruction the court gave a correct construction of the calls of the patent, we apprehend there can be no ground for reasonable doubt.</p>\n<p>In the case of Newsom v. Pryor, (7 Wheaton, 10,) it is laid down by this court as a rule for the construction of surveys and grants, that the most material and certain calls must control those that are less material and certain. A call for a natural object, as a river, a known stream, or a spring, or even a marked tree, shall control both course and distance.</p>\n<p>The recent decision of French v. Bankhead, in the 11th of Grettan, p. 136, decided by the Supreme Court of Virginia, within which State are the lands embraced in this controversy, has an important bearing upon the cause, as it shows the interpretation, by the highest tribunal of that State, of grants made by her with reference to lines running to water-courses, and of the effect of water-courses upon such boundaries. In the case just mentioned it was ruled that the water boundary, though run by course and distance, would be controlled by the actual course of the shore, and would pass the right to the property to low-water mark.</p>\n<p>Upon the reasoning hereinbefore declared, and upon the authorities cited, to which others might be added, we are of the <span class=\"star-pagination\">*322</span> opinion that the patent from the State of Virginia, of the date of July 29, 1851, was unwarranted and illegal, as having embraced within it lands which were not waste and unappropriated, but which had been previously granted by competent authority, and long in the possession of the patentee and those claiming title under him. We are further of the opinion that the construction of the Circuit Court in relation to the character and effect of the elder and junior grants of the land in controversy was correct, and that its decision should therefore be, as it is hereby, affirmed, with costs.</p>\n</div>", "id": 87218, "judges": "Daniel", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/87218/", "sha1": "2f6e3f6f5ad4d9c5cd55a62327875bf2e71550d0", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:01:03"}