{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "63 U.S. 185", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/87276/"
    ], 
    "scotus_early_cite": "22 How. 185", 
    "case_name": "Maxwell v. Moore", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 55640, 
    "resource_uri": "/api/rest/v2/citation/55640/"
  }, 
  "id": 87276, 
  "blocked": false, 
  "judges": "Catron", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1859-12-27", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>63 U.S. 185 (1859)</b></center>\n<center><b>22 How. 185</b></center>\n<center><h1>DAVID MAXWELL, AND THOMAS WATKINS AND MARY WATKINS HIS WIFE, PLAINTIFFS IN ERROR,<br>\nv.<br>\nISRAEL M. MOORE, MADISON M. MORRIS, HENRY MORRIS, JAMES P. KELLEN, JOHN F. BLACK, JAMES F. BATTE, AND WILLIAM M. CRAIG.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*186</span> It was submitted on printed arguments by Mr. Fowler for the plaintiffs in error, and Mr. Watkins for the defendants.</p>\n<p><span class=\"star-pagination\">*190</span> Mr. Justice CATRON delivered the opinion of the court.</p>\n<p>This cause is brought before us by writ of error to the Supreme Court of Arkansas, and presents a single question for our consideration.</p>\n<p>Allen McVey served as a regular soldier in the war of 1812, and was entitled to a tract of 160 acres of land as a bounty for his services. The land was located and granted in what is now the State of Arkansas. By the act of May 6, 1812, which granted the bounty lands, all sales or agreements made by a grantee of these lands before the patent issued were declared to be void.</p>\n<p>Many tracts of the lands granted turned out to be unfit for cultivation, so that the soldier took no benefit; and, as compensation, the act of May 22, 1826, declares that the soldier, or his heirs, to whom bounty land has been patented in the Territory of Arkansas, and which is unfit for cultivation, and who has removed or shall remove to Arkansas with a view to actual settlement on the land, may relinquish it to the United States, and enter a like quantity elsewhere in the district, which may be patented to him. This act was continued in force by that of May 27th, 1840.</p>\n<p>McVey surrendered his first patent according to the act of 1826, and in 1842 another issued in his name for the land in dispute.</p>\n<p>In 1834, McVey gave William Pelham a bond to convey to him the land that might be entered on his certificate of surrender, (known as a float,) and a power of attorney to locate the same, and obtain the patent. McVey died in 1836. In 1842, Pelham entered the land in controversy in McVey's name.</p>\n<p><span class=\"star-pagination\">*191</span> A special act of the Legislature of the State of Arkansas was passed, authorizing McVey's administrator to convey the land to Pelham, which was done.</p>\n<p>Afterwards, the plaintiffs in error obtained a conveyance from the heirs of McVey, on which their action of ejectment is founded. As the title vested in Allen McVey's heirs by the patent of 1842, they could well convey the land unless the administrator's deed stood in the way. Galloway v. Findley, 13 Peters, 264. That the special act of Assembly authorized the administrator to make a valid deed, and divest the title of the heirs, was decided in this case by the Supreme Court of Arkansas, and which decision on the effect of the State law is conclusive on this court. We exercise jurisdiction to revise errors committed by State courts, where the plaintiff in error claims title by force of an act of Congress, and the title has been rejected on the ground that the act did not support it. And this raises the question, whether the act of 1826, allowing the soldier to exchange his land, carried with it the prohibition against alienation contained in the act of 1812.</p>\n<p>The court below held that it did not, and that Allen McVey did lawfully bind himself to Pelham for title.</p>\n<p>It is insisted that the acts of 1812 and 1826 are on the same subject, must stand together as one provision, and the last act carry with it the prohibition found in the first. We are of the opinion that the acts have no necessary connection; that there was no good reason why the soldier who removed to Arkansas, and inspected his tract of land, then patented, and alienable, should not contract to convey the tract he might get in exchange. We can only here say, as we did in the case of French v. Spencer, (21 How., 238,) that the act of 1826 is plain on its face and single in its purpose; and that in such cases the rule is, that where the Legislature makes a plain provision, without making any exception, the courts of justice can make none, as it would be legislating to do so.</p>\n<p>There being no other question presented by the record within the jurisdiction conferred on this court by the 25th section of the judiciary act, we order that judgment of the Supreme Court of Arkansas be affirmed.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:01:05", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">185</span></span> (1859)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">How.</span> <span class=\"page\">185</span></span></b></center>\n<center><h1>DAVID MAXWELL, AND THOMAS WATKINS AND MARY WATKINS HIS WIFE, PLAINTIFFS IN ERROR,<br>\nv.<br>\nISRAEL M. MOORE, MADISON M. MORRIS, HENRY MORRIS, JAMES P. KELLEN, JOHN F. BLACK, JAMES F. BATTE, AND WILLIAM M. CRAIG.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*186</span> It was submitted on printed arguments by Mr. Fowler for the plaintiffs in error, and Mr. Watkins for the defendants.</p>\n<p><span class=\"star-pagination\">*190</span> Mr. Justice CATRON delivered the opinion of the court.</p>\n<p>This cause is brought before us by writ of error to the Supreme Court of Arkansas, and presents a single question for our consideration.</p>\n<p>Allen McVey served as a regular soldier in the war of 1812, and was entitled to a tract of 160 acres of land as a bounty for his services. The land was located and granted in what is now the State of Arkansas. By the act of May 6, 1812, which granted the bounty lands, all sales or agreements made by a grantee of these lands before the patent issued were declared to be void.</p>\n<p>Many tracts of the lands granted turned out to be unfit for cultivation, so that the soldier took no benefit; and, as compensation, the act of May 22, 1826, declares that the soldier, or his heirs, to whom bounty land has been patented in the Territory of Arkansas, and which is unfit for cultivation, and who has removed or shall remove to Arkansas with a view to actual settlement on the land, may relinquish it to the United States, and enter a like quantity elsewhere in the district, which may be patented to him. This act was continued in force by that of May 27th, 1840.</p>\n<p>McVey surrendered his first patent according to the act of 1826, and in 1842 another issued in his name for the land in dispute.</p>\n<p>In 1834, McVey gave William Pelham a bond to convey to him the land that might be entered on his certificate of surrender, (known as a float,) and a power of attorney to locate the same, and obtain the patent. McVey died in 1836. In 1842, Pelham entered the land in controversy in McVey's name.</p>\n<p><span class=\"star-pagination\">*191</span> A special act of the Legislature of the State of Arkansas was passed, authorizing McVey's administrator to convey the land to Pelham, which was done.</p>\n<p>Afterwards, the plaintiffs in error obtained a conveyance from the heirs of McVey, on which their action of ejectment is founded. As the title vested in Allen McVey's heirs by the patent of 1842, they could well convey the land unless the administrator's deed stood in the way. Galloway v. Findley, 13 Peters, 264. That the special act of Assembly authorized the administrator to make a valid deed, and divest the title of the heirs, was decided in this case by the Supreme Court of Arkansas, and which decision on the effect of the State law is conclusive on this court. We exercise jurisdiction to revise errors committed by State courts, where the plaintiff in error claims title by force of an act of Congress, and the title has been rejected on the ground that the act did not support it. And this raises the question, whether the act of 1826, allowing the soldier to exchange his land, carried with it the prohibition against alienation contained in the act of 1812.</p>\n<p>The court below held that it did not, and that Allen McVey did lawfully bind himself to Pelham for title.</p>\n<p>It is insisted that the acts of 1812 and 1826 are on the same subject, must stand together as one provision, and the last act carry with it the prohibition found in the first. We are of the opinion that the acts have no necessary connection; that there was no good reason why the soldier who removed to Arkansas, and inspected his tract of land, then patented, and alienable, should not contract to convey the tract he might get in exchange. We can only here say, as we did in the case of French v. Spencer, (21 How., 238,) that the act of 1826 is plain on its face and single in its purpose; and that in such cases the rule is, that where the Legislature makes a plain provision, without making any exception, the courts of justice can make none, as it would be legislating to do so.</p>\n<p>There being no other question presented by the record within the jurisdiction conferred on this court by the 25th section of the judiciary act, we order that judgment of the Supreme Court of Arkansas be affirmed.</p>\n</div>", 
  "sha1": "8a13650f3df08866d7932d112cd9f9d9e912ca28", 
  "date_modified": "2014-12-21T01:25:27.421145", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/87276/maxwell-v-moore/", 
  "citation_count": 2, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/2519001/", 
  "html": "<p class=\"case_cite\">63 U.S. 185</p>\n    <p class=\"case_cite\">22 How. 185</p>\n    <p class=\"case_cite\">16 L.Ed. 251</p>\n    <p class=\"parties\">DAVID MAXWELL, AND THOMAS WATKINS AND MARY WATKINS HIS<br>WIFE, PLAINTIFFS IN ERROR,<br>v.<br>ISRAEL M. MOORE, MADISON M. MORRIS, HENRY MORRIS,<br>JAMES P. KELLEN, JOHN F. BLACK, JAMES F. BATTE, AND<br>WILLIAM M. CRAIG.</p>\n    <p class=\"date\">December Term, 1859</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">THIS case was brought up from the Supreme Court of the State of Arkansas by a writ of error issued under the 25th section of the judiciary act.</p>\n      <p class=\"indent\">Maxwell and Watkins brought an ejectment against Moore and others, to recover the northeast quarter of section ten, in township seven north, range seven west, containing 160 acres of land, in the county of White, and State of Arkansas. The plaintiffs claimed under the heirs of one McVey, upon the ground that, under the two acts of Congress of 1812 and 1826, McVey could not alienate his land, or covenant to convey it away before the issuance of a patent. There were other points involved in the trial in the State courts, as will be seen by a reference to 18 Arkansas Rep., 475. But the above was the only point before this court.</p>\n      <p class=\"indent\">It was submitted on printed arguments by <i>Mr. Fowler</i> for the plaintiffs in error, and <i>Mr. Watkins</i> for the defendants.</p>\n      <p class=\"indent\"><i>Mr. Fowler</i> contended, on the part of the plaintiffs in error, that the several amendatory acts engrafted on the act of May 6, 1812, continue also in force the prohibitory clause, declaring all sales, contracts, &amp;c., void, where they are made before the patent issues. And, if so, the contract of sale made by McVey to Pelham was null and void; and the land, entered and patented in McVey's name, enured to the benefit of his heirs and their assignees, after the patent was issued, and not to Pelham, or his assignees, under such void contract.</p>\n      <p class=\"indent\">The Circuit Court twice expressly decided that the contract of sale from McVey to Pelham was valid, denying distinctly the rights of McVey's heirs and their assignees, under these acts of Congress; which the Supreme Court of the State broadly affirmed. See the bill of exceptions, the judgment of the Supreme Court, and its opinion, in 18 Ark. Rep., p. 475 to 480.</p>\n      <p class=\"indent\">Hence, the plaintiffs have a right to a revision of the judgment, under the 25th section of the judiciary act of 1789.</p>\n      <p class=\"indent\">The whole legislation upon these bounty lands, especially the acts above referred to, shows conclusively the intention of Congress to guard and protect the rights of the soldier and his heirs, and to prevent speculation in the lands.</p>\n      <p class=\"indent\">And in all such cases, the courts construe such acts favorably and liberally, for the protection of the recipients of the bounty of the Government, and against the speculators in such bounty.</p>\n      <p class=\"indent\">See 2 Laws, Instr., and Opin., p. 177, Opinion of Attor-General Taney, No. 115.</p>\n      <p class=\"indent\">4 Ark. Rep., 279, Nicks's Heirs <i>v.</i> Rector.</p>\n      <p class=\"indent\">1 Pet. Rep., 667, Ross <i>v.</i> Doe, ex dem. Barland et al.</p>\n      <p class=\"indent\">16 Ark. Rep., 462, Wynn <i>v.</i> Garland.</p>\n      <p class=\"indent\">2 Porter (Ala.) Rep., 152, McElyea <i>v.</i> Hayter.</p>\n      <p class=\"indent\">The established rule of construction, and which is insisted, on the part of the plaintiffs in error, is applicable to and protects them in this case, is:</p>\n      <p class=\"indent\">That where there are several legislative acts, <i>in pari materia</i>, relating to the same subject matter, as these are, they must be taken and compared together, in their construction, as one act, because they are considered as having one object in view, and as acting upon one system. And they must be considered as all governed by one spirit and policy, and intended to be consistent and harmonious in all their parts and provisions.</p>\n      <p class=\"indent\">See 1 Kent's Com., (5th ed.,) 463.</p>\n      <p class=\"indent\">23 Miss. Rep., 74, White <i>v.</i> Johnson.</p>\n      <p class=\"indent\">1 Burr. Rep., 447, Rex <i>v.</i> Loxdale et al.</p>\n      <p class=\"indent\">1 Dougl. Rep., 30, Ailesbury <i>v.</i> Pattison.</p>\n      <p class=\"indent\">Smith's Com. on Stat. and Const. Construction, secs. 636, 637, 638, 639, 642, 643.</p>\n      <p class=\"indent\">And the foregoing rule applies, although some of the statutes may have expired, or are not referred to in the subsequent acts.</p>\n      <p class=\"indent\">See 1 Kent's Com., (5th ed.,) 463.</p>\n      <p class=\"indent\">1 Burr. Rep., 447, Rex <i>v.</i> Loxdale et al.</p>\n      <p class=\"indent\">Smith's Com. on Stat. and Const. Construction, secs. 637, 638.</p>\n      <p class=\"indent\">Even a subsequent and amendatory act of limitations, not providing for a case specified in the former act, it will by the court be intended and presumed that the Legislature designed the latter to be governed by the previous act.</p>\n      <p class=\"indent\">See 23 Miss. Rep., 301, Robertson <i>v.</i> De Moss.</p>\n      <p class=\"indent\">See, also, on this point, Smith's Com. on Stat. and Const. Construction, secs. 638, 643.</p>\n      <p class=\"indent\">The intention of Congress, from a fair construction of the several acts on the subject, was manifestly to protect the soldier in his float, as much as in his original warrant, and in either case to make all contracts of sale before the issuing of the patent void. And an object or thing which, within the intention of the Legislature in making a statute, is as much within the statute as if it were within the letter.</p>\n      <p class=\"indent\">15 Johns. Rep., 380, 381, People <i>v.</i> Utica Ins. Co.</p>\n      <p class=\"indent\">Smith's Com. on Stat. and Const. Construction, sec. 510.</p>\n      <p class=\"indent\"><i>Mr. Watkins</i> said:</p>\n      <p class=\"indent\">It is true that the military bounty act of 1812 contained a prohibition against any sale or assignment by the soldier of his bounty, until after the issuance of the patent, and declaring all such assignments void. Such restrictions are of very questionable utility, either by way of benefit or protection to the soldier, as all past experience has proved; are contrary to the almost universal policy of our laws, to allow, if not to favor, the right to free alienation of property, real as well as personal. As it regards that particular enactment, however, there was a motive, as expressed in the act itself, which was to prevent the land, so long as the title remained in the Government, from being subject to the debts of the soldier. And the reason of the law was to take away from the soldier the temptation of selling his equitable interest in a tract of land, drawn for him in the wheel, situate in a new and wild region of country, at a great distance from the soldier, and which he had never visited, and had no opportunities for judging of its value. There was also a reason, with perhaps the additional one of preventing frauds on the Government, for the analogous restriction (and that of short duration) in the first general pre-emption act of 1830, because it was supposed that, in many instances, the settlers in remote and frontier regions of country might sell their improvements or settlement rights, in ignorance of the terms and provisions of the act for their protection, or even of the passage of such an act.</p>\n      <p class=\"indent\">But, as those military bounties were selected by lottery, it inevitably resulted, that in many instances the lands proved unfit for cultivation, and worthless. And on the 22d May, 1826, and act of Congress was passed, authorizing the soldier to surrender and reconvey to the United States the bounty tract which had been patented to him, and to locate in lieu of it a like quantity of the public land within the military district, on proof, to the satisfaction of the proper register and receiver, that the tract originally patented to him was unfit for cultivation, and that his right to it had not been divested or encumbered by sale or otherwise; and in order to entitle himself to the benefits of the act, the soldier must have removed to the Territory of Arkansas, with a view to actual settlement on the land drawn by him. This act was revived and extended by various acts, until the act of 27th of May, 1840, which revived and extended it for five years from that date. Such rights to locate were called 'floats,' and, as proved in this case, and indeed a part of the public history of Arkansas, were the common subject of sale and transfer. Neither the act of 1826, nor any of the subsequent acts extending it, contained any restriction whatever against alienation; and no presumption ought to be indulged in favor of a restraint on alienation, when no conceivable reason continued to exist, which might be supposed to have influenced the prohibition in the first instance. The soldier had become a settler, fully cognizant of all his rights, receiving his certificate of a floating right, not as a mere gratuity, but upon consideration of reconveying to the Government the land originally patented to him. At the time McVey sold his right of float to William Pelham, the act of 1840, authorizing such floats, was in force. If it was a power coupled with an interest, it did not cease after McVey's death. But if it was a mere naked power, it did cease, and the location, &amp;c., was void; and the plaintiffs, as heirs of McVey cannot claim under it. But the plaintiffs are bound to claim under the patent, and so recognise the validity of Pelham's acts, and, as a consequence, the validity of his title, because, unless he acted for himself, and not as the mere naked agent of McVey, he had no power to act.</p>\n      <p class=\"indent\">This restriction against assignment in the bounty act of 1812 is not included within the terms, spirit, or policy, of the acts of 1826, 1830, and 1840, allowing floats. Here, the sale was not of the land drawn by the soldier, but of his floating right, a mere chose in action, (Mulhollan <i>v.</i> Thompson, 13 Ark., 232,) and after all the purposes of the act of 1812 had been accomplished. McVey, in receiving pay for the sale of his float, would be guilty of an immoral and fraudulent act, to attempt to repudiate it. His supposed heirs, or rather those who tampered with them, stand in no better situation. Besides, according to the whole theory of our Government, laws restricting alienation are to be strictly construed, and not extended without an express intention appears. It is inconsistent with the nature of property, if the individual owning property, or a right to property, has not the power to alienate it.</p>\n      <p class=\"indent\">4 Kent Com., 479.</p>\n      <p class=\"indent\">Mr. Justice CATRON delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This cause is brought before us by writ of error to the Supreme Court of Arkansas, and presents a single question for our consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Allen McVey served as a regular soldier in the war of 1812, and was entitled to a tract of 160 acres of land as a bounty for his services. The land was located and granted in what is now the State of Arkansas. By the act of May 6, 1812, which granted the bounty lands, all sales or agreements made by a grantee of these lands before the patent issued were declared to be void.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Many tracts of the lands granted turned out to be unfit for cultivation, so that the soldier took no benefit; and, as compensation, the act of May 22, 1826, declares that the soldier, or his heirs, to whom bounty land has been patented in the Territory of Arkansas, and which is unfit for cultivation, and who has removed or shall remove to Arkansas with a view to actual settlement on the land, may relinquish it to the United States, and enter a like quantity elsewhere in the district, which may be patented to him. This act was continued in force by that of May 27th, 1840.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">McVey surrendered his first patent according to the act of 1826, and in 1842 another issued in his name for the land in dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1834, McVey gave William Pelham a bond to convey to him the land that might be entered on his certificate of surrender, (known as a float,) and a power of attorney to locate the same, and obtain the patent. McVey died in 1836. In 1842, Pelham entered the land in controversy in McVey's name.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A special act of the Legislature of the State of Arkansas was passed, authorizing McVey's administrator to convey the land to Pelham, which was done.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Afterwards, the plaintiffs in error obtained a conveyance from the heirs of McVey, on which their action of ejectment is founded. As the title vested in Allen McVey's heirs by the patent of 1842, they could well convey the land unless the administrator's deed stood in the way. Galloway <i>v.</i> Findley, 13 Peters, 264. That the special act of Assembly authorized the administrator to make a valid deed, and divest the title of the heirs, was decided in this case by the Supreme Court of Arkansas, and which decision on the effect of the State law is conclusive on this court. We exercise jurisdiction to revise errors committed by State courts, where the plaintiff in error claims title by force of an act of Congress, and the title has been rejected on the ground that the act did not support it. And this raises the question, whether the act of 1826, allowing the soldier to exchange his land, carried with it the prohibition against alienation contained in the act of 1812.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The court below held that it did not, and that Allen McVey did lawfully bind himself to Pelham for title.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is insisted that the acts of 1812 and 1826 are on the same subject, must stand together as one provision, and the last act carry with it the prohibition found in the first. We are of the opinion that the acts have no necessary connection; that there was no good reason why the soldier who removed to Arkansas, and inspected his tract of land, then patented, and alienable, should not contract to convey the tract he might get in exchange. We can only here say, as we did in the case of French <i>v.</i> Spencer, (21 How., 238,) that the act of 1826 is plain on its face and single in its purpose; and that in such cases the rule is, that where the Legislature makes a plain provision, without making any exception, the courts of justice can make none, as it would be legislating to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">There being no other question presented by the record within the jurisdiction conferred on this court by the 25th section of the judiciary act, we order that judgment of the Supreme Court of Arkansas be affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/87276/"
}