{"absolute_url": "/opinion/106186/michigan-nat-bank-v-michigan/", "blocked": false, "citation": {"case_name": "Michigan Nat. Bank v. Michigan", "docket_number": "155", "document_uris": ["/api/rest/v2/document/106186/"], "federal_cite_one": "365 U.S. 467", "federal_cite_three": "5 L. Ed. 2d 710", "federal_cite_two": "81 S. Ct. 659", "id": 90569, "lexis_cite": "1961 U.S. LEXIS 1962", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/90569/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 5, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1961-04-03", "date_modified": "2014-12-21T06:13:25.804588", "docket": "/api/rest/v2/docket/281707/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">365 U.S. 467</p>\n    <p class=\"case_cite\">81 S.Ct. 659</p>\n    <p class=\"case_cite\">5 L.Ed.2d 710</p>\n    <p class=\"parties\">MICHIGAN NATIONAL BANK, Appellant,<br>v.<br>STATE OF MICHIGAN et al.</p>\n    <p class=\"docket\">No. 155.</p>\n    <p class=\"date\">Argued Jan. 18 and 19, 1961.</p>\n    <p class=\"date\">Decided March 6, 1961.</p>\n    <p class=\"date\">Rehearing Denied April 3, 1961.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">See 365 U.S. 874, 81 S.Ct. 900.</p>\n      <p class=\"indent\">Mr. Victor W. Klein, Detroit, Mich., for appellants.</p>\n      <p class=\"indent\">Mr. William D. Dexter, Lansing, Mich., for appellees.</p>\n      <p class=\"indent\">Mr. Justice CLARK delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The State of Michigan levies 'on the privilege of ownership' a 5 1/2-mill tax per dollar on the value of each common share of stock in national banks<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> located in the State. It requires federal and state savings and loan associations in the State to pay, in addition to other taxes not here involved, for its shareholders an intangibles tax of 2/5 a mill on each dollar of the paid-in value of their shares.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> In addition, state associations also pay a franchise tax of 1/4 mill per dollar of their capital and legal reserves.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Appellant Michigan National Bank, with banking offices in eight Michigan cities, brought this suit to recover taxes paid under protest for the year 1952, claiming that the levy under Michigan's Act No. 9 resulted in a tax on national bank shares at least eight times greater than that levied on 'other moneyed capital in the hands of individual citizens' in the State, in violation of &#167; 5219 of the Revised Statutes of the United States.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Initially its attack referred to moneyed capital in the hands of insurance and finance companies, credit unions and individuals, as well as savings and loan associations. Before trial in the Michigan Court of Claims, however, its claim was limited to the latter only, asserting that these institutions were in substantial competition with a phase of the national banking business, i.e., residential mortgage loans, and were preferentially taxed. The resulting tax discrimination, appellant says, renders Act No. 9 invalid under the controlling decisions of this Court. Michigan's highest court has upheld the statute against this claim. 358 Mich. 611, 101 N.W.2d 245. We noted probable jurisdiction, 364 U.S. 810, 81 S.Ct. 51, 5 L.Ed.2d 40. We have concluded that in practical operation, Michigan's tax structure does not have a discriminatory effect and is, therefore, valid. This determination obviates the necessity of our considering the voluminous and confusing statistics relevant to the issue of whether or not there exists competition between banks and savings and loan associations in the State.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The sole authorization upon which Michigan's Act No. 9 may rest is &#167; 5219. First Nat. Bank of Guthrie Center v. Anderson, 1926, 269 U.S. 341, 46 S.Ct. 135, 70 L.Ed. 295; Des Moines Nat. Bank v. Fairweather, 1923, 263 U.S. 103, 44 S.Ct. 23, 68 L.Ed. 191. That authorization is qualified by a proviso that a state tax on national bank shares shall not be 'at a greater rate than is assessed upon other moneyed capital in the hands of individual citizens of such State coming into competition with the business of national banks.' We have assumed, without deciding, that the national banks located in Michigan and savings and loan associations there are in competition in a substantial phase of the business carried on by national banks, i.e., residential mortgage loans. The sole question here is whether Act No. 9 effects a tax discrimination between national banks and savings and loan associations.</p>\n    </div>\n    <p class=\"center\">Background Relating To The Problem.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Michigan first authorized the organization of savings and loan associations in 1887.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> They operate today under the same law as 'cooperative' or mutual associations which accumulate capital only through the sale of shares to members, and by retention of a permitted surplus and a reserve from profits. They may make loans only on first mortgage real estate notes and can neither carry on a banking business nor received deposits<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Their reserves must equal 10% of liabilities to their members and the associations' surplus is limited to 5% of assets.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Earnings above the permitted reserves and surplus must be paid to members currently and at stated periods. The Congress authorized the organization of federal savings and loan associations in 1933 in the Home Owners' .loan Act, 48 Stat. 128, as amended, 12 U.S.C. &#167;&#167; 1461&#8212;1468, 12 U.S.C.A. &#167;&#167; 1461&#8212;1468. They operate along the same general lines as state associations. The shares of members in both are insured by the Federal Savings and Loan Insurance Corporation.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">National banks, of course, engage in the general banking business as authorized by the National Bank Act.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Prior to 1916 they were not permitted to make real estate mortgage loans except on certain farm lands. In that year the Congress authorized the banks to make residential loans for a term of not over a year and to the extent of 50% of the value of the mortgaged property.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> This term was first enlarged in 1927 to five years<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> and then to 10 years in 1935 by 49 Stat. 706, which also authorized an increase to 60% as the maximum proportion of property value permitted to be loaned. In 1934, national banks were authorized to purchase F.H.A. guaranteed mortgages.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Ten years later that authority was enlarged to include V.A. loans which the Comptroller of the Currency by decision found to be in the same category as F.H.A. mortgages.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> It was not until this time that national banks became any significant factor in the residential mortgage field. By 1952 the ratio of their deposits to their total assets had more than doubled, amounting to 92% of their assets,<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> having totaled only 41% thereof at the time of the passage of &#167; 5219.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Michigan National was organized in 1941 with 150,000 shares of $10 par value and total resources of about $68,000,000. In 1952 it had outstanding 500,000 shares of the same par value (all of the increase having been issued as dividends) and resources of some $306,000,000. In 1952 its gross earnings on its capital account were 91%, which, after all expenses and taxes (except dividends and federal income tax), remained at over 31%. The 16 building and loan associations' average net earnings for the same year (before dividends and federal income taxes) amounted to 3.4% of their capital, approximately their normal annual earning. A $1,000 investment in Michigan National's stock (58.8 shares) in 1941 was worth $6,691.20 (157.5 shares) by 1952, an annual average increase in value of 61%. This does not include $1,308.80 in cash dividends paid over the same period.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Background and Construction of the Legislation.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>1. Section 5219.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Congress enacted the Section in 1864<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> and this Court has passed on it over 55 times in the near century of the Section's existence. During that period the Court has kept clearly in view, as was said in the last case in which it wrote, that 'the various restrictions (&#167; 5216) * * * places on the permitted methods of taxation are designed to prohibit only those systems of state taxation which discriminate in practical operation against national banking associations or their shareholders as a class.' Tradesmens Nat. Bank of Oklahoma City v. Oklahoma Tax Comm., 1940, 309 U.S. 560, 567, 60 S.Ct. 688, 692, 84 L.Ed. 947. Reverting to one of the first and controlling cases dealing with the Section, Mercantile Nat. Bank of New York v. Mayor, etc., of New York, 1887, 121 U.S. 138, 7 S.Ct. 826, 30 L.Ed. 895,<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> we find that Mr. Justice Matthews declared for a unanimous Court that the purpose of the Congress in passing the provision was 'to prohibit the States from imposing such a burden as would prevent the capital of individuals from freely seeking investment in institutions which it was the express object of the law to establish and promote.' At page 154 of 121 U.S., at page 835 of 7 S.Ct. The Court further held deposits in savings banks to be moneyed capital but approved their total exemption from state taxes, along with other enumerated property, on the ground that the State had shown 'just reason' so to do. In essence the case stands for the proposition that the State cannot, by its tax structure, create 'an unequal and unfriendly competition' with national banks. This case followed in the light of Hepburn v. School Directors, 1874, 23 Wall. 480, 23 L.Ed. 112, where Chief Justice Waite had pointed out that the taxable value of the stock in a national bank is not necessarily determined by its nominal or par value but rather by 'the amount of moneyed capital which the investment represents for the time being.' 'Therefore some plan must be devised to ascertain what amount of money at interest is actually represented by a share of stock.' At page 484 of 23 Wall.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The question of tax equivalence thus posed has echoed and re-echoed through the cases. A year subsequent to the decision in Mercantile Bank, supra, the same point was raised in Bank of Redemption v. City of Boston, 1888, 125 U.S. 60, 8 S.Ct. 772, 31 L.Ed. 689, where the exemption of deposits in savings banks was approved in an opinion which again was written by Mr. Justice Matthews. The Court, in comparing the tax levied on the two institutions, i.e., national banks and savings banks, said: 'But shares of the national banks, while they constitute the capital stock of the corporations, do not represent the whole amount of the capital actually employed by them. They have deposits, too, shown in the present record to amount, in Massachusetts, to $132,042,332. The banks are not assessed for taxation on any part of these, although these deposits constitute a large part of the actual capital profitably employed by the banks in the conduct of their banking business. But it is not necessary to establish the exact equality in result of the two modes of taxation.' At page 67 of 125 U.S., at page 776 of 8 S.Ct. A quarter of a century later, Mr. Justice Pitney in Amoskeag Savings Bank of Manchester, N.H. v. Purdy, 1913, 231 U.S. 373, 34 S.Ct. 114, 58 L.Ed. 274, in commenting on the factors to be considered in determining the burden of the tax, said: 'There are other considerations to be weighed in determining the actual burden of the tax, one of which is the mode of valuing bank shares&#8212;by adopting 'book values' (capital, surplus, undivided profits)&#8212;which may be more or less favorable than the method adopted in valuing other kinds of personal property.' At page 392 of 231 U.S., at page 122 of 34 S.Ct. The point was made even more clearly by Mr. Justice Brandeis in First Nat. Bank of Shreveport v. Louisiana Tax Comm., 1933, 289 U.S. 60, 53 S.Ct. 511, 77 L.Ed. 1030, where he said: 'There is a fundamental difference between banks, which make loans mainly from money of depositors, and the other financial institutions, which make loans mainly from the money supplied otherwise than by deposits.' At page 64 of 289 U.S., at page 512 of 53 S.Ct. And so, we are taught that in determining the burden of the tax&#8212;its discriminatory character&#8212;we look to its effect, not its rate. See Amoskeag Savings Bank, supra; City of Convington v. First Nat. Bank, 1905, 198 U.S. 100, 25 S.Ct. 562, 49 L.Ed. 963, and Tradesmens Nat. Bank of Oklahoma City v. Oklahoma Tax Comm., supra, the last case of this Court on the point.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>2. Michigan's Act No. 9.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Act No. 9, we have stated, levies a tax of 5 1/2 mills on the book value of each share of stock in national banks, while the separately imposed tax on all savings and loan association shares, exclusive of other taxes, is 2/5 of a mill on the paid-in value of the shares plus, on state associations only, 1/4 of a mill on the value of the paid-in capital and legal reserves. It appears from the record that prior to the enactment of this tax an inequity in the State's tax structure was thought to exist between state and national banks. Upon study of the problem and the recommendation of the Taxation Committee of the Michigan Bankers Association, the State Legislature decided to tax all banks 'exactly alike.' It embodied the proposal of the Association into Act No. 9. While we have no legislative history in the record before us, according to the amicus curiae brief of the Bankers Association filed in the trial court, the sponsors of Act No. 9 thought it would be 'reasonable from the viewpoint of the public, equitable from the viewpoint of the competitors, and practical from the viewpoint of the banks themselves.' The opinion of responsible officials of this Association, filed in this case some seven years after Act No. 9 had been in effect and the taxes therein provided paid without protest, save for appellant and four other banks, was: 'Actual experience with the taxation system shows that it has produced a reasonable amount of revenue to the State; that it has not created any competitive disadvantage among the various types of institutions; and that it has proven to be simple to administer.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Michigan's Supreme Court has also held that no discrimination in the tax was proven. While the basis of this holding is not too clear, we take it that the finding of total tax equality as between the national banks and the associations, insofar as Act No. 9 was concerned, meant that, in the court's view, the Michigan Legislature, in fixing the rate (5 1/2 mills) on the banks, had either (1) taken into consideration the moneyed capital on hand in each type of institution, i.e., deposits, which were not present as to savings and loan associations, or (2) if such method of valuation of bank stock was not permissible, that the Legislature intended to exempt from taxation any difference between the taxes levied on national banks and savings and loan associations because of the functions of the latter as repositories for the 'small savings and accumulations of the industrious and thrifty.' Such differences, the Michigan Supreme Court said (358 Mich. 611, 101 N.W.2d 259), were 'justified as partial exemptions,' under Mercantile Bank, supra, and subsequent cases. While we are not bound by either of these interpretations placed on Act No. 9 by Michigan's highest court, 358 Mich. 611, 639&#8212;640, 101 N.W.2d 245, 259&#8212;260, we do accept as controlling its interpretation that, in fixing the rate on national bank shares, the Legislature took into account the moneyed capital controlled thereby.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We believe that, granted satisfaction of the other qualifications of &#167; 5219, a State's tax system offends only if in practical operation it discriminates against national banks or their shareholders as a class. That is to say, we could not strike down Act No. 9, as interpreted by Michigan's highest court, unless it were manifest that an investment in national bank shares was placed at a disadvantage by the practical operation of the State's law. According to our cases, discussed above, that clearly appears to have been the purpose of the Congress in enacting &#167; 5219.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> We have made a comprehensive examination of the record and fail to find such a discriminatory effect to be manifest in Michigan's tax system.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As has been repeatedly indicated in our decisions, a dollar invested in national bank shares controls many more dollars of moneyed capital, the measuring rod of &#167; 5219. On the other hand, the same dollar invested in a savings and loan share controls no more moneyed capital than its face value. The bank share has the power and control of its proportionate interest in all of the money available to the bank for investment purposes. In the case of Michigan National, this control is more than 21 times greater than the share's proportionate interest in the capital stock, surplus and undivided profits would indicate. As to all national banks in the United States, the record shows that capital accounts amounting to about $7,000,000,000 control some $100,000,000,000 of deposits (92% of the total assets of all these banks) or an amount 14 times greater. Savings and loan associations have no similar assets of that character, their only source of moneyed capital being the share accounts of members and, at least in the case here, the relatively small amount of retained earnings and surplus permitted under law.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Relating the statistics to the immediate problem, the capital, surplus and undivided profits of Michigan National totaled about $13,000,000, to which the 5 1/2-mill tax was applied. The tax amounted to $68,181. The 16 savings and loan associations with which appellant was in competition had a paid-in share value of $134,000,000, to which was applied the 2/5-mill tax. The resultant tax was about $53,260. Had the same tax rate (2/5-mill) been applied to the moneyed capital, i.e., deposits, of Michigan National ($283,000,000), the product would have more than equaled the tax revenue from the application of the 5 1/2-mill rate against its capital account. In fact, it would have amounted to about $113,000, or 1.7 times the 1952 tax bill on appellant's shares. Similar results could be obtained as to all national banks in Michigan. Their total capital accounts, $166,700,000, when taxed at the 5 1/2-mill rate, yield some $917,000 in taxes. The 2/5-mill rate, if applied to their total deposits, $3,516,000,000, results in $1,406,000 in taxes. This is more than 1.5 times the 1952 taxes assessed under Act No. 9.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">While it is obvious that the taxable value of the shares in these two types of financial institutions is determined by different methods<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> and that they are being taxed at different rates, it does not follow that &#167; 5219 is automatically violated. '(I)t is not a valid objection to a tax on national bank shares that other moneyed capital in the state (is) * * * taxed at adifferent rate or assessed by a different method unless it appears that the difference in treatment results in fact in a discrimination unfavorable to the holders of the shares of national banks.' Tradesmens Nat. Bank of Oklahoma City v. Oklahoma Tax Comm., supra, 309 U.S. at page 567, 60 S.Ct. at page 692, 84 L.Ed. 947. Cf. Amoskeag Savings Bank of Manchester, N.H. v. Purdy, supra; City of Covington v. First Nat. Bank, supra. We must remember the interpretation placed on Act No. 9 by Michigan's Supreme Court. It held in effect that the Legislature had taken into account, in fixing the different rates on national bank stock and savings and loan shares, the additional moneyed capital controlled by the former. Since Michigan National's share owner's investment has the equivalent profit-making power of an amount 21 times greater than itself and the investor in savings and loan share accounts has no similarly multiplied power, the national bank share would not be 'unfavorably' treated unless it was taxed in excess of 21 times the levy on savings and loan share accounts. Cf. Bank of Redemption v. City of Boston, supra, 125 U.S. at page 67, 8 S.Ct. at page 776, 31 L.Ed. 689. Here the ratio is only 13.8 to one, and if the additional franchise tax upon state associations is included, the proportion drops to 8.5 to one. This is not to say that the value of the bank's deposits is a factor in the computation of the tax to be paid under the Michigan statutes. However, the deposits are relevant to the determination of whether or not the tax, as computed under the statutes, is a greater burden than that placed on 'other moneyed capital.'<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It is said, however, that this method would be contrary to State of Minnesota v. First Nat. Bank, 1927, 273 U.S. 561, 47 S.Ct. 468, 71 L.Ed. 774. It was argued in that case that an equivalence of tax between national banks and other moneyed capital existed because, if the tax rate applicable to other moneyed capital was applied to the assets of the bank without deducting liabilities, the ultimate tax would be approximately the same. However, Mr. Justice (later Chief Justice) Stone, writing for the Court, rejected that argument because it 'ignores the fact that the tax authorized by &#167; 5219 is against the holders of the bank shares and is measured by the value of the shares, and not by the assets of the bank without deduction of its liabilities * * *.' 273 U.S. at page 564, 47 S.Ct. at page 469. However, that case was decided on the authority of First Nat. Bank of Hartford, Wis. v. City of Hartford, 273 U.S. 548, 47 S.Ct. 462, 71 L.Ed. 767, which Mr. Justice Stone also wrote and handed down the same day. There the comparison between the widespread capital exempted and that of national banks which was taxed, led to the invalidation of Wisconsin's tax statute. The error the Court found was that Wisconsin 'construed the decisions of this Court as requiring equality in taxation only of moneyed capital invested in businesses substantially identical with the business carried on by national banks.' 273 U.S. at page 555, 47 S.Ct. at page 464. While Minnesota's Act, as construed, was not so broad, it taxed capital (including state bank shares) other than that invested in national bank shares at a lower rate. Since both national and state banks were permitted to deduct deposits, it followed that it would have been discriminatory to tax one at a lower rate than the other. However, implicit in the ruling is the proposition that if the same base is employed in the valuation of the shares of the competing institutions, as here, and the practical effect of the different rate does not result in a discrimination against moneyed capital in the hands of national banks, when compared with other competing moneyed capital, it does not violate &#167; 5219. '(T)he bank share tax must be compared with * * * the tax on capital invested by individuals in the shares of corporations whose business competes with that of national banks.' State of Minnesota v. First Nat. Bank, supra, 273 U.S. at page 564, 47 S.Ct. at page 469. In short, resulting discrimination in the effect of the tax is the test.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Moreover, these cases were both handed down prior to congressional enactment of the Home Owners' Loan Act of 1933,<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> which is 'in pari materia' with &#167; 5219 and appears 'to throw a cross light' (L. Hand in United States v. Aluminum Co. of America, 2 Cir., 1945, 148 F.2d 416, 429) on Michigan's savings and loan tax statute. The 1933 Act, permitting the creation of federal savings and loan associations, contained a provision respecting local taxation which stated in part:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Unless Congress had recognized that States taxing national bank shares were free, in spite of &#167; 5219, to exempt their own savings and loan associations from local taxation, it would have used language similar or referring to &#167; 5219, as it did in other federal statutes creating different types of thrift institutions.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> To insure that the federal creatures received the same benefits, if any, as state agencies, Congress tied the taxation limitations to state action affecting the latter rather than to &#167; 5219. Although the federal statute was enacted prior to Michigan's savings and loan tax statute, its accommodation to such state measures, actual or potential, illustrates the assimilation by Congress of state savings and loan associations to their federal analogues, and not to the very different national fiscal institutions which national banks are. Furthermore, the power of the State to grant liberal tax treatment to its own associations, viewed even without the light of congressional action, is amply supported by the exemption doctrine of Mercantile Bank, supra, recognized as still vital long after Michigan's law of 1887 under which the savings and loan associations of that State are organized. These considerations weigh heavily in evaluating Michigan's enactment under &#167; 5219.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Under this standard, Michigan's tax structure does not, in practical effect, result in any discrimination. Its system looks to the moneyed capital controlled by the shareholder. If it is a share in a bankn&#8212;either federal or state&#8212;the legislature considers the deposits available for investment and fixes a rate commensurate with that increased earning and investment power of the shareholder. The resulting tax is not on the assets of the bank, nor on deposits, but on the control the shareholder has in the moneyed capital market. Thus, controlling some 21 times the cash value of his share, a Michigan National shareholder pays the higher rate. On the other hand, a savings and loan shareholder controls no deposits. He has only the cash value of his share (and the comparatively minute reserves allowed by law), insofar as the moneyed capital market is concerned. Consequently he pays the lower rate. As the Michigan Bankers Association has indicated, this approach is realistic from a business standpoint, does not result in discrimination, is economically sound and is fair to each type of taxpayer. If it results, as it did in 1952, in giving Michigan National a tax advantage, it cannot complain.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It may be that at some future time, although the statistics indicate it to be improbable,<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> the bank deposits may fall to such a level that the 5 1/2-mill rate would be violative of &#167; 5219. But here we are concerned with only one year, 1952, and for that year the tax levied does not approach the permissible maximum. Such a possibility, however, may account for the action of the Legislature in setting the taxes at the lower than maximum levels now applied.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Having assumed the element of competition between Michigan National and the savings and loan associations, a prerequisite to the application of &#167; 5219, and in the light of both the clear doctrine of our earlier cases and the phenomenal growth and earning power of appellant despite Act No. 9, we cannot say that its burden in 1952 was so heavy as would 'prevent the capital of individuals from freely seeking investment' in its shares.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We have considered appellant's other points and have concluded each is without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Mr. Justice STEWART took no part in the consideration or decision of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Mr. Justice WHITTAKER, with whom Mr. Justice DOUGLAS joins, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">I respectfully but resolutely dissent. Exposition of my reasons will require a rather full and careful statement of the facts and the applicable law.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">A State is without power to tax national bank shares except as Congress consents and then only in conformity with the conditions of such consent. See, e.g., First National Bank of Guthrie Center v. Anderson, 269 U.S. 341, 347, 46 S.Ct. 135, 136, 70 L.Ed. 295, and Des Moines National Bank v. Fairweather, 263 U.S. 103, 106, 44 S.Ct. 23, 24, 68 L.Ed. 191. By &#167; 5219 of the Revised Statutes of the United States (Act of June 3, 1864, c. 106, 13 Stat. 111, as amended by the Act of February 10, 1868, 15 Stat. 34, the Act of March 4, 1923, 42 Stat. 1499, and the Act of March 25, 1926, 44 Stat. 223), Congress has consented that:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">'The legislature of each State may determine and direct,      subject to the provisions of this section, the manner and      place of taxing all the shares of national banking      associations located within its limits. The several States      may (1) tax said shares, or (2) include dividends derived      therefrom in the taxable income of an owner or holder      thereof, or (3) tax such associations on their net income, or      (4) according to or measured by their net income, provided      the following conditions are complied with:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">'1. (a) The imposition by any State of any one of the above      four forms of taxation shall be in lieu of the others * * *.'</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">'(b) In the case of a tax on said shares the tax imposed      shall not be at a greater rate than is assessed upon other      moneyed capital in the hands of individual citizens of such      State coming into competition with the business of national      banks * * *.'</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Prusuant to that consent, Michigan passed its Intangibles Tax Act (Act 301, Public Acts of 1939; Mich.Comp.Laws, 1948, &#167; 205.132; Mich.Stat.Ann., 1950, &#167; 7.556(2)) imposing, upon the owners an annual tax (1) of 3% of the income from, but not less than 1/10 of 1% of the face or par value of, national bank shares, and (2) of 4 cents per $100 of the 'paid-in value' of savings and loan association shares. By another statute, Michigan imposed, in addition, a privilege tax of 2 1/2 cents per $100 on the value of the capital and legal reserves of state (but not federal) savings and loan associations (Mich.Comp.Laws, 1948, &#167; 450.304a; Mich.Stat.Ann. &#167; 21.206)&#8212;thus making a total tax of 6 1/2 cents per $100 of the value of state, and 4 cents per $100 of the value of federal, savings and loan shares.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In obedience to that Intangibles Tax Act, appellant, Michigan National Bank, having offices and doing business in seven cities in Michigan,<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> paid to the State, on behalf of its shareholders, the taxes thereby imposed on its shares for the year 1952. Thereafter, by Act No. 9 of the Public Acts of Michigan for 1953 (&#167; 205.132a, Mich.Comp.Laws, 1948, 1956 Supp.; Mich.Stat.Ann., 1959 Cum.Supp., &#167; 7.556(2a)), the State amended its Intangibles Tax Act as respects bank shares, but without touching the provisions respecting savings and loan association shares, to provide, in pertinent part, as follows: Acting under the provisions of the amended statute ('Act 9'), the State imposed an additional tax upon the owners of appellant's 'shares' for the year 1952 of $49,929.27. After paying that additional tax under protest, appellant brought this action in the Michigan Court of Claims for its recovery. The ground of its suit was that the State's action in taxing the 'shares' of national banks at a rate of 55 cents per $100 of their value, while taxing the 'shares' of savings and loan associations at a rate of 6 1/2 cents per $100 of their value, taxed the former 'at a greater rate than is assessed upon other moneyed capital in the hands of individual citizens of such State coming into competition with the business of national banks,' and therefore violated &#167; 5219. After trial, the Michigan Court of Claims held that the assessment and collection of the additional tax did not violate &#167; 5219 and entered judgment for the State.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">On appeal, the Michigan Supreme Court, (358 Mich. 611, 101 N.W.2d 246), though conceding that Act 9 placed the shares of 'both State and national banks in a special and more heavily taxed category' than the shares of savings and loan associations, held, inter alia, (1) that because savings and loan associations are 'different in character, purpose and organization from national banks,' operate 'in a narrow, restricted field,' and are not permitted to receive deposits, they could not, as a matter of law, come 'into competition with the business of national banks' within the meaning of &#167; 5219, (2) that inasmuch as Michigan lawfully might entirely exempt some entities or activities from taxation without offending &#167; 5219, it may prefer the shares of savings and loan associations, by granting their owners a lower tax rate than it grants to the owners of shares of national banks, without thereby violating &#167; 5219, and (3) that when the value of the total assets, rather than the value of the shares, of the two types of financial institutions is considered (thus putting out of consideration the liability of the banks to repay their deposits and other debts), the ratio of the total dollar tax burden to total assets is approximately the same in Michigan&#8212;.091 for banks and .089 for savings and loan associations&#8212;and this, it said, 'establishes that there was practical equality of the total tax imposed upon building and loan associations and upon national banks.' It therefore affirmed the judgment, 358 Mich. 611, 101 N.W.2d 245, and we noted probable jurisdiction of the bank's appeal. 364 U.S. 810, 81 S.Ct. 51, 5 L.Ed.2d 40.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">This Court today substantially adopts the latter conclusion, and on that basis affirms the judgment. In doing so, I must say, with respect, that the Court ignores both the provisions of &#167; 5219 and Michigan's mode, plainly expressed in its Act 9, of valuing national bank shares and the shares of savings and loan associations for the purposes of its tax upon them, and effectively defaces and departs from a long line of this Court's decisions, hammered out, case by case, over the course of nearly a century, that are squarely in point and specifically decisive of every question in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The admitted difference in the rates of tax&#8212;55 cents per $100 of the value of national bank shares as opposed to 6 1/2 cents per $100 of the value of savings and loan shares&#8212;leaves, of course, no doubt that the former are taxed 'at a greater rate than' the latter&#8212;more than eight times greater. Therefore, the only questions that can possibly be open here under &#167; 5219 are (1) whether savings and loan shares are 'other moneyed capital in the hands of individual citizens,' (2) whether that moneyed capital is 'coming into competition with (some substantial phase<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> of) the business of national banks,' and (3) whether it is 'substantial in amount when compared with the capitalization of national banks.' The latter being an element that this Court has held to be implicit in the statute. First National Bank of Hartford, Wis. v. City of Hartford, 273 U.S. 548, 558, 47 S.Ct. 462, 465, 71 L.Ed. 767.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Surely it cannot now be doubted that shares owned by individual citizens in a savings and loan association, which engages in the business of making residential mortgage loans for profit, are 'other moneyed capital in the hands of individual citizens,' within the meaning of &#167; 5219. This Court has long since settled the question. The term 'include(s) shares of stock or other interests owned by individuals in all enterprises in which the capital employed in carrying on its business is money, where the object of the business is the making of profit by its use as money.' Mercantile Nat. Bank of City of New York v. Mayor etc. of City of New York, 121 U.S. 138, 157, 7 S.Ct. 826, 836, 30 L.Ed. 895. 'By its terms the (statute) excludes from moneyed capital only those personal investments which are not in competition with the business of national banks.' First National Bank of Hartford, Wis. v. City of Hartford, supra, 273 U.S. at page 557, 47 S.Ct. at page 465. See also State of Minnesota v. First National Bank of St. Paul, 273 U.S. 561, 564, 47 S.Ct. 468, 469, 71 L.Ed. 774; First National Bank of Guthrie Center v. Anderson, supra, 269 U.S. at page 348, 46 S.Ct. at page 138 and cases cited.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Whether such moneyed capital is being used in 'competition with (some substantial phase of) the business of national banks' and is 'substantial in amount when compared with the capitalization of national banks' are mixed questions of law and fact, 'and in dealing with (them) we may review the facts in order correctly to apply the law.' First National Bank of Hartford, Wis. v. City of Hartford, supra, 273 U.S. at page 552, 47 S.Ct. at page 463.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Here the relevant facts are not in dispute. The uncontroverted evidence shows that, as a part or phase of its general banking business conducted in seven cities in Michigan, appellant is extensively engaged in the business of making residential mortgage loans. In those cities, there are 16 savings and loan associations which are also extensively engaged in that business. Competition between them and appellant for such loans is keen and continuous. Both appellant and those loan associations extensively advertise for and solicit such loans from all classes and in every economic strata of the people in those communities. They make these loans on the same kinds of residential properties and in the same areas&#8212;one type of institution often refinancing and retiring a loan of the other. The rates, terms and conditions of the loans, being competitive, are substantially the same, and in many cases&#8212;particularly in the cases of F.H.A. and V.A. loans&#8212;they are of precisely the same terms and on exactly the same forms&#8212;forms prepared and furnished by the Federal Government.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Directed specifically to the question whether moneyed capital of savings and loan associations was being used, in significant amounts, in 'competition with (some substantial phase of) the business of national banks' in Michigan, the uncontroverted evidence shows that in the year in question, 1952, the savings and loan associations in Michigan held $433,000,000 of residential mortgage loans, while the national banks in that State held $301,000,000 of such loans&#8212;which constituted 30% of their total loans and discounts. In the same year, the 16 savings and loan associations that were most directly competing with appellant made 6,498 residential mortgage loans aggregating about $32,000,000 (of which $6,273,000 were F.H.A. and V.A. and $26,058,000 were conventional loans) which brought their total holdings in such loans to $97,000,000. Whereas, in the same year, appellant made 2,728 residential mortgage loans aggregating about $18,500,000 (of which $10,869,000 were F.H.A., $456,000 were V.A. and $7,245,000 were conventional loans) which brought its total holdings in such loans to $60,000,000. Those loans amounted to 40% of appellant's total loans and discounts, constituted 20% of its assets and yielded 26% of its income.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Upon the question whether the moneyed capital of savings and loan associations that was used in making residential mortgage loans in Michigan was 'substantial in amount when compared with the capitalization of national banks' in that State, the uncontroverted evidence shows that in the year in question the savings and loan associations in Michigan held a total of $433,000,000 of such loans, whereas the total capitalization of all national banks in that State was $166,724,000. And the 16 savings and loan associations that were most directly competing with appellant held, in the same period, $97,000,000 of such loans, whereas appellant's capitalization was $13,038,000.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Certainly these undisputed facts establish that 'moneyed capital' of savings and loan associations was being used in very significant 'competition with (a substantial phase of) the business of national banks' in Michigan, and that such competition was 'substantial in amount when compared with the capitalization of national banks' in that State.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">It thus seems altogether clear to me that these uncontroverted facts establish every essential element of appellant's case. It cannot be denied that the plain words of &#167; 5219 prohibit the States from taxing the shares of national banks 'at a greater rate than is assessed upon other moneyed capital in the hands of individual citizens of such State coming into competition with (some substantial phase<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a> of) the business of national banks.' Yet, here Michigan taxed national bank shares at a rate of 55 cents per $100 of value, but it taxed savings and loan shares at a rate of only 6 1/2 cents per $100 of value. Did it not plainly thus tax national bank shares 'at a greater rate' than it taxed savings and loan shares? Certainly the latter were 'other moneyed capital in the hands of individual citizens of such State.' See, e.g., Mercantile Bank of City of New York v. Mayor, etc. of City of New York, supra, 121 U.S. at page 157, 7 S.Ct. at page 836; First National Bank of Hartford, Wis. v. City of Hartford, supra, 273 U.S. at page 557, 47 S.Ct. at page 465. Does not the uncontroverted evidence, which we have summarized in some detail, show that such 'other moneyed capital' was used in Michigan in very significant 'competition with (a substantial phase of) the business of national banks' and that such competition was 'substantial in amount when compared with the capitalization of national banks' in Michigan? Do not these facts establish every element of appellant's case? Respondents do not, nor does the Court, point to any essential element that is missing. Why, then, is appellant not entitled to recover?</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The only reasons advanced by respondents are those it successfully urged upon the Michigan Supreme Court. Every one of those contentions is opposed to the plain terms of &#167; 5219 on the facts of this record, and also has been specifically decided adversely to respondents, on similar facts, by this Court, as I shall show.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">First. Respondents argue that, because they may not receive 'deposits,' create 'checkbook money' or engage in 'banking,' but must operate 'in a narrow, restricted field,' savings and loan associations are so 'different in character, purpose and organization from national banks' that&#8212;regardless of the actual facts shown in this record&#8212;they cannot, as a matter of law, come 'into competition with the business of national banks' within the meaning of &#167; 5219.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">This argument, upon analysis, comes down to the contention that the restriction of &#167; 5219 was directed only against discrimination in favor of state banks. For they, so the argument runs, are the only state-created institutions that lawfully may engage in 'banking business' similarly to national banks and hence, respondents conclude, only the moneyed capital of state banks can constitute 'other moneyed capital * * * coming into competition with the business of national banks,' within the meaning of &#167; 5219.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">A similar question arose in First National Bank of Guthrie Center v. Anderson, 269 U.S. 341, 46 S.Ct. 135, 138. There '(t)he defendants took the position (in the state court) that the congressional restriction (of &#167; 5219) was directed only against discrimination in favor of state banking associations.' This Court said the contention was '* * * untenable by reason of settled rulings to the contrary * * *.' Id., 269 U.S. at page 349, 46 S.Ct. at page 139. After summarizing its earlier cases, the Court declared that '(t)he purpose of the restriction is to render it impossible for any State, in taxing the shares, to create and foster an unequal and unfriendly competition with national banks, by favoring shareholders in state banks or individuals interested in private banking or engaged in operations and investments normally common to the business of banking. Mercantile National Bank of City of New York v. Mayor, etc. of City of New York, 121 U.S. 138, 155, 7 S.Ct. 826, 30 L.Ed. 895; Des Moines National Bank v. Fairweather, supra, (263 U.S. 103), 116, 44 S.Ct. 23.' 269 U.S. at pages 347&#8212;348, 46 S.Ct. at page 138. (Emphasis added.) And it held that 'Moneyed capital is brought into such competition (not only) where it is invested in shares of state banks or in private banking * * * (but) also where it is employed, substantially as in the loan and investment features of banking, in making investments, by way of loan, discount or otherwise, in notes, bonds or other securities with a view to sale or repayment and reinvestment. Mercantile National Bank v. New York, surpa, (121 U.S.) 155, 157, (7 S.Ct. 826); Palmer v. McMahon, 133 U.S. 660, 667&#8212;668, 10 S.Ct. 324, 33 L.Ed. 772; Talbot (Talbott) v. Board of Com'rs Silver Bow County, 139 U.S. 438, 447, 11 S.Ct. 594, 35 L.Ed. 210.' 269 U.S. at page 348, 46 S.Ct. at page 138. (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Respondents' contention that 'other moneyed capital' does not come into competition with the business of national banks unless it is employed in a business substantially identical with all phases of the business carried on by national banks was squarely met and rejected by this Court, in words about as plain as it is possible to conceive, in First National Bank of Hartford, Wis. v. City of Hartford, supra. There, the Wisconsin Supreme Court 'apparently construed the decisions of this Court as requiring equality in taxation only of moneyed capital invested in businesses substantially identical with the business carried on by national banks. Consequently, since that class of business must under the Wisconsin statutes be carried on in corporate form and capital invested in it is taxed at the same rate as national bank shares, other moneyed capital, as defined in &#167; 5219, within the state, it thought, was not favored.' 273 U.S. at pages 555&#8212;556, 47 S.Ct. at pages 464&#8212;465. That view, if logically pursued, would mean that 'other moneyed capital' invested in businesses engaged in some but not all of the activities of national banks could not be considered in determining the question of competition. In rejecting that contention, this Court said:</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">'But this Court has recently had occasion, in reviewing the      earlier decisions dealing with this subject, to point out      that the requirement of approximate equality in taxation is      not limited to investment of moneyed capital in shares of      state banks or to competing capital employed in private      banking. The restriction applies as well where the      competition exists only with respect to particular features      of the business of national banks or where moneyed capital      'is employed, substantially as in the loan and investment      features of banking, in making investments by way of loan,      discount or otherwise, in notes, bonds or other securities,      with a view to sale or repayment and reinvestment.' First      National Bank v. Anderson, supra, 348 (46 S.Ct. 138). In so      doing, it followed the holding in Mercantile Bank v. New York, 121 U.S. 138, 157, 7      S.Ct. 826, 836 (30 L.Ed. 895), * * *.' 273 U.S. at page 556,      47 S.Ct. at page 465. (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The Court then proceeded to declare the law in such clear and ringing terms as have settled the question for the intervening 34 years&#8212;from 1927 until today. It said:</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">'Competition may exist between other moneyed capital and      capital invested in national banks, serious in character and      therefore well within the purpose of &#167; 5219, even though the      competition be with some but not all phases of the business      of national banks. Section 5219 is not directed merely at      discriminatory taxation which favors a competing banking      business. Competition in the sense intended arises not from      the character of the business of those who compete but from      the manner of the employment of the capital at their command.      No decision of this Court appears to have so qualified &#167; 5219      as to permit discrimination in taxation in favor of moneyed      capital such as is here contended for. To so restrict the      meaning and application of &#167; 5219 would defeat its purpose.      It was intended to prevent the fostering of unequal      competition with the business of national banks by the aid of      discriminatory taxation in favor of capital invested by      institutions or individuals engaged either in similar      businesses or in particular operations or investments like      those of national banks. * * * Our conclusion is that &#167; 5219      is violated wherever capital, substantial in amount when      compared with the capitalization of national banks, is      employed either in a business or by private investors in the      same sort of transactions as those in which national banks      engage and in the same locality in which they do business.'      273 U.S. at pages 557&#8212;558, 47 S.Ct. at page 465. (Emphasis      added.) Identical conclusions were again announced by the Court on the same day in State of Minnesota v. First National Bank of St. Paul, 273 U.S. 561, 47 S.Ct. 468.<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Here, there is no question about the fact that the making of residential mortgage loans was a substantial phase of the business of national banks in Michigan. Such loans amounted to $301,000,000 and constituted 30% of their total loans and discounts. Nor can there by any question about the fact that moneyed capital of savings and loan associations was being used in significant competition with the residential mortgage loan phase of the business of national banks in Michigan. Those loan associations held $433,000,000 of such loans. That amount was certainly substantial 'when compared with the capitalization of national banks' in Michigan of $166,724,000. These facts, under the rule of the Hartford and Minnesota cases, would seem to leave no doubt that appellant's shares were discriminatorily taxed in violation of &#167; 5219.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Second. Respondents argue that savings and loan associations are similar in character and purpose to the, now largely historical, small mutual savings banks that were common in the last century. On that assumption, they argue that inasmuch as this Court has held that taxation of national bank shares at a greater rate than was assessed against such mutual savings banks did not offend &#167; 5219 (see, e.g., Mercantile Bank of City of New York v. Mayor, etc., of City of New York, 1887, 121 U.S. 138, 7 S.Ct. 826, 30 L.Ed. 895; Davenport Nat. Bank v. Davenprot Board of Equalization, 1887, 123 U.S. 83, 8 S.Ct. 73, 31 L.Ed. 94; Bank of Redemption v. City of Boston, 1888, 125 U.S. 60, 8 S.Ct. 772, 31 L.Ed. 689; Aberdeen Bank v. Chehalis County, 1897, 166 U.S. 440, 17 S.Ct. 629, 41 L.Ed. 1069), it should follow that the taxation of national bank shares at a greater rate than savings and loan shares does not offend the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">That argument, too, was specifically answered by the Hartford case. With unmistakable reference to those cases, the Court said: 'Some of the cases dealing with the technical significance of the term competition in this field were decided before national banks were permitted to invest in mortgages as they are now. Act of December 23, 1913, c. 6, &#167; 24, 38 Stat. 251, 273; Act of September 7, 1916, c. 461, 39 Stat. 752, 754; Act of February 25, 1927, &#167; 24.<a class=\"footnote\" href=\"#fn6-1\" id=\"fn6-1_ref\">6</a> And others go no further than to hold that in the absence of allegation and proof of competition with national banking capital, it cannot be said that an offending discrimination exists.' 273 U.S. at page 558, 47 S.Ct. at page 465. Then, squarely rejecting the theory of respondents' argument, the Court said:</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">'With the great increase in investments by individuals and      the growth of concerns engaged in particular phases of      banking shown by the evidence in this case and in State of      Minnesota v. First National Bank of St. Paul, 273 U.S. 561,      47 S.Ct. 468, 71 L.Ed. (774), today decided, discrimination      with respect to capital thus used could readily be carried to      a point where the business of national banks would be      seriously curtailed. Our conclusion is that &#167; 5219 is      violated wherever capital, substantial in amount when      compared with the capitalization of national banks, is      employed either in a business or by private investors in the      same sort of transactions as those in which national banks      engage and in the same locality in which they do business.'      273 U.S. at page 558, 47 S.Ct. at page 465.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Surely nothing more need be said.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Third. Respondents argue that inasmuch as this Court has held that a State may entirely exempt some entities or activities from taxation&#8212;i.e., churches, charities, small mutual savings banks, municipal bonds, and the like&#8212;without offending &#167; 5219 (see, e.g., Hepburn v. School Directors, 23 Wall. 480, 23 L.Ed. 112; Adams v. Nashville, 95 U.S. 19, 24 l.Ed. 369; Mercantile Nat. Bank of City of New York v. Mayor, etc., of City of New York, surpa; Davenport Nat. Bank v. Davenport Board of Equalization, supra; Bank of Redemption v. City of Boston, supra; Aberdeen Bank v. Chehalis County, supra), it follows that a State may prefer the shares of savings and loan associations, by granting their owners a lower tax rate than it grants to the owners of shares of national banks&#8212;even though the former are used in significant competition with a substantial phase of the business of the latter without thereby violating &#167; 5219.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Despite the strongest of implications to the contrary, we have no occasion here to consider whether the State might, under conditions shown by this record, entirely exempt the shares of savings and loan associations from taxation, while taxing the shares of national banks, for it has not done so. The State taxes savings and loan shares, although at only about 1/8 of the rate it levies on national bank shares.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">In these circumstances, respondents' argument runs in the very teeth of this Court's holding in the Hartford case that 'Competition in the sense intended (by &#167; 5219) arises not from the character of the business of those who compete but from the manner of the employment of the capital at their command' (273 U.S. at page 557, 47 S.Ct. at page 465), and 'that &#167; 5219 is violated wherever capital, substantial in amount when compared with the capitalization of national banks, is employed either in a business or by private investors in the same sort of transactions as those in which national banks engage and in the same locality in which they do business.' 273 U.S. at page 558, 47 S.Ct. at page 465. A more direct and conclusive answer cannot readily be perceived.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Fourth. Respondents argue, and the Court agrees, that when the value of the total assets, rather than the value of the shares, of the two types of financial institutions is considered, the ratio of the total dollar tax burden to total assets is approximately the same in Michigan&#8212;.091 for banks and .089 for savings and loan associations&#8212;and therefore national bank shares are not really taxed at a greater rate than savings and loan shares.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">This brings us to the heart of our disagreement with the Court. After correctly observing the 'There are other considerations (than rates) to be weighed in determining the actual burden of the tax, one of which is the mode of valuing bank shares&#8212;by adopting 'book values' (capital, surplus and undivided profits)&#8212;which may be more or less favorable than the method adopted in valuing other kinds of personal property,' Amoskeag Savings Bank of Manchester, N.H. v. Purdy, 231 U.S. 373, 392, 34 S.Ct. 114, 122, 58 L.Ed. 274; see also Hepburn v. School Directors, 23 Wall. 480, 484, 24 L.Ed. 369; Tradesmens National Bank v. Oklahoma Tax Comm., 309 U.S. 560, 567, 60 S.Ct. 688, 692, 84 L.Ed. 947, and that it is not the rate alone but the practical effect of the tax that determines whether there is discrimination, the Court says: '(I)t is obvious that the taxable value of the shares in these two types of financial institutions is determined by different methods * * *.' This conclusion is demonstrably wrong. In plain and simple terms Act 9 provides that the value of bank shares 'shall be determined by dividing such capital account (capital, surplus and undivided profits) by the number of shares of such common stock * * *.' (see note 2), and the shares of savings and loan associations are valued at the 'paid-in value'. In each case, therefore, corporate liabilities are deducted and the tax is imposed upon the book value of the shares. Hence, it could hardly be plainer 'that the taxable value of the shares in these two types of financial institutions is determined by' exactly the same, not 'different,' methods. One cannot profitably elaborate a truth so simple.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Then, the Court comes to the real basis of its decision. It says '(Michigan's) system looks to the moneyed capital controlled by the shareholder. If it is a share in a bank&#8212;either federal or state&#8212;the legislature considers the deposits available for investments and fixes a rate commensurate with that increased earning and investment power of the shareholder'; that 'a dollar invested in national bank shares controls many more dollars of moneyed capital, the measuring rod of &#167; 5219. On the other hand, the same dollar invested in a savings and loan share controls no more moneyed capital than its face value. The bank share has the power and control of its proportionate interest in all of the money available to the bank for investment purposes. In the case of Michigan National, this control is more than 21 times greater than the share's proportionate interest in the capital stock, surplus and undivided profits'; that 'Since Michigan National's share owner's investment has the equivalent profit-making power of an amount 21 times greater than itself and the investor in savings and loan share(s) * * * has no similarly multiplied power, the national bank share would not be 'unfavorably' treated unless it was taxed in excess of 21 times the levy on savings and loan share(s) * * *. Here the ratio is only 13.8 to one * * *.' (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">I respectfully submit that this is an egregious error. Nothing in the Michigan statute provides or contemplates that the amount of capital 'controlled' by the shares of a national bank, or the amount of the bank's 'deposits,' is a relevant factor in determining the value of bank shares for the purposes of this tax. Nor are 'increased (values) to the shareholder,' by reason of capital 'controlled' by the bank or its 'deposits,' made relevant factors. Quite specifically to the contrary, Act 9 provides that \"Capital account' as referred to herein shall be determined by adding the common capital, surplus and undivided profits accounts * * *, and the dollar amount of the capital account represented by each share of its common stock shall be determined by dividing such capital account by the number of shares of such common stock * * *.' How could it more plainly be said that bank shares must be valued, for the purposes of this tax, solely upon their book value without regard to the bank's 'deposits' or to the capital 'controlled by the shareholder'? It is surely clear that the Michigan tax is not imposed upon national banks or upon their assets; instead, it is imposed upon the owners of the bank's shares, measured solely by the value of those shares&#8212;'determined by dividing (the) capital account by the number of shares of such common stock.' See note 2.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Respondents' argument, and the Court's decision, put out of consideration the liability of national banks to repay their deposits and other debts, and would impose the tax on their gross assets, in direct opposition to the plain terms of the Michigan statute.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Precisely the same argument was rejected by this Court in State of Minnesota v. First National Bank of St. Paul, supra:</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">'Petitioner argues that in its actual operation, the tax on      national bank shares is no greater than the tax on credits,      since under the statute individuals are taxed at the rate of      three mills upon the full value of their credits without      deducting their liabilities, whereas in taxing bank shares,      the liabilities of the banks are deducted from their assets      in ascertaining the forty per cent. valuation of their      shares. Therefore, it is urged, if bank shares were taxed at      the same rate without deducting the bank's liabilities in      ascertaining the value of their shares, the amount of the tax      would be approximately the same. This argument ignores the      fact that the tax authorized by &#167; 5219 is against the holders      of the bank shares and is measured by the value of the      shares, and not by the assets of the bank without deduction      of its liabilities, (Des Moines National Bank v. Fairweather,      263 U.S. 103, 44 S.Ct. 23, 68 L.Ed. 191), * * *.' 273 U.S. at      page 564, 47 S.Ct. at page 469.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">It would indeed be novel, even in the absence of the contrary provisions of Act 9, to add liabilities to assets in determining book value of corporae shares&#8212;a simple contradiction in terms. It is likewise idle to observe the obvious fact that savings and loan associations have no 'deposits,' and hence no deposit liabilities to deduct,<a class=\"footnote\" href=\"#fn7-1\" id=\"fn7-1_ref\">7</a> or to argue that they, in valuing their shares for the purposes of this tax, should be allowed to deduct the amounts paid in by their 'shareholders' for their 'shares,' as the resulting figure would be zero, and the effect would be to tax those shares only in fiction. Nothing in either Act 9 or in &#167; 5219 authorizes such double talk.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Here, Michigan values national bank shares and savings and loan association shares, for the purposes of this tax, by exactly the same method, i.e., the value of the shares. Yet it taxes bank shares at a rate of 55 cents per $100 of their value, while taxing savings and loan shares at 6 1/2 cents per $100 of their value. Does not that conduct violate the provision of &#167; 5219 that national bank shares 'shall not be (taxed) at a greater rate than is assessed upon other moneyed capital * * * coming into competition with the business of national banks'?</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">If the Court's argument, that a tax upon the bank's 'deposits' at the rate applied to the shares of savings and loan associations would produce a greater tax than results from application of the higher bank share rate to the value of its shares, has any relevance to any issue in this case, it can only be to demonstrate that including 'deposits' in the valuation of bank shares would be to tax not just the bak's 'shares,' as authorized by &#167; 5219, but both the 'shares' and the 'deposits' of the bank, and not at the lower rate applicable to savings and loan shares but at the eight times higher one applicable to the shares of national banks. Similarly, the Court's argument that appellant, despite this tax discrimination, has phenomenally prospered seems wholly irrelevant, for the criterion of &#167; 5219 is not whether national banks may prosper, despite state tax discrimination, but is rather than their shares 'shall not be (taxed) at a greater rate than is assessed upon other moneyed capital * * * coming into competition with the business of national banks.' But, if the Court's argument has any relevance, it should be observed that Michigan national banks have not increased assets proportionately to savings and loan associations in that State since the passage of Act 9 in 1953, for the amount of residential mortgage loans then held by such associations in that State of $433,000,000 has now grown to $1,700,000,000.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Finally, respondents argue that Congress, in restricting state taxation of federal savings and loan associations to a rate not 'greater than that imposed by such authorized on other similar local mutual or cooperative thrift and home financing institutions,' 12 U.S.C. &#167; 1464(h), 12 U.S.C.A. &#167; 1464(h), evidenced its understanding and intention that savings and loan shares might be taxed at a lower rate than the shares of national banks, and thus impliedly repealed or modified &#167; 5219 so far as competition with the business of national banks from that source is concerned.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">There is no basis for an assumption that Congress, in so restricting state taxation of federal savings and loan associations, intended, so lightly and collaterally, to repeal or modify &#167; 5219 by implication. It is obvious that, by &#167; 1464(h), Congress only restricted state taxation of federal savings and loan associations to a rate not greater than that assessed by the State against similar state associations. Therefore, if, as seems entirely clear from &#167; 5219 and our cases, a State may not tax national bank shares at a greater rate than it taxes state savings and loan association shares, when the latter are used in significant competition with a substantial phase of the former's business, it accordingly may not tax national bank shares at a greater rate than it taxes the shares of federal savings and loan associations which are similarly competing with a substantial phase of the business of national banks. For it may not, in such circumstances, lawfully prefer either over national bank shares with which they so compete. In other words, by &#167; 1464(h), Congress restricted the States from taxing federal savings and loan associations at a greater rate than state savings and loan associations, and by &#167; 5219 it restricted the States from taxing national bank shares at a greater rate than they assess 'upon other moneyed capital * * * coming into competition with the business of national banks.' Hence, if a State taxes national bank shares at a greater rate than it assesses against the 'moneyed capital' of savings and loan associations&#8212;state or federal&#8212;which is used in significant competition with a substantial phrase of the business of such banks, it violates &#167; 5219. That is exactly what Michigan has done here.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The proper interpretation and application of &#167; 5219 to particular fact situations has been hammered out by the decisions of this Court, case by case, over the course of nearly a century. They have squarely met and decided, adversely to respondents, every question in this case. Finally, the Hartford and Minnesota cases brought a settled peace to this field that has endured until today&#8212;for 34 years. The obvious reason, I submit, is that they are right. There is, I respectfully submit, no call or reason to depart or deface those cases. And doing either will only again unsettle the law in a field where certainty of the applicable rules is nearly as important as their substance.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Under the law, settled for at least the last 34 years, appellant has proved every element of its case, and is entitled to recover. I would therefore reverse the judgment.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Act No. 9 of the Public Acts of Michigan for 1953 (Mich.Comp.Laws, 1948, 1956 Supp., &#167; 205.132a) provides in pertinent part:</p>\n        <p>'For the calendar year 1952 * * * and for each year thereafter, or a portion thereof, there is hereby levied upon each resident or nonresident owner of shares of stock of national banking associations located in this state * * * and there shall be collected from each such owner an annual specific tax on the privilege of ownership of each such share of stock, whether or not it is income producing, equal in the case of a share of common stock to 5 1/2 mills upon each dollar of the capital account of such association * * * represented by such share, and equal in the case of a share of preferred stock to 5 1/2 mills upon the par value of such share.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Mich.Comp.Laws, 1948, 1956 Supp., &#167; 205.132, provides in pertinent part:</p>\n        <p>'For the calendar year 1952, and for each year thereafter or portion thereof there is hereby levied upon each resident or non-resident owner of intangible personal property * * * and there shall be collected from such owner an annual specific tax on the privilege of ownership of each item of such property owned by him. * * * (T)he tax on shares of stock in * * * savings and loan associations shall be 1/25 of 1 per cent of the paid-in value of such shares.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Mich.Comp.Laws, 1948, &#167; 450.304a, provides:</p>\n        <p>'Every building and loan association organized or doing business under the laws of this state shall * * *, for the privilege of exercising its franchise and of transacting its business within this state, pay to the secretary of state an annual fee of 1/4 mill upon each dollar of its paid-in capital and legal reserve.'</p>\n        <p>The Michigan tax structure was amended, in 1954, to provide that federal savings and loan associations also pay a privilege tax equal to 1/4 mill on capital and legal reserves. Mich.Comp.Laws, 1948, 1956 Supp., &#167; 489.371.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> R.S. &#167; 5219, as amended, 12 U.S.C. &#167; 548, 12 U.S.C.A. &#167; 548, provides in pertinent part:</p>\n        <p>'The legislature of each State may determine and direct, subject to the provisions of this section, the manner and place of taxing all the shares of national banking associations located within its limits. The several States may (1) tax said shares * * *, provided the following conditions are complied with;</p>\n        <p>'(b) In the case of a tax on said shares the tax imposed shall not be at a greater rate than is assessed upon other moneyed capital in the hands of individual citizens of such State coming into competition with the business of national banks: Provided, That bonds, notes, or other evidences of indebtedness in the hands of individual citizens not employed or engaged in the banking or investment business and representing merely personal investments not made in competition with such business, shall not be deemed moneyed capital within the meaning of this section.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Mich.Pub.Acts 1887, No. 50.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Mich.Comp.Laws, 1948, &#167; 489.37.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Mich.Comp.Laws, 1948, &#167; 489.24.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> 48 Stat. 1257, as amended, 12 U.S.C. &#167; 1726, 12 U.S.C.A. &#167; 1726.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> 12 U.S.C. &#167;&#167; 21&#8212;200, 12 U.S.C.A. &#167;&#167; 21&#8212;200.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> 39 Stat. 754.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> 44 Stat. 1232&#8212;1233.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> 48 Stat. 1263.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Home Loans Partially Guaranteed Under G.I. Act, Comptroller of the Currency Press Release, Dec. 12, 1944.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> In accounting terminology, bank deposits are liabilities. However, they are a source of assets and for convenience will be referred to as assets hereafter.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> 13 Stat. 111. It has been amended four times (15 Stat. 34, R.S. &#167; 5219, 42 Stat. 1499, 44 Stat. 223), none of which changes are of any import here. In the 1958 edition of the United States Code it appears as &#167; 548 of Title 12.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Also see an earlier case, often cited, People of State of New York ex rel. Williams v. Weaver, 1879, 100 U.S. 539, 25 L.Ed. 705, which held that it was the actual incidence and practical burden of the tax which the Section sought out. This position is treated in detail by Professor Woosley in his work, State Taxation of Banks (1935).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> For a discussion of the effect of the cases, see Powell, Indirect Encroachment on Federal Authority by the Taxing Powers of the States, 31 Harv.L.Rev. 321, 367 (1918). He concludes that the cases lead 'to a disregard of formal legal discrimination where there is in fact no substantial economic discrimination.' To the same effect, see Woosley, op. cit., supra, note 16, at pp. 24&#8212;25.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> The taxable value of a national bank share of common stock under Act No. 9 is determined by dividing the 'capital account' (common capital, surplus and undivided profits) by the number of shares of common stock outstanding. A share account in a savings and loan association, on the other hand, is valued according to its 'paid-in value.' That this latter figure includes neither surplus nor undivided profits is obvious from an inspection of the tax return of a savings and loan institution and its financial statement. For example, the Industrial Savings and Loan Association's intangibles tax return for 1952 shows that its paid-in share value was $5,970,000. The Association's monthly report for December 1952 shows that there were some $283,000 in undivided profits and $202,000 in legal reserves which were not included in the computation of paid-in value for tax purposes.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> It is argued that this disregards the fact that bank deposits are liabilities and must be repaid. This contention is without substance for the savings share accounts must, by law, be purchased by the savings and loan association upon a member's withdrawal. Mich.Comp.Laws, 1948, &#167; 489.6. In this respect, therefore, the share accounts and deposits are identical. Both must be repaid.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> 48 Stat. 128, as amended, 12 U.S.C. &#167;&#167; 1461&#8212;1468, 12 U.S.C.A. &#167;&#167; 1461&#8212;1468.</p>\n        <p>'* * * no State * * * shall impose any tax on such (federal)      associations or their franchise, capital, reserves, surplus,      loans, or income greater than that imposed by such authority      on other similar local mutual or cooperative thrift and home      financing institutions.' 48 Stat. 134.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> 42 Stat. 1469, 12 U.S.C. &#167; 1261, 12 U.S.C.A. &#167; 1261 (National Agricultural Credit Corporations); 39 Stat. 380, 12 U.S.C. &#167; 932, 12 U.S.C.A. &#167; 932 (joint-stock land banks).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> From its organization in 1941 to the end of 1951, Michigan National's total assets grew from $67,600,000 to $272,500,000, an average annual increase of some $20,500,000. By 1957, its assets totaled $481,000,000, showing an average annual growth of almost $34,800,000 during the years since Act No. 9 was passed. Similarly, deposits increased, on the average, by $18,800,000 each year between 1941 and 1951. Since that time, they have grown at the average rate of $30,700,000 a year.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> Appellant's main bank is located in the City of Lansing. It maintains branch banks in the Cities of Battle Creek, Flint, Grand Rapids, Marshall, Port Huron and Saginaw.</p>\n        <p>'For the calendar year 1952 * * * and for each year      thereafter, * * * there is hereby levied upon each * * *      owner of shares of stock of national banking associations      located in this state and banks and trust companies organized      under the laws of this state, and there shall be collected      from each such owner an annual specific tax * * * equal in      the case of a share of common stock to 5 1/2 mills upon each      dollar of the capital account of such association, bank or      trust company represented by such share, and equal in the      case of a share of preferred stock to 5 1/2 mills upon the      par value of such share.'<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a></p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> Act 9 contains a further relevant provision which, in pertinent part, reads:</p>\n        <p>\"Capital account' as referred to herein shall be determined by adding the common capital, surplus and undivided profits accounts * * *, and the dollar amount of the capital account represented by each share of its common stock shall be determined by dividing such capital account by the number of shares of such common stock * * *.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> In First National Bank of Hartford, Wis. v. City of Hartford, 273 U.S. 548, 556, 557, 47 S.Ct. 462, 465, this Court held the phrase 'some substantial phase,' in the context here used, to be implicit in &#167; 5219.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> See note 3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> Since this Court's decisions in First National Bank of Hartford, Wis. v. City of Hartford, supra, and State of Minnesota v. First National Bank of St. Paul, supra, in 1927, several proposals to limit state taxes on national bank shares to such as are imposed by the State on state banks&#8212;thus permitting other competing moneyed capital, including that of savings and loan associations, to be taxed at a lower rate by the State&#8212;have been made to and rejected by Congress. Hearings before the Senate Banking and Currency Committee on S. 1573, 70th Cong., 1st Sess. (1928); Hearings on H.R. 8727 before the House Committee on Banking and Currency, 70th Cong., 1st Sess. (1928); S. 3009, 73d Cong., 2d Sess.; H.R. 9045, 73d Cong., 2d Sess.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6-1\">\n        <a class=\"footnote\" href=\"#fn6-1_ref\">6</a>\n        <p> A historical review of &#167; 24, Federal Reserve Act (12 U.S.C. &#167; 371, 12 U.S.C.A. &#167; 371), which prescribed the authority of national banks to make real estate mortgage loans, reveals that, prior to 1916, national banks were not authorized to loan money on the security of real estate, with the exception of certain farm land. By the Act of September 7, 1916 (39 Stat. 754), Congress first authorized national banks to make residential mortgage loans, but limited them to an amount not exceeding 50% of the actual value of the property and to run for a term not longer than one year. By the Act of February 25, 1927 (44 Stat. 1232), Congress authorized such residential mortgage loans to run for a period of five years. By the Act of June 27, 1934 (48 Stat. 1263), Congress authorized national banks to make mortgage loans under Title II, National Housing Act (12 U.S.C. &#167; 1701 et seq., 12 U.S.C.A. &#167; 1701 et seq.), commonly known as F.H.A. mortgages. By the Act of August 23, 1935 (49 Stat. 706), amending &#167; 24 of the Federal Reserve Act, national banks were authorized to make conventional residential mortgage loans in amounts not exceeding 60% of the apraised value of the property for a term of 10 years if 40% of the principal be amortized in that term. By decision of the Comptroller of the Currency in 1944, national banks were authorized to participate in the V.A. (or G.I.) home loan program. By the 1950 Amendment to &#167; 24 (64 Stat. 80), national banks were authorized to make Title I, F.H.A. home improvements loans. It thus appears that, by 1952, national banks were authorized to make F.H.A. mortgage and home modernization loans and also V.A. mortgage loans identical to those made by savings and loan associations, and conventional mortgage loans comparable to those made by such associations.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7-1\">\n        <a class=\"footnote\" href=\"#fn7-1_ref\">7</a>\n        <p> The Michigan Supreme Court itself has recognized 'that investors in savings and loan associations are subscribers to, or purchasers of, stock therein. * * *'&#8212;and are not 'depositors' or 'creditors' thereof. Michigan Savings &amp; Loan League v. Municipal Finance Commission of State of Michigan, 1956, 347 Mich. 311, 322, 79 N.W.2d 590, 595.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>365 U.S. 467 (1961)</b></center>\n<center><h1>MICHIGAN NATIONAL BANK ET AL.<br>\nv.<br>\nMICHIGAN ET AL.</h1></center>\n<center>No. 155.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 18-19, 1961.</center>\n<center>Decided March 6, 1961.</center>\nAPPEAL FROM THE SUPREME COURT OF MICHIGAN.\n<p><i>Victor W. Klein</i> argued the cause for appellants. With him on the brief were <i>Thomas G. Long, Philip T. Van Zile II</i> and <i>Harold A. Ruemenapp.</i></p>\n<p><i>William D. Dexter,</i> Assistant Attorney General of Michigan, argued the cause for appellees. With him on the brief were <i>Paul L. Adams,</i> Attorney General, <i>Samuel J. Torina,</i> Solicitor General, and <i>T. Carl Holbrook,</i> Assistant Attorney General.</p>\n<p><span class=\"star-pagination\">*468</span> MR. JUSTICE CLARK delivered the opinion of the Court.</p>\n<p>The State of Michigan levies \"on the privilege of ownership\" a 5 1/2-mill tax per dollar on the value of each common share of stock in national banks<sup>[1]</sup> located in the State. It requires federal and state savings and loan associations in the State to pay, in addition to other taxes not here involved, for its shareholders an intangibles tax of 2/5 of a mill on each dollar of the paid-in value of their shares.<sup>[2]</sup> In addition, state associations also pay a franchise tax of 1/4 mill per dollar of their capital and legal reserves.<sup>[3]</sup><span class=\"star-pagination\">*469</span> Appellant Michigan National Bank, with banking offices in eight Michigan cities, brought this suit to recover taxes paid under protest for the year 1952, claiming that the levy under Michigan's Act No. 9 resulted in a tax on national bank shares at least eight times greater than that levied on \"other moneyed capital in the hands of individual citizens\" in the State, in violation of  5219 of the Revised Statutes of the United States.<sup>[4]</sup> Initially its attack referred to moneyed capital in the hands of insurance and finance companies, credit unions and individuals, as well as savings and loan associations. Before trial in the Michigan Court of Claims, however, its claim was limited to the latter only, asserting that these institutions were in substantial competition with a phase of the national banking business, <i>i. e.,</i> residential mortgage loans, and were preferentially taxed. The resulting tax discrimination, appellant says, renders Act No. 9 invalid <span class=\"star-pagination\">*470</span> under the controlling decisions of this Court. Michigan's highest court has upheld the statute against this claim. 358 Mich. 611, 101 N. W. 2d 245. We noted probable jurisdiction, 364 U. S. 810. We have concluded that in practical operation, Michigan's tax structure does not have a discriminatory effect and is, therefore, valid. This determination obviates the necessity of our considering the voluminous and confusing statistics relevant to the issue of whether or not there exists competition between banks and savings and loan associations in the State.</p>\n<p>The sole authorization upon which Michigan's Act No. 9 may rest is  5219. <i>First Nat. Bank</i> v. <i>Anderson,</i> 269 U. S. 341 (1926); <i>Des Moines Nat. Bank</i> v. <i>Fairweather,</i> 263 U. S. 103 (1923). That authorization is qualified by a proviso that a state tax on national bank shares shall not be \"at a greater rate than is assessed upon other moneyed capital in the hands of individual citizens of such State coming into competition with the business of national banks.\" We have assumed, without deciding, that the national banks located in Michigan and savings and loan associations there are in competition in a substantial phase of the business carried on by national banks, <i>i. e.,</i> residential mortgage loans. The sole question here is whether Act No. 9 effects a tax discrimination between national banks and savings and loan associations.</p>\n<p></p>\n<h2>BACKGROUND RELATING TO THE PROBLEM.</h2>\n<p>Michigan first authorized the organization of savings and loan associations in 1887.<sup>[5]</sup> They operate today under the same law as \"cooperative\" or mutual associations which accumulate capital only through the sale of shares to members, and by retention of a permitted surplus and a reserve from profits. They may make loans only on first mortgage real estate notes and can neither carry on a banking <span class=\"star-pagination\">*471</span> business nor receive deposits.<sup>[6]</sup> Their reserves must equal 10% of liabilities to their members and the associations' surplus is limited to 5% of assets.<sup>[7]</sup> Earnings above the permitted reserves and surplus must be paid to members currently and at stated periods. The Congress authorized the organization of federal savings and loan associations in 1933 in the Home Owners' Loan Act, 48 Stat. 128, as amended, 12 U. S. C.  1461-1468. They operate along the same general lines as state associations. The shares of members in both are insured by the Federal Savings and Loan Insurance Corporation.<sup>[8]</sup></p>\n<p>National banks, of course, engage in the general banking business as authorized by the National Bank Act.<sup>[9]</sup> Prior to 1916 they were not permitted to make real estate mortgage loans except on certain farm lands. In that year the Congress authorized the banks to make residential loans for a term of not over a year and to the extent of 50% of the value of the mortgaged property.<sup>[10]</sup> This term was first enlarged in 1927 to five years<sup>[11]</sup> and then to 10 years in 1935 by 49 Stat. 706, which also authorized an increase to 60% as the maximum proportion of property value permitted to be loaned. In 1934, national banks were authorized to purchase F. H. A. guaranteed mortgages.<sup>[12]</sup> Ten years later that authority was enlarged to include V. A. loans which the Comptroller of the Currency by decision found to be in the same category as F. H. A. mortgages.<sup>[13]</sup> It was not until this time that national <span class=\"star-pagination\">*472</span> banks became any significant factor in the residential mortgage field. By 1952 the ratio of their deposits to their total assets had more than doubled, amounting to 92% of their assets,<sup>[14]</sup> having totaled only 41% thereof at the time of the passage of  5219.</p>\n<p>Michigan National was organized in 1941 with 150,000 shares of $10 par value and total resources of about $68,000,000. In 1952 it had outstanding 500,000 shares of the same par value (all of the increase having been issued as dividends) and resources of some $306,000,000. In 1952 its gross earnings on its capital account were 91%, which, after all expenses and taxes (except dividends and federal income tax), remained at over 31%. The 16 building and loan associations' average net earnings for the same year (before dividends and federal income taxes) amounted to 3.4% of their capital, approximately their normal annual earning. A $1,000 investment in Michigan National's stock (58.8 shares) in 1941 was worth $6,691.20 (157.5 shares) by 1952, an annual average increase in value of 61%. This does not include $1,308.80 in cash dividends paid over the same period.</p>\n<p></p>\n<h2>BACKGROUND AND CONSTRUCTION OF THE LEGISLATION.</h2>\n<p></p>\n<h2>1. <i>Section 5219.</i>\n</h2>\n<p>Congress enacted the Section in 1864<sup>[15]</sup> and this Court has passed on it over 55 times in the near century of the Section's existence. During that period the Court has kept clearly in view, as was said in the last case in which <span class=\"star-pagination\">*473</span> it wrote, that \"the various restrictions [ 5219] . . . places on the permitted methods of taxation are designed to prohibit only those systems of state taxation which discriminate in practical operation against national banking associations or their shareholders as a class.\" <i>Tradesmens Nat. Bank</i> v. <i>Oklahoma Tax Comm'n,</i> 309 U. S. 560, 567 (1940). Reverting to one of the first and controlling cases dealing with the Section, <i>Mercantile Bank</i> v. <i>New York,</i> 121 U. S. 138 (1887),<sup>[16]</sup> we find that Mr. Justice Matthews declared for a unanimous Court that the purpose of the Congress in passing the provision was \"to prohibit the States from imposing such a burden as would prevent the capital of individuals from freely seeking investment in institutions which it was the express object of the law to establish and promote.\" At p. 154. The Court further held deposits in savings banks to be moneyed capital but approved their total exemption from state taxes, along with other enumerated property, on the ground that the State had shown \"just reason\" so to do. In essence the case stands for the proposition that the State cannot, by its tax structure, create \"an unequal and unfriendly competition\" with national banks. This case followed in the light of <i>Hepburn</i> v. <i>School Directors,</i> 23 Wall. 480 (1874), where Chief Justice Waite had pointed out that the taxable value of the stock in a national bank is not necessarily determined by its nominal or par value but rather by \"the amount of moneyed capital which the investment represents for the time being.\" \"Therefore some plan must be devised to ascertain what amount of money at interest is actually represented by a share of stock.\" At p. 484.</p>\n<p><span class=\"star-pagination\">*474</span> The question of tax equivalence thus posed has echoed and re-echoed through the cases. A year subsequent to the decision in <i>Mercantile Bank, supra,</i> the same point was raised in <i>Bank of Redemption</i> v. <i>Boston,</i> 125 U. S. 60 (1888), where the exemption of deposits in savings banks was approved in an opinion which again was written by Mr. Justice Matthews. The Court, in comparing the tax levied on the two institutions, <i>i. e.,</i> national banks and savings banks, said: \"But shares of the national banks, while they constitute the capital stock of the corporations, do not represent the whole amount of the capital actually employed by them. They have deposits, too, shown in the present record to amount, in Massachusetts, to $132,042,332. The banks are not assessed for taxation on any part of these, although these deposits constitute a large part of the actual capital profitably employed by the banks in the conduct of their banking business. But it is not necessary to establish the exact equality in result of the two modes of taxation.\" At p. 67. A quarter of a century later, Mr. Justice Pitney in <i>Amoskeag Savings Bank</i> v. <i>Purdy,</i> 231 U. S. 373 (1913), in commenting on the factors to be considered in determining the burden of the tax, said: \"There are other considerations to be weighed in determining the actual burden of the tax, one of which is the mode of valuing bank sharesby adopting `book values' [capital, surplus, undivided profits]which may be more or less favorable than the method adopted in valuing other kinds of personal property.\" At p. 392. The point was made even more clearly by Mr. Justice Brandeis in <i>First Nat. Bank</i> v. <i>Louisiana Tax Comm'n,</i> 289 U. S. 60 (1933), where he said: \"There is a fundamental difference between banks, which make loans mainly from money of depositors, and the other financial institutions, which make loans mainly from the money supplied otherwise than by deposits.\" <span class=\"star-pagination\">*475</span> At p. 64. And so, we are taught that in determining the burden of the taxits discriminatory characterwe look to its <i>effect,</i> not its <i>rate.</i> See <i>Amoskeag Savings Bank, supra</i><i>; </i><i>Covington</i> v. <i>First Nat. Bank,</i> 198 U. S. 100 (1905), and <i>Tradesmens Nat. Bank</i> v. <i>Oklahoma Tax Comm'n, supra</i><i>,</i> the last case of this Court on the point.</p>\n<p></p>\n<h2>2. <i>Michigan's Act No. 9.</i>\n</h2>\n<p>Act No. 9, we have stated, levies a tax of 5 1/2 mills on the book value of each share of stock in national banks, while the separately imposed tax on all savings and loan association shares, exclusive of other taxes, is 2/5 of a mill on the paid-in value of the shares plus, on state associations only, 1/4 of a mill on the value of the paid-in capital and legal reserves. It appears from the record that prior to the enactment of this tax an inequity in the State's tax structure was thought to exist between state and national banks. Upon study of the problem and the recommendation of the Taxation Committee of the Michigan Bankers Association, the State Legislature decided to tax all banks \"exactly alike.\" It embodied the proposal of the Association into Act No. 9. While we have no legislative history in the record before us, according to the <i>amicus curiae</i> brief of the Bankers Association filed in the trial court, the sponsors of Act No. 9 thought it would be \"reasonable from the viewpoint of the public, equitable from the viewpoint of the competitors, and practical from the viewpoint of the banks themselves.\" The opinion of responsible officials of this Association, filed in this case some seven years after Act No. 9 had been in effect and the taxes therein provided paid without protest, save for appellant and four other banks, was: \"Actual experience with the taxation system shows that it has produced a reasonable amount of revenue to the State; that it has not created any competitive <span class=\"star-pagination\">*476</span> disadvantage among the various types of institutions; and that it has proven to be simple to administer.\"</p>\n<p>Michigan's Supreme Court has also held that no discrimination in the tax was proven. While the basis of this holding is not too clear, we take it that the finding of total tax equality as between the national banks and the associations, insofar as Act No. 9 was concerned, meant that, in the court's view, the Michigan Legislature, in fixing the rate (5 1/2 mills) on the banks, had either (1) taken into consideration the moneyed capital on hand in each type of institution, <i>i. e.,</i> deposits, which were not present as to savings and loan associations, or (2) if such method of valuation of bank stock was not permissible, that the Legislature intended to exempt from taxation any difference between the taxes levied on national banks and savings and loan associations because of the functions of the latter as repositories for the \"small savings and accumulations of the industrious and thrifty.\" Such differences, the Michigan Supreme Court said, were \"justified as partial exemptions,\" under <i>Mercantile Bank, supra,</i> and subsequent cases. While we are not bound by either of these interpretations placed on Act No. 9 by Michigan's highest court, 358 Mich. 611, 639-640, 101 N. W. 2d 245, 259-260, we do accept as controlling its interpretation that, in fixing the rate on national bank shares, the Legislature took into account the moneyed capital controlled thereby.</p>\n<p>We believe that, granted satisfaction of the other qualifications of  5219, a State's tax system offends only if in practical operation it discriminates against national banks or their shareholders as a class. That is to say, we could not strike down Act No. 9, as interpreted by Michigan's highest court, unless it were manifest that an investment in national bank shares was placed at a disadvantage by the practical operation of the State's law. According to our cases, discussed above, that clearly appears to have <span class=\"star-pagination\">*477</span> been the purpose of the Congress in enacting  5219.<sup>[17]</sup> We have made a comprehensive examination of the record and fail to find such a discriminatory effect to be manifest in Michigan's tax system.</p>\n<p>As has been repeatedly indicated in our decisions, a dollar invested in national bank shares controls many more dollars of moneyed capital, the measuring rod of  5219. On the other hand, the same dollar invested in a savings and loan share controls no more moneyed capital than its face value. The bank share has the power and control of its proportionate interest in all of the money available to the bank for investment purposes. In the case of Michigan National, this control is more than 21 times greater than the share's proportionate interest in the capital stock, surplus and undivided profits would indicate. As to all national banks in the United States, the record shows that capital accounts amounting to about $7,000,000,000 control some $100,000,000,000 of deposits (92% of the total assets of all these banks) or an amount 14 times greater. Savings and loan associations have no similar assets of that character, their only source of moneyed capital being the share accounts of members and, at least in the case here, the relatively small amount of retained earnings and surplus permitted under law.</p>\n<p>Relating the statistics to the immediate problem, the capital, surplus and undivided profits of Michigan National totaled about $13,000,000, to which the 5 1/2-mill tax was applied. The tax amounted to $68,181. The 16 savings and loan associations with which appellant was in <span class=\"star-pagination\">*478</span> competition had a paid-in share value of $134,000,000, to which was applied the 2/5-mill tax. The resultant tax was about $53,260. Had the same tax rate (2/5-mill) been applied to the moneyed capital, <i>i. e.,</i> deposits, of Michigan National ($283,000,000), the product would have more than equaled the tax revenue from the application of the 5 1/2-mill rate against its capital account. In fact, it would have amounted to about $113,000, or 1.7 times the 1952 tax bill on appellant's shares. Similar results could be obtained as to all national banks in Michigan. Their total capital accounts, $166,700,000, when taxed at the 5 1/2-mill rate, yield some $917,000 in taxes. The 2/5-mill rate, if applied to their total deposits, $3,516,000,000, results in $1,406,000 in taxes. This is more than 1.5 times the 1952 taxes assessed under Act No. 9.</p>\n<p>While it is obvious that the taxable value of the shares in these two types of financial institutions is determined by different methods<sup>[18]</sup> and that they are being taxed at different rates, it does not follow that  5219 is automatically violated. \"[I]t is not a valid objection to a tax on national bank shares that other moneyed capital in the state [is] . . . taxed at a different rate or assessed by a <span class=\"star-pagination\">*479</span> different method unless it appears that the difference in treatment results in fact in a discrimination unfavorable to the holders of the shares of national banks.\" <i>Tradesmens Nat. Bank</i> v. <i>Oklahoma Tax Comm'n, supra,</i> at 567. Cf. <i>Amoskeag Savings Bank</i> v. <i>Purdy, supra</i><i>; </i><i>Covington</i> v. <i>First Nat. Bank, supra</i><i>.</i> We must remember the interpretation placed on Act No. 9 by Michigan's Supreme Court. It held in effect that the Legislature had taken into account, in fixing the different rates on national bank stock and savings and loan shares, the additional moneyed capital controlled by the former. Since Michigan National's share owner's investment has the equivalent profit-making power of an amount 21 times greater than itself and the investor in savings and loan share accounts has no similarly multiplied power, the national bank share would not be \"unfavorably\" treated unless it was taxed in excess of 21 times the levy on savings and loan share accounts. Cf. <i>Bank of Redemption</i> v. <i>Boston, supra,</i> at 67. Here the ratio is only 13.8 to one, and if the additional franchise tax upon state associations is included, the proportion drops to 8.5 to one. This is not to say that the value of the bank's deposits is a factor in the computation of the tax to be paid under the Michigan statutes. However, the deposits are relevant to the determination of whether or not the tax, as computed under the statutes, is a greater burden than that placed on \"other moneyed capital.\"<sup>[19]</sup></p>\n<p>It is said, however, that this method would be contrary to <i>Minnesota</i> v. <i>First Nat. Bank,</i> 273 U. S. 561 (1927). It was argued in that case that an equivalence of tax <span class=\"star-pagination\">*480</span> between national banks and other moneyed capital existed because, if the tax rate applicable to other moneyed capital was applied to the assets of the bank without deducting liabilities, the ultimate tax would be approximately the same. However, Mr. Justice (later Chief Justice) Stone, writing for the Court, rejected that argument because it \"ignores the fact that the tax authorized by  5219 is against the holders of the bank shares and is measured by the value of the shares, and not by the assets of the bank without deduction of its liabilities. . . .\" At 564. However, that case was decided on the authority of <i>First Nat. Bank</i> v. <i>Hartford,</i> 273 U. S. 548, which Mr. Justice Stone also wrote and handed down the same day. There the comparison between the widespread capital exempted and that of national banks which was taxed, led to the invalidation of Wisconsin's tax statute. The error the Court found was that Wisconsin \"construed the decisions of this Court as requiring equality in taxation only of moneyed capital invested in businesses substantially identical with the business carried on by national banks.\" At 555. While Minnesota's Act, as construed, was not so broad, it taxed capital (including state bank shares) other than that invested in national bank shares at a lower rate. Since both national and state banks were permitted to deduct deposits, it followed that it would have been discriminatory to tax one at a lower rate than the other. However, implicit in the ruling is the proposition that if the same base is employed in the valuation of the shares of the competing institutions, as here, and the practical effect of the different rate does not result in a discrimination against moneyed capital in the hands of national banks, when compared with other competing moneyed capital, it does not violate  5219. \"[T]he bank share tax must be compared with . . . the tax on capital invested by individuals in the shares of corporations whose business competes with <span class=\"star-pagination\">*481</span> that of national banks.\" <i>Minnesota</i> v. <i>First Nat. Bank, supra,</i> at 564. In short, resulting discrimination in the effect of the tax is the test.</p>\n<p>Moreover, these cases were both handed down prior to congressional enactment of the Home Owners' Loan Act of 1933,<sup>[20]</sup> which is \"in pari materia\" with  5219 and appears \"to throw a cross light\" [L. Hand in <i>United States</i> v. <i>Aluminium Co. of America,</i> 148 F. 2d 416, 429 (C. A. 2d Cir. 1945)] on Michigan's savings and loan tax statute. The 1933 Act, permitting the creation of federal savings and loan associations, contained a provision respecting local taxation which stated in part:</p>\n<blockquote>\". . . no State . . . shall impose any tax on such [federal] associations or their franchise, capital, reserves, surplus, loans, or income greater than that imposed by such authority on other similar local mutual or cooperative thrift and home financing institutions.\" 48 Stat. 134.</blockquote>\n<p>Unless Congress had recognized that States taxing national bank shares were free, in spite of  5219, to exempt their own savings and loan associations from local taxation, it would have used language similar or referring to  5219, as it did in other federal statutes creating different types of thrift institutions.<sup>[21]</sup> To insure that the federal creatures received the same benefits, if any, as state agencies, Congress tied the taxation limitations to state action affecting the latter rather than to  5219. Although the federal statute was enacted prior to Michigan's savings and loan tax statute, its accommodation to such state measures, actual or potential, illustrates the assimilation by Congress of state savings and loan associations to their federal analogues, and not to the very <span class=\"star-pagination\">*482</span> different national fiscal institutions which national banks are. Furthermore, the power of the State to grant liberal tax treatment to its own associations, viewed even without the light of congressional action, is amply supported by the exemption doctrine of <i>Mercantile Bank, supra,</i> recognized as still vital long after Michigan's law of 1887 under which the savings and loan associations of that State are organized. These considerations weigh heavily in evaluating Michigan's enactment under  5219.</p>\n<p>Under this standard, Michigan's tax structure does not, in practical effect, result in any discrimination. Its system looks to the moneyed capital controlled by the shareholder. If it is a share in a bankeither federal or statethe legislature considers the deposits available for investment and fixes a rate commensurate with that increased earning and investment power of the shareholder. The resulting tax is not on the assets of the bank, nor on deposits, but on the control the shareholder has in the moneyed capital market. Thus, controlling some 21 times the cash value of his share, a Michigan National shareholder pays the higher rate. On the other hand, a savings and loan shareholder controls no deposits. He has only the cash value of his share (and the comparatively minute reserves allowed by law), insofar as the moneyed capital market is concerned. Consequently he pays the lower rate. As the Michigan Bankers Association has indicated, this approach is realistic from a business standpoint, does not result in discrimination, is economically sound and is fair to each type of taxpayer. If it results, as it did in 1952, in giving Michigan National a tax advantage, it cannot complain.</p>\n<p>It may be that at some future time, although the statistics indicate it to be improbable,<sup>[22]</sup> the bank deposits may <span class=\"star-pagination\">*483</span> fall to such a level that the 5 1/2-mill rate would be violative of  5219. But here we are concerned with only one year, 1952, and for that year the tax levied does not approach the permissible maximum. Such a possibility, however, may account for the action of the Legislature in setting the taxes at the lower than maximum levels now applied.</p>\n<p>Having assumed the element of competition between Michigan National and the savings and loan associations, a prerequisite to the application of  5219, and in the light of both the clear doctrine of our earlier cases and the phenomenal growth and earning power of appellant despite Act No. 9, we cannot say that its burden in 1952 was so heavy as would \"prevent the capital of individuals from freely seeking investment\" in its shares.</p>\n<p>We have considered appellant's other points and have concluded each is without merit.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE STEWART took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE WHITTAKER, with whom MR. JUSTICE DOUGLAS joins, dissenting.</p>\n<p>I respectfully but resolutely dissent. Exposition of my reasons will require a rather full and careful statement of the facts and the applicable law.</p>\n<p>A State is without power to tax national bank shares except as Congress consents and then only in conformity with the conditions of such consent. See, <i>e. g., </i><i>First National Bank</i> v. <i>Anderson,</i> 269 U. S. 341, 347, and <i>Des Moines National Bank</i> v. <i>Fairweather,</i> 263 U. S. 103, 106. <span class=\"star-pagination\">*484</span> By  5219 of the Revised Statutes of the United States (Act of June 3, 1864, c. 106, 13 Stat. 111, as amended by the Act of February 10, 1868, 15 Stat. 34, the Act of March 4, 1923, 42 Stat. 1499, and the Act of March 25, 1926, 44 Stat. 223), Congress has consented that:</p>\n<blockquote>\"The legislature of each State may determine and direct, subject to the provisions of this section, the manner and place of taxing all the shares of national banking associations located within its limits. The several States may (1) tax said shares, or (2) include dividends derived therefrom in the taxable income of an owner or holder thereof, or (3) tax such associations on their net income, or (4) according to or measured by their net income, provided the following conditions are complied with:</blockquote>\n<blockquote>\"1. (a) The imposition by any State of any one of the above four forms of taxation shall be in lieu of the others . . . .\"</blockquote>\n<blockquote>\"(b) In the case of a tax on said shares the tax imposed shall not be at a greater rate than is assessed upon other moneyed capital in the hands of individual citizens of such State coming into competition with the business of national banks . . . .\"</blockquote>\n<p>Pursuant to that consent, Michigan passed its Intangibles Tax Act (Act 301, Public Acts of 1939; Mich. Comp. Laws, 1948,  205.132; Mich. Stat. Ann., 1950,  7.556 (2)) imposing, upon the owners, an annual tax (1) of 3% of the income from, but not less than 1/10 of 1% of the face or par value of, national bank shares, and (2) of 4 cents per $100 of the \"paid-in value\" of savings and loan association shares. By another statute, Michigan imposed, in addition, a privilege tax of 2 1/2 cents per $100 on the value of the capital and legal reserves of state (but not federal) savings and loan associations (Mich. Comp. Laws, 1948,  450.304a; Mich. Stat. Ann.  21.206)thus <span class=\"star-pagination\">*485</span> making a total tax of 6 1/2 cents per $100 of the value of state, and 4 cents per $100 of the value of federal, savings and loan shares.</p>\n<p>In obedience to that Intangibles Tax Act, appellant, Michigan National Bank, having offices and doing business in seven cities in Michigan,<sup>[1]</sup> paid to the State, on behalf of its shareholders, the taxes thereby imposed on its shares for the year 1952. Thereafter, by Act No. 9 of the Public Acts of Michigan for 1953 ( 205.132a, Mich. Comp. Laws, 1948, 1956 Supp.; Mich. Stat. Ann., 1959 Cum. Supp.,  7.556 (2a)), the State amended its Intangibles Tax Act as respects bank shares, but without touching the provisions respecting savings and loan association shares, to provide, in pertinent part, as follows:</p>\n<blockquote>\"For the calendar year 1952 . . . and for each year thereafter, . . . there is hereby levied upon each . . . owner of shares of stock of national banking associations located in this state and banks and trust companies organized under the laws of this state, and there shall be collected from each such owner an annual specific tax . . . equal in the case of a share of common stock to 5 1/2 mills upon each dollar of the capital account of such association, bank or trust company represented by such share, and equal in the case of a share of preferred stock to 5 1/2 mills upon the par value of such share.\"<sup>[2]</sup></blockquote>\n<p><span class=\"star-pagination\">*486</span> Acting under the provisions of the amended statute (\"Act 9\"), the State imposed an additional tax upon the owners of appellant's \"shares\" for the year 1952 of $49,929.27. After paying that additional tax under protest, appellant brought this action in the Michigan Court of Claims for its recovery. The ground of its suit was that the State's action in taxing the \"shares\" of national banks at a rate of 55 cents per $100 of their value, while taxing the \"shares\" of savings and loan associations at a rate of 6 1/2 cents per $100 of their value, taxed the former \"at a greater rate than is assessed upon other moneyed capital in the hands of individual citizens of such State coming into competition with the business of national banks,\" and therefore violated  5219. After trial, the Michigan Court of Claims held that the assessment and collection of the additional tax did not violate  5219 and entered judgment for the State.</p>\n<p>On appeal, the Michigan Supreme Court, though conceding that Act 9 placed the shares of \"both State and national banks in a special and more heavily taxed category\" than the shares of savings and loan associations, held, <i>inter alia,</i> (1) that because savings and loan associations are \"different in character, purpose and organization from national banks,\" operate \"in a narrow, restricted field,\" and are not permitted to receive deposits, they could not, as a matter of law, come \"into competition with the business of national banks\" within the meaning of  5219, (2) that inasmuch as Michigan lawfully might entirely exempt some entities or activities from taxation without offending  5219, it may prefer the shares of savings and loan associations, by granting their owners a lower tax rate than it grants to the owners of shares of national banks, without thereby violating  5219, and (3) that when the value of the total assets, rather than the value of the shares, of the two types of financial institutions is considered (thus putting out of consideration <span class=\"star-pagination\">*487</span> the liability of the banks to repay their deposits and other debts), the ratio of the total dollar tax burden to total assets is approximately the same in Michigan.091 for banks and .089 for savings and loan associationsand this, it said, \"establishes that there was practical equality of the total tax imposed upon building and loan associations and upon national banks.\" It therefore affirmed the judgment, 358 Mich. 611, 101 N. W. 2d 245, and we noted probable jurisdiction of the bank's appeal. 364 U. S. 810.</p>\n<p>This Court today substantially adopts the latter conclusion, and on that basis affirms the judgment. In doing so, I must say, with respect, that the Court ignores both the provisions of  5219 and Michigan's mode, plainly expressed in its Act 9, of valuing national bank shares and the shares of savings and loan associations for the purposes of its tax upon them, and effectively defaces and departs from a long line of this Court's decisions, hammered out, case by case, over the course of nearly a century, that are squarely in point and specifically decisive of every question in the case.</p>\n<p>The admitted difference in the rates of tax55 cents per $100 of the value of national bank shares as opposed to 6 1/2 cents per $100 of the value of savings and loan sharesleaves, of course, no doubt that the former are taxed \"at a greater rate than\" the lattermore than eight times greater. Therefore, the only questions that can possibly be open here under  5219 are (1) whether savings and loan shares are \"other moneyed capital in the hands of individual citizens,\" (2) whether that moneyed capital is \"coming into competition with [some substantial phase<sup>[3]</sup> of] the business of national banks,\" and <span class=\"star-pagination\">*488</span> (3) whether it is \"substantial in amount when compared with the capitalization of national banks.\" The latter being an element that this Court has held to be implicit in the statute. <i>First National Bank</i> v. <i>Hartford,</i> 273 U. S. 548, 558.</p>\n<p>Surely it cannot now be doubted that shares owned by individual citizens in a savings and loan association, which engages in the business of making residential mortgage loans for profit, are \"other moneyed capital in the hands of individual citizens,\" within the meaning of  5219. This Court has long since settled the question. The term \"include[s] shares of stock or other interests owned by individuals in all enterprises in which the capital employed in carrying on its business is money, where the object of the business is the making of profit by its use as money.\" <i>Mercantile Bank</i> v. <i>New York,</i> 121 U. S. 138, 157. \"By its terms the [statute] excludes from moneyed capital only those personal investments which are not in competition with the business of national banks.\" <i>First National Bank</i> v. <i>Hartford, supra,</i> at 557. See also <i>Minnesota</i> v. <i>First National Bank,</i> 273 U. S. 561, 564; <i>First National Bank</i> v. <i>Anderson, supra,</i> at 348, and cases cited.</p>\n<p>Whether such moneyed capital is being used in \"competition with [some substantial phase of] the business of national banks\" and is \"substantial in amount when compared with the capitalization of national banks\" are mixed questions of law and fact, \"and in dealing with [them] we may review the facts in order correctly to apply the law.\" <i>First National Bank</i> v. <i>Hartford, supra,</i> at 552.</p>\n<p>Here the relevant facts are not in dispute. The uncontroverted evidence shows that, as a part or phase of its general banking business conducted in seven cities in Michigan, appellant is extensively engaged in the business of making residential mortgage loans. In those <span class=\"star-pagination\">*489</span> cities, there are 16 savings and loan associations which are also extensively engaged in that business. Competition between them and appellant for such loans is keen and continuous. Both appellant and those loan associations extensively advertise for and solicit such loans from all classes and in every economic strata of the people in those communities. They make these loans on the same kinds of residential properties and in the same areasone type of institution often refinancing and retiring a loan of the other. The rates, terms and conditions of the loans, being competitive, are substantially the same, and in many casesparticularly in the cases of F. H. A. and V. A. loansthey are of precisely the same terms and on exactly the same formsforms prepared and furnished by the Federal Government.</p>\n<p>Directed specifically to the question whether moneyed capital of savings and loan associations was being used, in significant amounts, in \"competition with [some substantial phase of] the business of national banks\" in Michigan, the uncontroverted evidence shows that in the year in question, 1952, the savings and loan associations in Michigan held $433,000,000 of residential mortgage loans, while the national banks in that State held $301,000,000 of such loanswhich constituted 30% of their total loans and discounts. In the same year, the 16 savings and loan associations that were most directly competing with appellant made 6,498 residential mortgage loans aggregating about $32,000,000 (of which $6,273,000 were F. H. A. and V. A. and $26,058,000 were conventional loans) which brought their total holdings in such loans to $97,000,000. Whereas, in the same year, appellant made 2,728 residential mortgage loans aggregating about $18,500,000 (of which $10,869,000 were F. H. A., $456,000 were V. A. and $7,245,000 were conventional loans) which brought its total holdings in such loans to $60,000,000. Those loans amounted to 40% of <span class=\"star-pagination\">*490</span> appellant's total loans and discounts, constituted 20% of its assets and yielded 26% of its income.</p>\n<p>Upon the question whether the moneyed capital of savings and loan associations that was used in making residential mortgage loans in Michigan was \"substantial in amount when compared with the capitalization of national banks\" in that State, the uncontroverted evidence shows that in the year in question the savings and loan associations in Michigan held a total of $433,000,000 of such loans, whereas the total capitalization of all national banks in that State was $166,724,000. And the 16 savings and loan associations that were most directly competing with appellant held, in the same period, $97,000,000 of such loans, whereas appellant's capitalization was $13,038,000.</p>\n<p>Certainly these undisputed facts establish that \"moneyed capital\" of savings and loan associations was being used in very significant \"competition with [a substantial phase of] the business of national banks\" in Michigan, and that such competition was \"substantial in amount when compared with the capitalization of national banks\" in that State.</p>\n<p>It thus seems altogether clear to me that these uncontroverted facts establish every essential element of appellant's case. It cannot be denied that the plain words of  5219 prohibit the States from taxing the shares of national banks \"at a greater rate than is assessed upon other moneyed capital in the hands of individual citizens of such State coming into competition with [some substantial phase<sup>[4]</sup> of] the business of national banks.\" Yet, here Michigan taxed national bank shares at a rate of 55 cents per $100 of value, but it taxed savings and loan shares at a rate of only 6 1/2 cents per $100 of value. Did it not plainly thus tax national bank shares \"at a greater <span class=\"star-pagination\">*491</span> rate\" than it taxed savings and loan shares? Certainly the latter were \"other moneyed capital in the hands of individual citizens of such State.\" See, <i>e. g., </i><i>Mercantile Bank</i> v. <i>New York, supra,</i> at 157; <i>First National Bank</i> v. <i>Hartford, supra,</i> at 557. Does not the uncontroverted evidence, which we have summarized in some detail, show that such \"other moneyed capital\" was used in Michigan in very significant \"competition with [a substantial phase of] the business of national banks\" and that such competition was \"substantial in amount when compared with the capitalization of national banks\" in Michigan? Do not these facts establish every element of appellant's case? Respondents do not, nor does the Court, point to any essential element that is missing. Why, then, is appellant not entitled to recover?</p>\n<p>The only reasons advanced by respondents are those it successfully urged upon the Michigan Supreme Court. Every one of those contentions is opposed to the plain terms of  5219 on the facts of this record, and also has been specifically decided adversely to respondents, on similar facts, by this Court, as I shall show.</p>\n<p><i>First.</i> Respondents argue that, because they may not receive \"deposits,\" create \"checkbook money\" or engage in \"banking,\" but must operate \"in a narrow, restricted field,\" savings and loan associations are so \"different in character, purpose and organization from national banks\" thatregardless of the actual facts shown in this record they cannot, as a matter of law, come \"into competition with the business of national banks\" within the meaning of  5219.</p>\n<p>This argument, upon analysis, comes down to the contention that the restriction of  5219 was directed only against discrimination in favor of state banks. For they, so the argument runs, are the only state-created institutions that lawfully may engage in \"banking business\" similarly to national banks and hence, respondents <span class=\"star-pagination\">*492</span> conclude, only the moneyed capital of state banks can constitute \"other moneyed capital . . . coming into competition with the business of national banks,\" within the meaning of  5219.</p>\n<p>A similar question arose in <i>First National Bank</i> v. <i>Anderson,</i> 269 U. S. 341. There \"[t]he defendants took the position [in the state court] that the congressional restriction [of  5219] was directed only against discrimination in favor of state banking associations.\" This Court said the contention was \". . . untenable by reason of settled rulings to the contrary . . . .\" <i>Id.,</i> at 349. After summarizing its earlier cases, the Court declared that \"[t]he purpose of the restriction is to render it impossible for any State, in taxing the shares, to create and foster an unequal and unfriendly competition with national banks, by favoring shareholders in state banks or individuals interested in private banking <i>or engaged in operations and investments normally common to the business of banking. </i><i>Mercantile National Bank</i> v. <i>New York,</i> 121 U. S. 138, 155; <i>Des Moines National Bank</i> v. <i>Fairweather, supra</i> [263 U. S. 103], 116.\" 269 U. S., at 347-348. (Emphasis added.) And it held that \"Moneyed capital is brought into such competition [not only] where it is invested in shares of state banks or in private banking. . . [but] also where it is employed, <i>substantially as in the loan and investment features of banking, in making investments, by way of loan, discount or otherwise, in notes, bonds or other securities with a view to sale or repayment and reinvestment. </i><i>Mercantile National Bank</i> v. <i>New York, supra,</i> 155-157; <i>Palmer</i> v. <i>McMahon,</i> 133 U. S. 660, 667-668; <i>Talbot</i> v. <i>Silver Bow County,</i> 139 U. S. 438, 447.\" 269 U. S., at 348. (Emphasis added.)</p>\n<p>Respondents' contention that \"other moneyed capital\" does not come into competition with the business of <span class=\"star-pagination\">*493</span> national banks unless it is employed in a business substantially identical with all phases of the business carried on by national banks was squarely met and rejected by this Court, in words about as plain as it is possible to conceive, in <i>First National Bank</i> v. <i>Hartford, supra</i><i>.</i> There, the Wisconsin Supreme Court \"apparently construed the decisions of this Court as requiring equality in taxation only of moneyed capital invested in businesses substantially identical with the business carried on by national banks. Consequently, since that class of business must under the Wisconsin statutes be carried on in corporate form and capital invested in it is taxed at the same rate as national bank shares, other moneyed capital, as defined in  5219, within the state, it thought, was not favored.\" 273 U. S., at 555-556. That view, if logically pursued, would mean that \"other moneyed capital\" invested in businesses engaged in some but not all of the activities of national banks could not be considered in determining the question of competition. In rejecting that contention, this Court said:</p>\n<blockquote>\"But this Court has recently had occasion, in reviewing the earlier decisions dealing with this subject, to point out that the requirement of approximate equality in taxation is not limited to investment of moneyed capital in shares of state banks or to competing capital employed in private banking. The restriction applies as well where the competition exists only with respect to <i>particular features</i> of the business of national banks or where moneyed capital `is employed, substantially as in the loan and investment features of banking, in making investments by way of loan, discount or otherwise, in notes, bonds or other securities, with a view to sale or repayment and reinvestment.' <i>First National Bank</i> v. <i>Anderson, supra,</i> 348. In so doing, it followed the <span class=\"star-pagination\">*494</span> holding in <i>Mercantile Bank</i> v. <i>New York,</i> 121 U. S. 138, 157 . . . .\" 273 U. S., at 556. (Emphasis added.)</blockquote>\n<p>The Court then proceeded to declare the law in such clear and ringing terms as have settled the question for the intervening 34 yearsfrom 1927 until today. It said:</p>\n<blockquote>\"Competition may exist between other moneyed capital and capital invested in national banks, serious in character and therefore well within the purpose of  5219, <i>even though the competition be with some but not all phases of the business of national banks.</i> Section 5219 is not directed merely at discriminatory taxation which favors a competing banking business. Competition in the sense intended <i>arises not from the character of the business of those who compete but from the manner of the employment of the capital at their command.</i> No decision of this Court appears to have so qualified  5219 as to permit discrimination in taxation in favor of moneyed capital such as is here contended for. To so restrict the meaning and application of  5219 would defeat its purpose. It was intended to prevent the fostering of unequal competition with the business of national banks by the aid of discriminatory taxation in favor of <i>capital invested by institutions or individuals engaged either in similar businesses or in particular operations or investments like those of national banks.</i> . . . Our conclusion is that  5219 is violated wherever capital, substantial in amount when compared with the capitalization of national banks, is employed either in a business or by private investors in the same sort of transactions as those in which national banks engage and in the same locality in which they do business.\" 273 U. S., at 557-558. (Emphasis added.)</blockquote>\n<p><span class=\"star-pagination\">*495</span> Identical conclusions were again announced by the Court on the same day in <i>Minnesota</i> v. <i>First National Bank,</i> 273 U. S. 561.<sup>[5]</sup></p>\n<p>Here, there is no question about the fact that the making of residential mortgage loans was a substantial phase of the business of national banks in Michigan. Such loans amounted to $301,000,000 and constituted 30% of their total loans and discounts. Nor can there be any question about the fact that moneyed capital of savings and loan associations was being used in significant competition with the residential mortgage loan phase of the business of national banks in Michigan. Those loan associations held $433,000,000 of such loans. That amount was certainly substantial \"when compared with the capitalization of national banks\" in Michigan of $166,724,000. These facts, under the rule of the <i>Hartford</i> and <i>Minnesota</i> cases, would seem to leave no doubt that appellant's shares were discriminatorily taxed in violation of  5219.</p>\n<p><i>Second.</i> Respondents argue that savings and loan associations are similar in character and purpose to the, now largely historical, small mutual savings banks that were common in the last century. On that assumption, they argue that inasmuch as this Court has held that taxation of national bank shares at a greater rate than was assessed against such mutual savings banks did not offend  5219 <span class=\"star-pagination\">*496</span> (see, <i>e. g., </i><i>Mercantile Bank</i> v. <i>New York,</i> 121 U. S. 138 (1887); <i>Davenport Bank</i> v. <i>Davenport Board of Equalization,</i> 123 U. S. 83 (1887); <i>Bank of Redemption</i> v. <i>Boston,</i> 125 U. S. 60 (1888); <i>Aberdeen Bank</i> v. <i>Chehalis County,</i> 166 U. S. 440 (1897), it should follow that the taxation of national bank shares at a greater rate than savings and loan shares does not offend the statute.</p>\n<p>That argument, too, was specifically answered by the <i>Hartford</i> case. With unmistakable reference to those cases, the Court said: \"Some of the cases dealing with the technical significance of the term competition in this field <i>were decided before national banks were permitted to invest in mortgages as they are now.</i> Act of December 23, 1913, c. 6,  24, 38 Stat. 251, 273; Act of September 7, 1916, c. 461, 39 Stat. 752, 754; Act of February 25, 1927,  24.<sup>[6]</sup> And others go no further than to hold that in the <span class=\"star-pagination\">*497</span> absence of allegation and proof of competition with national banking capital, it cannot be said that an offending discrimination exists.\" 273 U. S., at 558. Then, squarely rejecting the theory of respondents' argument, the Court said:</p>\n<blockquote>\"With the great increase in investments by individuals and the growth of concerns engaged in particular phases of banking shown by the evidence in this case and in <i>Minnesota</i> v. <i>First National Bank of St. Paul,</i> today decided, <i>post,</i> p. 561, discrimination with respect to capital thus used could readily be carried to a point where the business of national banks would be seriously curtailed. Our conclusion is that  5219 is violated wherever capital, substantial in amount when compared with the capitalization of national banks, is employed either in a business or by private investors in the same sort of transactions as those in which national banks engage and in the same locality in which they do business.\" 273 U. S., at 558.</blockquote>\n<p>Surely nothing more need be said.</p>\n<p><i>Third.</i> Respondents argue that inasmuch as this Court has held that a State may entirely exempt some entities or activities from taxation<i>i. e.,</i> churches, charities, small mutual savings banks, municipal bonds, and the like without offending  5219 (see, <i>e. g., </i><i>Hepburn</i> v. <i>School Directors,</i> 23 Wall. 480; <i>Adams</i> v. <i>Nashville,</i> 95 U. S. 19; <i>Mercantile Bank</i> v. <i>New York, supra</i><i>; </i><i>Davenport Bank</i> v. <i>Davenport Board of Equalization, supra</i><i>; </i><i>Bank of Redemption</i> v. <i>Boston, supra</i><i>; </i><i>Aberdeen Bank</i> v. <i>Chehalis County, supra</i>), it follows that a State may prefer the <span class=\"star-pagination\">*498</span> shares of savings and loan associations, by granting their owners a lower tax rate than it grants to the owners of shares of national bankseven though the former are used in significant competition with a substantial phase of the business of the latterwithout thereby violating  5219.</p>\n<p>Despite the strongest of implications to the contrary, we have no occasion here to consider whether the State might, under conditions shown by this record, entirely exempt the shares of savings and loan associations from taxation, while taxing the shares of national banks, for it has not done so. The State taxes savings and loan shares, although at only about 1/8 of the rate it levies on national bank shares.</p>\n<p>In these circumstances, respondents' argument runs in the very teeth of this Court's holding in the <i>Hartford</i> case that \"Competition in the sense intended [by  5219] arises not from the character of the business of those who compete but from the manner of the employment of the capital at their command\" (273 U. S., at 557), and \"that  5219 is violated wherever capital, substantial in amount when compared with the capitalization of national banks, is employed either in a business or by private investors in the same sort of transactions as those in which national banks engage and in the same locality in which they do business.\" 273 U. S., at 558. A more direct and conclusive answer cannot readily be perceived.</p>\n<p><i>Fourth.</i> Respondents argue, and the Court agrees, that when the value of the total assets, rather than the value of the shares, of the two types of financial institutions is considered, the ratio of the total dollar tax burden to total assets is approximately the same in Michigan.091 for banks and .089 for savings and loan associationsand therefore national bank shares are not really taxed at a greater rate than savings and loan shares.</p>\n<p><span class=\"star-pagination\">*499</span> This brings us to the heart of our disagreement with the Court. After correctly observing that \"There are other considerations [than rates] to be weighed in determining the actual burden of the tax, one of which is the mode of valuing bank sharesby adopting `book values' [capital, surplus and undivided profits]which may be more or less favorable than the method adopted in valuing other kinds of personal property,\" <i>Amoskeag Savings Bank</i> v. <i>Purdy,</i> 231 U. S. 373, 392; see also <i>Hepburn</i> v. <i>School Directors,</i> 23 Wall. 480, 484; <i>Tradesmens National Bank</i> v. <i>Oklahoma Tax Comm'n,</i> 309 U. S. 560, 567, and that it is not the rate alone but the practical effect of the tax that determines whether there is discrimination, the Court says: \"[I]t is obvious that the taxable value of the shares in these two types of financial institutions is determined by different methods . . . .\" This conclusion is demonstrably wrong. In plain and simple terms Act 9 provides that the value of bank shares \"shall be determined by dividing such capital account [capital, surplus and undivided profits] by the number of shares of such common stock . . . .\" (see note 2), and the shares of savings and loan associations are valued at the \"paid-in value.\" In each case, therefore, corporate liabilities are deducted and the tax is imposed upon the <i>book value</i> of the shares. Hence, it could hardly be plainer \"that the taxable value of the shares in these two types of financial institutions is determined by\" exactly the same, not \"different,\" methods. One cannot profitably elaborate a truth so simple.</p>\n<p>Then, the Court comes to the real basis of its decision. It says \"[Michigan's] system looks to the moneyed capital <i>controlled</i> by the shareholder. If it is a share in a bankeither federal or statethe legislature considers the <i>deposits</i> available for investment and fixes a rate commensurate with <i>that increased earning and investment power of the shareholder</i>\"; that \"a dollar invested in <span class=\"star-pagination\">*500</span> national bank shares <i>controls</i> many more dollars of moneyed capital, <i>the measuring rod of</i>  <i>5219.</i> On the other hand, the same dollar invested in a savings and loan share <i>controls</i> no more moneyed capital than its face value. The bank share has the power and <i>control</i> of its proportionate interest in all of the money available to the bank for investment purposes. In the case of Michigan National, this control is more than 21 times greater than the share's proportionate interest in the capital stock, surplus and undivided profits\"; that \"Since Michigan National's share owner's investment has the equivalent <i>profit-making power</i> of an amount 21 times greater than itself and the investor in savings and loan share[s] . . . has no similarly multiplied power, the national bank share would not be `unfavorably' treated unless it was taxed in excess of 21 times the levy on savings and loan share[s] . . . . Here the ratio is <i>only</i> 13.8 to one . . . .\" (Emphasis added.)</p>\n<p>I respectfully submit that this is an egregious error. Nothing in the Michigan statute provides or contemplates that the amount of capital \"controlled\" by the shares of a national bank, or the amount of the bank's \"deposits,\" is a relevant factor in determining the value of bank shares for the purposes of this tax. Nor are \"increased [values] to the shareholder,\" by reason of capital \"controlled\" by the bank or its \"deposits,\" made relevant factors. Quite specifically to the contrary, Act 9 provides that \" `Capital account' as referred to herein shall be determined by adding the common capital, surplus and undivided profits accounts . . . , and the dollar amount of the capital account represented by each share of its common stock shall be determined by dividing such capital account by the number of shares of such common stock . . . .\" How could it more plainly be said that bank shares must be valued, for the purposes of this tax, solely upon their <i>book value</i>without regard to <span class=\"star-pagination\">*501</span> the bank's \"deposits\" or to the capital \"controlled by the shareholder\"? It is surely clear that the Michigan tax is not imposed upon national banks or upon their <i>assets;</i> instead, it is imposed upon the owners of the bank's shares, measured <i>solely</i> by the value of those shares\"determined by dividing [the] capital account by the number of shares of such common stock.\" See note 2.</p>\n<p>Respondents' argument, and the Court's decision, put out of consideration the liability of national banks to repay their deposits and other debts, and would impose the tax on their <i>gross assets,</i> in direct opposition to the plain terms of the Michigan statute.</p>\n<p>Precisely the same argument was rejected by this Court in <i>Minnesota</i> v. <i>First National Bank, supra</i><i>:</i></p>\n<blockquote>\"Petitioner argues that in its actual operation, the tax on national bank shares is no greater than the tax on credits, since under the statute individuals are taxed at the rate of three mills upon the full value of their credits without deducting their liabilities, whereas in taxing bank shares, the liabilities of the banks are deducted from their assets in ascertaining the forty per cent. valuation of their shares. Therefore, it is urged, if bank shares were taxed at the same rate without deducting the bank's liabilities in ascertaining the value of their shares, the amount of the tax would be approximately the same. This argument ignores the fact that the tax authorized by  5219 is against the holders of the bank shares and is measured by the value of the shares, and not by the assets of the bank without deduction of its liabilities, <i>Des Moines National Bank</i> v. <i>Fairweather,</i> 263 U. S. 103 . . . .\" 273 U. S., at 564.</blockquote>\n<p>It would indeed be novel, even in the absence of the contrary provisions of Act 9, <i>to add liabilities</i> to assets in determining book value of corporate sharesa simple contradiction in terms. It is likewise idle to observe the <span class=\"star-pagination\">*502</span> obvious fact that savings and loan associations have no \"deposits,\" and hence no deposit liabilities to deduct,<sup>[7]</sup> or to argue that they, in valuing their shares for the purposes of this tax, should be allowed to deduct the amounts paid in by their \"shareholders\" for their \"shares,\" as the resulting figure would be zero, and the effect would be to tax those shares only in fiction. Nothing in either Act 9 or in  5219 authorizes such double talk.</p>\n<p>Here, Michigan values national bank shares and savings and loan association shares, for the purposes of this tax, by exactly the same method, <i>i. e.,</i> the value of the shares. Yet it taxes bank shares at a rate of 55 cents per $100 of their value, while taxing savings and loan shares at 6 1/2 cents per $100 of their value. Does not that conduct violate the provision of  5219 that national bank shares \"shall not be [taxed] at a greater rate than is assessed upon other moneyed capital . . . coming into competition with the business of national banks\"?</p>\n<p>If the Court's argument, that a tax upon the bank's \"deposits\" at the rate applied to the shares of savings and loan associations would produce a greater tax than results from application of the higher bank share rate to the value of its shares, has any relevance to any issue in this case, it can only be to demonstrate that including \"deposits\" in the valuation of bank shares would be to tax not just the bank's \"shares,\" as authorized by  5219, but <i>both</i> the \"shares\" <i>and</i> the \"deposits\" of the bank, and not at the lower rate applicable to savings and loan shares but at the eight times higher one applicable to the shares of national banks. Similarly, the Court's argument that <span class=\"star-pagination\">*503</span> appellant, despite this tax discrimination, has phenomenally prospered seems wholly irrelevant, for the criterion of  5219 is not whether national banks may prosper, despite state tax discrimination, but is rather that their share \"shall not be [taxed] at a greater rate than is assessed upon other moneyed capital . . . coming into competition with the business of national banks.\" But, if the Court's argument has any relevance, it should be observed that Michigan national banks have not increased assets proportionately to savings and loan associations in that State since the passage of Act 9 in 1953, for the amount of residential mortgage loans then held by such associations in that State of $433,000,000 has now grown to $1,700,000,000.</p>\n<p>Finally, respondents argue that Congress, in restricting state taxation of federal savings and loan associations to a rate not \"greater than that imposed by such authority on other similar local mutual or cooperative thrift and home financing institutions,\" 12 U. S. C.  1464 (h), evidenced its understanding and intention that savings and loan shares might be taxed at a lower rate than the shares of national banks, and thus impliedly repealed or modified  5219 so far as competition with the business of national banks from that source is concerned.</p>\n<p>There is no basis for an assumption that Congress, in so restricting state taxation of federal savings and loan associations, intended, so lightly and collaterally, to repeal or modify  5219 by implication. It is obvious that, by  1464 (h), Congress only restricted state taxation of federal savings and loan associations to a rate not greater than that assessed by the State against similar state associations. Therefore, if, as seems entirely clear from  5219 and our cases, a State may not tax national bank shares at a greater rate than it taxes state savings and loan association shares, when the latter are used in significant competition with a substantial phase of the former's business, <span class=\"star-pagination\">*504</span> it accordingly may not tax national bank shares at a greater rate than it taxes the shares of federal savings and loan associations which are similarly competing with a substantial phase of the business of national banks. For it may not, in such circumstances, lawfully prefer either over national bank shares with which they so compete. In other words, by  1464 (h), Congress restricted the States from taxing federal savings and loan associations at a greater rate than state savings and loan associations, and by  5219 it restricted the States from taxing national bank shares at a greater rate than they assess \"upon other moneyed capital . . . coming into competition with the business of national banks.\" Hence, if a State taxes national bank shares at a greater rate than it assesses against the \"moneyed capital\" of savings and loan associations state or federalwhich is used in significant competition with a substantial phase of the business of such banks, it violates  5219. That is exactly what Michigan has done here.</p>\n<p>The proper interpretation and application of  5219 to particular fact situations has been hammered out by the decisions of this Court, case by case, over the course of nearly a century. They have squarely met and decided, adversely to respondents, every question in this case. Finally, the <i>Hartford</i> and <i>Minnesota</i> cases brought a settled peace to this field that has endured until todayfor 34 years. The obvious reason, I submit, is that they are right. There is, I respectfully submit, no call or reason to depart or deface those cases. And doing either will only again unsettle the law in a field where certainty of the applicable rules is nearly as important as their substance.</p>\n<p>Under the law, settled for at least the last 34 years, appellant has proved every element of its case, and is entitled to recover. I would therefore reverse the judgment.</p>\n<h2>NOTES</h2>\n<p>[1]  Act No. 9 of the Public Acts of Michigan for 1953 (Mich. Comp. Laws, 1948, 1956 Supp.,  205.132a) provides in pertinent part:\n</p>\n<p>\"For the calendar year 1952 . . . and for each year thereafter, or a portion thereof, there is hereby levied upon each resident or non-resident owner of shares of stock of national banking associations located in this state . . . and there shall be collected from each such owner an annual specific tax on the privilege of ownership of each such share of stock, whether or not it is income producing, equal in the case of a share of common stock to 5 1/2 mills upon each dollar of the capital account of such association . . . represented by such share, and equal in the case of a share of preferred stock to 5 1/2 mills upon the par value of such share.\"</p>\n<p>[2]  Mich. Comp. Laws, 1948, 1956 Supp.,  205.132, provides in pertinent part:\n</p>\n<p>\"For the calendar year 1952, and for each year thereafter or portion thereof there is hereby levied upon each resident or non-resident owner of intangible personal property . . . and there shall be collected from such owner an annual specific tax on the privilege of ownership of each item of such property owned by him. . . . [T]he tax on shares of stock in . . . savings and loan associations shall be 1/25 of 1 per cent of the paid-in value of such shares.\"</p>\n<p>[3]  Mich. Comp. Laws, 1948,  450.304a, provides:\n</p>\n<p>\"Every building and loan association organized or doing business under the laws of this state shall . . . , for the privilege of exercising its franchise and of transacting its business within this state, pay to the secretary of state an annual fee of 1/4 mill upon each dollar of its paid-in capital and legal reserve.\"</p>\n<p>The Michigan tax structure was amended, in 1954, to provide that federal savings and loan associations also pay a privilege tax equal to 1/4 mill on capital and legal reserves. Mich. Comp. Laws, 1948, 1956 Supp.,  489.371.</p>\n<p>[4]  R. S.  5219, as amended, 12 U. S. C.  548, provides in pertinent part:\n</p>\n<p>\"The legislature of each State may determine and direct, subject to the provisions of this section, the manner and place of taxing all the shares of national banking associations located within its limits. The several States may (1) tax said shares . . . , provided the following conditions are complied with;</p>\n<p>.....</p>\n<p>\"(b) In the case of a tax on said shares the tax imposed shall not be at a greater rate than is assessed upon other moneyed capital in the hands of individual citizens of such State coming into competition with the business of national banks: <i>Provided,</i> That bonds, notes, or other evidences of indebtedness in the hands of individual citizens not employed or engaged in the banking or investment business and representing merely personal investments not made in competition with such business, shall not be deemed moneyed capital within the meaning of this section.\"</p>\n<p>[5]  Mich. Pub. Acts 1887, No. 50.</p>\n<p>[6]  Mich. Comp. Laws, 1948,  489.37.</p>\n<p>[7]  Mich. Comp. Laws, 1948,  489.24.</p>\n<p>[8]  48 Stat. 1257, as amended, 12 U. S. C.  1726.</p>\n<p>[9]  12 U. S. C.  21-200.</p>\n<p>[10]  39 Stat. 754.</p>\n<p>[11]  44 Stat. 1232-1233.</p>\n<p>[12]  48 Stat. 1263.</p>\n<p>[13]  Home Loans Partially Guaranteed Under G. I. Act, Comptroller of the Currency Press Release, Dec. 12, 1944.</p>\n<p>[14]  In accounting terminology, bank deposits are liabilities. However, they are a source of assets and for convenience will be referred to as assets hereafter.</p>\n<p>[15]  13 Stat. 111. It has been amended four times (15 Stat. 34, R. S.  5219, 42 Stat. 1499, 44 Stat. 223), none of which changes are of any import here. In the 1958 edition of the United States Code it appears as  548 of Title 12.</p>\n<p>[16]  Also see an earlier case, often cited, <i>People</i> v. <i>Weaver,</i> 100 U. S. 539 (1879), which held that it was the actual incidence and practical burden of the tax which the Section sought out. This position is treated in detail by Professor Woosley in his work, State Taxation of Banks (1935).</p>\n<p>[17]  For a discussion of the effect of the cases, see Powell, Indirect Encroachment on Federal Authority by the Taxing Powers of the States, 31 Harv. L. Rev. 321, 367 (1918). He concludes that the cases lead \"to a disregard of formal legal discrimination where there is in fact no substantial economic discrimination.\" To the same effect, see Woosley, <i>op. cit., supra,</i> note 16, at pp. 24-25.</p>\n<p>[18]  The taxable value of a national bank share of common stock under Act No. 9 is determined by dividing the <i>\"capital account\"</i> (common capital, surplus and undivided profits) by the number of shares of common stock outstanding. A share account in a savings and loan association, on the other hand, is valued according to its <i>\"paid-in value.\"</i> That this latter figure includes neither surplus nor undivided profits is obvious from an inspection of the tax return of a savings and loan institution and its financial statement. For example, the Industrial Savings and Loan Association's intangibles tax return for 1952 shows that its paid-in share value was $5,970,000. The Association's monthly report for December 1952 shows that there were some $283,000 in undivided profits and $202,000 in legal reserves which were not included in the computation of paid-in value for tax purposes.</p>\n<p>[19]  It is argued that this disregards the fact that bank deposits are liabilities and must be repaid. This contention is without substance for the savings share accounts must, by law, be purchased by the savings and loan association upon a member's withdrawal. Mich. Comp. Laws, 1948,  489.6. In this respect, therefore, the share accounts and deposits are identical. Both must be repaid.</p>\n<p>[20]  48 Stat. 128, as amended, 12 U. S. C.  1461-1468.</p>\n<p>[21]  42 Stat. 1469, 12 U. S. C.  1261 (National Agricultural Credit Corporations); 39 Stat. 380, 12 U. S. C.  932 (joint-stock land banks).</p>\n<p>[22]  From its organization in 1941 to the end of 1951, Michigan National's total assets grew from $67,600,000 to $272,500,000, an average annual increase of some $20,500,000. By 1957, its assets totaled $481,000,000, showing an average annual growth of almost $34,800,000 during the years since Act No. 9 was passed. Similarly, deposits increased, on the average, by $18,800,000 each year between 1941 and 1951. Since that time, they have grown at the average rate of $30,700,000 a year.</p>\n<p>[1]  Appellant's main bank is located in the City of Lansing. It maintains branch banks in the Cities of Battle Creek, Flint, Grand Rapids, Marshall, Port Huron and Saginaw.</p>\n<p>[2]  Act 9 contains a further relevant provision which, in pertinent part, reads:\n</p>\n<p>\" `Capital account' as referred to herein shall be determined by adding the common capital, surplus and undivided profits accounts . . . , and the dollar amount of the capital account represented by each share of its common stock shall be determined by dividing such capital account by the number of shares of such common stock . . . .\"</p>\n<p>[3]  In <i>First National Bank</i> v. <i>Hartford,</i> 273 U. S. 548, 556, 557, this Court held the phrase \"some substantial phase,\" in the context here used, to be implicit in  5219.</p>\n<p>[4]  See note 3.</p>\n<p>[5]  Since this Court's decisions in <i>First National Bank</i> v. <i>Hartford, supra</i><i>,</i> and <i>Minnesota</i> v. <i>First National Bank, supra</i><i>,</i> in 1927, several proposals to limit state taxes on national bank shares to such as are imposed by the State on state banksthus permitting other competing moneyed capital, including that of savings and loan associations, to be taxed at a lower rate by the Statehave been made to and rejected by Congress. Hearings before the Senate Banking and Currency Committee on S. 1573, 70th Cong., 1st Sess. (1928); Hearings on H. R. 8727 before the House Committee on Banking and Currency, 70th Cong., 1st Sess. (1928); S. 3009, 73d Cong., 2d Sess.; H. R. 9045, 73d Cong., 2d Sess.</p>\n<p>[6]  A historical review of  24, Federal Reserve Act (12 U. S. C.  371), which prescribed the authority of national banks to make real estate mortgage loans, reveals that, prior to 1916, national banks were not authorized to loan money on the security of real estate, with the exception of certain farm land. By the Act of September 7, 1916 (39 Stat. 754), Congress first authorized national banks to make residential mortgage loans, but limited them to an amount not exceeding 50% of the actual value of the property and to run for a term not longer than one year. By the Act of February 25, 1927 (44 Stat. 1232), Congress authorized such residential mortgage loans to run for a period of five years. By the Act of June 27, 1934 (48 Stat. 1263), Congress authorized national banks to make mortgage loans under Title II, National Housing Act (12 U. S. C.  1701 <i>et seq.</i>), commonly known as F. H. A. mortgages. By the Act of August 23, 1935 (49 Stat. 706), amending  24 of the Federal Reserve Act, national banks were authorized to make conventional residential mortgage loans in amounts not exceeding 60% of the appraised value of the property for a term of 10 years if 40% of the principal be amortized in that term. By decision of the Comptroller of the Currency in 1944, national banks were authorized to participate in the V. A. (or G. I.) home loan program. By the 1950 Amendment to  24 (64 Stat. 80), national banks were authorized to make Title I, F. H. A. home improvements loans. It thus appears that, by 1952, national banks were authorized to make F. H. A. mortgage and home modernization loans and also V. A. mortgage loans identical to those made by savings and loan associations, and conventional mortgage loans comparable to those made by such associations.</p>\n<p>[7]  The Michigan Supreme Court itself has recognized \"that investors in savings and loan associations are subscribers to, or purchasers of stock therein. . . .\"and are not \"depositors\" or \"creditors\" thereof. <i>Michigan Savings &amp; Loan League</i> v. <i>Municipal Finance Commission of the State of Michigan</i> (1956), 347 Mich. 311, 322, 79 N. W. 2d 590, 595.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">467</span></span> (1961)</b></center>\n<center><h1>MICHIGAN NATIONAL BANK ET AL.<br>\nv.<br>\nMICHIGAN ET AL.</h1></center>\n<center>No. 155.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 18-19, 1961.</center>\n<center>Decided March 6, 1961.</center>\nAPPEAL FROM THE SUPREME COURT OF MICHIGAN.\n<p><i>Victor W. Klein</i> argued the cause for appellants. With him on the brief were <i>Thomas G. Long, Philip T. Van Zile II</i> and <i>Harold A. Ruemenapp.</i></p>\n<p><i>William D. Dexter,</i> Assistant Attorney General of Michigan, argued the cause for appellees. With him on the brief were <i>Paul L. Adams,</i> Attorney General, <i>Samuel J. Torina,</i> Solicitor General, and <i>T. Carl Holbrook,</i> Assistant Attorney General.</p>\n<p><span class=\"star-pagination\">*468</span> MR. JUSTICE CLARK delivered the opinion of the Court.</p>\n<p>The State of Michigan levies \"on the privilege of ownership\" a 5 1/2-mill tax per dollar on the value of each common share of stock in national banks<sup>[1]</sup> located in the State. It requires federal and state savings and loan associations in the State to pay, in addition to other taxes not here involved, for its shareholders an intangibles tax of 2/5 of a mill on each dollar of the paid-in value of their shares.<sup>[2]</sup> In addition, state associations also pay a franchise tax of 1/4 mill per dollar of their capital and legal reserves.<sup>[3]</sup><span class=\"star-pagination\">*469</span> Appellant Michigan National Bank, with banking offices in eight Michigan cities, brought this suit to recover taxes paid under protest for the year 1952, claiming that the levy under Michigan's Act No. 9 resulted in a tax on national bank shares at least eight times greater than that levied on \"other moneyed capital in the hands of individual citizens\" in the State, in violation of  5219 of the Revised Statutes of the United States.<sup>[4]</sup> Initially its attack referred to moneyed capital in the hands of insurance and finance companies, credit unions and individuals, as well as savings and loan associations. Before trial in the Michigan Court of Claims, however, its claim was limited to the latter only, asserting that these institutions were in substantial competition with a phase of the national banking business, <i>i. e.,</i> residential mortgage loans, and were preferentially taxed. The resulting tax discrimination, appellant says, renders Act No. 9 invalid <span class=\"star-pagination\">*470</span> under the controlling decisions of this Court. Michigan's highest court has upheld the statute against this claim. <span class=\"citation no-link\"><span class=\"volume\">358</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">611</span></span>, 101 N. W. 2d 245. We noted probable jurisdiction, 364 U. S. 810. We have concluded that in practical operation, Michigan's tax structure does not have a discriminatory effect and is, therefore, valid. This determination obviates the necessity of our considering the voluminous and confusing statistics relevant to the issue of whether or not there exists competition between banks and savings and loan associations in the State.</p>\n<p>The sole authorization upon which Michigan's Act No. 9 may rest is  5219. <i>First Nat. Bank</i> v. <i>Anderson,</i> 269 U. S. 341 (1926); <i>Des Moines Nat. Bank</i> v. <i>Fairweather,</i> 263 U. S. 103 (1923). That authorization is qualified by a proviso that a state tax on national bank shares shall not be \"at a greater rate than is assessed upon other moneyed capital in the hands of individual citizens of such State coming into competition with the business of national banks.\" We have assumed, without deciding, that the national banks located in Michigan and savings and loan associations there are in competition in a substantial phase of the business carried on by national banks, <i>i. e.,</i> residential mortgage loans. The sole question here is whether Act No. 9 effects a tax discrimination between national banks and savings and loan associations.</p>\n<p></p>\n<h2>BACKGROUND RELATING TO THE PROBLEM.</h2>\n<p>Michigan first authorized the organization of savings and loan associations in 1887.<sup>[5]</sup> They operate today under the same law as \"cooperative\" or mutual associations which accumulate capital only through the sale of shares to members, and by retention of a permitted surplus and a reserve from profits. They may make loans only on first mortgage real estate notes and can neither carry on a banking <span class=\"star-pagination\">*471</span> business nor receive deposits.<sup>[6]</sup> Their reserves must equal 10% of liabilities to their members and the associations' surplus is limited to 5% of assets.<sup>[7]</sup> Earnings above the permitted reserves and surplus must be paid to members currently and at stated periods. The Congress authorized the organization of federal savings and loan associations in 1933 in the Home Owners' Loan Act, 48 Stat. 128, as amended, 12 U. S. C.  1461-1468. They operate along the same general lines as state associations. The shares of members in both are insured by the Federal Savings and Loan Insurance Corporation.<sup>[8]</sup></p>\n<p>National banks, of course, engage in the general banking business as authorized by the National Bank Act.<sup>[9]</sup> Prior to 1916 they were not permitted to make real estate mortgage loans except on certain farm lands. In that year the Congress authorized the banks to make residential loans for a term of not over a year and to the extent of 50% of the value of the mortgaged property.<sup>[10]</sup> This term was first enlarged in 1927 to five years<sup>[11]</sup> and then to 10 years in 1935 by 49 Stat. 706, which also authorized an increase to 60% as the maximum proportion of property value permitted to be loaned. In 1934, national banks were authorized to purchase F. H. A. guaranteed mortgages.<sup>[12]</sup> Ten years later that authority was enlarged to include V. A. loans which the Comptroller of the Currency by decision found to be in the same category as F. H. A. mortgages.<sup>[13]</sup> It was not until this time that national <span class=\"star-pagination\">*472</span> banks became any significant factor in the residential mortgage field. By 1952 the ratio of their deposits to their total assets had more than doubled, amounting to 92% of their assets,<sup>[14]</sup> having totaled only 41% thereof at the time of the passage of  5219.</p>\n<p>Michigan National was organized in 1941 with 150,000 shares of $10 par value and total resources of about $68,000,000. In 1952 it had outstanding 500,000 shares of the same par value (all of the increase having been issued as dividends) and resources of some $306,000,000. In 1952 its gross earnings on its capital account were 91%, which, after all expenses and taxes (except dividends and federal income tax), remained at over 31%. The 16 building and loan associations' average net earnings for the same year (before dividends and federal income taxes) amounted to 3.4% of their capital, approximately their normal annual earning. A $1,000 investment in Michigan National's stock (58.8 shares) in 1941 was worth $6,691.20 (157.5 shares) by 1952, an annual average increase in value of 61%. This does not include $1,308.80 in cash dividends paid over the same period.</p>\n<p></p>\n<h2>BACKGROUND AND CONSTRUCTION OF THE LEGISLATION.</h2>\n<p></p>\n<h2>1. <i>Section 5219.</i>\n</h2>\n<p>Congress enacted the Section in 1864<sup>[15]</sup> and this Court has passed on it over 55 times in the near century of the Section's existence. During that period the Court has kept clearly in view, as was said in the last case in which <span class=\"star-pagination\">*473</span> it wrote, that \"the various restrictions [ 5219] . . . places on the permitted methods of taxation are designed to prohibit only those systems of state taxation which discriminate in practical operation against national banking associations or their shareholders as a class.\" <i>Tradesmens Nat. Bank</i> v. <i>Oklahoma Tax Comm'n,</i> 309 U. S. 560, 567 (1940). Reverting to one of the first and controlling cases dealing with the Section, <i>Mercantile Bank</i> v. <i>New York,</i> 121 U. S. 138 (1887),<sup>[16]</sup> we find that Mr. Justice Matthews declared for a unanimous Court that the purpose of the Congress in passing the provision was \"to prohibit the States from imposing such a burden as would prevent the capital of individuals from freely seeking investment in institutions which it was the express object of the law to establish and promote.\" At p. 154. The Court further held deposits in savings banks to be moneyed capital but approved their total exemption from state taxes, along with other enumerated property, on the ground that the State had shown \"just reason\" so to do. In essence the case stands for the proposition that the State cannot, by its tax structure, create \"an unequal and unfriendly competition\" with national banks. This case followed in the light of <i>Hepburn</i> v. <i>School Directors,</i> <span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">480</span></span> (1874), where Chief Justice Waite had pointed out that the taxable value of the stock in a national bank is not necessarily determined by its nominal or par value but rather by \"the amount of moneyed capital which the investment represents for the time being.\" \"Therefore some plan must be devised to ascertain what amount of money at interest is actually represented by a share of stock.\" At p. 484.</p>\n<p><span class=\"star-pagination\">*474</span> The question of tax equivalence thus posed has echoed and re-echoed through the cases. A year subsequent to the decision in <i>Mercantile Bank, supra,</i> the same point was raised in <i>Bank of Redemption</i> v. <i>Boston,</i> 125 U. S. 60 (1888), where the exemption of deposits in savings banks was approved in an opinion which again was written by Mr. Justice Matthews. The Court, in comparing the tax levied on the two institutions, <i>i. e.,</i> national banks and savings banks, said: \"But shares of the national banks, while they constitute the capital stock of the corporations, do not represent the whole amount of the capital actually employed by them. They have deposits, too, shown in the present record to amount, in Massachusetts, to $132,042,332. The banks are not assessed for taxation on any part of these, although these deposits constitute a large part of the actual capital profitably employed by the banks in the conduct of their banking business. But it is not necessary to establish the exact equality in result of the two modes of taxation.\" At p. 67. A quarter of a century later, Mr. Justice Pitney in <i>Amoskeag Savings Bank</i> v. <i>Purdy,</i> 231 U. S. 373 (1913), in commenting on the factors to be considered in determining the burden of the tax, said: \"There are other considerations to be weighed in determining the actual burden of the tax, one of which is the mode of valuing bank sharesby adopting `book values' [capital, surplus, undivided profits]which may be more or less favorable than the method adopted in valuing other kinds of personal property.\" At p. 392. The point was made even more clearly by Mr. Justice Brandeis in <i>First Nat. Bank</i> v. <i>Louisiana Tax Comm'n,</i> 289 U. S. 60 (1933), where he said: \"There is a fundamental difference between banks, which make loans mainly from money of depositors, and the other financial institutions, which make loans mainly from the money supplied otherwise than by deposits.\" <span class=\"star-pagination\">*475</span> At p. 64. And so, we are taught that in determining the burden of the taxits discriminatory characterwe look to its <i>effect,</i> not its <i>rate.</i> See <i>Amoskeag Savings Bank, supra</i><i>; </i><i>Covington</i> v. <i>First Nat. Bank,</i> 198 U. S. 100 (1905), and <i>Tradesmens Nat. Bank</i> v. <i>Oklahoma Tax Comm'n, supra</i><i>,</i> the last case of this Court on the point.</p>\n<p></p>\n<h2>2. <i>Michigan's Act No. 9.</i>\n</h2>\n<p>Act No. 9, we have stated, levies a tax of 5 1/2 mills on the book value of each share of stock in national banks, while the separately imposed tax on all savings and loan association shares, exclusive of other taxes, is 2/5 of a mill on the paid-in value of the shares plus, on state associations only, 1/4 of a mill on the value of the paid-in capital and legal reserves. It appears from the record that prior to the enactment of this tax an inequity in the State's tax structure was thought to exist between state and national banks. Upon study of the problem and the recommendation of the Taxation Committee of the Michigan Bankers Association, the State Legislature decided to tax all banks \"exactly alike.\" It embodied the proposal of the Association into Act No. 9. While we have no legislative history in the record before us, according to the <i>amicus curiae</i> brief of the Bankers Association filed in the trial court, the sponsors of Act No. 9 thought it would be \"reasonable from the viewpoint of the public, equitable from the viewpoint of the competitors, and practical from the viewpoint of the banks themselves.\" The opinion of responsible officials of this Association, filed in this case some seven years after Act No. 9 had been in effect and the taxes therein provided paid without protest, save for appellant and four other banks, was: \"Actual experience with the taxation system shows that it has produced a reasonable amount of revenue to the State; that it has not created any competitive <span class=\"star-pagination\">*476</span> disadvantage among the various types of institutions; and that it has proven to be simple to administer.\"</p>\n<p>Michigan's Supreme Court has also held that no discrimination in the tax was proven. While the basis of this holding is not too clear, we take it that the finding of total tax equality as between the national banks and the associations, insofar as Act No. 9 was concerned, meant that, in the court's view, the Michigan Legislature, in fixing the rate (5 1/2 mills) on the banks, had either (1) taken into consideration the moneyed capital on hand in each type of institution, <i>i. e.,</i> deposits, which were not present as to savings and loan associations, or (2) if such method of valuation of bank stock was not permissible, that the Legislature intended to exempt from taxation any difference between the taxes levied on national banks and savings and loan associations because of the functions of the latter as repositories for the \"small savings and accumulations of the industrious and thrifty.\" Such differences, the Michigan Supreme Court said, were \"justified as partial exemptions,\" under <i>Mercantile Bank, supra,</i> and subsequent cases. While we are not bound by either of these interpretations placed on Act No. 9 by Michigan's highest court, <span class=\"citation no-link\"><span class=\"volume\">358</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">611</span></span>, 639-640, 101 N. W. 2d 245, 259-260, we do accept as controlling its interpretation that, in fixing the rate on national bank shares, the Legislature took into account the moneyed capital controlled thereby.</p>\n<p>We believe that, granted satisfaction of the other qualifications of  5219, a State's tax system offends only if in practical operation it discriminates against national banks or their shareholders as a class. That is to say, we could not strike down Act No. 9, as interpreted by Michigan's highest court, unless it were manifest that an investment in national bank shares was placed at a disadvantage by the practical operation of the State's law. According to our cases, discussed above, that clearly appears to have <span class=\"star-pagination\">*477</span> been the purpose of the Congress in enacting  5219.<sup>[17]</sup> We have made a comprehensive examination of the record and fail to find such a discriminatory effect to be manifest in Michigan's tax system.</p>\n<p>As has been repeatedly indicated in our decisions, a dollar invested in national bank shares controls many more dollars of moneyed capital, the measuring rod of  5219. On the other hand, the same dollar invested in a savings and loan share controls no more moneyed capital than its face value. The bank share has the power and control of its proportionate interest in all of the money available to the bank for investment purposes. In the case of Michigan National, this control is more than 21 times greater than the share's proportionate interest in the capital stock, surplus and undivided profits would indicate. As to all national banks in the United States, the record shows that capital accounts amounting to about $7,000,000,000 control some $100,000,000,000 of deposits (92% of the total assets of all these banks) or an amount 14 times greater. Savings and loan associations have no similar assets of that character, their only source of moneyed capital being the share accounts of members and, at least in the case here, the relatively small amount of retained earnings and surplus permitted under law.</p>\n<p>Relating the statistics to the immediate problem, the capital, surplus and undivided profits of Michigan National totaled about $13,000,000, to which the 5 1/2-mill tax was applied. The tax amounted to $68,181. The 16 savings and loan associations with which appellant was in <span class=\"star-pagination\">*478</span> competition had a paid-in share value of $134,000,000, to which was applied the 2/5-mill tax. The resultant tax was about $53,260. Had the same tax rate (2/5-mill) been applied to the moneyed capital, <i>i. e.,</i> deposits, of Michigan National ($283,000,000), the product would have more than equaled the tax revenue from the application of the 5 1/2-mill rate against its capital account. In fact, it would have amounted to about $113,000, or 1.7 times the 1952 tax bill on appellant's shares. Similar results could be obtained as to all national banks in Michigan. Their total capital accounts, $166,700,000, when taxed at the 5 1/2-mill rate, yield some $917,000 in taxes. The 2/5-mill rate, if applied to their total deposits, $3,516,000,000, results in $1,406,000 in taxes. This is more than 1.5 times the 1952 taxes assessed under Act No. 9.</p>\n<p>While it is obvious that the taxable value of the shares in these two types of financial institutions is determined by different methods<sup>[18]</sup> and that they are being taxed at different rates, it does not follow that  5219 is automatically violated. \"[I]t is not a valid objection to a tax on national bank shares that other moneyed capital in the state [is] . . . taxed at a different rate or assessed by a <span class=\"star-pagination\">*479</span> different method unless it appears that the difference in treatment results in fact in a discrimination unfavorable to the holders of the shares of national banks.\" <i>Tradesmens Nat. Bank</i> v. <i>Oklahoma Tax Comm'n, supra,</i> at 567. Cf. <i>Amoskeag Savings Bank</i> v. <i>Purdy, supra</i><i>; </i><i>Covington</i> v. <i>First Nat. Bank, supra</i><i>.</i> We must remember the interpretation placed on Act No. 9 by Michigan's Supreme Court. It held in effect that the Legislature had taken into account, in fixing the different rates on national bank stock and savings and loan shares, the additional moneyed capital controlled by the former. Since Michigan National's share owner's investment has the equivalent profit-making power of an amount 21 times greater than itself and the investor in savings and loan share accounts has no similarly multiplied power, the national bank share would not be \"unfavorably\" treated unless it was taxed in excess of 21 times the levy on savings and loan share accounts. Cf. <i>Bank of Redemption</i> v. <i>Boston, supra,</i> at 67. Here the ratio is only 13.8 to one, and if the additional franchise tax upon state associations is included, the proportion drops to 8.5 to one. This is not to say that the value of the bank's deposits is a factor in the computation of the tax to be paid under the Michigan statutes. However, the deposits are relevant to the determination of whether or not the tax, as computed under the statutes, is a greater burden than that placed on \"other moneyed capital.\"<sup>[19]</sup></p>\n<p>It is said, however, that this method would be contrary to <i>Minnesota</i> v. <i>First Nat. Bank,</i> 273 U. S. 561 (1927). It was argued in that case that an equivalence of tax <span class=\"star-pagination\">*480</span> between national banks and other moneyed capital existed because, if the tax rate applicable to other moneyed capital was applied to the assets of the bank without deducting liabilities, the ultimate tax would be approximately the same. However, Mr. Justice (later Chief Justice) Stone, writing for the Court, rejected that argument because it \"ignores the fact that the tax authorized by  5219 is against the holders of the bank shares and is measured by the value of the shares, and not by the assets of the bank without deduction of its liabilities. . . .\" At 564. However, that case was decided on the authority of <i>First Nat. Bank</i> v. <i>Hartford,</i> 273 U. S. 548, which Mr. Justice Stone also wrote and handed down the same day. There the comparison between the widespread capital exempted and that of national banks which was taxed, led to the invalidation of Wisconsin's tax statute. The error the Court found was that Wisconsin \"construed the decisions of this Court as requiring equality in taxation only of moneyed capital invested in businesses substantially identical with the business carried on by national banks.\" At 555. While Minnesota's Act, as construed, was not so broad, it taxed capital (including state bank shares) other than that invested in national bank shares at a lower rate. Since both national and state banks were permitted to deduct deposits, it followed that it would have been discriminatory to tax one at a lower rate than the other. However, implicit in the ruling is the proposition that if the same base is employed in the valuation of the shares of the competing institutions, as here, and the practical effect of the different rate does not result in a discrimination against moneyed capital in the hands of national banks, when compared with other competing moneyed capital, it does not violate  5219. \"[T]he bank share tax must be compared with . . . the tax on capital invested by individuals in the shares of corporations whose business competes with <span class=\"star-pagination\">*481</span> that of national banks.\" <i>Minnesota</i> v. <i>First Nat. Bank, supra,</i> at 564. In short, resulting discrimination in the effect of the tax is the test.</p>\n<p>Moreover, these cases were both handed down prior to congressional enactment of the Home Owners' Loan Act of 1933,<sup>[20]</sup> which is \"in pari materia\" with  5219 and appears \"to throw a cross light\" [L. Hand in <i>United States</i> v. <i>Aluminium Co. of America,</i> 148 F. 2d 416, 429 (C. A. 2d Cir. 1945)] on Michigan's savings and loan tax statute. The 1933 Act, permitting the creation of federal savings and loan associations, contained a provision respecting local taxation which stated in part:</p>\n<blockquote>\". . . no State . . . shall impose any tax on such [federal] associations or their franchise, capital, reserves, surplus, loans, or income greater than that imposed by such authority on other similar local mutual or cooperative thrift and home financing institutions.\" 48 Stat. 134.</blockquote>\n<p>Unless Congress had recognized that States taxing national bank shares were free, in spite of  5219, to exempt their own savings and loan associations from local taxation, it would have used language similar or referring to  5219, as it did in other federal statutes creating different types of thrift institutions.<sup>[21]</sup> To insure that the federal creatures received the same benefits, if any, as state agencies, Congress tied the taxation limitations to state action affecting the latter rather than to  5219. Although the federal statute was enacted prior to Michigan's savings and loan tax statute, its accommodation to such state measures, actual or potential, illustrates the assimilation by Congress of state savings and loan associations to their federal analogues, and not to the very <span class=\"star-pagination\">*482</span> different national fiscal institutions which national banks are. Furthermore, the power of the State to grant liberal tax treatment to its own associations, viewed even without the light of congressional action, is amply supported by the exemption doctrine of <i>Mercantile Bank, supra,</i> recognized as still vital long after Michigan's law of 1887 under which the savings and loan associations of that State are organized. These considerations weigh heavily in evaluating Michigan's enactment under  5219.</p>\n<p>Under this standard, Michigan's tax structure does not, in practical effect, result in any discrimination. Its system looks to the moneyed capital controlled by the shareholder. If it is a share in a bankeither federal or statethe legislature considers the deposits available for investment and fixes a rate commensurate with that increased earning and investment power of the shareholder. The resulting tax is not on the assets of the bank, nor on deposits, but on the control the shareholder has in the moneyed capital market. Thus, controlling some 21 times the cash value of his share, a Michigan National shareholder pays the higher rate. On the other hand, a savings and loan shareholder controls no deposits. He has only the cash value of his share (and the comparatively minute reserves allowed by law), insofar as the moneyed capital market is concerned. Consequently he pays the lower rate. As the Michigan Bankers Association has indicated, this approach is realistic from a business standpoint, does not result in discrimination, is economically sound and is fair to each type of taxpayer. If it results, as it did in 1952, in giving Michigan National a tax advantage, it cannot complain.</p>\n<p>It may be that at some future time, although the statistics indicate it to be improbable,<sup>[22]</sup> the bank deposits may <span class=\"star-pagination\">*483</span> fall to such a level that the 5 1/2-mill rate would be violative of  5219. But here we are concerned with only one year, 1952, and for that year the tax levied does not approach the permissible maximum. Such a possibility, however, may account for the action of the Legislature in setting the taxes at the lower than maximum levels now applied.</p>\n<p>Having assumed the element of competition between Michigan National and the savings and loan associations, a prerequisite to the application of  5219, and in the light of both the clear doctrine of our earlier cases and the phenomenal growth and earning power of appellant despite Act No. 9, we cannot say that its burden in 1952 was so heavy as would \"prevent the capital of individuals from freely seeking investment\" in its shares.</p>\n<p>We have considered appellant's other points and have concluded each is without merit.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE STEWART took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE WHITTAKER, with whom MR. JUSTICE DOUGLAS joins, dissenting.</p>\n<p>I respectfully but resolutely dissent. Exposition of my reasons will require a rather full and careful statement of the facts and the applicable law.</p>\n<p>A State is without power to tax national bank shares except as Congress consents and then only in conformity with the conditions of such consent. See, <i>e. g., </i><i>First National Bank</i> v. <i>Anderson,</i> 269 U. S. 341, 347, and <i>Des Moines National Bank</i> v. <i>Fairweather,</i> 263 U. S. 103, 106. <span class=\"star-pagination\">*484</span> By  5219 of the Revised Statutes of the United States (Act of June 3, 1864, c. 106, 13 Stat. 111, as amended by the Act of February 10, 1868, 15 Stat. 34, the Act of March 4, 1923, 42 Stat. 1499, and the Act of March 25, 1926, 44 Stat. 223), Congress has consented that:</p>\n<blockquote>\"The legislature of each State may determine and direct, subject to the provisions of this section, the manner and place of taxing all the shares of national banking associations located within its limits. The several States may (1) tax said shares, or (2) include dividends derived therefrom in the taxable income of an owner or holder thereof, or (3) tax such associations on their net income, or (4) according to or measured by their net income, provided the following conditions are complied with:</blockquote>\n<blockquote>\"1. (a) The imposition by any State of any one of the above four forms of taxation shall be in lieu of the others . . . .\"</blockquote>\n<blockquote>\"(b) In the case of a tax on said shares the tax imposed shall not be at a greater rate than is assessed upon other moneyed capital in the hands of individual citizens of such State coming into competition with the business of national banks . . . .\"</blockquote>\n<p>Pursuant to that consent, Michigan passed its Intangibles Tax Act (Act 301, Public Acts of 1939; Mich. Comp. Laws, 1948,  205.132; Mich. Stat. Ann., 1950,  7.556 (2)) imposing, upon the owners, an annual tax (1) of 3% of the income from, but not less than 1/10 of 1% of the face or par value of, national bank shares, and (2) of 4 cents per $100 of the \"paid-in value\" of savings and loan association shares. By another statute, Michigan imposed, in addition, a privilege tax of 2 1/2 cents per $100 on the value of the capital and legal reserves of state (but not federal) savings and loan associations (Mich. Comp. Laws, 1948,  450.304a; Mich. Stat. Ann.  21.206)thus <span class=\"star-pagination\">*485</span> making a total tax of 6 1/2 cents per $100 of the value of state, and 4 cents per $100 of the value of federal, savings and loan shares.</p>\n<p>In obedience to that Intangibles Tax Act, appellant, Michigan National Bank, having offices and doing business in seven cities in Michigan,<sup>[1]</sup> paid to the State, on behalf of its shareholders, the taxes thereby imposed on its shares for the year 1952. Thereafter, by Act No. 9 of the Public Acts of Michigan for 1953 ( 205.132a, Mich. Comp. Laws, 1948, 1956 Supp.; Mich. Stat. Ann., 1959 Cum. Supp.,  7.556 (2a)), the State amended its Intangibles Tax Act as respects bank shares, but without touching the provisions respecting savings and loan association shares, to provide, in pertinent part, as follows:</p>\n<blockquote>\"For the calendar year 1952 . . . and for each year thereafter, . . . there is hereby levied upon each . . . owner of shares of stock of national banking associations located in this state and banks and trust companies organized under the laws of this state, and there shall be collected from each such owner an annual specific tax . . . equal in the case of a share of common stock to 5 1/2 mills upon each dollar of the capital account of such association, bank or trust company represented by such share, and equal in the case of a share of preferred stock to 5 1/2 mills upon the par value of such share.\"<sup>[2]</sup></blockquote>\n<p><span class=\"star-pagination\">*486</span> Acting under the provisions of the amended statute (\"Act 9\"), the State imposed an additional tax upon the owners of appellant's \"shares\" for the year 1952 of $49,929.27. After paying that additional tax under protest, appellant brought this action in the Michigan Court of Claims for its recovery. The ground of its suit was that the State's action in taxing the \"shares\" of national banks at a rate of 55 cents per $100 of their value, while taxing the \"shares\" of savings and loan associations at a rate of 6 1/2 cents per $100 of their value, taxed the former \"at a greater rate than is assessed upon other moneyed capital in the hands of individual citizens of such State coming into competition with the business of national banks,\" and therefore violated  5219. After trial, the Michigan Court of Claims held that the assessment and collection of the additional tax did not violate  5219 and entered judgment for the State.</p>\n<p>On appeal, the Michigan Supreme Court, though conceding that Act 9 placed the shares of \"both State and national banks in a special and more heavily taxed category\" than the shares of savings and loan associations, held, <i>inter alia,</i> (1) that because savings and loan associations are \"different in character, purpose and organization from national banks,\" operate \"in a narrow, restricted field,\" and are not permitted to receive deposits, they could not, as a matter of law, come \"into competition with the business of national banks\" within the meaning of  5219, (2) that inasmuch as Michigan lawfully might entirely exempt some entities or activities from taxation without offending  5219, it may prefer the shares of savings and loan associations, by granting their owners a lower tax rate than it grants to the owners of shares of national banks, without thereby violating  5219, and (3) that when the value of the total assets, rather than the value of the shares, of the two types of financial institutions is considered (thus putting out of consideration <span class=\"star-pagination\">*487</span> the liability of the banks to repay their deposits and other debts), the ratio of the total dollar tax burden to total assets is approximately the same in Michigan.091 for banks and .089 for savings and loan associationsand this, it said, \"establishes that there was practical equality of the total tax imposed upon building and loan associations and upon national banks.\" It therefore affirmed the judgment, <span class=\"citation no-link\"><span class=\"volume\">358</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">611</span></span>, 101 N. W. 2d 245, and we noted probable jurisdiction of the bank's appeal. 364 U. S. 810.</p>\n<p>This Court today substantially adopts the latter conclusion, and on that basis affirms the judgment. In doing so, I must say, with respect, that the Court ignores both the provisions of  5219 and Michigan's mode, plainly expressed in its Act 9, of valuing national bank shares and the shares of savings and loan associations for the purposes of its tax upon them, and effectively defaces and departs from a long line of this Court's decisions, hammered out, case by case, over the course of nearly a century, that are squarely in point and specifically decisive of every question in the case.</p>\n<p>The admitted difference in the rates of tax55 cents per $100 of the value of national bank shares as opposed to 6 1/2 cents per $100 of the value of savings and loan sharesleaves, of course, no doubt that the former are taxed \"at a greater rate than\" the lattermore than eight times greater. Therefore, the only questions that can possibly be open here under  5219 are (1) whether savings and loan shares are \"other moneyed capital in the hands of individual citizens,\" (2) whether that moneyed capital is \"coming into competition with [some substantial phase<sup>[3]</sup> of] the business of national banks,\" and <span class=\"star-pagination\">*488</span> (3) whether it is \"substantial in amount when compared with the capitalization of national banks.\" The latter being an element that this Court has held to be implicit in the statute. <i>First National Bank</i> v. <i>Hartford,</i> 273 U. S. 548, 558.</p>\n<p>Surely it cannot now be doubted that shares owned by individual citizens in a savings and loan association, which engages in the business of making residential mortgage loans for profit, are \"other moneyed capital in the hands of individual citizens,\" within the meaning of  5219. This Court has long since settled the question. The term \"include[s] shares of stock or other interests owned by individuals in all enterprises in which the capital employed in carrying on its business is money, where the object of the business is the making of profit by its use as money.\" <i>Mercantile Bank</i> v. <i>New York,</i> 121 U. S. 138, 157. \"By its terms the [statute] excludes from moneyed capital only those personal investments which are not in competition with the business of national banks.\" <i>First National Bank</i> v. <i>Hartford, supra,</i> at 557. See also <i>Minnesota</i> v. <i>First National Bank,</i> 273 U. S. 561, 564; <i>First National Bank</i> v. <i>Anderson, supra,</i> at 348, and cases cited.</p>\n<p>Whether such moneyed capital is being used in \"competition with [some substantial phase of] the business of national banks\" and is \"substantial in amount when compared with the capitalization of national banks\" are mixed questions of law and fact, \"and in dealing with [them] we may review the facts in order correctly to apply the law.\" <i>First National Bank</i> v. <i>Hartford, supra,</i> at 552.</p>\n<p>Here the relevant facts are not in dispute. The uncontroverted evidence shows that, as a part or phase of its general banking business conducted in seven cities in Michigan, appellant is extensively engaged in the business of making residential mortgage loans. In those <span class=\"star-pagination\">*489</span> cities, there are 16 savings and loan associations which are also extensively engaged in that business. Competition between them and appellant for such loans is keen and continuous. Both appellant and those loan associations extensively advertise for and solicit such loans from all classes and in every economic strata of the people in those communities. They make these loans on the same kinds of residential properties and in the same areasone type of institution often refinancing and retiring a loan of the other. The rates, terms and conditions of the loans, being competitive, are substantially the same, and in many casesparticularly in the cases of F. H. A. and V. A. loansthey are of precisely the same terms and on exactly the same formsforms prepared and furnished by the Federal Government.</p>\n<p>Directed specifically to the question whether moneyed capital of savings and loan associations was being used, in significant amounts, in \"competition with [some substantial phase of] the business of national banks\" in Michigan, the uncontroverted evidence shows that in the year in question, 1952, the savings and loan associations in Michigan held $433,000,000 of residential mortgage loans, while the national banks in that State held $301,000,000 of such loanswhich constituted 30% of their total loans and discounts. In the same year, the 16 savings and loan associations that were most directly competing with appellant made 6,498 residential mortgage loans aggregating about $32,000,000 (of which $6,273,000 were F. H. A. and V. A. and $26,058,000 were conventional loans) which brought their total holdings in such loans to $97,000,000. Whereas, in the same year, appellant made 2,728 residential mortgage loans aggregating about $18,500,000 (of which $10,869,000 were F. H. A., $456,000 were V. A. and $7,245,000 were conventional loans) which brought its total holdings in such loans to $60,000,000. Those loans amounted to 40% of <span class=\"star-pagination\">*490</span> appellant's total loans and discounts, constituted 20% of its assets and yielded 26% of its income.</p>\n<p>Upon the question whether the moneyed capital of savings and loan associations that was used in making residential mortgage loans in Michigan was \"substantial in amount when compared with the capitalization of national banks\" in that State, the uncontroverted evidence shows that in the year in question the savings and loan associations in Michigan held a total of $433,000,000 of such loans, whereas the total capitalization of all national banks in that State was $166,724,000. And the 16 savings and loan associations that were most directly competing with appellant held, in the same period, $97,000,000 of such loans, whereas appellant's capitalization was $13,038,000.</p>\n<p>Certainly these undisputed facts establish that \"moneyed capital\" of savings and loan associations was being used in very significant \"competition with [a substantial phase of] the business of national banks\" in Michigan, and that such competition was \"substantial in amount when compared with the capitalization of national banks\" in that State.</p>\n<p>It thus seems altogether clear to me that these uncontroverted facts establish every essential element of appellant's case. It cannot be denied that the plain words of  5219 prohibit the States from taxing the shares of national banks \"at a greater rate than is assessed upon other moneyed capital in the hands of individual citizens of such State coming into competition with [some substantial phase<sup>[4]</sup> of] the business of national banks.\" Yet, here Michigan taxed national bank shares at a rate of 55 cents per $100 of value, but it taxed savings and loan shares at a rate of only 6 1/2 cents per $100 of value. Did it not plainly thus tax national bank shares \"at a greater <span class=\"star-pagination\">*491</span> rate\" than it taxed savings and loan shares? Certainly the latter were \"other moneyed capital in the hands of individual citizens of such State.\" See, <i>e. g., </i><i>Mercantile Bank</i> v. <i>New York, supra,</i> at 157; <i>First National Bank</i> v. <i>Hartford, supra,</i> at 557. Does not the uncontroverted evidence, which we have summarized in some detail, show that such \"other moneyed capital\" was used in Michigan in very significant \"competition with [a substantial phase of] the business of national banks\" and that such competition was \"substantial in amount when compared with the capitalization of national banks\" in Michigan? Do not these facts establish every element of appellant's case? Respondents do not, nor does the Court, point to any essential element that is missing. Why, then, is appellant not entitled to recover?</p>\n<p>The only reasons advanced by respondents are those it successfully urged upon the Michigan Supreme Court. Every one of those contentions is opposed to the plain terms of  5219 on the facts of this record, and also has been specifically decided adversely to respondents, on similar facts, by this Court, as I shall show.</p>\n<p><i>First.</i> Respondents argue that, because they may not receive \"deposits,\" create \"checkbook money\" or engage in \"banking,\" but must operate \"in a narrow, restricted field,\" savings and loan associations are so \"different in character, purpose and organization from national banks\" thatregardless of the actual facts shown in this record they cannot, as a matter of law, come \"into competition with the business of national banks\" within the meaning of  5219.</p>\n<p>This argument, upon analysis, comes down to the contention that the restriction of  5219 was directed only against discrimination in favor of state banks. For they, so the argument runs, are the only state-created institutions that lawfully may engage in \"banking business\" similarly to national banks and hence, respondents <span class=\"star-pagination\">*492</span> conclude, only the moneyed capital of state banks can constitute \"other moneyed capital . . . coming into competition with the business of national banks,\" within the meaning of  5219.</p>\n<p>A similar question arose in <i>First National Bank</i> v. <i>Anderson,</i> 269 U. S. 341. There \"[t]he defendants took the position [in the state court] that the congressional restriction [of  5219] was directed only against discrimination in favor of state banking associations.\" This Court said the contention was \". . . untenable by reason of settled rulings to the contrary . . . .\" <i>Id.,</i> at 349. After summarizing its earlier cases, the Court declared that \"[t]he purpose of the restriction is to render it impossible for any State, in taxing the shares, to create and foster an unequal and unfriendly competition with national banks, by favoring shareholders in state banks or individuals interested in private banking <i>or engaged in operations and investments normally common to the business of banking. </i><i>Mercantile National Bank</i> v. <i>New York,</i> 121 U. S. 138, 155; <i>Des Moines National Bank</i> v. <i>Fairweather, supra</i> [263 U. S. 103], 116.\" 269 U. S., at 347-348. (Emphasis added.) And it held that \"Moneyed capital is brought into such competition [not only] where it is invested in shares of state banks or in private banking. . . [but] also where it is employed, <i>substantially as in the loan and investment features of banking, in making investments, by way of loan, discount or otherwise, in notes, bonds or other securities with a view to sale or repayment and reinvestment. </i><i>Mercantile National Bank</i> v. <i>New York, supra,</i> 155-157; <i>Palmer</i> v. <i>McMahon,</i> 133 U. S. 660, 667-668; <i>Talbot</i> v. <i>Silver Bow County,</i> 139 U. S. 438, 447.\" 269 U. S., at 348. (Emphasis added.)</p>\n<p>Respondents' contention that \"other moneyed capital\" does not come into competition with the business of <span class=\"star-pagination\">*493</span> national banks unless it is employed in a business substantially identical with all phases of the business carried on by national banks was squarely met and rejected by this Court, in words about as plain as it is possible to conceive, in <i>First National Bank</i> v. <i>Hartford, supra</i><i>.</i> There, the Wisconsin Supreme Court \"apparently construed the decisions of this Court as requiring equality in taxation only of moneyed capital invested in businesses substantially identical with the business carried on by national banks. Consequently, since that class of business must under the Wisconsin statutes be carried on in corporate form and capital invested in it is taxed at the same rate as national bank shares, other moneyed capital, as defined in  5219, within the state, it thought, was not favored.\" 273 U. S., at 555-556. That view, if logically pursued, would mean that \"other moneyed capital\" invested in businesses engaged in some but not all of the activities of national banks could not be considered in determining the question of competition. In rejecting that contention, this Court said:</p>\n<blockquote>\"But this Court has recently had occasion, in reviewing the earlier decisions dealing with this subject, to point out that the requirement of approximate equality in taxation is not limited to investment of moneyed capital in shares of state banks or to competing capital employed in private banking. The restriction applies as well where the competition exists only with respect to <i>particular features</i> of the business of national banks or where moneyed capital `is employed, substantially as in the loan and investment features of banking, in making investments by way of loan, discount or otherwise, in notes, bonds or other securities, with a view to sale or repayment and reinvestment.' <i>First National Bank</i> v. <i>Anderson, supra,</i> 348. In so doing, it followed the <span class=\"star-pagination\">*494</span> holding in <i>Mercantile Bank</i> v. <i>New York,</i> 121 U. S. 138, 157 . . . .\" 273 U. S., at 556. (Emphasis added.)</blockquote>\n<p>The Court then proceeded to declare the law in such clear and ringing terms as have settled the question for the intervening 34 yearsfrom 1927 until today. It said:</p>\n<blockquote>\"Competition may exist between other moneyed capital and capital invested in national banks, serious in character and therefore well within the purpose of  5219, <i>even though the competition be with some but not all phases of the business of national banks.</i> Section 5219 is not directed merely at discriminatory taxation which favors a competing banking business. Competition in the sense intended <i>arises not from the character of the business of those who compete but from the manner of the employment of the capital at their command.</i> No decision of this Court appears to have so qualified  5219 as to permit discrimination in taxation in favor of moneyed capital such as is here contended for. To so restrict the meaning and application of  5219 would defeat its purpose. It was intended to prevent the fostering of unequal competition with the business of national banks by the aid of discriminatory taxation in favor of <i>capital invested by institutions or individuals engaged either in similar businesses or in particular operations or investments like those of national banks.</i> . . . Our conclusion is that  5219 is violated wherever capital, substantial in amount when compared with the capitalization of national banks, is employed either in a business or by private investors in the same sort of transactions as those in which national banks engage and in the same locality in which they do business.\" 273 U. S., at 557-558. (Emphasis added.)</blockquote>\n<p><span class=\"star-pagination\">*495</span> Identical conclusions were again announced by the Court on the same day in <i>Minnesota</i> v. <i>First National Bank,</i> 273 U. S. 561.<sup>[5]</sup></p>\n<p>Here, there is no question about the fact that the making of residential mortgage loans was a substantial phase of the business of national banks in Michigan. Such loans amounted to $301,000,000 and constituted 30% of their total loans and discounts. Nor can there be any question about the fact that moneyed capital of savings and loan associations was being used in significant competition with the residential mortgage loan phase of the business of national banks in Michigan. Those loan associations held $433,000,000 of such loans. That amount was certainly substantial \"when compared with the capitalization of national banks\" in Michigan of $166,724,000. These facts, under the rule of the <i>Hartford</i> and <i>Minnesota</i> cases, would seem to leave no doubt that appellant's shares were discriminatorily taxed in violation of  5219.</p>\n<p><i>Second.</i> Respondents argue that savings and loan associations are similar in character and purpose to the, now largely historical, small mutual savings banks that were common in the last century. On that assumption, they argue that inasmuch as this Court has held that taxation of national bank shares at a greater rate than was assessed against such mutual savings banks did not offend  5219 <span class=\"star-pagination\">*496</span> (see, <i>e. g., </i><i>Mercantile Bank</i> v. <i>New York,</i> 121 U. S. 138 (1887); <i>Davenport Bank</i> v. <i>Davenport Board of Equalization,</i> 123 U. S. 83 (1887); <i>Bank of Redemption</i> v. <i>Boston,</i> 125 U. S. 60 (1888); <i>Aberdeen Bank</i> v. <i>Chehalis County,</i> 166 U. S. 440 (1897), it should follow that the taxation of national bank shares at a greater rate than savings and loan shares does not offend the statute.</p>\n<p>That argument, too, was specifically answered by the <i>Hartford</i> case. With unmistakable reference to those cases, the Court said: \"Some of the cases dealing with the technical significance of the term competition in this field <i>were decided before national banks were permitted to invest in mortgages as they are now.</i> Act of December 23, 1913, c. 6,  24, 38 Stat. 251, 273; Act of September 7, 1916, c. 461, 39 Stat. 752, 754; Act of February 25, 1927,  24.<sup>[6]</sup> And others go no further than to hold that in the <span class=\"star-pagination\">*497</span> absence of allegation and proof of competition with national banking capital, it cannot be said that an offending discrimination exists.\" 273 U. S., at 558. Then, squarely rejecting the theory of respondents' argument, the Court said:</p>\n<blockquote>\"With the great increase in investments by individuals and the growth of concerns engaged in particular phases of banking shown by the evidence in this case and in <i>Minnesota</i> v. <i>First National Bank of St. Paul,</i> today decided, <i>post,</i> p. 561, discrimination with respect to capital thus used could readily be carried to a point where the business of national banks would be seriously curtailed. Our conclusion is that  5219 is violated wherever capital, substantial in amount when compared with the capitalization of national banks, is employed either in a business or by private investors in the same sort of transactions as those in which national banks engage and in the same locality in which they do business.\" 273 U. S., at 558.</blockquote>\n<p>Surely nothing more need be said.</p>\n<p><i>Third.</i> Respondents argue that inasmuch as this Court has held that a State may entirely exempt some entities or activities from taxation<i>i. e.,</i> churches, charities, small mutual savings banks, municipal bonds, and the like without offending  5219 (see, <i>e. g., </i><i>Hepburn</i> v. <i>School Directors,</i> <span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">480</span></span>; <i>Adams</i> v. <i>Nashville,</i> 95 U. S. 19; <i>Mercantile Bank</i> v. <i>New York, supra</i><i>; </i><i>Davenport Bank</i> v. <i>Davenport Board of Equalization, supra</i><i>; </i><i>Bank of Redemption</i> v. <i>Boston, supra</i><i>; </i><i>Aberdeen Bank</i> v. <i>Chehalis County, supra</i>), it follows that a State may prefer the <span class=\"star-pagination\">*498</span> shares of savings and loan associations, by granting their owners a lower tax rate than it grants to the owners of shares of national bankseven though the former are used in significant competition with a substantial phase of the business of the latterwithout thereby violating  5219.</p>\n<p>Despite the strongest of implications to the contrary, we have no occasion here to consider whether the State might, under conditions shown by this record, entirely exempt the shares of savings and loan associations from taxation, while taxing the shares of national banks, for it has not done so. The State taxes savings and loan shares, although at only about 1/8 of the rate it levies on national bank shares.</p>\n<p>In these circumstances, respondents' argument runs in the very teeth of this Court's holding in the <i>Hartford</i> case that \"Competition in the sense intended [by  5219] arises not from the character of the business of those who compete but from the manner of the employment of the capital at their command\" (273 U. S., at 557), and \"that  5219 is violated wherever capital, substantial in amount when compared with the capitalization of national banks, is employed either in a business or by private investors in the same sort of transactions as those in which national banks engage and in the same locality in which they do business.\" 273 U. S., at 558. A more direct and conclusive answer cannot readily be perceived.</p>\n<p><i>Fourth.</i> Respondents argue, and the Court agrees, that when the value of the total assets, rather than the value of the shares, of the two types of financial institutions is considered, the ratio of the total dollar tax burden to total assets is approximately the same in Michigan.091 for banks and .089 for savings and loan associationsand therefore national bank shares are not really taxed at a greater rate than savings and loan shares.</p>\n<p><span class=\"star-pagination\">*499</span> This brings us to the heart of our disagreement with the Court. After correctly observing that \"There are other considerations [than rates] to be weighed in determining the actual burden of the tax, one of which is the mode of valuing bank sharesby adopting `book values' [capital, surplus and undivided profits]which may be more or less favorable than the method adopted in valuing other kinds of personal property,\" <i>Amoskeag Savings Bank</i> v. <i>Purdy,</i> 231 U. S. 373, 392; see also <i>Hepburn</i> v. <i>School Directors,</i> <span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">480</span></span>, 484; <i>Tradesmens National Bank</i> v. <i>Oklahoma Tax Comm'n,</i> 309 U. S. 560, 567, and that it is not the rate alone but the practical effect of the tax that determines whether there is discrimination, the Court says: \"[I]t is obvious that the taxable value of the shares in these two types of financial institutions is determined by different methods . . . .\" This conclusion is demonstrably wrong. In plain and simple terms Act 9 provides that the value of bank shares \"shall be determined by dividing such capital account [capital, surplus and undivided profits] by the number of shares of such common stock . . . .\" (see note 2), and the shares of savings and loan associations are valued at the \"paid-in value.\" In each case, therefore, corporate liabilities are deducted and the tax is imposed upon the <i>book value</i> of the shares. Hence, it could hardly be plainer \"that the taxable value of the shares in these two types of financial institutions is determined by\" exactly the same, not \"different,\" methods. One cannot profitably elaborate a truth so simple.</p>\n<p>Then, the Court comes to the real basis of its decision. It says \"[Michigan's] system looks to the moneyed capital <i>controlled</i> by the shareholder. If it is a share in a bankeither federal or statethe legislature considers the <i>deposits</i> available for investment and fixes a rate commensurate with <i>that increased earning and investment power of the shareholder</i>\"; that \"a dollar invested in <span class=\"star-pagination\">*500</span> national bank shares <i>controls</i> many more dollars of moneyed capital, <i>the measuring rod of</i>  <i>5219.</i> On the other hand, the same dollar invested in a savings and loan share <i>controls</i> no more moneyed capital than its face value. The bank share has the power and <i>control</i> of its proportionate interest in all of the money available to the bank for investment purposes. In the case of Michigan National, this control is more than 21 times greater than the share's proportionate interest in the capital stock, surplus and undivided profits\"; that \"Since Michigan National's share owner's investment has the equivalent <i>profit-making power</i> of an amount 21 times greater than itself and the investor in savings and loan share[s] . . . has no similarly multiplied power, the national bank share would not be `unfavorably' treated unless it was taxed in excess of 21 times the levy on savings and loan share[s] . . . . Here the ratio is <i>only</i> 13.8 to one . . . .\" (Emphasis added.)</p>\n<p>I respectfully submit that this is an egregious error. Nothing in the Michigan statute provides or contemplates that the amount of capital \"controlled\" by the shares of a national bank, or the amount of the bank's \"deposits,\" is a relevant factor in determining the value of bank shares for the purposes of this tax. Nor are \"increased [values] to the shareholder,\" by reason of capital \"controlled\" by the bank or its \"deposits,\" made relevant factors. Quite specifically to the contrary, Act 9 provides that \" `Capital account' as referred to herein shall be determined by adding the common capital, surplus and undivided profits accounts . . . , and the dollar amount of the capital account represented by each share of its common stock shall be determined by dividing such capital account by the number of shares of such common stock . . . .\" How could it more plainly be said that bank shares must be valued, for the purposes of this tax, solely upon their <i>book value</i>without regard to <span class=\"star-pagination\">*501</span> the bank's \"deposits\" or to the capital \"controlled by the shareholder\"? It is surely clear that the Michigan tax is not imposed upon national banks or upon their <i>assets;</i> instead, it is imposed upon the owners of the bank's shares, measured <i>solely</i> by the value of those shares\"determined by dividing [the] capital account by the number of shares of such common stock.\" See note 2.</p>\n<p>Respondents' argument, and the Court's decision, put out of consideration the liability of national banks to repay their deposits and other debts, and would impose the tax on their <i>gross assets,</i> in direct opposition to the plain terms of the Michigan statute.</p>\n<p>Precisely the same argument was rejected by this Court in <i>Minnesota</i> v. <i>First National Bank, supra</i><i>:</i></p>\n<blockquote>\"Petitioner argues that in its actual operation, the tax on national bank shares is no greater than the tax on credits, since under the statute individuals are taxed at the rate of three mills upon the full value of their credits without deducting their liabilities, whereas in taxing bank shares, the liabilities of the banks are deducted from their assets in ascertaining the forty per cent. valuation of their shares. Therefore, it is urged, if bank shares were taxed at the same rate without deducting the bank's liabilities in ascertaining the value of their shares, the amount of the tax would be approximately the same. This argument ignores the fact that the tax authorized by  5219 is against the holders of the bank shares and is measured by the value of the shares, and not by the assets of the bank without deduction of its liabilities, <i>Des Moines National Bank</i> v. <i>Fairweather,</i> 263 U. S. 103 . . . .\" 273 U. S., at 564.</blockquote>\n<p>It would indeed be novel, even in the absence of the contrary provisions of Act 9, <i>to add liabilities</i> to assets in determining book value of corporate sharesa simple contradiction in terms. It is likewise idle to observe the <span class=\"star-pagination\">*502</span> obvious fact that savings and loan associations have no \"deposits,\" and hence no deposit liabilities to deduct,<sup>[7]</sup> or to argue that they, in valuing their shares for the purposes of this tax, should be allowed to deduct the amounts paid in by their \"shareholders\" for their \"shares,\" as the resulting figure would be zero, and the effect would be to tax those shares only in fiction. Nothing in either Act 9 or in  5219 authorizes such double talk.</p>\n<p>Here, Michigan values national bank shares and savings and loan association shares, for the purposes of this tax, by exactly the same method, <i>i. e.,</i> the value of the shares. Yet it taxes bank shares at a rate of 55 cents per $100 of their value, while taxing savings and loan shares at 6 1/2 cents per $100 of their value. Does not that conduct violate the provision of  5219 that national bank shares \"shall not be [taxed] at a greater rate than is assessed upon other moneyed capital . . . coming into competition with the business of national banks\"?</p>\n<p>If the Court's argument, that a tax upon the bank's \"deposits\" at the rate applied to the shares of savings and loan associations would produce a greater tax than results from application of the higher bank share rate to the value of its shares, has any relevance to any issue in this case, it can only be to demonstrate that including \"deposits\" in the valuation of bank shares would be to tax not just the bank's \"shares,\" as authorized by  5219, but <i>both</i> the \"shares\" <i>and</i> the \"deposits\" of the bank, and not at the lower rate applicable to savings and loan shares but at the eight times higher one applicable to the shares of national banks. Similarly, the Court's argument that <span class=\"star-pagination\">*503</span> appellant, despite this tax discrimination, has phenomenally prospered seems wholly irrelevant, for the criterion of  5219 is not whether national banks may prosper, despite state tax discrimination, but is rather that their share \"shall not be [taxed] at a greater rate than is assessed upon other moneyed capital . . . coming into competition with the business of national banks.\" But, if the Court's argument has any relevance, it should be observed that Michigan national banks have not increased assets proportionately to savings and loan associations in that State since the passage of Act 9 in 1953, for the amount of residential mortgage loans then held by such associations in that State of $433,000,000 has now grown to $1,700,000,000.</p>\n<p>Finally, respondents argue that Congress, in restricting state taxation of federal savings and loan associations to a rate not \"greater than that imposed by such authority on other similar local mutual or cooperative thrift and home financing institutions,\" 12 U. S. C.  1464 (h), evidenced its understanding and intention that savings and loan shares might be taxed at a lower rate than the shares of national banks, and thus impliedly repealed or modified  5219 so far as competition with the business of national banks from that source is concerned.</p>\n<p>There is no basis for an assumption that Congress, in so restricting state taxation of federal savings and loan associations, intended, so lightly and collaterally, to repeal or modify  5219 by implication. It is obvious that, by  1464 (h), Congress only restricted state taxation of federal savings and loan associations to a rate not greater than that assessed by the State against similar state associations. Therefore, if, as seems entirely clear from  5219 and our cases, a State may not tax national bank shares at a greater rate than it taxes state savings and loan association shares, when the latter are used in significant competition with a substantial phase of the former's business, <span class=\"star-pagination\">*504</span> it accordingly may not tax national bank shares at a greater rate than it taxes the shares of federal savings and loan associations which are similarly competing with a substantial phase of the business of national banks. For it may not, in such circumstances, lawfully prefer either over national bank shares with which they so compete. In other words, by  1464 (h), Congress restricted the States from taxing federal savings and loan associations at a greater rate than state savings and loan associations, and by  5219 it restricted the States from taxing national bank shares at a greater rate than they assess \"upon other moneyed capital . . . coming into competition with the business of national banks.\" Hence, if a State taxes national bank shares at a greater rate than it assesses against the \"moneyed capital\" of savings and loan associations state or federalwhich is used in significant competition with a substantial phase of the business of such banks, it violates  5219. That is exactly what Michigan has done here.</p>\n<p>The proper interpretation and application of  5219 to particular fact situations has been hammered out by the decisions of this Court, case by case, over the course of nearly a century. They have squarely met and decided, adversely to respondents, every question in this case. Finally, the <i>Hartford</i> and <i>Minnesota</i> cases brought a settled peace to this field that has endured until todayfor 34 years. The obvious reason, I submit, is that they are right. There is, I respectfully submit, no call or reason to depart or deface those cases. And doing either will only again unsettle the law in a field where certainty of the applicable rules is nearly as important as their substance.</p>\n<p>Under the law, settled for at least the last 34 years, appellant has proved every element of its case, and is entitled to recover. I would therefore reverse the judgment.</p>\n<h2>NOTES</h2>\n<p>[1]  Act No. 9 of the Public Acts of Michigan for 1953 (Mich. Comp. Laws, 1948, 1956 Supp.,  205.132a) provides in pertinent part:\n</p>\n<p>\"For the calendar year 1952 . . . and for each year thereafter, or a portion thereof, there is hereby levied upon each resident or non-resident owner of shares of stock of national banking associations located in this state . . . and there shall be collected from each such owner an annual specific tax on the privilege of ownership of each such share of stock, whether or not it is income producing, equal in the case of a share of common stock to 5 1/2 mills upon each dollar of the capital account of such association . . . represented by such share, and equal in the case of a share of preferred stock to 5 1/2 mills upon the par value of such share.\"</p>\n<p>[2]  Mich. Comp. Laws, 1948, 1956 Supp.,  205.132, provides in pertinent part:\n</p>\n<p>\"For the calendar year 1952, and for each year thereafter or portion thereof there is hereby levied upon each resident or non-resident owner of intangible personal property . . . and there shall be collected from such owner an annual specific tax on the privilege of ownership of each item of such property owned by him. . . . [T]he tax on shares of stock in . . . savings and loan associations shall be 1/25 of 1 per cent of the paid-in value of such shares.\"</p>\n<p>[3]  Mich. Comp. Laws, 1948,  450.304a, provides:\n</p>\n<p>\"Every building and loan association organized or doing business under the laws of this state shall . . . , for the privilege of exercising its franchise and of transacting its business within this state, pay to the secretary of state an annual fee of 1/4 mill upon each dollar of its paid-in capital and legal reserve.\"</p>\n<p>The Michigan tax structure was amended, in 1954, to provide that federal savings and loan associations also pay a privilege tax equal to 1/4 mill on capital and legal reserves. Mich. Comp. Laws, 1948, 1956 Supp.,  489.371.</p>\n<p>[4]  R. S.  5219, as amended, 12 U. S. C.  548, provides in pertinent part:\n</p>\n<p>\"The legislature of each State may determine and direct, subject to the provisions of this section, the manner and place of taxing all the shares of national banking associations located within its limits. The several States may (1) tax said shares . . . , provided the following conditions are complied with;</p>\n<p>.....</p>\n<p>\"(b) In the case of a tax on said shares the tax imposed shall not be at a greater rate than is assessed upon other moneyed capital in the hands of individual citizens of such State coming into competition with the business of national banks: <i>Provided,</i> That bonds, notes, or other evidences of indebtedness in the hands of individual citizens not employed or engaged in the banking or investment business and representing merely personal investments not made in competition with such business, shall not be deemed moneyed capital within the meaning of this section.\"</p>\n<p>[5]  Mich. Pub. Acts 1887, No. 50.</p>\n<p>[6]  Mich. Comp. Laws, 1948,  489.37.</p>\n<p>[7]  Mich. Comp. Laws, 1948,  489.24.</p>\n<p>[8]  48 Stat. 1257, as amended, 12 U. S. C.  1726.</p>\n<p>[9]  12 U. S. C.  21-200.</p>\n<p>[10]  39 Stat. 754.</p>\n<p>[11]  44 Stat. 1232-1233.</p>\n<p>[12]  48 Stat. 1263.</p>\n<p>[13]  Home Loans Partially Guaranteed Under G. I. Act, Comptroller of the Currency Press Release, Dec. 12, 1944.</p>\n<p>[14]  In accounting terminology, bank deposits are liabilities. However, they are a source of assets and for convenience will be referred to as assets hereafter.</p>\n<p>[15]  13 Stat. 111. It has been amended four times (15 Stat. 34, R. S.  5219, 42 Stat. 1499, 44 Stat. 223), none of which changes are of any import here. In the 1958 edition of the United States Code it appears as  548 of Title 12.</p>\n<p>[16]  Also see an earlier case, often cited, <i>People</i> v. <i>Weaver,</i> 100 U. S. 539 (1879), which held that it was the actual incidence and practical burden of the tax which the Section sought out. This position is treated in detail by Professor Woosley in his work, State Taxation of Banks (1935).</p>\n<p>[17]  For a discussion of the effect of the cases, see Powell, Indirect Encroachment on Federal Authority by the Taxing Powers of the States, 31 Harv. L. Rev. 321, 367 (1918). He concludes that the cases lead \"to a disregard of formal legal discrimination where there is in fact no substantial economic discrimination.\" To the same effect, see Woosley, <i>op. cit., supra,</i> note 16, at pp. 24-25.</p>\n<p>[18]  The taxable value of a national bank share of common stock under Act No. 9 is determined by dividing the <i>\"capital account\"</i> (common capital, surplus and undivided profits) by the number of shares of common stock outstanding. A share account in a savings and loan association, on the other hand, is valued according to its <i>\"paid-in value.\"</i> That this latter figure includes neither surplus nor undivided profits is obvious from an inspection of the tax return of a savings and loan institution and its financial statement. For example, the Industrial Savings and Loan Association's intangibles tax return for 1952 shows that its paid-in share value was $5,970,000. The Association's monthly report for December 1952 shows that there were some $283,000 in undivided profits and $202,000 in legal reserves which were not included in the computation of paid-in value for tax purposes.</p>\n<p>[19]  It is argued that this disregards the fact that bank deposits are liabilities and must be repaid. This contention is without substance for the savings share accounts must, by law, be purchased by the savings and loan association upon a member's withdrawal. Mich. Comp. Laws, 1948,  489.6. In this respect, therefore, the share accounts and deposits are identical. Both must be repaid.</p>\n<p>[20]  48 Stat. 128, as amended, 12 U. S. C.  1461-1468.</p>\n<p>[21]  42 Stat. 1469, 12 U. S. C.  1261 (National Agricultural Credit Corporations); 39 Stat. 380, 12 U. S. C.  932 (joint-stock land banks).</p>\n<p>[22]  From its organization in 1941 to the end of 1951, Michigan National's total assets grew from $67,600,000 to $272,500,000, an average annual increase of some $20,500,000. By 1957, its assets totaled $481,000,000, showing an average annual growth of almost $34,800,000 during the years since Act No. 9 was passed. Similarly, deposits increased, on the average, by $18,800,000 each year between 1941 and 1951. Since that time, they have grown at the average rate of $30,700,000 a year.</p>\n<p>[1]  Appellant's main bank is located in the City of Lansing. It maintains branch banks in the Cities of Battle Creek, Flint, Grand Rapids, Marshall, Port Huron and Saginaw.</p>\n<p>[2]  Act 9 contains a further relevant provision which, in pertinent part, reads:\n</p>\n<p>\" `Capital account' as referred to herein shall be determined by adding the common capital, surplus and undivided profits accounts . . . , and the dollar amount of the capital account represented by each share of its common stock shall be determined by dividing such capital account by the number of shares of such common stock . . . .\"</p>\n<p>[3]  In <i>First National Bank</i> v. <i>Hartford,</i> 273 U. S. 548, 556, 557, this Court held the phrase \"some substantial phase,\" in the context here used, to be implicit in  5219.</p>\n<p>[4]  See note 3.</p>\n<p>[5]  Since this Court's decisions in <i>First National Bank</i> v. <i>Hartford, supra</i><i>,</i> and <i>Minnesota</i> v. <i>First National Bank, supra</i><i>,</i> in 1927, several proposals to limit state taxes on national bank shares to such as are imposed by the State on state banksthus permitting other competing moneyed capital, including that of savings and loan associations, to be taxed at a lower rate by the Statehave been made to and rejected by Congress. Hearings before the Senate Banking and Currency Committee on S. 1573, 70th Cong., 1st Sess. (1928); Hearings on H. R. 8727 before the House Committee on Banking and Currency, 70th Cong., 1st Sess. (1928); S. 3009, 73d Cong., 2d Sess.; H. R. 9045, 73d Cong., 2d Sess.</p>\n<p>[6]  A historical review of  24, Federal Reserve Act (12 U. S. C.  371), which prescribed the authority of national banks to make real estate mortgage loans, reveals that, prior to 1916, national banks were not authorized to loan money on the security of real estate, with the exception of certain farm land. By the Act of September 7, 1916 (39 Stat. 754), Congress first authorized national banks to make residential mortgage loans, but limited them to an amount not exceeding 50% of the actual value of the property and to run for a term not longer than one year. By the Act of February 25, 1927 (44 Stat. 1232), Congress authorized such residential mortgage loans to run for a period of five years. By the Act of June 27, 1934 (48 Stat. 1263), Congress authorized national banks to make mortgage loans under Title II, National Housing Act (12 U. S. C.  1701 <i>et seq.</i>), commonly known as F. H. A. mortgages. By the Act of August 23, 1935 (49 Stat. 706), amending  24 of the Federal Reserve Act, national banks were authorized to make conventional residential mortgage loans in amounts not exceeding 60% of the appraised value of the property for a term of 10 years if 40% of the principal be amortized in that term. By decision of the Comptroller of the Currency in 1944, national banks were authorized to participate in the V. A. (or G. I.) home loan program. By the 1950 Amendment to  24 (64 Stat. 80), national banks were authorized to make Title I, F. H. A. home improvements loans. It thus appears that, by 1952, national banks were authorized to make F. H. A. mortgage and home modernization loans and also V. A. mortgage loans identical to those made by savings and loan associations, and conventional mortgage loans comparable to those made by such associations.</p>\n<p>[7]  The Michigan Supreme Court itself has recognized \"that investors in savings and loan associations are subscribers to, or purchasers of stock therein. . . .\"and are not \"depositors\" or \"creditors\" thereof. <i>Michigan Savings &amp; Loan League</i> v. <i>Municipal Finance Commission of the State of Michigan</i> (1956), <span class=\"citation\" data-id=\"2022156\"><a href=\"/opinion/2022156/mich-sav-loan-league-v-municipal-finance-comm/\"><span class=\"volume\">347</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">311</span></a></span>, 322, 79 N. W. 2d 590, 595.</p>\n\n</div>", "id": 106186, "judges": "Clark", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/106186/", "sha1": "c1bb238dae9281501e08db3a341278486aa69966", "source": "LR", "supreme_court_db_id": "1960-055", "time_retrieved": "2010-04-28T09:55:53"}