{"absolute_url": "/opinion/104053/mckenzie-v-irving-trust-co/", "blocked": false, "citation": {"case_name": "McKenzie v. Irving Trust Co.", "docket_number": "188", "document_uris": ["/api/rest/v2/document/104053/"], "federal_cite_one": "323 U.S. 365", "federal_cite_three": null, "federal_cite_two": null, "id": 88436, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/88436/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 55, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1945-01-08", "date_modified": "2014-12-21T01:47:04.250207", "docket": "/api/rest/v2/docket/2519928/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">323 U.S. 365</p>\n    <p class=\"case_cite\">65 S.Ct. 405</p>\n    <p class=\"case_cite\">89 L.Ed. 305</p>\n    <p class=\"parties\">McKENZIE<br>v.<br>IRVING TRUST CO.</p>\n    <p class=\"docket\">No. 188.</p>\n    <p class=\"date\">Argued Dec. 14, 1944.</p>\n    <p class=\"date\">Decided Jan. 8, 1945.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. David Morgulas, of New York City, for petitioner.</p>\n      <p class=\"indent\">Mr. William A. Onderdonk, of New York City, for respondent.</p>\n      <p class=\"indent\">Mr. Chief Justice STONE delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner, trustee in bankruptcy of Graves-Quinn Corporation, the debtor, brought this suit in the Supreme Court of New York to recover the sum of $150,000 paid by the debtor to respondent, its creditor. The payment was alleged to be an unlawful preference under &#167; 60, sub. a of the Bankruptcy Act, 11 U.S.C. &#167; 96, 11 U.S.C.A. &#167; 96, sub. a. Respondent moved for summary judgment under Rule 113 of the New York Rules of Civil Practice, on the ground that the transfer did not occur within four months of bankruptcy, and hence was not a preference under &#167; 60, sub. a. The Supreme Court of New York denied the motion, but the Appellate Division of the Supreme Court reversed, dismissing the complaint. 266 App.Div. 599, 42 N.Y.S.2d 551. The New York Court of Appeals affirmed, 292 N.Y. 347, 55 N.E.2d 192, holding that the transfer was not made within four months of bankruptcy.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We granted certiorari, 323 U.S. 687, 65 S.Ct. 49, on a petition raising questions important to the administration of the Bankruptcy Act, only one of which we find it necessary to decide. That question is whether a check, made payable to the bankrupt and endorsed and mailed by it to respondent more than four months before bankruptcy, but received by respondent and credited upon the bankrupt's antecedent debt within the four months, is, by the applicable law, a transfer within the four months period, within the meaning of &#167; 60, sub. a.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In September, 1940, the Graves-Quinn Corporation, later adjudicated a bankrupt, entered into a contract with the United States, acting through the War Department, for the construction of military housing. The required payment and performance bond was given by a surety to the Government, and at the same time, October 2, 1940, the surety took from the debtor as security an assignment of all sums payable on the contract.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Beginning in October, 1940, respondent, a trust company, made loans from time to time to the debtor to finance its operations under the government contract. It was agreed that the loans were to be repaid from the money to be received under the contract. On November 20, 1940, the debtor executed and on November 22 delivered to respondent a written assignment of these moneys to become due. The assignment was made without at that time giving the notices and procuring the consent of the Secretary of War, which, by the Assignment of Claims Act of October 9, 1940, 54 Stat. 1029, amending R.S. &#167; 3477, 31 U.S.C. &#167; 203, 31 U.S.C.A. &#167; 203, were required in order to give validity to the assignment.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On November 27, 1940, after the assignment, the Government delivered to the debtor its check for $155,865.50 as a progress payment then due upon the contract. The debtor on that date endorsed the check and mailed it to respondent, accompanied by its own check for the sum of $150,000, made payable to respondent and drawn upon the debtor's account with respondent. On November 28th, which was exactly four months before the petition in bankruptcy was filed on March 28, 1941, respondent received the checks and credited $150,000 of the proceeds of the Government check on four promissory notes of the debtor, aggregating $150,000.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On November 27 respondent sent to the Secretary of War its assignment of the sums due and to become due on the contract, and on December 2, gave the other notices required by the statute regulating assignments of claims against the United States. On December 5, the assignment was approved by the Secretary of War, and on that date the conditions of a valid assignment, prescribed by the statute, had been fully satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">By &#167; 60, sub. a of the Bankruptcy Act 'a transfer * * * of any of the property of a debtor to * * * a creditor for or on account of an antecedent debt, made or suffered by such debtor while insolvent and within four months before the filing by or against him of the petition in bankruptcy * * *, the effect of which transfer will be to enable such creditor to obtain a greater percentage of his debt than some other creditor of the same class' is declared to be an unlawful preference. Only a single issue was raised by respondent's motion for summary judgment, whether the debtor's transfer to respondent of $150,000 of the progress payment by the Government was made and perfected more than four months before the petition in bankruptcy was filed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Court of Appeals resolved this question in respondent's favor upon two independent grounds. One is that while the assignment was not perfected until December 5, 1940, within the four months period, when the necessary notices had been given and consent obtained, the assignment was to be regarded as then retroactively validated as of its date of November 22, 1940, which was more than four months before the bankruptcy. The other ground is that the transfer became complete on the debtor's endorsement and mailing of the Government check to respondent on November 27, more than four months before the bankruptcy.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As we sustain the judgment on the second ground we have no occasion to consider the first or to express any opinion upon it. For the purpose of determining the adequacy of the second ground, it is unnecessary to consider the effect of the assignment upon the right of respondent, as an assignee, to demand payment from the Government or the assignor of the amounts due on the contract. For here the payment was made by the Government to the assignor, which paid it to respondent before the assignment was validated by the requisite notices and consent. The provisions of the statute governing assignments of claims against the Government are for the protection of the Government and not for the regulation of the equities of the claimants as between themselves. Martin v. National Surety Co., 300 U.S. 588, 594, 595, 57 S.Ct. 531, 533, 534, 81 L.Ed. 822. Here, the payment having been made to the contractor and by it delivered to respondent before the assignment was perfected, the Government's obligation was discharged; and the situation was no different than it would have been if no assignment had been made. The question is thus presented whether the endorsement and mailing of the check to respondent operated as a transfer on the date of mailing, rather than on the date of its receipt, so that the transfer was made and perfected before the four months period.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">What constitutes a transfer and when it is complete within the meaning of &#167; 60, sub. a of the Bankruptcy Act is necessarily a federal question, since it arises under a federal statute intended to have uniform application throughout the United States. Prudence Realization Corp. v. Geist, 316 U.S. 89, 95, 62 S.Ct. 978, 982, 86 L.Ed. 1293, and cases cited; Steele v. Louisville &amp; Nashville R.R. Co., 323 U.S. 192, at page 204, 65 S.Ct. 226, at page 232. The statute provides its own definitions. Section 1(30) of the Bankruptcy Act, 11 U.S.C.A. &#167; 1(30) declares that \"transfer' shall include the sale and every other * * * mode * * * of disposing of or of parting with property * * * or with the possession thereof * * *.' And &#167; 60, sub. a provides that a 'transfer shall be deemed to have been made at the time when it became so far perfected that no bona-fide purchaser from the debtor and no creditor could thereafter have acquired any rights in the property so transferred superior to the rights of the transferee therein * * *.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the absence of any controlling federal statute, a creditor or bona fide purchaser could acquire rights in the property transferred by the debtor, only by virtue of a state law. And hence &#167; 60, sub. a's 'apparent command is to test the effectiveness of a transfer, as against the trustee, by the standards which applicable state law would enforce against a good-faith purchaser.' Corn Exchange Nat. Bank &amp; Trust Co. v. Klauder, 318 U.S. 434, 436, 437, 63 S.Ct. 679, 681, 87 L.Ed. 884, 144 A.L.R. 1189. See also Benedict v. Ratner, 268 U.S. 353, 359, 45 S.Ct. 566, 567, 69 L.Ed. 991, and cases cited. Section 60, sub. a in this respect, as do numerous other federal statutes, see Davies Warehouse Co. v. Bowles, 321 U.S. 144, 155, 156, 64 S.Ct. 474, 480, 481, and note 20, and cases cited, thus adopts state law as the rule of decision. The state standards which control the effectiveness of a transfer likewise determine the precise time when a transfer is deemed to have been made or perfected.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As we have seen, &#167; 1(30) includes in the term 'transfer' 'every * * * mode * * * of parting with property * * * or with the possession thereof.' When the debtor endorsed the Government check and placed it in the mails, he parted with the possession and intended to part with the property in it, at a time (before the four months period) when the transfer of the property to respondent would not be an unlawful preference. Whether the transfer was perfected on mailing the check thus turns on a question of state law, to which the highest court of the state has here given an authoritative answer.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The Court of Appeals recognized that only such a 'parting with property' in the check, as would preclude the debtor from transferring any interest in the check to a creditor or bona fide purchaser, would perfect the transfer to respondent within the meaning of &#167; 60, sub. a. The court also recognized in this respect state law controlled decision. It found it unnecessary to consider whether a creditor or bona fide purchaser could have obtained rights in the $150,000, prior to the endorsement and mailing of the government check on November 27, since it thought that the 'delivery of the moneys to the assignee was complete' at that time.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The state court having applied the proper test under &#167; 60, sub. a, we accept its conclusion that the transfer was made more than four months before bankruptcy.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Petitioner, relying on Martin v. National Surety Co., supra, argues that as a matter of federal law the surety company, which is a creditor, has rights to the proceeds of the government contract, superior to those of respondent, and sufficient to require respondent to relinquish the payment made to it. It does not appear that the surety has made any such claim. The surety, whose claim, if it has one, is adverse and superior to that of petitioner and the other creditors, is not a party to this suit. The affidavits submitted on the motion for summary judgment do not frame any such issue, and we are not pointed to any allegation in them that any amount is due and owing from the bankrupt to the surety. Hence the claim, if it exists, is not one which could be adjudicated here.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In any event the affidavits fail to establish the asserted priority of the surety over respondent. The surety did not perfect its assignment by giving the notices and procuring the consent required by the statute. It did not receive the proceeds of the contract here in question. They were paid to respondent which does not appear to have had any notice of the prior assignment of the surety. Under the federal rule, respondent is entitled to retain the assigned money which it received without notice of the prior assignment to the surety. Judson v. Corcoran, 17 How. 612, 15 L.Ed. 231; cf. Salem Trust Co. v. Manufacturers' Finance Co., 264 U.S. 182, 192, 193, 44 S.Ct. 266, 268, 269, 68 L.Ed. 628, 31 A.L.R. 867. The Martin case does not control here, since the subsequent assignee in that case took with notice of an earlier assignment and as part of an obviously fraudulent scheme. These facts, which were sufficient in that case to require that the subsequent assignee relinquish the transferred funds, are lacking here. Hence it is unnecessary to consider whether, as the Court of Appeals held, the trustee is without standing to assert alleged rights of the surety.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Mr. Justice BLACK dissents.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 3477 of the Revised Statutes, 31 U.S.C. &#167; 203, 31 U.S.C.A. &#167; 203, declares that the assignment of any claim upon the Government shall be 'absolutely null and void' unless made after the allowance of the claim and the issue of a warrant for its payment. But by the amendment of October 9, 1940, it was provided that such assignments of claims in excess of $1,000 for money due or to become due from an agency or department of the Government upon contracts entered into with the Government before the date of the amendment should be valid when made to a bank or trust company upon notice to the surety on the contractor's bond, and to certain specified officers of the Government, including the contracting officer or head of the department concerned, and upon consent of the head of that agency or department.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The endorsement and mailing of the government check took place in Boston, Massachusetts. There is no contention that the substantive law of Massachusetts determine the legal effect of these acts, nor that that law differs from the law of New York. Hence it is unnecessary to decide whether the problem of choice of law under &#167; 60, sub. a is to be resolved by federal standards, or whether that section also adopts the conflict of laws rules of the forum. If the former be the case, it would be necessary for this Court to determine whether the New York Court of Appeals should have followed Massachusetts law; and if so this Court would be under the duty of making an independent investigation of the Massachusetts law. Cf. Barber v. Barber, 323 U.S. 77, at page 81, 65 S.Ct. 137, at page 139; Adam v. Saenger, 303 U.S. 59, 64, 58 S.Ct. 454, 457, 82 L.Ed. 649, and cases cited. But if the statute adopts the local conflict of laws rules, the present case would turn on New York law, even though the applicable rule adopted by New York were the sme as the substantive law of Massachusetts. For 'Even where the state of the forum adopts and applies as its own the law of the state where the injury was inflicted, the extent to which it shall apply in its own courts a rule of law of another state is itself a question of local law of the forum.' See Magnolia Petroleum Co. v. Hunt, 320 U.S. 430, 445, 64 S.Ct. 208, 216, 150 A.L.R. 413, and cases cited.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Court of Appeals said, 292 N.Y. 347, 358, 359, 55 N.E.2d 192, 197: 'The test under the statute as amended in 1938 is, as I have said, whether no 'bona fide purchaser from the debtor and no creditor could thereafter have acquired any rights in the property so transferred superior to the rights of the transferee therein.' The 'standards which applicable state law would enforce against a good-faith purchaser' for value or against a creditor must be applied here. * * * It is unnecessary to decide * * * whether a purchaser for value or a creditor could have obtained any rights in the moneys until they were paid to the contractor and the check mailed to the (respondent) on November 27th. It seems clear that at least from that time the transfer was perfected. * * * (From) the time that the check was deposited in the mail * * *, delivery of the moneys to the assignee was complete.'</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>323 U.S. 365 (1945)</b></center>\n<center><h1>McKENZIE, TRUSTEE IN BANKRUPTCY,<br>\nv.<br>\nIRVING TRUST CO.</h1></center>\n<center>No. 188.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 14, 1944.</center>\n<center>Decided January 8, 1945.</center>\nCERTIORARI TO THE COURT OF APPEALS OF NEW YORK.\n<p><span class=\"star-pagination\">*366</span> <i>Mr. David Morgulas,</i> with whom <i>Messrs. M. Carl Levine</i> and <i>Albert Foreman</i> were on the brief, for petitioner.</p>\n<p><i>Mr. William A. Onderdonk</i> for respondent.</p>\n<p>MR. CHIEF JUSTICE STONE delivered the opinion of the Court.</p>\n<p>Petitioner, trustee in bankruptcy of Graves-Quinn Corporation, the debtor, brought this suit in the Supreme Court of New York to recover the sum of $150,000 paid by the debtor to respondent, its creditor. The payment was alleged to be an unlawful preference under § 60a of the Bankruptcy Act, 11 U.S.C. § 96. Respondent moved for summary judgment under Rule 113 of the New York Rules of Civil Practice, on the ground that the transfer did not occur within four months of bankruptcy, and hence was not a preference under § 60a. The Supreme Court of New York denied the motion, but the Appellate Division of the Supreme Court reversed, dismissing the complaint. 266 App. Div. 599, 42 N.Y.S.2d 551. The New York Court of Appeals affirmed, 292 N.Y. 347, 55 N.E.2d 192, holding that the transfer was not made within four months of bankruptcy.</p>\n<p>We granted certiorari on a petition raising questions important to the administration of the Bankruptcy Act, only one of which we find it necessary to decide. That question is whether a check, made payable to the bankrupt and endorsed and mailed by it to respondent more than four months before bankruptcy, but received by respondent and credited upon the bankrupt's antecedent debt within the four months, is, by the applicable law, a <span class=\"star-pagination\">*367</span> transfer within the four months period, within the meaning of § 60a.</p>\n<p>In September, 1940, the Graves-Quinn Corporation, later adjudicated a bankrupt, entered into a contract with the United States, acting through the War Department, for the construction of military housing. The required payment and performance bond was given by a surety to the Government, and at the same time, October 2, 1940, the surety took from the debtor as security an assignment of all sums payable on the contract.</p>\n<p>Beginning in October, 1940, respondent, a trust company, made loans from time to time to the debtor to finance its operations under the government contract. It was agreed that the loans were to be repaid from the money to be received under the contract. On November 20, 1940, the debtor executed and on November 22 delivered to respondent a written assignment of these moneys to become due. The assignment was made without at that time giving the notices and procuring the consent of the Secretary of War, which, by the Assignment of Claims Act of October 9, 1940, 54 Stat. 1029, amending R.S. § 3477, 31 U.S.C. § 203, were required in order to give validity to the assignment.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*368</span> On November 27, 1940, after the assignment, the Government delivered to the debtor its check for $155,865.50 as a progress payment then due upon the contract. The debtor on that date endorsed the check and mailed it to respondent, accompanied by its own check for the sum of $150,000, made payable to respondent and drawn upon the debtor's account with respondent. On November 28th, which was exactly four months before the petition in bankruptcy was filed on March 28, 1941, respondent received the checks and credited $150,000 of the proceeds of the government check on four promissory notes of the debtor, aggregating $150,000.</p>\n<p>On November 27 respondent sent to the Secretary of War its assignment of the sums due and to become due on the contract, and on December 2, gave the other notices required by the statute regulating assignments of claims against the United States. On December 5, the assignment was approved by the Secretary of War, and on that date the conditions of a valid assignment, prescribed by the statute, had been fully satisfied.</p>\n<p>By § 60a of the Bankruptcy Act \"a transfer . . . of any of the property of a debtor to . . . a creditor for or on account of an antecedent debt, made or suffered by such debtor while insolvent and within four months before the filing by or against him of the petition in bankruptcy . . ., the effect of which transfer will be to enable such creditor to obtain a greater percentage of his debt than some other creditor of the same class\" is declared to be an unlawful preference. Only a single issue was raised by respondent's motion for summary judgment, whether the debtor's transfer to respondent of $150,000 of the progress payment by the Government was made and perfected more than four months before the petition in bankruptcy was filed.</p>\n<p>The Court of Appeals resolved this question in respondent's favor upon two independent grounds. One is that <span class=\"star-pagination\">*369</span> while the assignment was not perfected until December 5, 1940, within the four months period, when the necessary notices had been given and consent obtained, the assignment was to be regarded as then retroactively validated as of its date of November 22, 1940, which was more than four months before the bankruptcy. The other ground is that the transfer became complete on the debtor's endorsement and mailing of the government check to respondent on November 27, more than four months before the bankruptcy.</p>\n<p>As we sustain the judgment on the second ground we have no occasion to consider the first or to express any opinion upon it. For the purpose of determining the adequacy of the second ground, it is unnecessary to consider the effect of the assignment upon the right of respondent, as an assignee, to demand payment from the Government or the assignor of the amounts due on the contract. For here the payment was made by the Government to the assignor, which paid it to respondent before the assignment was validated by the requisite notices and consent. The provisions of the statute governing assignments of claims against the Government are for the protection of the Government and not for the regulation of the equities of the claimants as between themselves. <i>Martin</i> v. <i>National Surety Co.,</i> 300 U.S. 588, 594-595. Here, the payment having been made to the contractor and by it delivered to respondent before the assignment was perfected, the Government's obligation was discharged; and the situation was no different than it would have been if no assignment had been made. The question is thus presented whether the endorsement and mailing of the check to respondent operated as a transfer on the date of mailing, rather than on the date of its receipt, so that the transfer was made and perfected before the four months period.</p>\n<p>What constitutes a transfer and when it is complete within the meaning of § 60a of the Bankruptcy Act is <span class=\"star-pagination\">*370</span> necessarily a federal question, since it arises under a federal statute intended to have uniform application throughout the United States. <i>Prudence Corp.</i> v. <i>Geist,</i> 316 U.S. 89, 95, and cases cited; <i>Steele</i> v. <i>Louisville &amp; Nashville R. Co.,</i> 323 U.S. 192, 204. The statute provides its own definitions. Section 1 (30) of the Bankruptcy Act declares that \"`transfer' shall include the sale and every other . . . mode . . . of disposing of or of parting with property . . . or with the possession thereof. . .\" And § 60a provides that a \"transfer shall be deemed to have been made at the time when it became so far perfected that no bona fide purchaser from the debtor and no creditor could thereafter have acquired any rights in the property so transferred superior to the rights of the transferee therein . . .\"</p>\n<p>In the absence of any controlling federal statute, a creditor or bona fide purchaser could acquire rights in the property transferred by the debtor, only by virtue of a state law. And hence § 60a's \"apparent command is to test the effectiveness of a transfer, as against the trustee, by the standards which applicable state law would enforce against a good faith purchaser.\" <i>Corn Exchange Bank</i> v. <i>Klauder,</i> 318 U.S. 434, 436-7. See also <i>Benedict</i> v. <i>Ratner,</i> 268 U.S. 353, 359, and cases cited. Section 60a in this respect, as do numerous other federal statutes, see <i>Davies Warehouse Co.</i> v. <i>Bowles,</i> 321 U.S. 144, 155-156, and note 20, and cases cited, thus adopts state law as the rule of decision. The state standards which control the effectiveness of a transfer likewise determine the precise time when a transfer is deemed to have been made or perfected.</p>\n<p>As we have seen, § 1 (30) includes in the term \"transfer\" \"every . . . mode of . . . parting with property . . . or with the possession thereof.\" When the debtor endorsed the government check and placed it in the mails, <span class=\"star-pagination\">*371</span> he parted with the possession and intended to part with the property in it, at a time (before the four months' period) when the transfer of the property to respondent would not be an unlawful preference. Whether the transfer was perfected on mailing the check thus turns on a question of state law, to which the highest court of the state has here given an authoritative answer.<sup>[2]</sup> The Court of Appeals recognized that only such a \"parting with property\" in the check, as would preclude the debtor from transferring any interest in the check to a creditor or bona fide purchaser, would perfect the transfer to respondent within the meaning of § 60a. The court also recognized that in this respect state law controlled decision. It found it unnecessary to consider whether a creditor or bona fide purchaser could have obtained rights in the $150,000, prior to the endorsement and mailing of the government check on November 27, since it thought that the \"delivery of the <span class=\"star-pagination\">*372</span> moneys to the assignee was complete\" at that time.<sup>[3]</sup> The state court having applied the proper test under § 60a, we accept its conclusion that the transfer was made more than four months before bankruptcy.</p>\n<p>Petitioner, relying on <i>Martin</i> v. <i>National Surety Co., supra</i><i>,</i> argues that as a matter of federal law the surety company, which is a creditor, has rights to the proceeds of the government contract, superior to those of respondent, and sufficient to require respondent to relinquish the payment made to it. It does not appear that the surety has made any such claim. The surety, whose claim, if it has one, is adverse and superior to that of petitioner and the other creditors, is not a party to this suit. The affidavits submitted on the motion for summary judgment do not frame any such issue, and we are not pointed to any allegation in them that any amount is due and owing from the bankrupt to the surety. Hence the claim, if it exists, is not one which could be adjudicated here.</p>\n<p>In any event the affidavits fail to establish the asserted priority of the surety over respondent. The surety did not perfect its assignment by giving the notices and procuring the consent required by the statute. It did not receive the proceeds of the contract here in question. They were paid to respondent which does not appear to have <span class=\"star-pagination\">*373</span> had any notice of the prior assignment of the surety. Under the federal rule, respondent is entitled to retain the assigned money which it received without notice of the prior assignment to the surety. <i>Judson</i> v. <i>Corcoran,</i> 17 How. 612; cf. <i>Salem Trust Co.</i> v. <i>Manufacturers' Co.,</i> 264 U.S. 182, 192-193. The <i>Martin</i> case does not control here, since the subsequent assignee in that case took with notice of an earlier assignment and as part of an obviously fraudulent scheme. These facts, which were sufficient in that case to require that the subsequent assignee relinquish the transferred funds, are lacking here. Hence it is unnecessary to consider whether, as the Court of Appeals held, the trustee is without standing to assert alleged rights of the surety.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE BLACK dissents.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 3477 of the Revised Statutes, 31 U.S.C. § 203, declares that the assignment of any claim upon the Government shall be \"absolutely null and void\" unless made after the allowance of the claim and the issue of a warrant for its payment. But by the amendment of October 9, 1940, it was provided that such assignments of claims in excess of $1,000 for money due or to become due from an agency or department of the Government upon contracts entered into with the Government before the date of the amendment should be valid when made to a bank or trust company upon notice to the surety on the contractor's bond, and to certain specified officers of the Government, including the contracting officer or head of the department concerned, and upon consent of the head of that agency or department.</p>\n<p>[2]  The endorsement and mailing of the government check took place in Boston, Massachusetts. There is no contention that the substantive law of Massachusetts determines the legal effect of these acts, nor that that law differs from the law of New York. Hence it is unnecessary to decide whether the problem of choice of law under § 60a is to be resolved by federal standards, or whether that section also adopts the conflict of laws rules of the forum. If the former be the case, it would be necessary for this Court to determine whether the New York Court of Appeals should have followed Massachusetts law; and if so this Court would be under the duty of making an independent investigation of the Massachusetts law. Cf. <i>Barber</i> v. <i>Barber,</i> 323 U.S. 77, 81; <i>Adam</i> v. <i>Saenger,</i> 303 U.S. 59, 64, and cases cited. But if the statute adopts the local conflict of laws rules, the present case would turn on New York law, even though the applicable rule adopted by New York were the same as the substantive law of Massachusetts. For \"Even where the state of the forum adopts and applies as its own the law of the state where the injury was inflicted, the extent to which it shall apply in its own courts a rule of law of another state is itself a question of local law of the forum.\" See <i>Magnolia Petroleum Co.</i> v. <i>Hunt,</i> 320 U.S. 430, 445, and cases cited.</p>\n<p>[3]  The Court of Appeals said, 292 N.Y. 347, 358-359: \"The test under the statute as amended in 1938 is, as I have said, whether no `<i>bona fide</i> purchaser from the debtor and no creditor could thereafter have acquired any rights in the property so transferred superior to the rights of the transferee therein.' The `standards which applicable state law would enforce against a good faith purchaser' or against a creditor must be applied here.. . . It is unnecessary to decide . . . whether a purchaser for value or a creditor could have obtained any rights in the moneys until they were paid to the contractor and the check mailed to the [respondent] on November 27th. It seems clear that at least from that time the transfer was perfected. . . . [From] the time that the check was deposited in the mail . . ., delivery of the moneys to the assignee was complete.\"</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">365</span></span> (1945)</b></center>\n<center><h1>McKENZIE, TRUSTEE IN BANKRUPTCY,<br>\nv.<br>\nIRVING TRUST CO.</h1></center>\n<center>No. 188.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 14, 1944.</center>\n<center>Decided January 8, 1945.</center>\nCERTIORARI TO THE COURT OF APPEALS OF NEW YORK.\n<p><span class=\"star-pagination\">*366</span> <i>Mr. David Morgulas,</i> with whom <i>Messrs. M. Carl Levine</i> and <i>Albert Foreman</i> were on the brief, for petitioner.</p>\n<p><i>Mr. William A. Onderdonk</i> for respondent.</p>\n<p>MR. CHIEF JUSTICE STONE delivered the opinion of the Court.</p>\n<p>Petitioner, trustee in bankruptcy of Graves-Quinn Corporation, the debtor, brought this suit in the Supreme Court of New York to recover the sum of $150,000 paid by the debtor to respondent, its creditor. The payment was alleged to be an unlawful preference under § 60a of the Bankruptcy Act, 11 U.S.C. § 96. Respondent moved for summary judgment under Rule 113 of the New York Rules of Civil Practice, on the ground that the transfer did not occur within four months of bankruptcy, and hence was not a preference under § 60a. The Supreme Court of New York denied the motion, but the Appellate Division of the Supreme Court reversed, dismissing the complaint. 266 App. Div. 599, 42 N.Y.S.2d 551. The New York Court of Appeals affirmed, <span class=\"citation no-link\"><span class=\"volume\">292</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">347</span></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">192</span></span>, holding that the transfer was not made within four months of bankruptcy.</p>\n<p>We granted certiorari on a petition raising questions important to the administration of the Bankruptcy Act, only one of which we find it necessary to decide. That question is whether a check, made payable to the bankrupt and endorsed and mailed by it to respondent more than four months before bankruptcy, but received by respondent and credited upon the bankrupt's antecedent debt within the four months, is, by the applicable law, a <span class=\"star-pagination\">*367</span> transfer within the four months period, within the meaning of § 60a.</p>\n<p>In September, 1940, the Graves-Quinn Corporation, later adjudicated a bankrupt, entered into a contract with the United States, acting through the War Department, for the construction of military housing. The required payment and performance bond was given by a surety to the Government, and at the same time, October 2, 1940, the surety took from the debtor as security an assignment of all sums payable on the contract.</p>\n<p>Beginning in October, 1940, respondent, a trust company, made loans from time to time to the debtor to finance its operations under the government contract. It was agreed that the loans were to be repaid from the money to be received under the contract. On November 20, 1940, the debtor executed and on November 22 delivered to respondent a written assignment of these moneys to become due. The assignment was made without at that time giving the notices and procuring the consent of the Secretary of War, which, by the Assignment of Claims Act of October 9, 1940, 54 Stat. 1029, amending R.S. § 3477, 31 U.S.C. § 203, were required in order to give validity to the assignment.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*368</span> On November 27, 1940, after the assignment, the Government delivered to the debtor its check for $155,865.50 as a progress payment then due upon the contract. The debtor on that date endorsed the check and mailed it to respondent, accompanied by its own check for the sum of $150,000, made payable to respondent and drawn upon the debtor's account with respondent. On November 28th, which was exactly four months before the petition in bankruptcy was filed on March 28, 1941, respondent received the checks and credited $150,000 of the proceeds of the government check on four promissory notes of the debtor, aggregating $150,000.</p>\n<p>On November 27 respondent sent to the Secretary of War its assignment of the sums due and to become due on the contract, and on December 2, gave the other notices required by the statute regulating assignments of claims against the United States. On December 5, the assignment was approved by the Secretary of War, and on that date the conditions of a valid assignment, prescribed by the statute, had been fully satisfied.</p>\n<p>By § 60a of the Bankruptcy Act \"a transfer . . . of any of the property of a debtor to . . . a creditor for or on account of an antecedent debt, made or suffered by such debtor while insolvent and within four months before the filing by or against him of the petition in bankruptcy . . ., the effect of which transfer will be to enable such creditor to obtain a greater percentage of his debt than some other creditor of the same class\" is declared to be an unlawful preference. Only a single issue was raised by respondent's motion for summary judgment, whether the debtor's transfer to respondent of $150,000 of the progress payment by the Government was made and perfected more than four months before the petition in bankruptcy was filed.</p>\n<p>The Court of Appeals resolved this question in respondent's favor upon two independent grounds. One is that <span class=\"star-pagination\">*369</span> while the assignment was not perfected until December 5, 1940, within the four months period, when the necessary notices had been given and consent obtained, the assignment was to be regarded as then retroactively validated as of its date of November 22, 1940, which was more than four months before the bankruptcy. The other ground is that the transfer became complete on the debtor's endorsement and mailing of the government check to respondent on November 27, more than four months before the bankruptcy.</p>\n<p>As we sustain the judgment on the second ground we have no occasion to consider the first or to express any opinion upon it. For the purpose of determining the adequacy of the second ground, it is unnecessary to consider the effect of the assignment upon the right of respondent, as an assignee, to demand payment from the Government or the assignor of the amounts due on the contract. For here the payment was made by the Government to the assignor, which paid it to respondent before the assignment was validated by the requisite notices and consent. The provisions of the statute governing assignments of claims against the Government are for the protection of the Government and not for the regulation of the equities of the claimants as between themselves. <i>Martin</i> v. <i>National Surety Co.,</i> <span class=\"citation\" data-id=\"102798\"><a href=\"/opinion/102798/martin-v-national-surety-co-et-al/\"><span class=\"volume\">300</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">588</span></a></span>, 594-595. Here, the payment having been made to the contractor and by it delivered to respondent before the assignment was perfected, the Government's obligation was discharged; and the situation was no different than it would have been if no assignment had been made. The question is thus presented whether the endorsement and mailing of the check to respondent operated as a transfer on the date of mailing, rather than on the date of its receipt, so that the transfer was made and perfected before the four months period.</p>\n<p>What constitutes a transfer and when it is complete within the meaning of § 60a of the Bankruptcy Act is <span class=\"star-pagination\">*370</span> necessarily a federal question, since it arises under a federal statute intended to have uniform application throughout the United States. <i>Prudence Corp.</i> v. <i>Geist,</i> <span class=\"citation\" data-id=\"103658\"><a href=\"/opinion/103658/prudence-realization-corp-v-geist/\"><span class=\"volume\">316</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, 95, and cases cited; <i>Steele</i> v. <i>Louisville &amp; Nashville R. Co.,</i> <span class=\"citation\" data-id=\"104038\"><a href=\"/opinion/104038/steele-v-louisville-nashville-r-co/\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">192</span></a></span>, 204. The statute provides its own definitions. Section 1 (30) of the Bankruptcy Act declares that \"`transfer' shall include the sale and every other . . . mode . . . of disposing of or of parting with property . . . or with the possession thereof. . .\" And § 60a provides that a \"transfer shall be deemed to have been made at the time when it became so far perfected that no bona fide purchaser from the debtor and no creditor could thereafter have acquired any rights in the property so transferred superior to the rights of the transferee therein . . .\"</p>\n<p>In the absence of any controlling federal statute, a creditor or bona fide purchaser could acquire rights in the property transferred by the debtor, only by virtue of a state law. And hence § 60a's \"apparent command is to test the effectiveness of a transfer, as against the trustee, by the standards which applicable state law would enforce against a good faith purchaser.\" <i>Corn Exchange Bank</i> v. <i>Klauder,</i> <span class=\"citation\" data-id=\"103800\"><a href=\"/opinion/103800/corn-exchange-nat-bank-trust-co-v-klauder/\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">434</span></a></span>, 436-7. See also <i>Benedict</i> v. <i>Ratner,</i> <span class=\"citation\" data-id=\"100673\"><a href=\"/opinion/100673/benedict-v-ratner/\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">353</span></a></span>, 359, and cases cited. Section 60a in this respect, as do numerous other federal statutes, see <i>Davies Warehouse Co.</i> v. <i>Bowles,</i> <span class=\"citation\" data-id=\"103932\"><a href=\"/opinion/103932/davies-warehouse-co-v-bowles/\"><span class=\"volume\">321</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">144</span></a></span>, 155-156, and note 20, and cases cited, thus adopts state law as the rule of decision. The state standards which control the effectiveness of a transfer likewise determine the precise time when a transfer is deemed to have been made or perfected.</p>\n<p>As we have seen, § 1 (30) includes in the term \"transfer\" \"every . . . mode of . . . parting with property . . . or with the possession thereof.\" When the debtor endorsed the government check and placed it in the mails, <span class=\"star-pagination\">*371</span> he parted with the possession and intended to part with the property in it, at a time (before the four months' period) when the transfer of the property to respondent would not be an unlawful preference. Whether the transfer was perfected on mailing the check thus turns on a question of state law, to which the highest court of the state has here given an authoritative answer.<sup>[2]</sup> The Court of Appeals recognized that only such a \"parting with property\" in the check, as would preclude the debtor from transferring any interest in the check to a creditor or bona fide purchaser, would perfect the transfer to respondent within the meaning of § 60a. The court also recognized that in this respect state law controlled decision. It found it unnecessary to consider whether a creditor or bona fide purchaser could have obtained rights in the $150,000, prior to the endorsement and mailing of the government check on November 27, since it thought that the \"delivery of the <span class=\"star-pagination\">*372</span> moneys to the assignee was complete\" at that time.<sup>[3]</sup> The state court having applied the proper test under § 60a, we accept its conclusion that the transfer was made more than four months before bankruptcy.</p>\n<p>Petitioner, relying on <i>Martin</i> v. <i>National Surety Co., supra</i><i>,</i> argues that as a matter of federal law the surety company, which is a creditor, has rights to the proceeds of the government contract, superior to those of respondent, and sufficient to require respondent to relinquish the payment made to it. It does not appear that the surety has made any such claim. The surety, whose claim, if it has one, is adverse and superior to that of petitioner and the other creditors, is not a party to this suit. The affidavits submitted on the motion for summary judgment do not frame any such issue, and we are not pointed to any allegation in them that any amount is due and owing from the bankrupt to the surety. Hence the claim, if it exists, is not one which could be adjudicated here.</p>\n<p>In any event the affidavits fail to establish the asserted priority of the surety over respondent. The surety did not perfect its assignment by giving the notices and procuring the consent required by the statute. It did not receive the proceeds of the contract here in question. They were paid to respondent which does not appear to have <span class=\"star-pagination\">*373</span> had any notice of the prior assignment of the surety. Under the federal rule, respondent is entitled to retain the assigned money which it received without notice of the prior assignment to the surety. <i>Judson</i> v. <i>Corcoran,</i> 17 How. 612; cf. <i>Salem Trust Co.</i> v. <i>Manufacturers' Co.,</i> <span class=\"citation\" data-id=\"100362\"><a href=\"/opinion/100362/salem-co-v-manufacturersco/\"><span class=\"volume\">264</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">182</span></a></span>, 192-193. The <i>Martin</i> case does not control here, since the subsequent assignee in that case took with notice of an earlier assignment and as part of an obviously fraudulent scheme. These facts, which were sufficient in that case to require that the subsequent assignee relinquish the transferred funds, are lacking here. Hence it is unnecessary to consider whether, as the Court of Appeals held, the trustee is without standing to assert alleged rights of the surety.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE BLACK dissents.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 3477 of the Revised Statutes, 31 U.S.C. § 203, declares that the assignment of any claim upon the Government shall be \"absolutely null and void\" unless made after the allowance of the claim and the issue of a warrant for its payment. But by the amendment of October 9, 1940, it was provided that such assignments of claims in excess of $1,000 for money due or to become due from an agency or department of the Government upon contracts entered into with the Government before the date of the amendment should be valid when made to a bank or trust company upon notice to the surety on the contractor's bond, and to certain specified officers of the Government, including the contracting officer or head of the department concerned, and upon consent of the head of that agency or department.</p>\n<p>[2]  The endorsement and mailing of the government check took place in Boston, Massachusetts. There is no contention that the substantive law of Massachusetts determines the legal effect of these acts, nor that that law differs from the law of New York. Hence it is unnecessary to decide whether the problem of choice of law under § 60a is to be resolved by federal standards, or whether that section also adopts the conflict of laws rules of the forum. If the former be the case, it would be necessary for this Court to determine whether the New York Court of Appeals should have followed Massachusetts law; and if so this Court would be under the duty of making an independent investigation of the Massachusetts law. Cf. <i>Barber</i> v. <i>Barber,</i> <span class=\"citation\" data-id=\"104026\"><a href=\"/opinion/104026/barber-v-barber/\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">77</span></a></span>, 81; <i>Adam</i> v. <i>Saenger,</i> <span class=\"citation\" data-id=\"102954\"><a href=\"/opinion/102954/adam-v-saenger/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">59</span></a></span>, 64, and cases cited. But if the statute adopts the local conflict of laws rules, the present case would turn on New York law, even though the applicable rule adopted by New York were the same as the substantive law of Massachusetts. For \"Even where the state of the forum adopts and applies as its own the law of the state where the injury was inflicted, the extent to which it shall apply in its own courts a rule of law of another state is itself a question of local law of the forum.\" See <i>Magnolia Petroleum Co.</i> v. <i>Hunt,</i> <span class=\"citation\" data-id=\"103900\"><a href=\"/opinion/103900/magnolia-petroleum-co-v-hunt/\"><span class=\"volume\">320</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span>, 445, and cases cited.</p>\n<p>[3]  The Court of Appeals said, <span class=\"citation no-link\"><span class=\"volume\">292</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">347</span></span>, 358-359: \"The test under the statute as amended in 1938 is, as I have said, whether no `<i>bona fide</i> purchaser from the debtor and no creditor could thereafter have acquired any rights in the property so transferred superior to the rights of the transferee therein.' The `standards which applicable state law would enforce against a good faith purchaser' or against a creditor must be applied here.. . . It is unnecessary to decide . . . whether a purchaser for value or a creditor could have obtained any rights in the moneys until they were paid to the contractor and the check mailed to the [respondent] on November 27th. It seems clear that at least from that time the transfer was perfected. . . . [From] the time that the check was deposited in the mail . . ., delivery of the moneys to the assignee was complete.\"</p>\n\n</div>", "id": 104053, "judges": "Stone", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/104053/", "sha1": "ba353ddfcdf2f881c12341ecbfca603509dcac76", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:54:44"}