{"absolute_url": "/opinion/104168/goldstone-et-al-v-united-states/", "blocked": false, "citation": {"case_name": "Goldstone v. United States", "docket_number": "699", "document_uris": ["/api/rest/v2/document/104168/"], "federal_cite_one": "325 U.S. 687", "federal_cite_three": null, "federal_cite_two": null, "id": 88551, "lexis_cite": "", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/88551/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 10, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1945-10-08", "date_modified": "2014-12-21T01:47:23.419211", "docket": "/api/rest/v2/docket/408141/", "download_url": "http://bulk.resource.org/courts.gov/c/US/325/325.US.687.699.html", "extracted_by_ocr": false, "html": "<p class=\"case_cite\">325 U.S. 687</p>\n    <p class=\"case_cite\">65 S.Ct. 1323</p>\n    <p class=\"case_cite\">89 L.Ed. 1871</p>\n    <p class=\"parties\">GOLDSTONE et al.<br>v.<br>UNITED STATES.</p>\n    <p class=\"docket\">No. 699.</p>\n    <p class=\"date\">Argued April 26, 1945.</p>\n    <p class=\"date\">Decided June 11, 1945.</p>\n    <p class=\"date\">As Amended June 18, 1945.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Eugene L. Bondy, of New York City, for petitioners.</p>\n      <p class=\"indent\">Mr. Loring W. Post, of Washington, D.C., for respondent.</p>\n      <p class=\"indent\">Mr. Justice MURPHY delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The question here is whether the proceeds of certain contracts payable upon the death of the decedent to his wife are includible in his gross estate for estate tax purposes under Section 302(c) of the Revenue Act of 1926, as amended, Internal Revenue Code &#167; 811(c), 26 U.S.C.A. Int.Rev.Code, &#167; 811(c).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On June 29, 1933, the Equitable Life Assurance Society of the United States issued two contracts for which the decedent paid sums aggregating $26,500:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">(1) The first contract, for which the decedent paid a single premium of $14,357.08, insured the decedent's life for $18,928, payable upon death to his wife or, if she predeceased him, to their daughters. If all the beneficiaries predeceased the decedent, the proceeds of the contract were to be paid to his executors or administrators. In lieu of a physical examination in connection with the issuance of this contract, decedent was required to purchase a second or an annuity contract.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">(2) Under the annuity contract, the decedent paid a single premium of $12,142.92. The contract provided for semi-annual payments of $386.51 to be made to the decedent during his lifetime and for payment of $6,071.46 to his wife upon his death or, if she predeceased him, to their daughters or, if they were dead, to his estate.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">By the terms of each contract the wife had the unrestricted right to assign it, to borrow money on it, to receive dividends, to change the beneficiaries and to surrender the contract and obtain the surrender value thereof. The contracts designated her as the 'Owner' or 'Purchaser,' the decedent be ng called the 'Insured' or 'Annuitant.' In the event that the wife should predecease the decedent, the contracts provided that all of the enumerated powers were to vest in the decedent to the extent that such powers had not otherwise been exercised by the wife.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The decedent was 63 years old when the contracts were issued. He died nearly five years later, on February 23, 1938, survived by his wife and daughters. His wife had not surrendered, assigned or alienated either contract prior to his death. The Equitable Life Assurance Society thereupon paid the widow $6,071.46 under the annuity contract, $18,928 under the life contract and $182.24 as accumulated dividends, making a total of $25,181.70.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On these facts the Commissioner of Internal Revenue determined that the Proceeds of the two contracts were includible in decedent's estate for estate tax purposes. The petitioners, as executors of the estate, were assessed a deficiency of $5,376.11. After paying that amount they filed a claim for refund. The claim was rejected. They then brought this suit for refund. The District Court sustained the action of the Commissioner and dismissed the complaint. 52 F.Supp. 704. The Second Circuit Court of Appeals affirmed this judgment. 144 F.2d 373. An apparent conflict of authority among lower courts on the question presented led us to grant certiorari. 324 U.S. 833, 65 S.Ct. 675.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Helvering v. Le Gierse, 312 U.S. 531, 61 S.Ct. 646, 85 L.Ed. 996, makes it plain that these two contracts, which must be considered together, contain none of the true elements of insurance risk. Section 302(g) of the Act, 26 U.S.C.A. Int.Rev.Code, &#167; 811(g), relating to amounts receivable 'as insurance under policies taken out by the decedent upon his own life,' is therefore inapplicable. The sole question, then, is whether the proceeds of the contracts are includible in the decedent's gross estate under Section 302(c) as the subject of a transfer intended to take effect in possession or enjoyment at or after the decedent's death. That question we answer in the affirmative.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Section 302(c), as demonstrated by Helvering v. Hallock, 309 U.S. 106, 60 S.Ct. 444, 84 L.Ed. 604, 125 A.L.R. 1368, reaches all inter vivos transfers which may be resorted to, as a substitute for a will, in making dispositions of property operative at death. It thus sweeps into the gross estate all property the ultimate possession or enjoyment of which is held in suspense until the moment of the decedent's death or thereafter. Fidelity-Philadelphia Trust Co. v. Rothensies, 324 U.S. 108, 111, 65 S.Ct. 508, 510. In so doing, Section 302(c) pierces all the verbiage of 'unwitty diversities of the law of property.' Helvering v. Hallock, supra, 309 U.S. 118, 60 S.Ct. 450, 84 L.Ed. 604, 125 A.L.R. 1368. Testamentary dispositions of an inter vivos nature cannot escape the force of this section by hiding behind legal niceties contained in devices and forms created by conveyancers.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In this instance the decedent carefully procured the issuance of two contracts in his wife's name without possessing for a measurable period most of the usual attributes of ownership over the contracts. But this procedure does not conceal the fact that decedent used these contracts as a means of effecting a transfer of approximately $25,000 of his estate to the natur l objects of his bounty. Nor does it negative the fact that this inter vivos transfer possessed all the indicia of a testamentary disposition. There was, in other words, a 'transfer of property procured through expenditures by the decedent with the purpose, effected at his death, of having it pass to another.' Chase National Bank v. United States, 278 U.S. 327, 337, 49 S.Ct. 126, 128, 73 L.Ed. 405, 63 A.L.R. 388. Section 302(c) must therefore be brought to bear.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The decedent, in making disposition of $25,000 of his property through these two contracts, retained a valuable interest in that amount which was not extinguished until he died. He retained not only the right to semi-annual payments under the annuity contract but also a contingent reversionary interest in the entire proceeds of both contracts. Had he survived his wife he could have exercised the attributes of ownership over the contracts, changing the beneficiaries or surrendering the contracts as he saw fit. If he had survived both his wife and his daughters the proceeds of the two contracts would automatically have been payable to his estate when he died. Thus the ultimate disposition of the proceeds of the contracts was suspended until the moment of decedent's death. Only then did the respective interests of the wife and daughters become fixed; only then were their interests freed from the contingency of the decedent's survival. His death was the decisive fact that terminated all of his potential rights and insured the complete ripening of the wife's interests. The transfer of the proceeds of the contracts having been effectuated finally and definitely at the decedent's death, as in the Hallock case, Section 302(c) requires that those proceeds be included within the decedent's gross estate.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This conclusion is unaltered by the fact that the wife had the unrestricted power during the decedent's lifetime to exercise many important incidents of ownership over the contracts, including the power to terminate the decedent's reversionary interest in the proceeds. Whatever the likelihood of the exercise of this power, it is a fact that the wife did not change the beneficiaries or surrender the contracts so as to destroy decedent's reversionary interest. The string that the decedent retained over the proceeds of the contracts until the moment of his death was no less real or significant because of the wife's unused power to sever it at any time.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The essential element in this case, therefore, is the decedent's possession of a reversionary interest at the time of his death, delaying until then the determination of the ultimate possession or enjoyment of the property. The existence of such an interest constitutes an important incident of ownership sufficient by itself to support the imposition of the estate tax. Helvering v. Hallock, supra. The indefeasibility of that interest prior to death or the decedent's possession of other powers of ownership is unnecessary and indecisive of estate tax liability.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The disappearance of a decedent's reversionary interest, together with the resulting estate tax liability, prior to death through events beyond the decedent's control is a possibility in many situations such as the one in issue.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Likewise a reversionary interest may become vested prior to a decedent's death because of the occurrence of other events beyond the realm of the decedent's volition and unconnected in any way with his death. But the imposition and computation of the estate tax are based upon the interests in actual existence at the time of the decedent's death. It follows that only those events that actually occurred prior to that moment can be considered in determining the existence and value of the taxable interests. Events that might have but failed to take place so as to erase a decedent's reversionary interest must be ignored; such unrealized possibilities, if significant at all, only add to the remoteness of the reversionary interest.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In our view of the case we need not consider the alternative argument urged by the United States to the effect that the specific amendments to Section 302(c) are also applicable since the decedent actually received an annual return from the contracts for a period which did not in fact end before his death. Nor do we reach any questions of valuation of the decedent's reversionary interest such as those which were decided in Fidelity-Philadelphia Trust Co. v. Rothensies, supra, and Commissioner v. Estate of Field, 324 U.S. 113, 65 S.Ct. 511.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Mr. Justice ROBERTS (dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">I think the judgment should be reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The court's decision repudiates Helvering v. Hallock, 309 U.S. 106, 60 S.Ct. 444, 84 L.Ed. 604, 125 A.L.R. 1368, and other cases which have applied its reasoning. We have recently been told that the question whether, within the intent of the Revenue Acts, a transfer is 'intended to take effect in possession or enjoyment at or after' the grantor's death is to be decided not by the terminology of conveyancing or the ancient real property law respecting vested and contingent estates, possibilities of reverter, and the like. We have been warned that the taxpayer and his estate must have regard to substance rather than to form, in answering the question whether the transfer becomes complete only at the transferor's death. I have assumed that the tax gatherer could not ignore the same test. Here I think the Commissioner is permitted to do just that. In order to reach substance in disregard of form, this court only recently has treated two independent contracts, one for insurance and the other for an annuity, as constituting but a single transaction and amounting to a gift in favor of the beneficiary of the insurance policy. Helvering v. Le Gierse, 312 U.S. 531, 61 S.Ct. 646, 85 L.Ed. 996.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The transaction under review in the present case is a common one. Where an applicant for insurance is beyond the age at which a company will underwrite the risk, life insurance may be obtained by purchasing an annuity, which diminishes or eliminates risk of serious loss to the company by the early death of the insured. Here the decedent, a man of about sixty-three, in good health, and with apparently no contemplation of early death, consummated such an arrangement with an insurer. I think it demonstrable that the transaction as respects the beneficiary his wife, was no different in substance or effect than an outright gift of money or property to her.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The decedent paid some $14,000 as a single premium for a policy by which the insurer agreed to pay some $18,000 to the beneficiaries named, that is, to his wife, if living, if she were dead, to his two daughters. The policy was issued to the wife and designated her as the owner of it. She had the following powers: To change the beneficiary without the husband's consent, to surrender the contract, assign or pledge it without his consent or that of any subsequent owner, change the form or plan of insurance (without reference to the insured, any beneficiary or subsequent owner), to surrender the contract and receive a specified cash value, to borrow on the policy at her sole election, to receive the dividends in cash or accumulate them to purchase additional insurance, in either case for her own use. If she exercised none of these rights the decedent would have become, at her death, if he were then living, the owner of the policy in her place and stead.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It is evident that if the policy he treated as an item of property, she had sole, full, and untrammelled dominion over it and its proceeds. She was in truth, and not by any fiction, absolute owner of the property. I cannot distinguish this case from one in which a husband, not in contemplation of death, conveys money or property, real or personal, in fee simple to his wife or to any other relative. For, in such a case, all, or a portion of the property, may, upon the death of the donee, descend to the donor under the intestate laws, and both parties to the transaction know this to be the fact. Notwithstanding then that, under the law, the wife may, until her death, spend, convey, mortgage or dispose of the property, I suppose it will be held that, inasmuch as all or some of it will descend to him if she omits so to do, he will be held, within the meaning of the statute, to have made a conveyance to take effect at his death because the only way he can avoid inheriting it from the donee is to die. Apparently courts are only to look to the realities of the situation, the essential nature of the ownership of the donee, where that spells taxability, but are to ignore the true character of the donee's untrammelled power over the subject matter of the gift where so to do spells taxability.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">For the annuity purchased by the decedent he gave his check for the sum of $12,000. The contract describes his wife as the purchaser. Except for an annuity of a few hundred dollars per annum, payable to the decedent and subject to reduction under the terms of the contract, the wife's rights were again absolute. Upon the death of the decedent she was to receive a death benefit of some $6,000, but she might obtain this benefit at any time during his life, without his consent, and without other condition, upon mere surrender of the contract. Such surrender she might make without anyone's consent. She might, without decedent's consent, change to another form of plan or contract, or change the beneficiary, or assign the contract, might receive the dividends or allow them to accumulate, borrow money on the contract, and elect a mode of settlement thereunder. Her assignment of the contract might, if she so elected, exclude all rights of any beneficiary or annuitant under it. Here again, a small annuity, payable to the decedent only so long as his wife permitted, was the sole element of interest remaining in the decedent. The property was subject to the wife's dominion and hers alone.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">To say that the decedent here retained an interest which passed at his death is to fly in the face of the facts. It is to say that, although we know the donee was as free to deal with the property as if she were described, in accordance with the niceties of conveyancing, or the ancient law of estates, as the owner in fee simple, yet this reality is to be ignored for the purpose of finding that the decedent gave her something less than absolute and full ownership of the property by enabling her to do exactly as she pleased with it; that the so-called 'string' which he retained upon the property need not have the quality of a tie that binds.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Mr. Justice DOUGLAS joins in this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 'The value of the gross estate of the decedent shall be determined by including the value at the time of his death of all property, real or personal, tangible or intangible, wherever situated, except real property situated outside of the United States&#8212;</p>\n        <p>'(c) To the extent of any interest therein of which the decedent has at any time made a transfer, by trust or otherwise, in contemplation of or intended to take effect in possession or enjoyment at or after his death * * *.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The judgment below is stated by the United States to be inconsistent with the result reached in Lloyd's Estate v. Commissioner, 3 Cir., 141 F.2d 758, and to be in harmony with Bailey v. United States, 31 F.Supp. 778, 90 Ct.Cl. 644. The United States also claims that the result below is inconsistent with the same court's prior affirmance of Estate of Ballard v. Commissioner, 47 B.T.A. 784, affirmed, 2 Cir., 138 F.2d 512. In view of the manner of our disposition of the instant case, however, we have no occasion to determine whether these asserted conflicts exist or whether the decision here necessarily controls the factual situations presented in these other cases.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Thus, in Fidelity-Philadelphia T ust Co. v. Rothensies, 324 U.S. 108, 65 S.Ct. 508, the decedent's contingent power of appointment was exercisable only if her two daughters died before her and left no surviving descendants. If the daughters died first but left surviving descendants, it would be certain before the decedent's death that her power of appointment would be nugatory. But such a contingency did not happen. At the time when the decedent died there was still the possibility that her power of appointment might be effective. The fact that the power of appointment might have been destroyed prior to the decedent's death did not prevent the imposition of the estate tax. The decedent's death was still the decisive factor which enlarged and matured the interests of the daughters.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "", "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">325</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">687</span></span></p>\n    <p class=\"case_cite\">65 S.Ct. 1323</p>\n    <p class=\"case_cite\">89 L.Ed. 1871</p>\n    <p class=\"parties\">GOLDSTONE et al.<br>v.<br>UNITED STATES.</p>\n    <p class=\"docket\">No. 699.</p>\n    <p class=\"date\">Argued April 26, 1945.</p>\n    <p class=\"date\">Decided June 11, 1945.</p>\n    <p class=\"date\">As Amended June 18, 1945.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Eugene L. Bondy, of New York City, for petitioners.</p>\n      <p class=\"indent\">Mr. Loring W. Post, of Washington, D.C., for respondent.</p>\n      <p class=\"indent\">Mr. Justice MURPHY delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The question here is whether the proceeds of certain contracts payable upon the death of the decedent to his wife are includible in his gross estate for estate tax purposes under Section 302(c) of the Revenue Act of 1926, as amended, Internal Revenue Code &#167; 811(c), 26 U.S.C.A. Int.Rev.Code, &#167; 811(c).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On June 29, 1933, the Equitable Life Assurance Society of the United States issued two contracts for which the decedent paid sums aggregating $26,500:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">(1) The first contract, for which the decedent paid a single premium of $14,357.08, insured the decedent's life for $18,928, payable upon death to his wife or, if she predeceased him, to their daughters. If all the beneficiaries predeceased the decedent, the proceeds of the contract were to be paid to his executors or administrators. In lieu of a physical examination in connection with the issuance of this contract, decedent was required to purchase a second or an annuity contract.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">(2) Under the annuity contract, the decedent paid a single premium of $12,142.92. The contract provided for semi-annual payments of $386.51 to be made to the decedent during his lifetime and for payment of $6,071.46 to his wife upon his death or, if she predeceased him, to their daughters or, if they were dead, to his estate.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">By the terms of each contract the wife had the unrestricted right to assign it, to borrow money on it, to receive dividends, to change the beneficiaries and to surrender the contract and obtain the surrender value thereof. The contracts designated her as the 'Owner' or 'Purchaser,' the decedent be ng called the 'Insured' or 'Annuitant.' In the event that the wife should predecease the decedent, the contracts provided that all of the enumerated powers were to vest in the decedent to the extent that such powers had not otherwise been exercised by the wife.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The decedent was 63 years old when the contracts were issued. He died nearly five years later, on February 23, 1938, survived by his wife and daughters. His wife had not surrendered, assigned or alienated either contract prior to his death. The Equitable Life Assurance Society thereupon paid the widow $6,071.46 under the annuity contract, $18,928 under the life contract and $182.24 as accumulated dividends, making a total of $25,181.70.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On these facts the Commissioner of Internal Revenue determined that the Proceeds of the two contracts were includible in decedent's estate for estate tax purposes. The petitioners, as executors of the estate, were assessed a deficiency of $5,376.11. After paying that amount they filed a claim for refund. The claim was rejected. They then brought this suit for refund. The District Court sustained the action of the Commissioner and dismissed the complaint. 52 F.Supp. 704. The Second Circuit Court of Appeals affirmed this judgment. 144 F.2d 373. An apparent conflict of authority among lower courts on the question presented led us to grant certiorari. <span class=\"citation no-link\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">833</span></span>, 65 S.Ct. 675.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Helvering v. Le Gierse, <span class=\"citation\" data-id=\"103484\"><a href=\"/opinion/103484/helvering-v-le-gierse/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">531</span></a></span>, 61 S.Ct. 646, 85 L.Ed. 996, makes it plain that these two contracts, which must be considered together, contain none of the true elements of insurance risk. Section 302(g) of the Act, 26 U.S.C.A. Int.Rev.Code, &#167; 811(g), relating to amounts receivable 'as insurance under policies taken out by the decedent upon his own life,' is therefore inapplicable. The sole question, then, is whether the proceeds of the contracts are includible in the decedent's gross estate under Section 302(c) as the subject of a transfer intended to take effect in possession or enjoyment at or after the decedent's death. That question we answer in the affirmative.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Section 302(c), as demonstrated by Helvering v. Hallock, <span class=\"citation\" data-id=\"103292\"><a href=\"/opinion/103292/helvering-v-hallock/\"><span class=\"volume\">309</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, 60 S.Ct. 444, 84 L.Ed. 604, 125 A.L.R. 1368, reaches all inter vivos transfers which may be resorted to, as a substitute for a will, in making dispositions of property operative at death. It thus sweeps into the gross estate all property the ultimate possession or enjoyment of which is held in suspense until the moment of the decedent's death or thereafter. Fidelity-Philadelphia Trust Co. v. Rothensies, <span class=\"citation\" data-id=\"104083\"><a href=\"/opinion/104083/fidelity-philadelphia-trust-co-v-rothensies/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">108</span></a></span>, 111, 65 S.Ct. 508, 510. In so doing, Section 302(c) pierces all the verbiage of 'unwitty diversities of the law of property.' Helvering v. Hallock, supra, <span class=\"citation\" data-id=\"103292\"><a href=\"/opinion/103292/helvering-v-hallock/\"><span class=\"volume\">309</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">118</span></a></span>, 60 S.Ct. 450, 84 L.Ed. 604, 125 A.L.R. 1368. Testamentary dispositions of an inter vivos nature cannot escape the force of this section by hiding behind legal niceties contained in devices and forms created by conveyancers.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In this instance the decedent carefully procured the issuance of two contracts in his wife's name without possessing for a measurable period most of the usual attributes of ownership over the contracts. But this procedure does not conceal the fact that decedent used these contracts as a means of effecting a transfer of approximately $25,000 of his estate to the natur l objects of his bounty. Nor does it negative the fact that this inter vivos transfer possessed all the indicia of a testamentary disposition. There was, in other words, a 'transfer of property procured through expenditures by the decedent with the purpose, effected at his death, of having it pass to another.' Chase National Bank v. United States, <span class=\"citation\" data-id=\"101366\"><a href=\"/opinion/101366/chase-nat-bank-v-united-states/\"><span class=\"volume\">278</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">327</span></a></span>, 337, 49 S.Ct. 126, 128, 73 L.Ed. 405, 63 A.L.R. 388. Section 302(c) must therefore be brought to bear.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The decedent, in making disposition of $25,000 of his property through these two contracts, retained a valuable interest in that amount which was not extinguished until he died. He retained not only the right to semi-annual payments under the annuity contract but also a contingent reversionary interest in the entire proceeds of both contracts. Had he survived his wife he could have exercised the attributes of ownership over the contracts, changing the beneficiaries or surrendering the contracts as he saw fit. If he had survived both his wife and his daughters the proceeds of the two contracts would automatically have been payable to his estate when he died. Thus the ultimate disposition of the proceeds of the contracts was suspended until the moment of decedent's death. Only then did the respective interests of the wife and daughters become fixed; only then were their interests freed from the contingency of the decedent's survival. His death was the decisive fact that terminated all of his potential rights and insured the complete ripening of the wife's interests. The transfer of the proceeds of the contracts having been effectuated finally and definitely at the decedent's death, as in the Hallock case, Section 302(c) requires that those proceeds be included within the decedent's gross estate.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This conclusion is unaltered by the fact that the wife had the unrestricted power during the decedent's lifetime to exercise many important incidents of ownership over the contracts, including the power to terminate the decedent's reversionary interest in the proceeds. Whatever the likelihood of the exercise of this power, it is a fact that the wife did not change the beneficiaries or surrender the contracts so as to destroy decedent's reversionary interest. The string that the decedent retained over the proceeds of the contracts until the moment of his death was no less real or significant because of the wife's unused power to sever it at any time.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The essential element in this case, therefore, is the decedent's possession of a reversionary interest at the time of his death, delaying until then the determination of the ultimate possession or enjoyment of the property. The existence of such an interest constitutes an important incident of ownership sufficient by itself to support the imposition of the estate tax. Helvering v. Hallock, supra. The indefeasibility of that interest prior to death or the decedent's possession of other powers of ownership is unnecessary and indecisive of estate tax liability.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The disappearance of a decedent's reversionary interest, together with the resulting estate tax liability, prior to death through events beyond the decedent's control is a possibility in many situations such as the one in issue.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Likewise a reversionary interest may become vested prior to a decedent's death because of the occurrence of other events beyond the realm of the decedent's volition and unconnected in any way with his death. But the imposition and computation of the estate tax are based upon the interests in actual existence at the time of the decedent's death. It follows that only those events that actually occurred prior to that moment can be considered in determining the existence and value of the taxable interests. Events that might have but failed to take place so as to erase a decedent's reversionary interest must be ignored; such unrealized possibilities, if significant at all, only add to the remoteness of the reversionary interest.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In our view of the case we need not consider the alternative argument urged by the United States to the effect that the specific amendments to Section 302(c) are also applicable since the decedent actually received an annual return from the contracts for a period which did not in fact end before his death. Nor do we reach any questions of valuation of the decedent's reversionary interest such as those which were decided in Fidelity-Philadelphia Trust Co. v. Rothensies, supra, and Commissioner v. Estate of Field, <span class=\"citation\" data-id=\"104084\"><a href=\"/opinion/104084/commissioner-v-estate-of-field/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">113</span></a></span>, 65 S.Ct. 511.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Mr. Justice ROBERTS (dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">I think the judgment should be reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The court's decision repudiates Helvering v. Hallock, <span class=\"citation\" data-id=\"103292\"><a href=\"/opinion/103292/helvering-v-hallock/\"><span class=\"volume\">309</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, 60 S.Ct. 444, 84 L.Ed. 604, 125 A.L.R. 1368, and other cases which have applied its reasoning. We have recently been told that the question whether, within the intent of the Revenue Acts, a transfer is 'intended to take effect in possession or enjoyment at or after' the grantor's death is to be decided not by the terminology of conveyancing or the ancient real property law respecting vested and contingent estates, possibilities of reverter, and the like. We have been warned that the taxpayer and his estate must have regard to substance rather than to form, in answering the question whether the transfer becomes complete only at the transferor's death. I have assumed that the tax gatherer could not ignore the same test. Here I think the Commissioner is permitted to do just that. In order to reach substance in disregard of form, this court only recently has treated two independent contracts, one for insurance and the other for an annuity, as constituting but a single transaction and amounting to a gift in favor of the beneficiary of the insurance policy. Helvering v. Le Gierse, <span class=\"citation\" data-id=\"103484\"><a href=\"/opinion/103484/helvering-v-le-gierse/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">531</span></a></span>, 61 S.Ct. 646, 85 L.Ed. 996.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The transaction under review in the present case is a common one. Where an applicant for insurance is beyond the age at which a company will underwrite the risk, life insurance may be obtained by purchasing an annuity, which diminishes or eliminates risk of serious loss to the company by the early death of the insured. Here the decedent, a man of about sixty-three, in good health, and with apparently no contemplation of early death, consummated such an arrangement with an insurer. I think it demonstrable that the transaction as respects the beneficiary his wife, was no different in substance or effect than an outright gift of money or property to her.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The decedent paid some $14,000 as a single premium for a policy by which the insurer agreed to pay some $18,000 to the beneficiaries named, that is, to his wife, if living, if she were dead, to his two daughters. The policy was issued to the wife and designated her as the owner of it. She had the following powers: To change the beneficiary without the husband's consent, to surrender the contract, assign or pledge it without his consent or that of any subsequent owner, change the form or plan of insurance (without reference to the insured, any beneficiary or subsequent owner), to surrender the contract and receive a specified cash value, to borrow on the policy at her sole election, to receive the dividends in cash or accumulate them to purchase additional insurance, in either case for her own use. If she exercised none of these rights the decedent would have become, at her death, if he were then living, the owner of the policy in her place and stead.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It is evident that if the policy he treated as an item of property, she had sole, full, and untrammelled dominion over it and its proceeds. She was in truth, and not by any fiction, absolute owner of the property. I cannot distinguish this case from one in which a husband, not in contemplation of death, conveys money or property, real or personal, in fee simple to his wife or to any other relative. For, in such a case, all, or a portion of the property, may, upon the death of the donee, descend to the donor under the intestate laws, and both parties to the transaction know this to be the fact. Notwithstanding then that, under the law, the wife may, until her death, spend, convey, mortgage or dispose of the property, I suppose it will be held that, inasmuch as all or some of it will descend to him if she omits so to do, he will be held, within the meaning of the statute, to have made a conveyance to take effect at his death because the only way he can avoid inheriting it from the donee is to die. Apparently courts are only to look to the realities of the situation, the essential nature of the ownership of the donee, where that spells taxability, but are to ignore the true character of the donee's untrammelled power over the subject matter of the gift where so to do spells taxability.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">For the annuity purchased by the decedent he gave his check for the sum of $12,000. The contract describes his wife as the purchaser. Except for an annuity of a few hundred dollars per annum, payable to the decedent and subject to reduction under the terms of the contract, the wife's rights were again absolute. Upon the death of the decedent she was to receive a death benefit of some $6,000, but she might obtain this benefit at any time during his life, without his consent, and without other condition, upon mere surrender of the contract. Such surrender she might make without anyone's consent. She might, without decedent's consent, change to another form of plan or contract, or change the beneficiary, or assign the contract, might receive the dividends or allow them to accumulate, borrow money on the contract, and elect a mode of settlement thereunder. Her assignment of the contract might, if she so elected, exclude all rights of any beneficiary or annuitant under it. Here again, a small annuity, payable to the decedent only so long as his wife permitted, was the sole element of interest remaining in the decedent. The property was subject to the wife's dominion and hers alone.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">To say that the decedent here retained an interest which passed at his death is to fly in the face of the facts. It is to say that, although we know the donee was as free to deal with the property as if she were described, in accordance with the niceties of conveyancing, or the ancient law of estates, as the owner in fee simple, yet this reality is to be ignored for the purpose of finding that the decedent gave her something less than absolute and full ownership of the property by enabling her to do exactly as she pleased with it; that the so-called 'string' which he retained upon the property need not have the quality of a tie that binds.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Mr. Justice DOUGLAS joins in this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 'The value of the gross estate of the decedent shall be determined by including the value at the time of his death of all property, real or personal, tangible or intangible, wherever situated, except real property situated outside of the United States&#8212;</p>\n        <p>'(c) To the extent of any interest therein of which the decedent has at any time made a transfer, by trust or otherwise, in contemplation of or intended to take effect in possession or enjoyment at or after his death * * *.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The judgment below is stated by the United States to be inconsistent with the result reached in Lloyd's Estate v. Commissioner, 3 Cir., <span class=\"citation\" data-id=\"1484709\"><a href=\"/opinion/1484709/lloyds-estate-v-commissioner-of-internal-revenue/\"><span class=\"volume\">141</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">758</span></a></span>, and to be in harmony with Bailey v. United States, 31 F.Supp. 778, 90 Ct.Cl. 644. The United States also claims that the result below is inconsistent with the same court's prior affirmance of Estate of Ballard v. Commissioner, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">B.T.A.</span> <span class=\"page\">784</span></span>, affirmed, 2 Cir., 138 F.2d 512. In view of the manner of our disposition of the instant case, however, we have no occasion to determine whether these asserted conflicts exist or whether the decision here necessarily controls the factual situations presented in these other cases.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Thus, in Fidelity-Philadelphia T ust Co. v. Rothensies, <span class=\"citation\" data-id=\"104083\"><a href=\"/opinion/104083/fidelity-philadelphia-trust-co-v-rothensies/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">108</span></a></span>, 65 S.Ct. 508, the decedent's contingent power of appointment was exercisable only if her two daughters died before her and left no surviving descendants. If the daughters died first but left surviving descendants, it would be certain before the decedent's death that her power of appointment would be nugatory. But such a contingency did not happen. At the time when the decedent died there was still the possibility that her power of appointment might be effective. The fact that the power of appointment might have been destroyed prior to the decedent's death did not prevent the imposition of the estate tax. The decedent's death was still the decisive factor which enlarged and matured the interests of the daughters.</p>\n      </div>\n    </div>\n    ", "id": 104168, "judges": "", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/104168/", "sha1": "a95c34f919857636bae57e4f1bfa873d7140171d", "source": "R", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:54:47"}