{"absolute_url": "/opinion/104193/general-electric-co-v-jewel-incandescent-lamp-co/", "blocked": false, "citation": {"case_name": "General Electric Co. v. Jewel Incandescent Lamp Co.", "docket_number": "46", "document_uris": ["/api/rest/v2/document/104193/"], "federal_cite_one": "326 U.S. 242", "federal_cite_three": null, "federal_cite_two": null, "id": 88576, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/88576/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 45, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1945-12-10", "date_modified": "2014-12-21T01:47:25.945638", "docket": "/api/rest/v2/docket/275339/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">326 U.S. 242</p>\n    <p class=\"case_cite\">66 S.Ct. 81</p>\n    <p class=\"case_cite\">90 L.Ed. 43</p>\n    <p class=\"parties\">GENERAL ELECTRIC CO.<br>v.<br>JEWEL INCANDESCENT LAMP CO. et al.</p>\n    <p class=\"docket\">No. 46.</p>\n    <p class=\"date\">Argued Oct. 18, 19, 1945.</p>\n    <p class=\"date\">Decided Nov. 5, 1945.</p>\n    <p class=\"date\">Rehearing Denied Dec. 3, 1945.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">See 326 U.S. 810, 66 S.Ct. 227.</p>\n      <p class=\"indent\">'Mr. Alexander C. Neave, of New York City, for petitioner.</p>\n      <p class=\"indent\">Mr. Samuel E. Darby, Jr., of New York City, for respondents.</p>\n      <p class=\"indent\">Mr. Justice DOUGLAS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a suit for infringement of Pipkin Patent No. 1,687,510 issued to petitioner, assignee of Marvin Pipkin, on October 16, 1928. The District Court found the patent to be invalid and also that the accused structure did not infringe. It accordingly dismissed the bill. 47 F.Supp. 818. The Circuit Court of Appeals affirmed, holding the patent invalid. 146 F.2d 414. The case is here on a petition for writ of certiorari which we granted, 324 U.S. 838, 65 S.Ct. 1017, because of a conflict of decision among the Circuit Courts of Appeals.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The patent relates to a frosted glass bulb for electric lamps. It is defended here as a product not a process patent. The product is described in the first claim as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'A glass electric lamp bulb having its interior surface frosted by etching so that the maximum brightness of an ordinary incandescent lamp comprising such a bulb will be less than twenty-five per cent of that of said lamp with a clear bulb, said interior bulb surface being characterized by the presence of rounded as distinguished from sharp angular crevices to such an extent that the strength to resist breakage by impact is greater than twenty per cent of that of the clear bulb.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Many years prior to the Pipkin patent, efforts had been made to reduce the glare produced by the brilliant filament of an incandescent lamp having a clear bulb. The most common method of reducing the glare was to frost the outside surface with an acid frosting solution. While bulbs so treated reduced the glare, the rough outside surface collected dirt and was difficult to clean, with the result that the light output was further reduced. Twenty-five years before Pipkin, Kennedy (patent No. 733,972 issued July 21, 1903) had showed an inside frosted bulb. But a difficulty appeared. When the outside surface of a bulb was frosted the strength of the bulb was not materially affected. When the inside surface, however, was frosted, the strength of the bulb was substantially reduced, making it unfit for practical use. Pipkin recited these facts in his specifications and stated, 'The object of my invention is to produce an inside frosted glass bulb which will be much stronger than those heretofore produced.' He went on to state that the preferred method of frosting was by use of a chemical medium which, when applied so as to produce the proper light diffusion, made the bulb extremely fragile. And he added: 'I have found, however, that if the bulb is given a further treatment, which I term a strengthening treatment, in which it is subjected to an etching or frosting treatment of lower degree than that to which it was first subjected, it becomes quite strong. Indeed, it may be made practically as stong as the original clear glass bulb.' He gave as the probable explanation the fact that the first treatment produced sharp, angular crevices or pits in the glass, while the second or strengthening treatment ate away additional glass and rounded out the angular crevices into saucer-shaped pits.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The fact that the bulb was strengthened when additional glass was dissolved was referred to by the court below as 'Pipkin's paradox'. The patent contains charts showing the relative extent to which the strength of the bulb is weakened by the first frosting treatment and its strength restored by the second treatment. The patent also shows that while the bulb of the patent materially reduced the glare obtained in a clear bulb, the lighting efficiency of the two is substantially the same for any given wattage.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As the first claim of the patent indicates, the characteristic feature of the patented bulb is the fact that the interior surface is 'characterized by the presence of rounded as distinguished from sharp angular crevices.' It is that feature which is responsible for the bulb's strength. Now, an electric bulb frosted on the inside was old in the art. Kennedy had disclosed such a product twenty-five years earlier. Moreover, it had long been known in the art that successive acid treatments of glass rounded out the sharp angular crevices produced by the first etching. That was shown in particularity by Reinitzer<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> in 1887 and by Tillotson<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> in 1917. And it was shown in Sprechsaal of 1907 (a German trade paper) that if hollow glass was subjected to a second etching, the surface would have a silk-like appearance, the finish being called satin etching or silk mat.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> It is true that these prior publications were concerned with frosting for the purpose of obtaining a decorative finish in glass ware or desired optical effects in focusing screens for cameras and the like. But Sprechsaal in 1912 specifically described the application of successive etchings to electric bulbs. And that publication recommended, as Pipkin did years later, that a weaker or diluted etching solution be used for the second etching. Moreover, Wood (patent No. 1,240,398 issued September 18, 1917) observed that successive acid treatments of glass rounded out the sharp angular crevices produced by the first etching, and he applied that idea to electric bulbs as well as to other glass articles. His patent covered the making of light-diffusing screens. He noted that if glass was etched once, the surface was cut into irregular crevices, pits and grooves with the result that only a portion of the light was transmitted. But if after the first etching (which he accomplished by a blast of air charged with a fine dust of flour emery or carborundum) the surface was flowed with acid, the crevices and pits were enlarged and smoothed out into minute concave lenses. These microscopical lenses diffused the light perfectly and transmitted practically all of it. He noted that his process was especially valuable in the case of certain types of cameras. But he added, 'Such a screen is also useful for rendering the bulbs of incandescent lamps diffusing without at the same time causing the very marked loss in the efficiency of the lamp, which results from frosting the bulbs in the usual manner.' Wood, to be sure, did not describe frosting the inside of the bulb. Kennedy, however, had shown that. Moreover, prior to Wood it was well known in the art, as we have noted, that successive acid treatments of glass produced a surface characterized by the presence of rounded as distinguished from sharp angular crevices or pits. If there was novelty in applying that process to electric bulbs, Wood achieved it. At least since Kennedy, it was known that insidefrosted electric bulbs were preferable to outside-frosted bulbs.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Wood, of course, was concerned only with light diffusion and transmission priwith of screens, secondarily of electric bulbs. Neither he nor any other before Pipkin appears to have given any indication that the second treatment resulted in any strengthening of the glass. But strengthening was inherent in the method he proposed. And it appears that an electric bulb, which had been frosted inside pursuant to his method, would have inevitably obtained the rounded pits and hence the attendant strength characteristic of the Pipkin bulb.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">If A without mentioning the element of strength patented a bulb which was extra strong, B could not obtain a patent on the bulb because of its strength, though he was the first to recognize that feature of it. That is the import of Ansonia Brass &amp; Copper Co. v. Electric Supply Co., 144 U.S. 11, 12 S.Ct. 601, 36 L.Ed. 327. That case involved the question of the validity of a patent for an insulated electric conductor. The prior art disclosed a similar method of insulation which was used in connection with the wiring of burglar alarms. Such use involved no problem of combustibility of the insulating material which emerged on the introduction of electric lighting. The insulator disclosed by the prior art was not intended to be, and perhaps was not known to be incombustible. But in fact the earlier insulator had approximately the same degree of incombustibility as that described in the patent. The Court ruled that 'the application of an old process to a new and analogous purpose does not involve invention, even if the new result had not before been contemplated.' 144 U.S. at page 18, 12 S.Ct. at page 604, 36 L.Ed. 327. Since the two insulators were practically the same in their method of construction, the patentee was not allowed to claim the feature of incombustibility as his invention. The benefits of the 'potencies and values more important than the uses that were immediately apparent' belong to him who establishes priority of discovery. Radio Corporation of America v. Radio Engineering Laboratories, Inc., 293 U.S. 1, 14, 55 S.Ct. 928, 933, 79 L.Ed. 163.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Petitioner, however, insists that this is not a case where the patentee merely observed the advantageous properties of an old article of manufacture. It says that Pipkin created a new article of manufacture, an inside-frosted bulb having an etched inner surface characterized by rounded rather than sharp angular crevices&#8212;an article that never existed before. It points out that prior to Pipkin no one knew why inside frosted bulks were weak nor knew how to remedy the weakness. Pipkin indeed seems to be the first to have recognized that the form of the pitting had an effect on the strength of the glass. The prior art appears to have made no such disclosure. And it is true that the Pipkin bulb met with commercial success. The question remains, however, whether the Pipkin patent was invalid because of anticipation.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is true that there is a difference between the Ansonia case and the present one. There a prior product had been created having qualities which were unrecognized at the time and which later were sought to be patented. On the other hand, it does not appear in the present case that prior to Pipkin electric bulbs had been frosted on the interior with rounded rather than sharp angular crevices or pits. But Wood, as well as the art which preceded him, showed how to produce such a surface on electric bulbs as well as on other articles of glass. Kennedy showed how to frost the inside of an electric bulb. In view of these disclosures it is difficult to see how there could be invention in frosting either the outside or inside of an electric bulb so as to produce saucer-shaped rather than sharp, angular crevices or pits. A product claim describes an article, new and useful. The principle of the Ansonia case plainly would deny validity to the Pipkin patent if the prior art disclosed an electric bulb so frosted on the inside as to round out the angular crevices produced by the first etching, whether the full utility of the bulb had been previously recognized or not. The same result is indicated where, as in the present case, the prior art discloses the method of making an article having the characteristics of the patented product, though all the advantageous properties of the product had not been fully appreciated. Lovell Mfg. Co. v. Cary, 147 U.S. 623, 13 S.Ct. 472, 37 L.Ed. 307. Pipkin found latent qualities in an old discovery and adapted it to a useful end. But that did not advance the frontiers of science in this narrow field so as to satisfy the exacting standards of our patent system. Where there has been use of an article or where the method of its manufacture is known, more than a new advantage of the product must be discovered in order to claim invention. See De Forest Radio Co. v. General Electric Co., 283 U.S. 664, 682, 51 S.Ct. 563, 568, 75 L.Ed. 1339. It is not invention to perceive that the product which others had discovered had qualities they failed to detect. See Corona Cord Tire Co. v. Dovan Chemical Corporation, 276 U.S. 358, 369, 48 S.Ct. 380, 383, 72 L.Ed. 610.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Mr. Justice JACKSON took no part in the consideration or decision of this case.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Circuit Court of Appeals for the Sixth Circuit in General Electric Co. v. Save Sales Co., 82 F.2d 100, and the Circuit Court of Appeals for the Second Circuit in General Electric Co. v. Wabash Appliance Corporation, 93 F.2d 671, hold the patent valid. The corresponding Canadian Pipkin Patent No. 289,379 was held invalid by the Supreme Court of Canada. Fuso Electric Works v. Canadian General Electric Co., 1940 Can.L.Rep. 371. The British Pipkin patent, No. 228,907, was held invalid by the High Court of Justice. British Thomson-Houston Co., Ltd., v. Tungstalite, Ltd., 57 Pat.Journ. 271 (1940).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> One of the experts when asked for the explanation of this phenomenon testified: 'Because in the instance where we have sharp angular crevices on the inside surface and the bulb is subjected to impact on its outer surface, the inner surface tends to be extended and therefore it is put into tension and the sharp angular crevices are the starting point for cracks, whereas in the case * * * where the crevice has been rounded out the impact against a bulb having on its inner surface this type of frosting, is such that the testing effort is spread over a very much larger area and the bulb is almost as strong as it was before frosting.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Die Glashutte of 1887, Contributions to the Knowledge of Glass Etching.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Journal of Industrial and Engineering Chemistry, October 1917.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> It was largely on the basis of this prior disclosure that the British patent was held invalid. See British Thomson-Houston Co., Ltd. v. Tungstalite, Ltd., supra note 1, pp. 288, 289.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>326 U.S. 242 (1945)</b></center>\n<center><h1>GENERAL ELECTRIC CO.<br>\nv.<br>\nJEWEL INCANDESCENT LAMP CO. ET AL.</h1></center>\n<center>No. 46.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 18, 19, 1945.</center>\n<center>Decided November 5, 1945.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE THIRD CIRCUIT.\n<p><i>Mr. Alexander C. Neave,</i> with whom <i>Mr. John H. Anderson</i> was on the brief, for petitioner.</p>\n<p><i>Mr. Samuel E. Darby, Jr.,</i> with whom <i>Mr. Paul Kolisch</i> was on the brief, for respondents.</p>\n<p>MR. JUSTICE DOUGLAS delivered the opinion of the Court.</p>\n<p>This is a suit for infringement of Pipkin Patent No. 1,687,510 issued to petitioner, assignee of Marvin Pipkin, <span class=\"star-pagination\">*243</span> on October 16, 1928. The District Court found the patent to be invalid and also that the accused structure did not infringe. It accordingly dismissed the bill. 47 F. Supp. 818. The Circuit Court of Appeals affirmed, holding the patent invalid. 146 F.2d 414. The case is here on a petition for writ of certiorari which we granted because of a conflict of decision among the Circuit Courts of Appeals.<sup>[1]</sup></p>\n<p>The patent relates to a frosted glass bulb for electric lamps. It is defended here as a product not a process patent. The product is described in the first claim as follows:</p>\n<p>\"A glass electric lamp bulb having its interior surface frosted by etching so that the maximum brightness of an ordinary incandescent lamp comprising such a bulb will be less than twenty-five per cent of that of said lamp with a clear bulb, said interior bulb surface being characterized by the presence of rounded as distinguished from sharp angular crevices to such an extent that the strength to resist breakage by impact is greater than twenty per cent of that of the clear bulb.\"</p>\n<p>Many years prior to the Pipkin patent, efforts had been made to reduce the glare produced by the brilliant filament of an incandescent lamp having a clear bulb. The most common method of reducing the glare was to frost the outside surface with an acid frosting solution. While bulbs so treated reduced the glare, the rough outside surface <span class=\"star-pagination\">*244</span> collected dirt and was difficult to clean, with the result that the light output was further reduced. Twenty-five years before Pipkin, Kennedy (patent No. 733,972 issued July 21, 1903) had showed an inside frosted bulb. But a difficulty appeared. When the outside surface of a bulb was frosted the strength of the bulb was not materially affected. When the inside surface, however, was frosted, the strength of the bulb was substantially reduced, making it unfit for practical use. Pipkin recited these facts in his specifications and stated, \"The object of my invention is to produce an inside frosted glass bulb which will be much stronger than those heretofore produced.\" He went on to state that the preferred method of frosting was by use of a chemical medium which, when applied so as to produce the proper light diffusion, made the bulb extremely fragile. And he added: \"I have found, however, that if the bulb is given a further treatment, which I term a strengthening treatment, in which it is subjected to an etching or frosting treatment of lower degree than that to which it was first subjected, it becomes quite strong. Indeed, it may be made practically as strong as the original clear glass bulb.\" He gave as the probable explanation the fact that the first treatment produced sharp, angular crevices or pits in the glass, while the second or strengthening treatment ate away additional glass and rounded out the angular crevices into saucer-shaped pits.<sup>[2]</sup> The fact that the bulb was strengthened when additional glass was dissolved was <span class=\"star-pagination\">*245</span> referred to by the court below as \"Pipkin's paradox.\" The patent contains charts showing the relative extent to which the strength of the bulb is weakened by the first frosting treatment and its strength restored by the second treatment. The patent also shows that while the bulb of the patent materially reduced the glare obtained in a clear bulb, the lighting efficiency of the two is substantially the same for any given wattage.</p>\n<p>As the first claim of the patent indicates, the characteristic feature of the patented bulb is the fact that the interior surface is \"characterized by the presence of rounded as distinguished from sharp angular crevices.\" It is that feature which is responsible for the bulb's strength. Now, an electric bulb frosted on the inside was old in the art. Kennedy had disclosed such a product twenty-five years earlier. Moreover, it had long been known in the art that successive acid treatments of glass rounded out the sharp angular crevices produced by the first etching. That was shown in particularity by Reinitzer<sup>[3]</sup> in 1887 and by Tillotson<sup>[4]</sup> in 1917. And it was shown in Sprechsaal of 1907 (a German trade paper) that if hollow glass was subjected to a second etching, the surface would have a silk-like appearance, the finish being called satin etching or silk mat.<sup>[5]</sup> It is true that these prior publications were concerned with frosting for the purpose of obtaining a decorative finish in glass ware or desired optical effects in focusing screens for cameras and the like. But Sprechsaal in 1912 specifically described the application of successive etchings to electric bulbs. And that publication recommended, as Pipkin did years later, that a weaker or diluted <span class=\"star-pagination\">*246</span> etching solution be used for the second etching. Moreover, Wood (patent No. 1,240,398 issued September 18, 1917) observed that successive acid treatments of glass rounded out the sharp angular crevices produced by the first etching, and he applied that idea to electric bulbs as well as to other glass articles. His patent covered the making of light-diffusing screens. He noted that if glass was etched once, the surface was cut into irregular crevices, pits and grooves, with the result that only a portion of the light was transmitted. But if after the first etching (which he accomplished by a blast of air charged with a fine dust of flour emery or carborundum) the surface was flowed with acid, the crevices and pits were enlarged and smoothed out into minute concave lenses. These microscopical lenses diffused the light perfectly and transmitted practically all of it. He noted that his process was especially valuable in the case of certain types of cameras. But he added, \"Such a screen is also useful for rendering the bulbs of incandescent lamps diffusing without at the same time causing the very marked loss in the efficiency of the lamp, which results from frosting the bulbs in the usual manner.\" Wood, to be sure, did not describe frosting the inside of the bulb. Kennedy, however, had shown that. Moreover, prior to Wood it was well known in the art, as we have noted, that successive acid treatments of glass produced a surface characterized by the presence of rounded as distinguished from sharp angular crevices or pits. If there was novelty in applying that process to electric bulbs, Wood achieved it. At least since Kennedy, it was known that inside-frosted electric bulbs were preferable to outside-frosted bulbs.</p>\n<p>Wood, of course, was concerned only with light diffusion and transmission primarily of screens, secondarily of electric bulbs. Neither he nor any other before Pipkin appears to have given any indication that the second treatment resulted in any strengthening of the glass. But <span class=\"star-pagination\">*247</span> strengthening was inherent in the method he proposed. And it appears that an electric bulb, which had been frosted inside pursuant to his method, would have inevitably obtained the rounded pits and hence the attendant strength characteristic of the Pipkin bulb.</p>\n<p>If A without mentioning the element of strength patented a bulb which was extra strong, B could not obtain a patent on the bulb because of its strength, though he was the first to recognize that feature of it. That is the import of <i>Ansonia Brass &amp; Copper Co.</i> v. <i>Electrical Supply Co.,</i> 144 U.S. 11. That case involved the question of the validity of a patent for an insulated electric conductor. The prior art disclosed a similar method of insulation which was used in connection with the wiring of burglar alarms. Such use involved no problem of combustibility of the insulating material which emerged on the introduction of electric lighting. The insulator disclosed by the prior art was not intended to be, and perhaps was not known to be incombustible. But in fact the earlier insulator had approximately the same degree of incombustibility as that described in the patent. The Court ruled that \"the application of an old process to a new and analogous purpose does not involve invention, even if the new result had not before been contemplated.\" 144 U.S. p. 18. Since the two insulators were practically the same in their method of construction, the patentee was not allowed to claim the feature of incombustibility as his invention. The benefits of the \"potencies and values more important than the uses that were immediately apparent\" belong to him who establishes priority of discovery. <i>Radio Corporation of America</i> v. <i>Radio Engineering Laboratories,</i> 293 U.S. 1, 14.</p>\n<p>Petitioner, however, insists that this is not a case where the patentee merely observed the advantageous properties of an old article of manufacture. It says that Pipkin created a new article of manufacture, an inside-frosted bulb having an etched inner surface characterized by <span class=\"star-pagination\">*248</span> rounded rather than sharp angular crevices  an article that never existed before. It points out that prior to Pipkin no one knew why inside frosted bulbs were weak nor knew how to remedy the weakness. Pipkin indeed seems to be the first to have recognized that the form of the pitting had an effect on the strength of the glass. The prior art appears to have made no such disclosure. And it is true that the Pipkin bulb met with commercial success. The question remains, however, whether the Pipkin patent was invalid because of anticipation.</p>\n<p>It is true that there is a difference between the <i>Ansonia</i> case and the present one. There a prior product had been created having qualities which were unrecognized at the time and which later were sought to be patented. On the other hand, it does not appear in the present case that prior to Pipkin electric bulbs had been frosted on the interior with rounded rather than sharp angular crevices or pits. But Wood, as well as the art which preceded him, showed how to produce such a surface on electric bulbs as well as on other articles of glass. Kennedy showed how to frost the inside of an electric bulb. In view of these disclosures it is difficult to see how there could be invention in frosting either the outside or inside of an electric bulb so as to produce saucer-shaped rather than sharp, angular crevices or pits. A product claim describes an article, new and useful. The principle of the <i>Ansonia</i> case plainly would deny validity to the Pipkin patent if the prior art disclosed an electric bulb so frosted on the inside as to round out the angular crevices produced by the first etching, whether the full utility of the bulb had been previously recognized or not. The same result is indicated where, as in the present case, the prior art discloses the method of making an article having the characteristics of the patented product, though all the advantageous properties of the product had not been fully appreciated. <i>Lovell Mfg. Co.</i> v. <i>Cary,</i> 147 U.S. 623. Pipkin found <span class=\"star-pagination\">*249</span> latent qualities in an old discovery and adapted it to a useful end. But that did not advance the frontiers of science in this narrow field so as to satisfy the exacting standards of our patent system. Where there has been use of an article or where the method of its manufacture is known, more than a new advantage of the product must be discovered in order to claim invention. See <i>DeForest Radio Co.</i> v. <i>General Electric Co.,</i> 283 U.S. 664, 682. It is not invention to perceive that the product which others had discovered had qualities they failed to detect. See <i>Corona Cord Tire Co.</i> v. <i>Dovan Chemical Corp.,</i> 276 U.S. 358, 369.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE JACKSON took no part in the consideration or decision of this case.</p>\n<h2>NOTES</h2>\n<p>[1]  The Circuit Court of Appeals for the Sixth Circuit in <i>General Electric Co.</i> v. <i>Save Sales Co.,</i> 82 F.2d 100, and the Circuit Court of Appeals for the Second Circuit in <i>General Electric Co.</i> v. <i>Wabash Appliance Corp.,</i> 93 F.2d 671, held the patent valid. The corresponding Canadian Pipkin Patent No. 289,379 was held invalid by the Supreme Court of Canada. <i>Fuso Electric Works</i> v. <i>Canadian General Electric Co.,</i> 1940 Can. L. Rep. 371. The British Pipkin patent, No. 228,907, was held invalid by the High Court of Justice. <i>British Thomson-Houston Co., Ltd.</i> v. <i>Tungstalite, Ltd.,</i> 57 Pat. Journ. 271 (1940).</p>\n<p>[2]  Page 244 One of the experts, when asked for the explanation of this phenomenon, testified: \"Because in the instance where we have sharp angular crevices on the inside surface and the bulb is subjected to impact on its outer surface, the inner surface tends to be extended and therefore it is put into tension and the sharp angular crevices are the starting point for cracks, whereas in the case . . . where the crevice has been rounded out the impact against a bulb having on its inner surface this type of frosting, is such that the testing effort is spread over a very much larger area and the bulb is almost as strong as it was before frosting.\"</p>\n<p>[3]  Die Glashutte of 1887, Contributions to the Knowledge of Glass Etching.</p>\n<p>[4]  Journal of Industrial and Engineering Chemistry, October 1917.</p>\n<p>[5]  It was largely on the basis of this prior disclosure that the British patent was held invalid. See <i>British Thomson-Houston Co., Ltd.</i> v. <i>Tungstalite, Ltd., supra</i> note 1, pp. 288-289.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></span> (1945)</b></center>\n<center><h1>GENERAL ELECTRIC CO.<br>\nv.<br>\nJEWEL INCANDESCENT LAMP CO. ET AL.</h1></center>\n<center>No. 46.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 18, 19, 1945.</center>\n<center>Decided November 5, 1945.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE THIRD CIRCUIT.\n<p><i>Mr. Alexander C. Neave,</i> with whom <i>Mr. John H. Anderson</i> was on the brief, for petitioner.</p>\n<p><i>Mr. Samuel E. Darby, Jr.,</i> with whom <i>Mr. Paul Kolisch</i> was on the brief, for respondents.</p>\n<p>MR. JUSTICE DOUGLAS delivered the opinion of the Court.</p>\n<p>This is a suit for infringement of Pipkin Patent No. 1,687,510 issued to petitioner, assignee of Marvin Pipkin, <span class=\"star-pagination\">*243</span> on October 16, 1928. The District Court found the patent to be invalid and also that the accused structure did not infringe. It accordingly dismissed the bill. 47 F. Supp. 818. The Circuit Court of Appeals affirmed, holding the patent invalid. 146 F.2d 414. The case is here on a petition for writ of certiorari which we granted because of a conflict of decision among the Circuit Courts of Appeals.<sup>[1]</sup></p>\n<p>The patent relates to a frosted glass bulb for electric lamps. It is defended here as a product not a process patent. The product is described in the first claim as follows:</p>\n<p>\"A glass electric lamp bulb having its interior surface frosted by etching so that the maximum brightness of an ordinary incandescent lamp comprising such a bulb will be less than twenty-five per cent of that of said lamp with a clear bulb, said interior bulb surface being characterized by the presence of rounded as distinguished from sharp angular crevices to such an extent that the strength to resist breakage by impact is greater than twenty per cent of that of the clear bulb.\"</p>\n<p>Many years prior to the Pipkin patent, efforts had been made to reduce the glare produced by the brilliant filament of an incandescent lamp having a clear bulb. The most common method of reducing the glare was to frost the outside surface with an acid frosting solution. While bulbs so treated reduced the glare, the rough outside surface <span class=\"star-pagination\">*244</span> collected dirt and was difficult to clean, with the result that the light output was further reduced. Twenty-five years before Pipkin, Kennedy (patent No. 733,972 issued July 21, 1903) had showed an inside frosted bulb. But a difficulty appeared. When the outside surface of a bulb was frosted the strength of the bulb was not materially affected. When the inside surface, however, was frosted, the strength of the bulb was substantially reduced, making it unfit for practical use. Pipkin recited these facts in his specifications and stated, \"The object of my invention is to produce an inside frosted glass bulb which will be much stronger than those heretofore produced.\" He went on to state that the preferred method of frosting was by use of a chemical medium which, when applied so as to produce the proper light diffusion, made the bulb extremely fragile. And he added: \"I have found, however, that if the bulb is given a further treatment, which I term a strengthening treatment, in which it is subjected to an etching or frosting treatment of lower degree than that to which it was first subjected, it becomes quite strong. Indeed, it may be made practically as strong as the original clear glass bulb.\" He gave as the probable explanation the fact that the first treatment produced sharp, angular crevices or pits in the glass, while the second or strengthening treatment ate away additional glass and rounded out the angular crevices into saucer-shaped pits.<sup>[2]</sup> The fact that the bulb was strengthened when additional glass was dissolved was <span class=\"star-pagination\">*245</span> referred to by the court below as \"Pipkin's paradox.\" The patent contains charts showing the relative extent to which the strength of the bulb is weakened by the first frosting treatment and its strength restored by the second treatment. The patent also shows that while the bulb of the patent materially reduced the glare obtained in a clear bulb, the lighting efficiency of the two is substantially the same for any given wattage.</p>\n<p>As the first claim of the patent indicates, the characteristic feature of the patented bulb is the fact that the interior surface is \"characterized by the presence of rounded as distinguished from sharp angular crevices.\" It is that feature which is responsible for the bulb's strength. Now, an electric bulb frosted on the inside was old in the art. Kennedy had disclosed such a product twenty-five years earlier. Moreover, it had long been known in the art that successive acid treatments of glass rounded out the sharp angular crevices produced by the first etching. That was shown in particularity by Reinitzer<sup>[3]</sup> in 1887 and by Tillotson<sup>[4]</sup> in 1917. And it was shown in Sprechsaal of 1907 (a German trade paper) that if hollow glass was subjected to a second etching, the surface would have a silk-like appearance, the finish being called satin etching or silk mat.<sup>[5]</sup> It is true that these prior publications were concerned with frosting for the purpose of obtaining a decorative finish in glass ware or desired optical effects in focusing screens for cameras and the like. But Sprechsaal in 1912 specifically described the application of successive etchings to electric bulbs. And that publication recommended, as Pipkin did years later, that a weaker or diluted <span class=\"star-pagination\">*246</span> etching solution be used for the second etching. Moreover, Wood (patent No. 1,240,398 issued September 18, 1917) observed that successive acid treatments of glass rounded out the sharp angular crevices produced by the first etching, and he applied that idea to electric bulbs as well as to other glass articles. His patent covered the making of light-diffusing screens. He noted that if glass was etched once, the surface was cut into irregular crevices, pits and grooves, with the result that only a portion of the light was transmitted. But if after the first etching (which he accomplished by a blast of air charged with a fine dust of flour emery or carborundum) the surface was flowed with acid, the crevices and pits were enlarged and smoothed out into minute concave lenses. These microscopical lenses diffused the light perfectly and transmitted practically all of it. He noted that his process was especially valuable in the case of certain types of cameras. But he added, \"Such a screen is also useful for rendering the bulbs of incandescent lamps diffusing without at the same time causing the very marked loss in the efficiency of the lamp, which results from frosting the bulbs in the usual manner.\" Wood, to be sure, did not describe frosting the inside of the bulb. Kennedy, however, had shown that. Moreover, prior to Wood it was well known in the art, as we have noted, that successive acid treatments of glass produced a surface characterized by the presence of rounded as distinguished from sharp angular crevices or pits. If there was novelty in applying that process to electric bulbs, Wood achieved it. At least since Kennedy, it was known that inside-frosted electric bulbs were preferable to outside-frosted bulbs.</p>\n<p>Wood, of course, was concerned only with light diffusion and transmission primarily of screens, secondarily of electric bulbs. Neither he nor any other before Pipkin appears to have given any indication that the second treatment resulted in any strengthening of the glass. But <span class=\"star-pagination\">*247</span> strengthening was inherent in the method he proposed. And it appears that an electric bulb, which had been frosted inside pursuant to his method, would have inevitably obtained the rounded pits and hence the attendant strength characteristic of the Pipkin bulb.</p>\n<p>If A without mentioning the element of strength patented a bulb which was extra strong, B could not obtain a patent on the bulb because of its strength, though he was the first to recognize that feature of it. That is the import of <i>Ansonia Brass &amp; Copper Co.</i> v. <i>Electrical Supply Co.,</i> 144 U.S. 11. That case involved the question of the validity of a patent for an insulated electric conductor. The prior art disclosed a similar method of insulation which was used in connection with the wiring of burglar alarms. Such use involved no problem of combustibility of the insulating material which emerged on the introduction of electric lighting. The insulator disclosed by the prior art was not intended to be, and perhaps was not known to be incombustible. But in fact the earlier insulator had approximately the same degree of incombustibility as that described in the patent. The Court ruled that \"the application of an old process to a new and analogous purpose does not involve invention, even if the new result had not before been contemplated.\" 144 U.S. p. 18. Since the two insulators were practically the same in their method of construction, the patentee was not allowed to claim the feature of incombustibility as his invention. The benefits of the \"potencies and values more important than the uses that were immediately apparent\" belong to him who establishes priority of discovery. <i>Radio Corporation of America</i> v. <i>Radio Engineering Laboratories,</i> <span class=\"citation\" data-id=\"102302\"><a href=\"/opinion/102302/radio-corp-of-america-v-radio-engineering-laborato/\"><span class=\"volume\">293</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 14.</p>\n<p>Petitioner, however, insists that this is not a case where the patentee merely observed the advantageous properties of an old article of manufacture. It says that Pipkin created a new article of manufacture, an inside-frosted bulb having an etched inner surface characterized by <span class=\"star-pagination\">*248</span> rounded rather than sharp angular crevices  an article that never existed before. It points out that prior to Pipkin no one knew why inside frosted bulbs were weak nor knew how to remedy the weakness. Pipkin indeed seems to be the first to have recognized that the form of the pitting had an effect on the strength of the glass. The prior art appears to have made no such disclosure. And it is true that the Pipkin bulb met with commercial success. The question remains, however, whether the Pipkin patent was invalid because of anticipation.</p>\n<p>It is true that there is a difference between the <i>Ansonia</i> case and the present one. There a prior product had been created having qualities which were unrecognized at the time and which later were sought to be patented. On the other hand, it does not appear in the present case that prior to Pipkin electric bulbs had been frosted on the interior with rounded rather than sharp angular crevices or pits. But Wood, as well as the art which preceded him, showed how to produce such a surface on electric bulbs as well as on other articles of glass. Kennedy showed how to frost the inside of an electric bulb. In view of these disclosures it is difficult to see how there could be invention in frosting either the outside or inside of an electric bulb so as to produce saucer-shaped rather than sharp, angular crevices or pits. A product claim describes an article, new and useful. The principle of the <i>Ansonia</i> case plainly would deny validity to the Pipkin patent if the prior art disclosed an electric bulb so frosted on the inside as to round out the angular crevices produced by the first etching, whether the full utility of the bulb had been previously recognized or not. The same result is indicated where, as in the present case, the prior art discloses the method of making an article having the characteristics of the patented product, though all the advantageous properties of the product had not been fully appreciated. <i>Lovell Mfg. Co.</i> v. <i>Cary,</i> 147 U.S. 623. Pipkin found <span class=\"star-pagination\">*249</span> latent qualities in an old discovery and adapted it to a useful end. But that did not advance the frontiers of science in this narrow field so as to satisfy the exacting standards of our patent system. Where there has been use of an article or where the method of its manufacture is known, more than a new advantage of the product must be discovered in order to claim invention. See <i>DeForest Radio Co.</i> v. <i>General Electric Co.,</i> <span class=\"citation\" data-id=\"101770\"><a href=\"/opinion/101770/deforest-radio-co-v-general-elec-co/\"><span class=\"volume\">283</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">664</span></a></span>, 682. It is not invention to perceive that the product which others had discovered had qualities they failed to detect. See <i>Corona Cord Tire Co.</i> v. <i>Dovan Chemical Corp.,</i> <span class=\"citation\" data-id=\"101248\"><a href=\"/opinion/101248/corona-cord-tire-co-v-dovan-chemical-corp/\"><span class=\"volume\">276</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">358</span></a></span>, 369.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE JACKSON took no part in the consideration or decision of this case.</p>\n<h2>NOTES</h2>\n<p>[1]  The Circuit Court of Appeals for the Sixth Circuit in <i>General Electric Co.</i> v. <i>Save Sales Co.,</i> <span class=\"citation\" data-id=\"1500541\"><a href=\"/opinion/1500541/general-electric-co-v-save-sales-co/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">100</span></a></span>, and the Circuit Court of Appeals for the Second Circuit in <i>General Electric Co.</i> v. <i>Wabash Appliance Corp.,</i> <span class=\"citation\" data-id=\"1542798\"><a href=\"/opinion/1542798/general-electric-co-v-wabash-appliance-corp/\"><span class=\"volume\">93</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">671</span></a></span>, held the patent valid. The corresponding Canadian Pipkin Patent No. 289,379 was held invalid by the Supreme Court of Canada. <i>Fuso Electric Works</i> v. <i>Canadian General Electric Co.,</i> 1940 Can. L. Rep. 371. The British Pipkin patent, No. 228,907, was held invalid by the High Court of Justice. <i>British Thomson-Houston Co., Ltd.</i> v. <i>Tungstalite, Ltd.,</i> 57 Pat. Journ. 271 (1940).</p>\n<p>[2]  Page 244 One of the experts, when asked for the explanation of this phenomenon, testified: \"Because in the instance where we have sharp angular crevices on the inside surface and the bulb is subjected to impact on its outer surface, the inner surface tends to be extended and therefore it is put into tension and the sharp angular crevices are the starting point for cracks, whereas in the case . . . where the crevice has been rounded out the impact against a bulb having on its inner surface this type of frosting, is such that the testing effort is spread over a very much larger area and the bulb is almost as strong as it was before frosting.\"</p>\n<p>[3]  Die Glashutte of 1887, Contributions to the Knowledge of Glass Etching.</p>\n<p>[4]  Journal of Industrial and Engineering Chemistry, October 1917.</p>\n<p>[5]  It was largely on the basis of this prior disclosure that the British patent was held invalid. See <i>British Thomson-Houston Co., Ltd.</i> v. <i>Tungstalite, Ltd., supra</i> note 1, pp. 288-289.</p>\n\n</div>", "id": 104193, "judges": "Douglas", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/104193/", "sha1": "bdf7799d620942f932f5de40d85d8752f0b56ede", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:54:48"}