{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "173 U.S. 193", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/95004/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Dewey v. Des Moines", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "122", 
    "id": 79385, 
    "resource_uri": "/api/rest/v2/citation/79385/"
  }, 
  "id": 95004, 
  "blocked": false, 
  "judges": "Peckham, After Stating the Facts", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1899-02-27", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>173 U.S. 193 (1899)</b></center>\n<center><h1>DEWEY<br>\nv.<br>\nDES MOINES.</h1></center>\n<center>No. 122.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 11, 12, 1899.</center>\n<center>Decided February 27, 1899.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF IOWA.\n<p><span class=\"star-pagination\">*196</span> <i>Mr. Andrew E. Harvey</i> for plaintiff in error. <i>Mr. Amasa Cobb</i> was on his brief.</p>\n<p><i>Mr. N.T. Guernsey</i> for defendants in error.</p>\n<p>MR. JUSTICE PECKHAM, after stating the facts, delivered the opinion of the court.</p>\n<p>The only one of the assignments of error made in the state Supreme Court which has reference to any Federal question is the one set forth in the statement of facts, and it will be seen that such assignment relates solely to the validity of the provision for the personal liability imposed upon plaintiff in error by the judgment of the district court. <span class=\"star-pagination\">*197</span> None of the other assignments of error involves any Federal question.</p>\n<p>In the brief for plaintiff in error in this court it is said that the \"counsel for plaintiff in error in the state court seem to have relied upon one single proposition only as involving a Federal question, to wit: As plaintiff was at all times a non-resident of the State of Iowa and had no personal notice or knowledge of the assessment proceedings, the imposition of the personal liability against him in excess of the value of all the lots was not due process of law, and was in contravention of the provisions upon that subject of the Fourteenth Amendment of the Constitution of the United States.\"</p>\n<p>The counsel, however, does not confine himself in this court solely to a discussion of the Federal question which was contained in the assignment of error above set forth, and which was argued in the court below, regarding the validity of a personal judgment; but counsel claims the further right to attack the validity of the assessment upon the lots themselves, because as he asserts it was laid without regard to any question of benefits, and that it exceeds the actual value of the property assessed, and that even if permitted by the statute of Iowa, such an assessment constitutes a taking, under the guise of taxation, of private property for public use without just compensation, and is therefore void under the Federal Constitution as amounting to a taking of property without due process of law.</p>\n<p>This is a very different question from that embraced in the assignment of errors and argued in the Supreme Court of the State.</p>\n<p>It is objected on the part of the defendant in error that as this is a review of a judgment of a state court, this second question cannot be raised here, because it was not raised in the courts below and was not decided by either of them.</p>\n<p>Reference to the opinion of the Supreme Court of the State shows that it was not therein discussed or decided. If the question were only an enlargement of the one mentioned in the assignment of errors, or if it were so connected with <span class=\"star-pagination\">*198</span> it in substance as to form but another ground or reason for alleging the invalidity of the personal judgment, we should have no hesitation in holding the assignment sufficient to permit the question to be now raised and argued.</p>\n<p>Parties are not confined here to the same arguments which were advanced in the courts below upon a Federal question there discussed. Having, however, raised only one Federal question in the court below, can a party come into this court from a state court and argue the question thus raised, and also another not connected with it and which was not raised in any of the courts below and does not necessarily arise on the record, although an inspection of the record shows the existence of facts upon which the question might have been raised?</p>\n<p>The two questions, the one as to the invalidity of the personal judgment and the other as to the invalidity of the assessment upon the lots, are not in anywise necessarily connected any more than that they both arise out of the proceedings in paving the street and in levying the assessment. The assessment upon the lots might be valid, while the provision for a personal judgment might be void, each depending upon different principles, and the question as to the invalidity of the personal judgment might, as in this case, be raised and argued without in any manner touching the question as to the invalidity of the assessment upon the lots.</p>\n<p>In <i>Oxley Stave Company</i> v. <i>Butler County,</i> 166 U.S. 648, it was held that the Federal question must be specially taken or claimed in the state court; that the party must have the intent to invoke, for the protection of his rights, the Constitution or some statute or treaty of the United States, and that such intention must be declared in some unmistakable manner, and unless he do so this court is without jurisdiction to reëxamine the final judgment of the state court upon that matter. See also <i>Levy</i> v. <i>Superior Court of San Francisco,</i> 167 U.S. 175; <i>Kipley</i> v. <i>Illinois,</i> 170 U.S. 182. In other words, the court must be able to see clearly from the whole record that a provision of the Constitution or act of Congress is relied upon by the party who brings the writ of error, and that the right thus claimed by him was denied. <i>Bridge Proprietors</i> <span class=\"star-pagination\">*199</span> v. <i>Hoboken Company,</i> 1 Wall. 116, 143. In the case at bar no claim was made in the state court that the assessment upon the lots was invalid as in violation of any provision of the Federal Constitution.</p>\n<p>Nor does the record herein show by clear and necessary intendment that the Federal question must have been directly involved so that the state court could not have given judgment without deciding it. In such case it has been held that the Federal question sufficiently appears. <i>Green Bay &amp;c. Company</i> v. <i>Patten Paper Company,</i> 172 U.S. 58, 68, and cases cited. In substance, the validity of the statute or the right under the Constitution must have been drawn in question. <i>Powell</i> v. <i>Brunswick County,</i> 150 U.S. 433; <i>Sayward</i> v. <i>Denny,</i> 158 U.S. 180. The latest decision to this effect is <i>Capital National Bank of Lincoln</i> v. <i>First National Bank of Cadiz,</i> 172 U.S. 425.</p>\n<p>Although no particular form of words is necessary to be used in order that the Federal question may be said to be involved, within the meaning of the cases on this subject, there yet must be something in the case before the state court which at least would call its attention to the Federal question as one that was relied on by the party, and then, if the decision of the court, while not noticing the question, was such that the judgment was by its necessary effect a denial of the right claimed or referred to, it would be sufficient. It must appear from the record that the right set up or claimed was denied by the judgment or that such was its necessary effect in law. <i>Roby</i> v. <i>Colehour,</i> 146 U.S. 153, 159; <i>Chicago, Burlington &amp;c. Railroad</i> v. <i>Chicago,</i> 166 U.S. 226, 231; <i>Green Bay &amp;c. Company</i> v. <i>Patten Paper Company</i><i>;</i> and <i>Bank of Lincoln</i> v. <i>Bank of Cadiz, supra.</i></p>\n<p>In all these cases it did appear from the record that the rights were set up or claimed in such a way as to bring the subject to the attention of the state court. It is not enough that there may be somewhere hidden in the record a question which, if raised, would be of a Federal nature. <i>Hamilton Company</i> v. <i>Massachusetts,</i> 6 Wall. 632. In order to be available in this court some claim or right must have been asserted <span class=\"star-pagination\">*200</span> in the court below by which it would appear that the party asserting the right founded it in some degree upon the Constitution or laws or treaties of the United States. In such case, if the court below denied the right claimed, it would be enough; or if it did not in terms deny such right, if the necessary effect of its judgment was to deny it, then it would be enough. But the denial, whether expressed or implied, must be of some right or claim founded upon the Constitution or the laws or treaties of the United States which had in some manner been brought to the attention of the court below. The record shows nothing of the kind in this case.</p>\n<p>A claim or right which has never been made or asserted cannot be said to have been denied by a judgment which does not refer to it. <i>Hamilton Company</i> v. <i>Massachusetts, supra</i><i>.</i> A point that was never raised cannot be said to have been decided adversely to a party, who never set it up or in any way alluded to it. Nor can it be said that the necessary effect in law of a judgment, which is silent upon the question, is the denial of a claim or right which might have been involved therein, but which in fact was never in any way set up or spoken of.</p>\n<p>No question of a Federal nature claimed under the Constitution of the United States can be said to have been made by the mere allegation \"that the amount of said tax is greater than the reasonable market value of said lots, whether considered singly or together; the assessment against each particular lot being greater in amount than the value of such particular lot, and the aggregate assessment being greater in amount than the reasonable market value of all of said lots taken together; and that said defendants are seeking to enforce as against plaintiff not merely a sale of said lots, but also to compel plaintiff to pay the full amount of said tax regardless of whatever sum said lots may be sold for and regardless of the actual value of the same.\" There is nothing else in the record which can be said to raise this Federal right or claim.</p>\n<p>Upon these facts we are compelled to hold that we are confined to a discussion of the only Federal question which this <span class=\"star-pagination\">*201</span> record presents, viz.: The validity of the personal judgment against the plaintiff in error. The assignment of error above set out is broad enough to raise the question not only as to the sufficiency of notice, but as to the validity of such a judgment against a non-resident.</p>\n<p>It is asserted in the petition that the defendant Dillworth, the treasurer of Holt County, is attempting to enforce the assessment levied by the common council, and that he claims plaintiff in error is personally liable for the taxes and interest, and will enforce payment thereof unless restrained, and that plaintiff's personal property is liable to be illegally seized for the payment of the tax. These allegations are substantially admitted by the answers of the defendants, except as to the illegality of the possible seizure of plaintiff's personal property. By filing the counterclaim the contractor makes a direct attempt to enforce, not only the lien upon the lots, but the personal liability of the lot owner. Thus a non-resident, simply because he was the owner of property on a street in a city in the State of Iowa, finds himself by the provisions of the state statute, and without the service of any process upon him, laid under a personal obligation to pay a tax assessed by the common council, or by the board of public works and city engineer under the statute, upon his property abutting upon the street, for the purpose of paying the expenses incurred in paving the street, which expenses are greater than the benefit the lots have received by virtue of the improvement. The plaintiff, prior to the imposition of that assessment, had never submitted himself to the jurisdiction of the State of Iowa, and the only jurisdiction that State had in the assessment proceedings was over the real property belonging to him and abutting on the street to be improved. An assessment upon lots, for a local improvement, is in the nature of a judgment.</p>\n<p>It is said that the statute (Code of Iowa, sec. 478) provides for the personal liability of the owner of lots in a city in the State of Iowa, to pay the whole tax or assessment levied to pay the cost of a local improvement, and that the same statute provides that the assessment shall also be a lien upon the respective lots from the time of the assessment. It is also said <span class=\"star-pagination\">*202</span> that the statute has been held to be valid by the Iowa Supreme Court. This seems to be true. <i>Burlington</i> v. <i>Quick,</i> 47 Iowa, 222, 226; <i>Farwell</i> v. <i>Des Moines Brick Manufacturing Co.,</i> 97 Iowa, 286. The same thing is also held in the opinion of the state court delivered in the case now before us.</p>\n<p>In this case no question arises with regard to the validity of a personal judgment like the one herein against a resident of the State of Iowa, and we therefore express no opinion upon that subject. This plaintiff was at all times a non-resident of that State, and we think that a statute authorizing an assessment to be levied upon property for a local improvement, and imposing upon the lot owner, who is a non-resident of the State, a personal liability to pay such assessment, is a statute which the State has no power to enact, and which cannot therefore furnish any foundation for a personal claim against such non-resident. There is no course of reasoning as to the character of an assessment upon lots for a local improvement by which it can be shown that any jurisdiction to collect the assessment personally from a non-resident can exist. The State may provide for the sale of the property upon which the assessment is laid, but it cannot under any guise or pretence proceed farther and impose a personal liability upon a non-resident to pay the assessment or any part of it. To enforce an assessment of such a nature against a non-resident, so far as his personal liability is concerned, would amount to the taking of property without due process of law, and would be a violation of the Federal Constitution.</p>\n<p>In this proceeding of the lot owner to have the assessment set aside and the statutory liability of plaintiff adjudged invalid the court was not justified in dismissing the petition and giving the contractor, not only judgment on his counterclaim foreclosing his lien, but also inserting in that judgment a provision for a personal liability against the plaintiff and for a general execution against him. Such a provision against a non-resident, although a litigant in the courts of the State, was not only erroneous but it was so far erroneous as to constitute, if enforced, a violation of the Federal Constitution for the reason already mentioned. By resorting to the state court <span class=\"star-pagination\">*203</span> to obtain relief from the assessment and from any personal liability provided for by the statute, the plaintiff did not thereby in any manner consent, or render himself liable, to a judgment against him providing for any personal liability. Nor did the counterclaim made by the defendant contractor give any such authority.</p>\n<p>The principle which renders void a statute providing for the personal liability of a non-resident to pay a tax of this nature is the same which prevents a State from taking jurisdiction through its courts, by virtue of any statute, over a non-resident not served with process within the State, to enforce a mere personal liability, and where no property of the non-resident has been seized or brought under the control of the court. This principle has been frequently decided in this court. One of the leading cases is <i>Pennoyer</i> v. <i>Neff,</i> 95 U.S. 714, and many other cases therein cited. <i>Mexican Central Railway</i> v. <i>Pinkney,</i> 149 U.S. 194, 209.</p>\n<p>The lot owner never voluntarily or otherwise appeared in any of the proceedings leading up to the levying of the assessment. He gave no consent which amounted to an acknowledgment of the jurisdiction of the city or common council over his person.</p>\n<p>A judgment without personal service against a non-resident is only good so far as it affects the property which is taken or brought under the control of the court or other tribunal in an ordinary action to enforce a personal liability, and no jurisdiction is thereby acquired over the person of a non-resident further than respects the property so taken. This is as true in the case of an assessment against a non-resident of such a nature as this one as in the case of a more formal judgment.</p>\n<p>The jurisdiction to tax exists only in regard to persons and property or upon the business done within the State, and such jurisdiction cannot be enlarged by reason of a statute which assumes to make a non-resident personally liable to pay a tax of the nature of the one in question. All subjects over which the sovereign power of the State extends are objects of taxation. Cooley on Taxation, 1st ed. pp. 3, 4; Burroughs on <span class=\"star-pagination\">*204</span> Taxation, sec. 6. The power of the State to tax extends to all objects within the sovereignty of the State. (Per Mr. Justice Clifford, in <i>Hamilton Company</i> v. <i>Massachusetts,</i> 6 Wall. 632, at 638.) The power to tax is however limited to persons, property and business within the State, and it cannot reach the person of a non-resident. <i>State Tax on Foreign-held Bonds,</i> 15 Wall. 300, 319. In Cooley on Taxation, 1st ed. p. 121, it is said that \"a State can no more subject to its power a single person or a single article of property whose residence or legal situs is in another State, than it can subject all the citizens or all the property of such other State to its power.\" These are elementary propositions, but they are referred to only for the purpose of pointing out that a statute imposing a personal liability upon a non-resident to pay such an assessment as this oversteps the sovereign power of a State.</p>\n<p>In this case the contractor, by filing his counterclaim herein, has commenced the enforcement of an assessment and a personal liability imposed by virtue of just such a statute, and the judgment under review gives him the right to do so. The lot owner is called upon to make such defence as he can to the claim of personal liability or else be forever barred from setting it up. He does claim that as a non-resident he did not have such notice, and the State or city did not obtain such jurisdiction over him, with regard to the original assessment as would authorize the establishment of any personal liability on his part to pay such assessment.</p>\n<p>The contractor nevertheless has obtained a judgment, not alone for a foreclosure of his lien, but also for the personal liability of the lot owner, and unless he can in this proceeding have the provision in the judgment, for a personal liability, stricken out, the lot owner cannot thereafter resist it, even when the lots fail (if they should fail) to bring enough on their sale to satisfy the judgment.</p>\n<p>The case of <i>Davidson</i> v. <i>New Orleans,</i> 96 U.S. 97, has been cited as authority for the proposition that the rendering of a personal judgment for the amount of an assessment for a local improvement is a matter in which the state authorities cannot be controlled by the Federal Constitution. It does not <span class=\"star-pagination\">*205</span> appear in that case that the complaining party, in regard to the state statute, was a non-resident of the State, but on the contrary it would seem that she was a resident thereof. That fact is a most material one, and renders the case so unlike the one at bar as to make it unnecessary to further refer to it.</p>\n<p>The statute, upon which the right to enter this personal judgment depends, being as to the non-resident lot owner an illegal enactment, it follows that the judgment should and must be amended by striking out the provision for such personal liability. For that purpose the judgment is</p>\n<p><i>Reversed and the cause remanded to the Supreme Court of Iowa, for further proceedings therein not inconsistent with this opinion.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:38:03", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">173</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">193</span></span> (1899)</b></center>\n<center><h1>DEWEY<br>\nv.<br>\nDES MOINES.</h1></center>\n<center>No. 122.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 11, 12, 1899.</center>\n<center>Decided February 27, 1899.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF IOWA.\n<p><span class=\"star-pagination\">*196</span> <i>Mr. Andrew E. Harvey</i> for plaintiff in error. <i>Mr. Amasa Cobb</i> was on his brief.</p>\n<p><i>Mr. N.T. Guernsey</i> for defendants in error.</p>\n<p>MR. JUSTICE PECKHAM, after stating the facts, delivered the opinion of the court.</p>\n<p>The only one of the assignments of error made in the state Supreme Court which has reference to any Federal question is the one set forth in the statement of facts, and it will be seen that such assignment relates solely to the validity of the provision for the personal liability imposed upon plaintiff in error by the judgment of the district court. <span class=\"star-pagination\">*197</span> None of the other assignments of error involves any Federal question.</p>\n<p>In the brief for plaintiff in error in this court it is said that the \"counsel for plaintiff in error in the state court seem to have relied upon one single proposition only as involving a Federal question, to wit: As plaintiff was at all times a non-resident of the State of Iowa and had no personal notice or knowledge of the assessment proceedings, the imposition of the personal liability against him in excess of the value of all the lots was not due process of law, and was in contravention of the provisions upon that subject of the Fourteenth Amendment of the Constitution of the United States.\"</p>\n<p>The counsel, however, does not confine himself in this court solely to a discussion of the Federal question which was contained in the assignment of error above set forth, and which was argued in the court below, regarding the validity of a personal judgment; but counsel claims the further right to attack the validity of the assessment upon the lots themselves, because as he asserts it was laid without regard to any question of benefits, and that it exceeds the actual value of the property assessed, and that even if permitted by the statute of Iowa, such an assessment constitutes a taking, under the guise of taxation, of private property for public use without just compensation, and is therefore void under the Federal Constitution as amounting to a taking of property without due process of law.</p>\n<p>This is a very different question from that embraced in the assignment of errors and argued in the Supreme Court of the State.</p>\n<p>It is objected on the part of the defendant in error that as this is a review of a judgment of a state court, this second question cannot be raised here, because it was not raised in the courts below and was not decided by either of them.</p>\n<p>Reference to the opinion of the Supreme Court of the State shows that it was not therein discussed or decided. If the question were only an enlargement of the one mentioned in the assignment of errors, or if it were so connected with <span class=\"star-pagination\">*198</span> it in substance as to form but another ground or reason for alleging the invalidity of the personal judgment, we should have no hesitation in holding the assignment sufficient to permit the question to be now raised and argued.</p>\n<p>Parties are not confined here to the same arguments which were advanced in the courts below upon a Federal question there discussed. Having, however, raised only one Federal question in the court below, can a party come into this court from a state court and argue the question thus raised, and also another not connected with it and which was not raised in any of the courts below and does not necessarily arise on the record, although an inspection of the record shows the existence of facts upon which the question might have been raised?</p>\n<p>The two questions, the one as to the invalidity of the personal judgment and the other as to the invalidity of the assessment upon the lots, are not in anywise necessarily connected any more than that they both arise out of the proceedings in paving the street and in levying the assessment. The assessment upon the lots might be valid, while the provision for a personal judgment might be void, each depending upon different principles, and the question as to the invalidity of the personal judgment might, as in this case, be raised and argued without in any manner touching the question as to the invalidity of the assessment upon the lots.</p>\n<p>In <i>Oxley Stave Company</i> v. <i>Butler County,</i> <span class=\"citation\" data-id=\"94682\"><a href=\"/opinion/94682/oxley-stave-co-v-butler-county/\"><span class=\"volume\">166</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">648</span></a></span>, it was held that the Federal question must be specially taken or claimed in the state court; that the party must have the intent to invoke, for the protection of his rights, the Constitution or some statute or treaty of the United States, and that such intention must be declared in some unmistakable manner, and unless he do so this court is without jurisdiction to reëxamine the final judgment of the state court upon that matter. See also <i>Levy</i> v. <i>Superior Court of San Francisco,</i> 167 U.S. 175; <i>Kipley</i> v. <i>Illinois,</i> 170 U.S. 182. In other words, the court must be able to see clearly from the whole record that a provision of the Constitution or act of Congress is relied upon by the party who brings the writ of error, and that the right thus claimed by him was denied. <i>Bridge Proprietors</i> <span class=\"star-pagination\">*199</span> v. <i>Hoboken Company,</i> <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">116</span></span>, 143. In the case at bar no claim was made in the state court that the assessment upon the lots was invalid as in violation of any provision of the Federal Constitution.</p>\n<p>Nor does the record herein show by clear and necessary intendment that the Federal question must have been directly involved so that the state court could not have given judgment without deciding it. In such case it has been held that the Federal question sufficiently appears. <i>Green Bay &amp;c. Company</i> v. <i>Patten Paper Company,</i> <span class=\"citation\" data-id=\"94945\"><a href=\"/opinion/94945/green-bay-mississippi-canal-co-v-patten-paper-co/\"><span class=\"volume\">172</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>, 68, and cases cited. In substance, the validity of the statute or the right under the Constitution must have been drawn in question. <i>Powell</i> v. <i>Brunswick County,</i> 150 U.S. 433; <i>Sayward</i> v. <i>Denny,</i> 158 U.S. 180. The latest decision to this effect is <i>Capital National Bank of Lincoln</i> v. <i>First National Bank of Cadiz,</i> 172 U.S. 425.</p>\n<p>Although no particular form of words is necessary to be used in order that the Federal question may be said to be involved, within the meaning of the cases on this subject, there yet must be something in the case before the state court which at least would call its attention to the Federal question as one that was relied on by the party, and then, if the decision of the court, while not noticing the question, was such that the judgment was by its necessary effect a denial of the right claimed or referred to, it would be sufficient. It must appear from the record that the right set up or claimed was denied by the judgment or that such was its necessary effect in law. <i>Roby</i> v. <i>Colehour,</i> <span class=\"citation\" data-id=\"93426\"><a href=\"/opinion/93426/roby-v-colehour-et-al/\"><span class=\"volume\">146</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">153</span></a></span>, 159; <i>Chicago, Burlington &amp;c. Railroad</i> v. <i>Chicago,</i> <span class=\"citation\" data-id=\"94648\"><a href=\"/opinion/94648/chicago-b-qr-co-v-chicago/\"><span class=\"volume\">166</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">226</span></a></span>, 231; <i>Green Bay &amp;c. Company</i> v. <i>Patten Paper Company</i><i>;</i> and <i>Bank of Lincoln</i> v. <i>Bank of Cadiz, supra.</i></p>\n<p>In all these cases it did appear from the record that the rights were set up or claimed in such a way as to bring the subject to the attention of the state court. It is not enough that there may be somewhere hidden in the record a question which, if raised, would be of a Federal nature. <i>Hamilton Company</i> v. <i>Massachusetts,</i> <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">632</span></span>. In order to be available in this court some claim or right must have been asserted <span class=\"star-pagination\">*200</span> in the court below by which it would appear that the party asserting the right founded it in some degree upon the Constitution or laws or treaties of the United States. In such case, if the court below denied the right claimed, it would be enough; or if it did not in terms deny such right, if the necessary effect of its judgment was to deny it, then it would be enough. But the denial, whether expressed or implied, must be of some right or claim founded upon the Constitution or the laws or treaties of the United States which had in some manner been brought to the attention of the court below. The record shows nothing of the kind in this case.</p>\n<p>A claim or right which has never been made or asserted cannot be said to have been denied by a judgment which does not refer to it. <i>Hamilton Company</i> v. <i>Massachusetts, supra</i><i>.</i> A point that was never raised cannot be said to have been decided adversely to a party, who never set it up or in any way alluded to it. Nor can it be said that the necessary effect in law of a judgment, which is silent upon the question, is the denial of a claim or right which might have been involved therein, but which in fact was never in any way set up or spoken of.</p>\n<p>No question of a Federal nature claimed under the Constitution of the United States can be said to have been made by the mere allegation \"that the amount of said tax is greater than the reasonable market value of said lots, whether considered singly or together; the assessment against each particular lot being greater in amount than the value of such particular lot, and the aggregate assessment being greater in amount than the reasonable market value of all of said lots taken together; and that said defendants are seeking to enforce as against plaintiff not merely a sale of said lots, but also to compel plaintiff to pay the full amount of said tax regardless of whatever sum said lots may be sold for and regardless of the actual value of the same.\" There is nothing else in the record which can be said to raise this Federal right or claim.</p>\n<p>Upon these facts we are compelled to hold that we are confined to a discussion of the only Federal question which this <span class=\"star-pagination\">*201</span> record presents, viz.: The validity of the personal judgment against the plaintiff in error. The assignment of error above set out is broad enough to raise the question not only as to the sufficiency of notice, but as to the validity of such a judgment against a non-resident.</p>\n<p>It is asserted in the petition that the defendant Dillworth, the treasurer of Holt County, is attempting to enforce the assessment levied by the common council, and that he claims plaintiff in error is personally liable for the taxes and interest, and will enforce payment thereof unless restrained, and that plaintiff's personal property is liable to be illegally seized for the payment of the tax. These allegations are substantially admitted by the answers of the defendants, except as to the illegality of the possible seizure of plaintiff's personal property. By filing the counterclaim the contractor makes a direct attempt to enforce, not only the lien upon the lots, but the personal liability of the lot owner. Thus a non-resident, simply because he was the owner of property on a street in a city in the State of Iowa, finds himself by the provisions of the state statute, and without the service of any process upon him, laid under a personal obligation to pay a tax assessed by the common council, or by the board of public works and city engineer under the statute, upon his property abutting upon the street, for the purpose of paying the expenses incurred in paving the street, which expenses are greater than the benefit the lots have received by virtue of the improvement. The plaintiff, prior to the imposition of that assessment, had never submitted himself to the jurisdiction of the State of Iowa, and the only jurisdiction that State had in the assessment proceedings was over the real property belonging to him and abutting on the street to be improved. An assessment upon lots, for a local improvement, is in the nature of a judgment.</p>\n<p>It is said that the statute (Code of Iowa, sec. 478) provides for the personal liability of the owner of lots in a city in the State of Iowa, to pay the whole tax or assessment levied to pay the cost of a local improvement, and that the same statute provides that the assessment shall also be a lien upon the respective lots from the time of the assessment. It is also said <span class=\"star-pagination\">*202</span> that the statute has been held to be valid by the Iowa Supreme Court. This seems to be true. <i>Burlington</i> v. <i>Quick,</i> 47 Iowa, 222, 226; <i>Farwell</i> v. <i>Des Moines Brick Manufacturing Co.,</i> 97 Iowa, 286. The same thing is also held in the opinion of the state court delivered in the case now before us.</p>\n<p>In this case no question arises with regard to the validity of a personal judgment like the one herein against a resident of the State of Iowa, and we therefore express no opinion upon that subject. This plaintiff was at all times a non-resident of that State, and we think that a statute authorizing an assessment to be levied upon property for a local improvement, and imposing upon the lot owner, who is a non-resident of the State, a personal liability to pay such assessment, is a statute which the State has no power to enact, and which cannot therefore furnish any foundation for a personal claim against such non-resident. There is no course of reasoning as to the character of an assessment upon lots for a local improvement by which it can be shown that any jurisdiction to collect the assessment personally from a non-resident can exist. The State may provide for the sale of the property upon which the assessment is laid, but it cannot under any guise or pretence proceed farther and impose a personal liability upon a non-resident to pay the assessment or any part of it. To enforce an assessment of such a nature against a non-resident, so far as his personal liability is concerned, would amount to the taking of property without due process of law, and would be a violation of the Federal Constitution.</p>\n<p>In this proceeding of the lot owner to have the assessment set aside and the statutory liability of plaintiff adjudged invalid the court was not justified in dismissing the petition and giving the contractor, not only judgment on his counterclaim foreclosing his lien, but also inserting in that judgment a provision for a personal liability against the plaintiff and for a general execution against him. Such a provision against a non-resident, although a litigant in the courts of the State, was not only erroneous but it was so far erroneous as to constitute, if enforced, a violation of the Federal Constitution for the reason already mentioned. By resorting to the state court <span class=\"star-pagination\">*203</span> to obtain relief from the assessment and from any personal liability provided for by the statute, the plaintiff did not thereby in any manner consent, or render himself liable, to a judgment against him providing for any personal liability. Nor did the counterclaim made by the defendant contractor give any such authority.</p>\n<p>The principle which renders void a statute providing for the personal liability of a non-resident to pay a tax of this nature is the same which prevents a State from taking jurisdiction through its courts, by virtue of any statute, over a non-resident not served with process within the State, to enforce a mere personal liability, and where no property of the non-resident has been seized or brought under the control of the court. This principle has been frequently decided in this court. One of the leading cases is <i>Pennoyer</i> v. <i>Neff,</i> <span class=\"citation\" data-id=\"89656\"><a href=\"/opinion/89656/pennoyer-v-neff/\"><span class=\"volume\">95</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">714</span></a></span>, and many other cases therein cited. <i>Mexican Central Railway</i> v. <i>Pinkney,</i> <span class=\"citation\" data-id=\"93611\"><a href=\"/opinion/93611/mexican-central-r-co-v-pinkney/\"><span class=\"volume\">149</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></a></span>, 209.</p>\n<p>The lot owner never voluntarily or otherwise appeared in any of the proceedings leading up to the levying of the assessment. He gave no consent which amounted to an acknowledgment of the jurisdiction of the city or common council over his person.</p>\n<p>A judgment without personal service against a non-resident is only good so far as it affects the property which is taken or brought under the control of the court or other tribunal in an ordinary action to enforce a personal liability, and no jurisdiction is thereby acquired over the person of a non-resident further than respects the property so taken. This is as true in the case of an assessment against a non-resident of such a nature as this one as in the case of a more formal judgment.</p>\n<p>The jurisdiction to tax exists only in regard to persons and property or upon the business done within the State, and such jurisdiction cannot be enlarged by reason of a statute which assumes to make a non-resident personally liable to pay a tax of the nature of the one in question. All subjects over which the sovereign power of the State extends are objects of taxation. Cooley on Taxation, 1st ed. pp. 3, 4; Burroughs on <span class=\"star-pagination\">*204</span> Taxation, sec. 6. The power of the State to tax extends to all objects within the sovereignty of the State. (Per Mr. Justice Clifford, in <i>Hamilton Company</i> v. <i>Massachusetts,</i> <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">632</span></span>, at 638.) The power to tax is however limited to persons, property and business within the State, and it cannot reach the person of a non-resident. <i>State Tax on Foreign-held Bonds,</i> <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">300</span></span>, 319. In Cooley on Taxation, 1st ed. p. 121, it is said that \"a State can no more subject to its power a single person or a single article of property whose residence or legal situs is in another State, than it can subject all the citizens or all the property of such other State to its power.\" These are elementary propositions, but they are referred to only for the purpose of pointing out that a statute imposing a personal liability upon a non-resident to pay such an assessment as this oversteps the sovereign power of a State.</p>\n<p>In this case the contractor, by filing his counterclaim herein, has commenced the enforcement of an assessment and a personal liability imposed by virtue of just such a statute, and the judgment under review gives him the right to do so. The lot owner is called upon to make such defence as he can to the claim of personal liability or else be forever barred from setting it up. He does claim that as a non-resident he did not have such notice, and the State or city did not obtain such jurisdiction over him, with regard to the original assessment as would authorize the establishment of any personal liability on his part to pay such assessment.</p>\n<p>The contractor nevertheless has obtained a judgment, not alone for a foreclosure of his lien, but also for the personal liability of the lot owner, and unless he can in this proceeding have the provision in the judgment, for a personal liability, stricken out, the lot owner cannot thereafter resist it, even when the lots fail (if they should fail) to bring enough on their sale to satisfy the judgment.</p>\n<p>The case of <i>Davidson</i> v. <i>New Orleans,</i> <span class=\"citation\" data-id=\"89675\"><a href=\"/opinion/89675/davidson-v-new-orleans/\"><span class=\"volume\">96</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, has been cited as authority for the proposition that the rendering of a personal judgment for the amount of an assessment for a local improvement is a matter in which the state authorities cannot be controlled by the Federal Constitution. It does not <span class=\"star-pagination\">*205</span> appear in that case that the complaining party, in regard to the state statute, was a non-resident of the State, but on the contrary it would seem that she was a resident thereof. That fact is a most material one, and renders the case so unlike the one at bar as to make it unnecessary to further refer to it.</p>\n<p>The statute, upon which the right to enter this personal judgment depends, being as to the non-resident lot owner an illegal enactment, it follows that the judgment should and must be amended by striking out the provision for such personal liability. For that purpose the judgment is</p>\n<p><i>Reversed and the cause remanded to the Supreme Court of Iowa, for further proceedings therein not inconsistent with this opinion.</i></p>\n</div>", 
  "sha1": "402c4012775bc8f809ef36d0a1e4f0b2f3f55c22", 
  "date_modified": "2014-12-21T01:33:02.365534", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/95004/dewey-v-des-moines/", 
  "citation_count": 40, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1507153/", 
  "html": "<p class=\"case_cite\">173 U.S. 193</p>\n    <p class=\"case_cite\">19 S.Ct. 379</p>\n    <p class=\"case_cite\">43 L.Ed. 665</p>\n    <p class=\"parties\">DEWEY<br>v.<br>CITY OF DES MOINES et al.</p>\n    <p class=\"docket\">No. 122.</p>\n    <p class=\"date\">February 27, 1899.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">The petition in this case was filed by the plaintiff in error to set aside certain assessments upon his lots in Des Moines, in the state of Iowa, which had been imposed thereon for the purpose of paying for the paving of the street upon which the lots abutted, and to obtain a judgment enjoining proceedings towards their sale, and adjudging that there was no personal liability to pay the excess of the assessment above the amount realized upon the sale of the lots.</p>\n      <p class=\"indent\">The petition alleged that the petitioner was at all times during the proceedings mentioned a resident of Chicago, in the state of Illinois, and that he had no actual notice of any of the proceedings looking towards the paving of the street upon which his lots abutted; that the street was paved under the direction of the common council, which decided upon its necessity, and the expense was, by the provisions of the Iowa statute, assessed upon the abutting property, and the lot owner made personally liable for its payment; that the expense of the improvement was greater than the value of the lots assessed, and the common council knew it would be greater when the paving was ordered.</p>\n      <p class=\"indent\">Various other facts were set up touching the invalidity of the assessment upon the lots, but no allegation was made attacking its validity by reason of any violation of the federal constitution. Under stipulation of the parties, various allegations of fraud upon the part of the members of the common council, which had been included in the petition, were withdrawn, and the allegations of the petition as thus amended were not denied.</p>\n      <p class=\"indent\">The contractor who did the work of paving the street was made a party to this proceeding, and he set up a counterclaim asking that the certificates given him by the city in payment for his services, and which by statute were made a lien upon the lots abutting upon the street, might be foreclosed, and the lots sold, and a personal judgment pursuant to the same statute rendered against the plaintiff in error.</p>\n      <p class=\"indent\">By stipulation, certain motions, which were made to strike out allegations in the petition, were treated as demurrers to the petition, and the case was thus placed at issue.</p>\n      <p class=\"indent\">Upon the trial the district court of Polk county gave judgment dismissing the petition, with costs, and in favor of the contractor on his counterclaim, foreclosing the lien of the latter, and ordering the sale of the lots, and the judgment also provided for the issue of a personal or general execution against the plaintiff in error to collect any balance remaining unpaid after sale of the lots.</p>\n      <p class=\"indent\">Plaintiff took the case to the state supreme court, and there made an assignment of errors, one of which is as follows:</p>\n      <p class=\"indent\">'The court erred in holding and deciding that plaintiff was personally liable to said Des Moines Brick-Manufacturing Company for so much of said special tax or assessment as could not or would not be realized by a sale of the sixty lots in question on special execution, and in ordering and adjudging that a general execution should issue against plaintiff, and in favor of said Des Moines Brick-Manufacturing Company, for the balance of such tax or assessment; and, further, that, as plaintiff was at all times a nonresident of the state of Iowa, and had no personal notice or knowledge of the assessment proceedings, that the imposition of a personal liability against him, in excess of the value of all the lots, was not due process of law, and was in contravention of the provisions on that subject of the fourteenth amendment to the constitution of the United States, as well as in contravention of the provisions of the constitution of the state of Iowa on the same subject.'</p>\n      <p class=\"indent\">The supreme court affirmed the judgment of the district court (70 N. W. 605), and plaintiff brought the case here by writ of error.</p>\n      <p class=\"indent\">A. E. Harvey, for plaintiff in error.</p>\n      <p class=\"indent\">N. T. Guernsey, for defendants in error.</p>\n      <p class=\"indent\">Mr. Justice PECKHAM, after stating the facts, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The only one of the assignments of error made in the state supreme court which has reference to any federal question is the one set forth in the statement of facts, and it will be seen that such assignment relates solely to the validity of the provision for the personal liability imposed upon plaintiff in error by the judgment of the district court. None of the other assignments of error involves any federal question.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In the brief for plaintiff in error in this court it is said that the 'counsel for plaintiff in error in the state court seem to have relied upon one single proposition only as involving a federal question, to wit: As plaintiff was at all times a nonresident of the state of Iowa, and had no personal notice or knowledge of the assessment proceedings, the imposition of the personal liability against him in excess of the value of all the lots was not due process of law, and was in contravention of the provisions upon that subject of the fourteenth amendment of the constitution of the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The counsel, however, does not confine himself in this court solely to a discussion of the federal question which was contained in the assignment of error above set forth, and which was argued in the court below, regarding the validity of a personal judgment; but counsel claims the further right to attack the validity of the assessment upon the lots themselves, because, as he asserts, it was laid without regard to any question of benefits, and that it exceeds the actual value of the property assessed, and that, even if permitted by the statute of Iowa, such an assessment constitutes a taking, under the guise of taxation, of private property for public use, without just compensation, and is therefore void, under the federal constitution, as amounting to a taking of property without due process of law.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This is a very different question from that embraced in the assignment of errors and argued in the supreme court of the state.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It is objected on the part of the defendant in error that, as this is a review of a judgment of a state court, this second question cannot be raised here, because it was not raised in the courts below and was not decided by either of them.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Reference to the poinion of the supreme court of the state shows that it was not therein discussed or decided. If the question were only an enlargement of the one mentioned in the assignment of errors, or if it were so connected with it in substance as to form but another ground or reason for alleging the invalidity of the personal judgment, we should have no hesitation in holding the assignment sufficient to permit the question to be now raised and argued.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Parties are not confined here to the same arguments which were advanced in the courts below upon a federal question there discussed. Having, however, raised only one federal question in the court below, can a party come into this court from a state court, and argue the question thus raised, and also another not connected with it, and which was not raised in any of the courts below, and does not necessarily arise on the record, although an inspection of the record shows the existence of facts upon which the question might have  een raised?</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The two questions, the one as to the invalidity of the personal judgment, and the other as to the invalidity of the assessment upon the lots, are not in any wise necessarily connected, any more than that they both arise out of the proceedings in paving the street and in levying the assessment. The assessment upon the lots might be valid, while the provision for a personal judgment might be void, each depending upon different principles, and the question as to the invalidity of the personal judgment might, as in this case, be raised and argued without in any manner touching the question as to the invalidity of the assessment upon the lots.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In Oxley Stave Co. v. Butler Co., 166 U. S. 648, 17 Sup. Ct. 709, it was held that the federal question must be specially taken or claimed in the state court; that the party must have the intent to invoke, for the protection of his rights, the constitution or some statute or treaty of the United States; and that such intention must be declared in some unmistakable manner, and unless he do so this court is without jurisdiction to re-examine the final judgment of the state court upon that matter. See also Levy v. Superior Court of San Francisco, 167 U. S. 175, 17 Sup. Ct. 769; Kipley v. Illinois, 170 U. S. 182, 18 Sup. Ct. 550. In other words, the court must be able to see clearly from the whole record that a provision of the constitution or act of congress is relied upon by the party who brings the writ of error, and that the right thus claimed by him was denied. Bridge Proprietors v. Hoboken Co., 1 Wall. 116, 143. In the case at bar no claim was made in the state court that the assessment upon the lots was invalid, as in violation of any provision of the federal constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Nor does the record herein show, by clear and necessary intendment, that the federal question must have been directly involved, so that the state court could not have given judgment without deciding it. In such case it has been held that the federal question sufficiently appears. Green Bay &amp; M. Canal Co. v. Patten Paper Co., 172 U. S. 58, 68, 19 Sup. Ct. 97, and cases cited. In substance, the validity of the statute or the right under the constitution must have been drawn in question. Powell v. Brunswick Co., 150 U. S. 433, 14 Sup. Ct. 166; Sayward v. Denny, 158 U. S. 180, 15 Sup. Ct. 777. The latest decision to this effect is Capital Nat. Bank of Lincoln v. First Nat. Bank of Cadiz, 172 U. S. 425, 19 Sup. Ct. 202.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Although no particular form of words is necessary to be sued in order that the federal question may be said to be involved, within the meaning of the cases on this subject, there yet must be something in the case before the state court which, at least, would call its attention to the federal question as one that was relied on by the party, and then, if the decision of the court, while not noticing the question, was such that the judgment was, by its necessary effect, a denial of the right claimed or referred to, it would be sufficient. It must appear from the record that the right set up or claimed was denied by the judgment or that such was its necessary effect in law. Roby v. Colehour, 146 U. S. 153, 159, 13 Sup. Ct. 47; Chicago, B. &amp; Q. R. Co. v. City of Chicago, 166 U. S. 226, 231, 17 Sup. Ct. 581; Green Bay &amp; M. Canal Co. v. Patten Paper Co., and Capital Nat. Bank of Lincoln v. First Nat. Bank of Cadiz, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In all these cases it did appear from the record that the rights were set up or claimed in such a way as to bring the subject to the attention of the state court. It is not enough that there may be somewhere hidden in the record a question which, if raised, would be of a federal nature. Hamilton Co. v. Massachusetts, 6 Wall. 632. In order to be available in this court, some claim or right must have been asserted in the court below by which it would appear that the party asserting the right founded it in some degree upon the constitution or laws or treaties of the United States. In such case, if the court below denied the right claimed, it would be enough; or if it did not in terms deny such right, if the necessary effect of its judgment was to deny it, then it would be enough. But the denial, whether expressed or implied, must be of some right or claim, founded upon the constitution or the laws or treaties of the United States, which had in some manner been brought to the attention of the court below. The record shows nothing of the kind in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A claim or right which has never been made or asserted cannot be said to have been denied by a judgment which does not refer to it. Hamilton Co. v. Massachusetts, supra. A point that was never raised cannot be said to have been decided adversely to a party who never set it up or in any way alluded to it. Nor can it be said that the necessary effect in law of a judgment which is silent upon the question is the denial of a claim or right which might have been involved therein, but which in fact was never in any way set up or spoken of.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">No question of a federal nature claimed under the constitution of the United States can be said to have been made by the mere allegation 'that the amount of said tax is greater than the reasonable market value of said lots, whether considered singly or together, the assessment against each particular lot being greater in amount than the value of such particular lot, and the aggregate assessment being greater in amount than the reasonable market value of all of said lots taken together; and that said defendants are seeking to enforce, as against plaintiff, not merely a sale of said lots, but also to compel plaintiff to pay the full amount of said tax, regardless of whatever sum said lots may be sold for and regardless of the actual value of the same.' There is nothing else in the record which can be said to raise this federal right or claim.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Upon these facts, we are compelled to hold that we are confined to a discussion of the only federal question which this record presents, viz. the validity of the personal judgment against the plaintiff in error. The assignment of error above set out is broad enough to raise the question, not only as to the sufficiency of notice, but as to the validity of such a judgment against a nonresident.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It is asserted in the petition that the defendant Dillworth, the treasurer of Holt county, is attempting to enforce the assessment levied by the common council, and that he claims plaintiff in error is personally liable for the taxes and interest, and will enforce payment thereof unless restrained, and that plaintiff's personal property is liable to be illegally seized for the payment of the tax. These allegations are substantially admitted by the answers of the defendants, except as to the illegality of the possible seizure of plaintiff's personal property. By filing the counterclaim, the contractor makes a direct attempt to enforce, not only the lien upon the lots, but the personal liability of the lot owner. Thus, a nonresident, simply because he was the owner of property on a street in a city in the state of Iowa, finds himself, by the provisions of the state statute, and without the service of any process upon him, laid under a personal obligation to pay a tax assessed by the common council or by the board of public works and city engineer, under the statute, upon his property abutting upon the street, for the purpose of paying the expenses incurred in paving the street, which expenses are greater than the benefit the lots have received by virtue of the improvement. The plaintiff, prior to the imposition of that assessment, had never submitted himself to the jurisdiction of the state of Iowa, and the only jurisdiction that state had in the assessment proceedings was over the real property belonging to him and abutting on the street to be improved. An assessment upon lots for a local improvement is in the nature of a judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It is said that the statute (Code Iowa, &#167; 478) provides for the personal liability of the owner of lots, in a city in the tate of Iowa, to pay the whole tax or assessment levied to pay the cost of a local improvement, and that the same statute provides that the assessment shall also be a lien upon the respective lots from the time of the assessment. It is also said that the statute has been held to be valid by the Iowa supreme court. This seems to be true. City of Burlington v. Quick, 47 Iowa, 222, 226; Farwell v. Manufacturing Co., 97 Iowa, 286, 66 N. W. 176. The same thing is also held in the opinion of the state court delivered in the case now before us.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In this case no question arises with regard to the validity of a personal judgment like the one herein against a resident of the state of Iowa, and we therefore express no opinion upon that subject. This plaintiff was at all times a nonresident of that state, and we think that a statute authorizing an assessment to be levied upon property for a local improvement, and imposing upon the lot owner, who is a nonresident of the state, a personal liability to pay such assessment, is a statute which the state has no power to enact, and which cannot, therefore, furnish any foundation for a personal claim against such nonresident. There is no course of reasoning as to the character of an assessment upon lots for a local improvement by which it can be shown that any jurisdiction to collect the assessment personally from a nonresident can exist. The state may provide for the sale of the property upon which the assessment is laid, but it cannot, under any guise or pretense, proceed further, and impose a personal liability upon a nonresident to pay the assessment or any part of it. To enforce an assessment of such a nature against a nonresident, so far as his personal liability is concerned, would amount to the taking of property without due process of law, and would be a violation of the federal constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In this proceeding of the lot owner to have the assessment set aside, and the statutory liability of plaintiff adjudged invalid, the court was not justified in dismissing the petition, and giving the contractor, not only judgment on his counterclaim foreclosing his lien, but also inserting in that judgment a provision for a personal liability against the plaintiff and for a general execution against him. Such a provision against a nonresident, although a litigant in the courts of the state, was not only erroneous, but it was so far erroneous as to constitute, if enforced, a violation of the federal constitution, for the reason already mentioned. By resorting to the state court to obtain relief from the assessment and from any personal liability provided for by the statute, the plaintiff did not thereby in any manner consent, or render himself liable, to a judgment against him providing for any personal liability. Nor did the counterclaim made by the defendant contractor give any such authority.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The principle which renders void a statute providing for the personal liability of a nonresident to pay a tax of this nature is the same which prevents a state from taking jurisdiction through its courts, by virtue of any statute, over a nonresident not served with process within the state, to enforce a mere personal liability, and where no property of the nonresident has been seized or brought under the control of the court. This principle has been frequently decided in this court. One of the leading cases is Pennoyer v. Neff, 95 U. S. 714, and many other cases therein cited. Railway Co. v. Pinkney, 149 U. S. 194, 209, 13 Sup. Ct. 859.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The lot owner never voluntarily or therewise appeared in any of the proceedings leading up to the levying of the assessment. He gave no consent which amounted to an acknowledgment of the jurisdiction of the city or common council over his person.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">A judgment without personal service against a nonresident is only good so far as it affects the property which is taken or brought under the control of the court or other tribunal in an ordinary action to enforce a personal liability, and no jurisdiction is thereby ac uired over the person of a nonresident further than respects the property so taken. This is as true in the case of an assessment against a nonresident of such a nature as this one as in the case of a more formal judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The jurisdiction to tax exists only in regard to persons and property or upon the business done within the state, and such jurisdiction cannot be enlarged by reason of a statute which assumes to make a nonresident personally liable to pay a tax of the nature of the one in question. All subjects over which the sovereign power of the state extends are objects of taxation. Cooley, Tax'n (1st Ed.) pp. 3, 4; Burroughs, Tax'n, &#167; 6. The power of the state to tax extends to all objects within the sovereignty of the state. Per Mr. Justice Clifford, in Hamilton Co. v. Massachusetts, 6 Wall. 632, at page 638. The power to tax is, however, limited to persons, property, and business within the state, and it cannot reach the person of a nonresident. Case of the State Tax on Foreign-Held Bonds, 15 Wall. 300, 319. In Cooley, Tax'n (1st Ed.) p. 121, it is said that 'a state can no more subject to its power a single person or a single article of property, whose residence or legal situs is in another state, than it can subject all the citizens or all the property of such other state to its power.' These are elementary propositions, but they are referred to only for the purpose of pointing out that a statute imposing a personal liability upon a nonresident to pay such an assessment as this oversteps the sovereign power of a state.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In this case the contractor, by filing his counterclaim herein, has commenced the enforcement of an assessment and a personal liability imposed by virtue of just such a statute, and the judgment under review gives him the right to do so. The lot owner is called upon to make such defense as he can to the claim of personal liability or else be forever barred from setting it up. He does claim that as a nonresident he did not have such notice, and the state or city did not obtain such jurisdiction over him, with regard to the original assessment, as would authorize the establishment of any personal liability on his part to pay such assessment.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The contractor nevertheless has obtained a judgment, not alone for a foreclosure of his lien, but also for the personal liability of the lot owner, and, unless he can in this proceeding have the provision in the judgment for a personal liability stricken out, the lot owner cannot thereafter resist it, even when the lots fail (if they should fail) to bring enough on their sale to satisfy the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The case of Davidson v. New Orleans, 96 U. S. 97, has been cited as authority for the proposition that the rendering of a personal judgment for the amount of an assessment for a local improvement is a matter in which the state authorities cannot be controlled by the federal constitution. It does not appear in that case that the complaining party, in regard to the state statute, was a nonresident of the state, but, on the contrary, it would seem that she was a resident thereof. That fact is a most material one, and renders the case so unlike the one at bar as to make it unnecessary to further refer to it.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The statute, upon which the right to enter this personal judgment depends, being, as to the nonresident lot owner, an illegal enactment, it follows that the judgment should and must be amended by striking out the provision for such personal liability. For that purpose the judgment is reversed, and the cause remanded to the supreme court of Iowa for further proceedings therein not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/95004/"
}