{"absolute_url": "/opinion/95018/st-louis-im-st-pr-co-v-paul/", "blocked": false, "citation": {"case_name": "St. Louis, IM & St. PR Co. v. Paul", "docket_number": "120", "document_uris": ["/api/rest/v2/document/95018/"], "federal_cite_one": "173 U.S. 404", "federal_cite_three": null, "federal_cite_two": null, "id": 79399, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/79399/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 14, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1899-03-06", "date_modified": "2014-12-21T01:33:00.095917", "docket": "/api/rest/v2/docket/660141/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">173 U.S. 404</p>\n    <p class=\"case_cite\">19 S.Ct. 419</p>\n    <p class=\"case_cite\">43 L.Ed. 746</p>\n    <p class=\"parties\">ST. LOUIS, I. M. &amp; S. RY. CO.<br>v.<br>PAUL.</p>\n    <p class=\"docket\">No. 120.</p>\n    <p class=\"date\">March 6, 1899.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This action was commenced in a justice's court in Saline township, Saline county, Ark., by Charles Paul against the St. Louis, Iron Mountain &amp; Southern Railway Company, a corporation organized under the laws of the state of Arkansas, and owning and operating a railroad within that state, to recover $21.80 due him as a laborer, and a penalty of $1.25 per day for failure to pay him what was due him when he was discharged. The case was carried by appeal to the circuit court of Saline county, and there tried de novo. Defendant demurred to so much of the complaint as sought to recover the penalty, on the ground that the act of the general assembly of Arkansas entitled 'An act to provide for the protection of servants and employees of railroads,' approved March 25, 1889 (Acts Ark. 1889, p. 76), which provided therefor, was in violation of articles 5 and 14 of the amendments to the constitution of the United States, and also in violation of the constitution of the state of Arkansas. The demurrer was overruled, and defendant answered, setting up certain matters not material here, and reiterating in its third paragraph the objection that the act was unconstitutional and void. To this paragraph plaintiff demurred, and the demurrer was sustained. The case was then heard by the court, the parties having waived a trial by jury, and the court found that the plaintiff was entitled to recover the sum claimed and the penalty at the rate of daily wages from the date of the discharge until the date of the commencement of the suit, and entered judgment ac ordingly. Defendant appealed to the supreme court of the state of Arkansas, which affirmed the judgment (64 Ark. 83, 40 S. W. 705), and this writ of error was then brought.</p>\n      <p class=\"indent\">The act in question is as follows:</p>\n      <p class=\"indent\">'Section 1. Whenever any railroad company or any company, corporation or person engaged in the business of operating or constructing any railroad or railroad bridge, or any contractor or sub-contractor engaged in the construction of any such road or bridge, shall discharge, with or without cause, or refuse to further employ any servant or employee thereof, the unpaid wages of any such servant or employee, then earned at the contract rate, without abatement or deduction, shall be, and become due and payable on the day of such discharge, or refusal to longer employ; and if the same be not paid on such day then, as a penalty for such nonpayment, the wages of such servant or employee shall continue at the same rate until paid: provided, such wages shall not continue more than sixty days unless an action therefor shall be commenced within that time.</p>\n      <p class=\"indent\">'Sec. 5. That no such servant or employee who secretes or absents himself to avoid payment to him, or refuses to receive the same when fully tendered, shall be entitled to any benefit under this act for such time as he so avoids payment.</p>\n      <p class=\"indent\">'Sec. 3. That any such servant or employee whose employment is for a definite period of time, and who is discharged without cause before the expiration of such time may, in addition to the penalties prescribed by this act, have an action against any such employer for any damages he may have sustained by reason of such wrongful discharge, and such action may be joined with an action for unpaid wages and penalty.</p>\n      <p class=\"indent\">'Sec. 4. That this act shall take effect and be in force from and after its passage.'</p>\n      <p class=\"indent\">John F. Dillon, Winslow F. Pierce, and D. D. Duncan, for plaintiff in error.</p>\n      <p class=\"indent\">A. H. Garland and R. C. Garland, for defendant in error.</p>\n      <p class=\"indent\">Mr. Chief Justice FULLER, after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff in error was a corporation duly organized under the laws of Arkansas and engaged in operating a railroad in that state.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The state constitution provided: 'Corporations may be formed under general laws; which laws may, from time to time, be altered or repealed. The general assembly shall have the power to alter, revoke, or annul any charter of incorporation now existing and revocable at the adoption of this constitution, or any that may hereafter the created, whenever in their opinion, it may be injurious to the citizens of this state; in such manner, however, that no injustice shall be done to the corporators.' Article 12, &#167; 6. This constitution was adopted in 1874, but, prior to that, the constitution of 1868 had declared: ,'The general assembly shall pass no special act conferring corporate powers. Corporations may be formed under general laws; and all such laws may, from time to time, be altered or repealed.' Article 5, &#167; 48.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In Leep v. Railway Co., 58 Ark. 407, 25 S. W. 75, section 1 of the act of March 25, 1889, was considered by the supreme court of Arkansas, and was held unconstitutional so far as affecting natural persons, but sustained in respect of corporations, as a valid exercise of the right reserved by the constitution 'to alter, revoke, or annul any charter of incorporation.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The court conceded that the legislature could not, under the power to amend, take from corporations the right to contract, but adjudged that it could regulate that right by amendment when demanded by the public interest, though not to such an extent as to render it ineffectual, or substantially impair the object of incorporation.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As the constitution expressly provided that the power to amend might be exercised whenever, in the opinion of the legislature, the charter might 'be injurious to the citicens,' and as railroad corporations were organized for a public purpose, their roads were public highways, and they were common carriers, it was held that, whenever their charters became obstacles to such legislative regulations as would make their roads subserve the public interest to the fullest extent practicable, they would be in that respect injurious, and might be amended, and, as it was the duty of the companies to serve the public as common carriers in the most efficient manner practicable, the legislature might so change their charters as to secure that result. And the court said: 'If the legislature, in its wisdom, seeing that their employees are and will be persons dependent on their labor for a livelihood, and unable to work on a credit, should find that better servants and service could be secured by the prompt payment of their wages on the termination of their employment, and that the purpose of their creation would thereby be more nearly accomplished, it might require them to pay for the labor of their employees when the same is fully performed, at the end of their employment. If it he true that in doing so it would interfere with contracts which are purely and exclusively private, and thereby limit their right to contract with individuals, it would nevertheless, under such circumstances, have the right to do so under the reserved power to amend.' But the court added that it did not follow that the legislature could, by amendment, fix or limit the compensation of employees, and particularly not as the right to amend was to be exercised so 'that no injustice shall be done to the corporators'; that, however, this act was not obnoxious to that objection, as it left 'to the corporations the right of making contracts with their employ &#167; on advantageous terms.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In respect of the provision that the unpaid wages then earned at the contract rate were to become due and payable on the cessation of the employment, 'without abatement or deduction,' the court held that that did not 'require the corporation to pay the employ e all the wages to which he would have been entitled had he fully performed his contract up to the time of his discharge, notwithstanding he had failed to do so, and had damaged the corporation thereby'; but that it meant 'that the unpaid wages earned at the contract rate at the time of the discharge shall be paid without discount on account of the payment thereof before the time they were payable according to the terms of the contract of employment.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Construing the statute thus, and, by elimination, confining it to the corporations described, its validity was sustained as within the reserved power of amendment, and the case was approved and followed in that before us.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The scope of the power to amend, and the general subject of the lawfulness of limitations on the right to contract, were considered at length, with full citation of authority, in both these decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The contention is that, as to railroad corporations porations organized prior to its passage, the act was void, because in violation of the fourteenth amendment. Corporations are the creations of the state, endowed with such faculties as the state bestows, and subject to such conditions as the state imposes, and, if the power to modify their charters is reserved, that reservation is a part of the contract, and no change, within the legitimate exercise of the power, can be said to impair its obligation; and as this amendment rested on reasons deduced from the peculiar character of the business of the corporations affected and the public nature of their functions, and applied to all alike, the equal protection of the law was not denied. Railway Co. v. Mackey, 127 U. S. 205, 8 Sup. Ct. 1161.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The question, then, is whether the amendment should have been held unauthorized, because amounting to a deprivation of property forbidden by the federal constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The power to amend 'cannot be used to take away property already acquired under the operation of the charter, or to deprive the corporation of the fruits, actually reduced to possession, of contracts lawfully made  (Waite, C. J., Sinking Fund Cases, 99 U. S. 700); but any alteration or amendment may be made 'that will not defeat or substantially impair the object of the grant, or any rights which have vested under it, and that the legislature may deem necessary to secure either that object or other public or private rights' (Gray, J., Inland Fisheries Com'rs v. Holyoke Water-Power Co., 104 Mass. 446, 451; Greenwood v. Freight Co., 105 U. S. 13; Waterworks v. Schottler, 110 U. S. 347, 4 Sup. Ct. 48).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This act was purely prospective in its operation. It did not interfere with vested rights or existing contracts, or destroy, or sensibly encroach upon, the right to contract, although it did impose a duty in reference to the payment of wages actually earned, which restricted future contracts in the particular named.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In view of the fact that these corporations were clothed with a public trust, and discharged duties of public consequence, affecting the community at large, the supreme court held the regulation, as promoting the public interest in the protection of employees to the limited extent stated, to be properly within the power to amend reserved under the state constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Inasmuch as the right to contract is not absolute, but may be subjected to the restraints demanded by the safety and welfare of the state, we do not think that conclusion, in its application to the power to amend, can be disputed on the ground of infraction of the fourteenth amendment. Insurance Co. v. Daggs, 172 U. S. 557, 19 Sup. Ct. 281; Holden v. Hardy, 169 U. S. 366, 18 Sup. Ct. 383; Railway Co. v. Mathews, 165 U. S. 1, 17 Sup. Ct. 243.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Railway Co. v. Ellis, 165 U. S. 150, 17 Sup. Ct. 255, is not to the contrary, and was properly distinguished from this case by the supreme court of Arkansas. There a state statute provided for the assessment of an attorney's fee of not exceeding $10 against railroad companies for failure to pay certain debts, and the exaction was held to be a penalty, although no specific duty was imposed for the nonperformance of which it was inflicted. This court said: 'The statute arbitrarily singles out one class of debtors and punishes it for a failure to perform certain duties,&#8212;duties which are equally obligatory upon all debtors; a punishment not visited by reason of the failure to comply with any proper police regulations, or for the protection of the laboring classes, or to prevent litigation about trifling matters, or in consequence of any special corporate privileges bestowed by the state.' The conclusion was that the subjection of railroad companies only to the penalty was purely arbitrary, not justifiable on any reasonable theory of classification, and that the statute denied the equal protection of the law demanded by the fourteenth amendment. In this case the act was passed 'for the protection of servants and employees of railroads.' and was upheld as an amendment of railroad charters, such exercise of the power reserved being justified on public considerations, and a duty was specially imposed, for the failure to discharge which the penalty was inflicted. The penalty was sustained because the requirement was valid.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Judgment affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>173 U.S. 404 (1899)</b></center>\n<center><h1>ST. LOUIS, IRON MOUNTAIN AND ST. PAUL RAILWAY COMPANY<br>\nv.<br>\nPAUL.</h1></center>\n<center>No. 120.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted January 10, 1899.</center>\n<center>Decided March 6, 1899.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF ARKANSAS.\n<p><span class=\"star-pagination\">*406</span> <i>Mr. John F. Dillon, Mr. Winslow S. Pierce</i> and <i>Mr. David D. Duncan</i> for plaintiff in error.</p>\n<p><i>Mr. A.H. Garland</i> and <i>Mr. R.C. Garland</i> for defendant in error.</p>\n<p>MR. CHIEF JUSTICE FULLER, after stating the case, delivered the opinion of the court.</p>\n<p>Plaintiff in error was a corporation duly organized under the laws of Arkansas and engaged in operating a railroad in that State.</p>\n<p>The state constitution provided: \"Corporations may be formed under general laws; which laws may, from time to time, be altered or repealed. The general assembly shall have the power to alter, revoke or annul any charter of incorporation now existing and revocable at the adoption of this constitution, or any that may hereafter be created, whenever, in their opinion, it may be injurious to the citizens of this State; in such manner, however, that no injustice shall be done to the corporators.\" Art. XII, § 6. This constitution was adopted in 1874, but, prior to that, the constitution of 1868 had declared: \"The general assembly shall pass no special act conferring corporate powers. Corporations may be formed under general laws; and all such laws may, from time to time, be altered or repealed.\" Art. V, § 48.</p>\n<p>In <i>Leep</i> v. <i>Railway Co.,</i> 58 Arkansas, 407, section one of the act of March 25, 1889, was considered by the Supreme Court of Arkansas, and was held unconstitutional so far as affecting natural persons, but sustained in respect of corporations as a valid exercise of the right reserved by the constitution \"to alter, revoke or annul any charter of incorporation.\"</p>\n<p>The court conceded that the legislature could not under the power to amend take from corporations the right to contract, <span class=\"star-pagination\">*407</span> but adjudged that it could regulate that right by amendment when demanded by the public interest, though not to such an extent as to render it ineffectual, or substantially impair the object of incorporation.</p>\n<p>As the constitution expressly provided that the power to amend might be exercised whenever in the opinion of the legislature the charter might \"be injurious to the citizens,\" and as railroad corporations were organized for a public purpose; their roads were public highways; and they were common carriers; it was held that whenever their charters became obstacles to such legislative regulations as would make their roads subserve the public interest to the fullest extent practicable, they would be in that respect injurious, and might be amended; and as it was the duty of the companies to serve the public as common carriers in the most efficient manner practicable, the legislature might so change their charters as to secure that result. And the court said: \"If the legislature, in its wisdom, seeing that their employés are and will be persons dependent on their labor for a livelihood, and unable to work on a credit, should find that better servants and service could be secured by the prompt payment of their wages on the termination of their employment, and that the purpose of their creation would thereby be more nearly accomplished, it might require them to pay for the labor of their employés when the same is fully performed, at the end of their employment. If it be true that in doing so it would interfere with contracts which are purely and exclusively private, and thereby limit their right to contract with individuals, it would nevertheless, under such circumstances, have the right to do so under the reserved power to amend.\" But the court added that it did not follow that the legislature could by amendment fix or limit the compensation of employés, and particularly not as the right to amend was to be exercised so \"that no injustice shall be done to the corporators;\" that, however, this act was not obnoxious to that objection, as it left \"to the corporations the right of making contracts with their employés on advantageous terms.\"</p>\n<p>In respect of the provision that the unpaid wages then <span class=\"star-pagination\">*408</span> earned at the contract rate were to become due and payable on the cessation of the employment, \"without abatement or deduction,\" the court held that that did not \"require the corporation to pay the employé all the wages to which he would have been entitled had he fully performed his contract up to the time of his discharge, notwithstanding he had failed to do so, and had damaged the corporation thereby;\" but that it meant \"that the unpaid wages earned at the contract rate at the time of the discharge shall be paid without discount on account of the payment thereof before the time they were payable according to the terms of the contract of employment.\"</p>\n<p>Construing the statute thus, and, by elimination, confining it to the corporations described, its validity was sustained as within the reserved power of amendment; and the case was approved and followed in that before us.</p>\n<p>The scope of the power to amend, and the general subject of the lawfulness of limitations on the right to contract were considered at length, with full citation of authority, in both these decisions.</p>\n<p>The contention is that as to railroad corporations organized prior to its passage, the act was void because in violation of the Fourteenth Amendment. Corporations are the creations of the State, endowed with such faculties as the State bestows and subject to such conditions as the State imposes, and if the power to modify their charters is reserved, that reservation is a part of the contract, and no change within the legitimate exercise of the power can be said to impair its obligation; and as this amendment rested on reasons deduced from the peculiar character of the business of the corporations affected and the public nature of their functions, and applied to all alike, the equal protection of the law was not denied. <i>Missouri Pacific Railway</i> v. <i>Mackey,</i> 127 U.S. 205.</p>\n<p>The question then is whether the amendment should have been held unauthorized because amounting to a deprivation of property forbidden by the Federal Constitution.</p>\n<p>The power to amend \"cannot be used to take away property already acquired under the operation of the charter, or to deprive the corporation of the fruits actually reduced to <span class=\"star-pagination\">*409</span> possession of contracts lawfully made,\" Waite, C.J., <i>Sinking Fund cases,</i> 99 U.S. 700; but any alteration or amendment may be made \"that will not defeat or substantially impair the object of the grant, or any rights which have vested under it, and that the legislature may deem necessary to secure either that object or other public or private rights,\" Gray, J., <i>Commissioners</i> v. <i>Holyoke Water Power Company,</i> 104 Mass. 446, 451; <i>Greenwood</i> v. <i>Freight Co.,</i> 105 U.S. 13; <i>Spring Valley Water Works</i> v. <i>Schottler,</i> 110 U.S. 347.</p>\n<p>This act was purely prospective in its operation. It did not interfere with vested rights, or existing contracts, or destroy, or sensibly encroach upon, the right to contract, although it did impose a duty in reference to the payment of wages actually earned, which restricted future contracts in the particular named.</p>\n<p>In view of the fact that these corporations were clothed with a public trust, and discharged duties of public consequence, affecting the community at large, the Supreme Court held the regulation, as promoting the public interest in the protection of employés to the limited extent stated, to be properly within the power to amend reserved under the state constitution.</p>\n<p>Inasmuch as the right to contract is not absolute, but may be subjected to the restraints demanded by the safety and welfare of the State, we do not think that conclusion in its application to the power to amend can be disputed on the ground of infraction of the Fourteenth Amendment. <i>Orient Insurance Company</i> v. <i>Daggs,</i> 172 U.S. 557; <i>Holden</i> v. <i>Hardy,</i> 169 U.S. 366; <i>St. Louis &amp; San Francisco Railway</i> v. <i>Matthews,</i> 165 U.S. 1.</p>\n<p><i>Gulf, Colorado and Santa Fé Railway</i> v. <i>Ellis,</i> 165 U.S. 150, 159, is not to the contrary, and was properly distinguished from this case by the Supreme Court of Arkansas. There a state statute provided for the assessment of an attorney's fee of not exceeding ten dollars against railroad companies for failure to pay certain debts, and the exaction was held to be a penalty, although no specific duty was imposed for the nonperformance of which it was inflicted. This court said: \"The <span class=\"star-pagination\">*410</span> statute arbitrarily singles out one class of debtors and punishes it for a failure to perform certain duties  duties which are equally obligatory upon all debtors; a punishment not visited by reason of the failure to comply with any proper police regulations, or for the protection of the laboring classes, or to prevent litigation about trifling matters, or in consequence of any special corporate privileges bestowed by the State.\" The conclusion was that the subjection of railroad companies only, to the penalty, was purely arbitrary, not justifiable on any reasonable theory of classification, and that the statute denied the equal protection of the law demanded by the Fourteenth Amendment. In this case the act was passed \"for the protection of servants and employés of railroads,\" and was upheld as an amendment of railroad charters, such exercise of the power reserved being justified on public considerations, and a duty was specially imposed for the failure to discharge which the penalty was inflicted. The penalty was sustained because the requirement was valid.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">173</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">404</span></span> (1899)</b></center>\n<center><h1>ST. LOUIS, IRON MOUNTAIN AND ST. PAUL RAILWAY COMPANY<br>\nv.<br>\nPAUL.</h1></center>\n<center>No. 120.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted January 10, 1899.</center>\n<center>Decided March 6, 1899.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF ARKANSAS.\n<p><span class=\"star-pagination\">*406</span> <i>Mr. John F. Dillon, Mr. Winslow S. Pierce</i> and <i>Mr. David D. Duncan</i> for plaintiff in error.</p>\n<p><i>Mr. A.H. Garland</i> and <i>Mr. R.C. Garland</i> for defendant in error.</p>\n<p>MR. CHIEF JUSTICE FULLER, after stating the case, delivered the opinion of the court.</p>\n<p>Plaintiff in error was a corporation duly organized under the laws of Arkansas and engaged in operating a railroad in that State.</p>\n<p>The state constitution provided: \"Corporations may be formed under general laws; which laws may, from time to time, be altered or repealed. The general assembly shall have the power to alter, revoke or annul any charter of incorporation now existing and revocable at the adoption of this constitution, or any that may hereafter be created, whenever, in their opinion, it may be injurious to the citizens of this State; in such manner, however, that no injustice shall be done to the corporators.\" Art. XII, § 6. This constitution was adopted in 1874, but, prior to that, the constitution of 1868 had declared: \"The general assembly shall pass no special act conferring corporate powers. Corporations may be formed under general laws; and all such laws may, from time to time, be altered or repealed.\" Art. V, § 48.</p>\n<p>In <i>Leep</i> v. <i>Railway Co.,</i> 58 Arkansas, 407, section one of the act of March 25, 1889, was considered by the Supreme Court of Arkansas, and was held unconstitutional so far as affecting natural persons, but sustained in respect of corporations as a valid exercise of the right reserved by the constitution \"to alter, revoke or annul any charter of incorporation.\"</p>\n<p>The court conceded that the legislature could not under the power to amend take from corporations the right to contract, <span class=\"star-pagination\">*407</span> but adjudged that it could regulate that right by amendment when demanded by the public interest, though not to such an extent as to render it ineffectual, or substantially impair the object of incorporation.</p>\n<p>As the constitution expressly provided that the power to amend might be exercised whenever in the opinion of the legislature the charter might \"be injurious to the citizens,\" and as railroad corporations were organized for a public purpose; their roads were public highways; and they were common carriers; it was held that whenever their charters became obstacles to such legislative regulations as would make their roads subserve the public interest to the fullest extent practicable, they would be in that respect injurious, and might be amended; and as it was the duty of the companies to serve the public as common carriers in the most efficient manner practicable, the legislature might so change their charters as to secure that result. And the court said: \"If the legislature, in its wisdom, seeing that their employés are and will be persons dependent on their labor for a livelihood, and unable to work on a credit, should find that better servants and service could be secured by the prompt payment of their wages on the termination of their employment, and that the purpose of their creation would thereby be more nearly accomplished, it might require them to pay for the labor of their employés when the same is fully performed, at the end of their employment. If it be true that in doing so it would interfere with contracts which are purely and exclusively private, and thereby limit their right to contract with individuals, it would nevertheless, under such circumstances, have the right to do so under the reserved power to amend.\" But the court added that it did not follow that the legislature could by amendment fix or limit the compensation of employés, and particularly not as the right to amend was to be exercised so \"that no injustice shall be done to the corporators;\" that, however, this act was not obnoxious to that objection, as it left \"to the corporations the right of making contracts with their employés on advantageous terms.\"</p>\n<p>In respect of the provision that the unpaid wages then <span class=\"star-pagination\">*408</span> earned at the contract rate were to become due and payable on the cessation of the employment, \"without abatement or deduction,\" the court held that that did not \"require the corporation to pay the employé all the wages to which he would have been entitled had he fully performed his contract up to the time of his discharge, notwithstanding he had failed to do so, and had damaged the corporation thereby;\" but that it meant \"that the unpaid wages earned at the contract rate at the time of the discharge shall be paid without discount on account of the payment thereof before the time they were payable according to the terms of the contract of employment.\"</p>\n<p>Construing the statute thus, and, by elimination, confining it to the corporations described, its validity was sustained as within the reserved power of amendment; and the case was approved and followed in that before us.</p>\n<p>The scope of the power to amend, and the general subject of the lawfulness of limitations on the right to contract were considered at length, with full citation of authority, in both these decisions.</p>\n<p>The contention is that as to railroad corporations organized prior to its passage, the act was void because in violation of the Fourteenth Amendment. Corporations are the creations of the State, endowed with such faculties as the State bestows and subject to such conditions as the State imposes, and if the power to modify their charters is reserved, that reservation is a part of the contract, and no change within the legitimate exercise of the power can be said to impair its obligation; and as this amendment rested on reasons deduced from the peculiar character of the business of the corporations affected and the public nature of their functions, and applied to all alike, the equal protection of the law was not denied. <i>Missouri Pacific Railway</i> v. <i>Mackey,</i> 127 U.S. 205.</p>\n<p>The question then is whether the amendment should have been held unauthorized because amounting to a deprivation of property forbidden by the Federal Constitution.</p>\n<p>The power to amend \"cannot be used to take away property already acquired under the operation of the charter, or to deprive the corporation of the fruits actually reduced to <span class=\"star-pagination\">*409</span> possession of contracts lawfully made,\" Waite, C.J., <i>Sinking Fund cases,</i> 99 U.S. 700; but any alteration or amendment may be made \"that will not defeat or substantially impair the object of the grant, or any rights which have vested under it, and that the legislature may deem necessary to secure either that object or other public or private rights,\" Gray, J., <i>Commissioners</i> v. <i>Holyoke Water Power Company,</i> <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">446</span></span>, 451; <i>Greenwood</i> v. <i>Freight Co.,</i> 105 U.S. 13; <i>Spring Valley Water Works</i> v. <i>Schottler,</i> 110 U.S. 347.</p>\n<p>This act was purely prospective in its operation. It did not interfere with vested rights, or existing contracts, or destroy, or sensibly encroach upon, the right to contract, although it did impose a duty in reference to the payment of wages actually earned, which restricted future contracts in the particular named.</p>\n<p>In view of the fact that these corporations were clothed with a public trust, and discharged duties of public consequence, affecting the community at large, the Supreme Court held the regulation, as promoting the public interest in the protection of employés to the limited extent stated, to be properly within the power to amend reserved under the state constitution.</p>\n<p>Inasmuch as the right to contract is not absolute, but may be subjected to the restraints demanded by the safety and welfare of the State, we do not think that conclusion in its application to the power to amend can be disputed on the ground of infraction of the Fourteenth Amendment. <i>Orient Insurance Company</i> v. <i>Daggs,</i> 172 U.S. 557; <i>Holden</i> v. <i>Hardy,</i> 169 U.S. 366; <i>St. Louis &amp; San Francisco Railway</i> v. <i>Matthews,</i> 165 U.S. 1.</p>\n<p><i>Gulf, Colorado and Santa Fé Railway</i> v. <i>Ellis,</i> <span class=\"citation\" data-id=\"94591\"><a href=\"/opinion/94591/gulf-c-sfr-co-v-ellis/\"><span class=\"volume\">165</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span>, 159, is not to the contrary, and was properly distinguished from this case by the Supreme Court of Arkansas. There a state statute provided for the assessment of an attorney's fee of not exceeding ten dollars against railroad companies for failure to pay certain debts, and the exaction was held to be a penalty, although no specific duty was imposed for the nonperformance of which it was inflicted. This court said: \"The <span class=\"star-pagination\">*410</span> statute arbitrarily singles out one class of debtors and punishes it for a failure to perform certain duties  duties which are equally obligatory upon all debtors; a punishment not visited by reason of the failure to comply with any proper police regulations, or for the protection of the laboring classes, or to prevent litigation about trifling matters, or in consequence of any special corporate privileges bestowed by the State.\" The conclusion was that the subjection of railroad companies only, to the penalty, was purely arbitrary, not justifiable on any reasonable theory of classification, and that the statute denied the equal protection of the law demanded by the Fourteenth Amendment. In this case the act was passed \"for the protection of servants and employés of railroads,\" and was upheld as an amendment of railroad charters, such exercise of the power reserved being justified on public considerations, and a duty was specially imposed for the failure to discharge which the penalty was inflicted. The penalty was sustained because the requirement was valid.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", "id": 95018, "judges": "Fuller, After Stating the Case", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/95018/", "sha1": "55b3569214a355b63fb46715691965e356dd48c7", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:38:05"}