{"absolute_url": "/opinion/95021/yerke-v-united-states/", "blocked": false, "citation": {"case_name": "Yerke v. United States", "docket_number": "664", "document_uris": ["/api/rest/v2/document/95021/"], "federal_cite_one": "173 U.S. 439", "federal_cite_three": null, "federal_cite_two": null, "id": 79402, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/79402/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1899-03-13", "date_modified": "2014-12-21T01:33:00.312777", "docket": "/api/rest/v2/docket/441817/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">173 U.S. 439</p>\n    <p class=\"case_cite\">19 S.Ct. 441</p>\n    <p class=\"case_cite\">43 L.Ed. 760</p>\n    <p class=\"parties\">YERKE<br>v.<br>UNITED STATES et al.</p>\n    <p class=\"docket\">No. 664.</p>\n    <p class=\"date\">March 13, 1899.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">T. H. N. McPherson, for appellant.</p>\n      <p class=\"indent\">Asst. Atty. Gen. Thompson, for appellees.</p>\n      <p class=\"indent\">Mr. Justice McKENNA delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The appellant (petitioner in the court below) claimed $3,400 under the act approved March 3, 1891, entitled 'An act to provide for the adjudication and payment of claims arising from Indian depredations.' He alleged that he was a native of Prussia, and came to the United States in 1828, and declared his intentio  to become a citizen of the United States on the 8th of January, 1842, and was recognized as a voter of Cochise county, Ariz., from 1884 to 1886; that he made application for and was adjudged and declared a citizen of the United States December 16, 1896; that in March, 1872, he was the owner of certain property (which was described) of the value of $3,400, in Arizona territory, 'which was taken, used, and destroyed by the Apache Mohave Indians,' who were in amity with the United States 'when the depredation was committed.' He further alleged 'that he presented his claim to the honorable commissioner of Indian affairs March 8, 1882, but that no action was had thereon; that said claim has not been paid, nor any part thereof, nor has any of the property been returned, either by the said Indians or the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The United States filed a general traverse.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The court dismissed the petition for want of jurisdiction. This ruling is assigned as error.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The act of March 3, 1891, gives jurisdiction to the court of claims to 'inquire into and finally adjudicate, in the manner provided in this act, all claims of the following classes, namely:'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">First. 'All claims for property of citizens of the United States taken or destroyed by Indians belonging to any band, tribe or nation in amity with the United States. * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Second. Such jurisdiction shall also extend to all cases which have been examined and allowed by the interior department, and also to such cases as were authorized to be examined under the act approved March 3, 1885, and under subsequent acts. 23 Stat. 376.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The 'subsequent acts' do not affect the question, and that part of the act of March 3d which it is necessary to quote provides as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'For the investigation of certain Indian depredation claims, ten thousand dollars; and in expending said sum the secretary of the interior shall cause a complete list of all claims heretofore filed in the interior department, and which have been approved in whole or in part and now remain unpaid, and also all such claims as are pending, but not yet examined on behalf of citizens of the United States on account of depredations committed, chargeable against any tribe of Indians by reason of any treaty between such tribe and the United States, including the name and address of the claimants, * * * to be made and presented to congress at its next regular session. * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Is the demand of appellant within any of these clauses?</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">1. In Johnson v. U. S., 160 U. S. 546, 16 Sup. Ct. 377, it was held that citizenship at the time of the depredation was an essential condition of the jurisdiction of the court of claims of demands under the first clause.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">2. Speaking of the second clause, it was said: 'By that jurisdiction is extended to 'cases which have been examined and allowed by the interior department, and also to such cases as were authorized to be examined under the act of congress' of March 3, 1885, and subsequent acts.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The appellant's case was not of the former kind. His claim had not 'been examined and allowed by the interior department.' It had only been filed with the commissioner of Indian affairs. Was it, hence, a case of the second kind? To have been that, it must have been one then 'pending, but not yet examined,' and must have been on behalf of a citizen of the United States. It was on file, and hence may be said to have been 'pending,' but it was not on behalf of a citizen of the United States. Appellant was not then a citizen. He did not become such until December 16, 1896.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">But appellant urges that the act of 1891 applies to claimants who were inhabitants at the time of the depredations, and that their naturalization afterwards should be held to relate to that time. This view is attempted to be supported by analogy to sections 2289 and 2319 of the Revised Statutes, which respectively give to citizens and to those who have declared their intention to become such the right to enter agricultural or mineral lands, and the pra tice of the land department in such cases to give retroactive effect to a declaration of intention. The answer is ready, and may be brief. The act of 1891 is not ambiguous. Its clearness does not need, and may not be construed by, analogies from other statutes, or from the practice under other statutes. The rule is elemental that language which is clear needs no construction. Lake Co. v. Rollins, 130 U. S. 662, 9 Sup. Ct. 651. Under both of the clauses of the act of 1891 the claims of which jurisdiction was given were strictly identified,&#8212;under the first clause, by citizenship at the time of the depredations; maybe, also, under the act of 1885, which provides the cases of the second clause. But whether, as was said in Johnson v. U. S., the different phraseology of the act of March 3, 1885, would include claims in favor of those not citizens at the time of the depredations by the Indians, it was decided that they must be claims then 'pending'&#8212;that is, pending at the time of the ac&#8212;on behalf of citizens; and, as as it was such cases which 'were authorized to be examined' under the act of 1885, it was to such cases that the jurisdiction of the court of claims was extended by the second clause of the act of 1891.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Judgment affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>173 U.S. 439 (1899)</b></center>\n<center><h1>YERKE<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 664.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted February 20, 1899.</center>\n<center>Decided March 18, 1899.</center>\nAPPEAL FROM THE COURT OF CLAIMS.\n<p><span class=\"star-pagination\">*440</span> <i>Mr. C.N. Carter</i> and <i>Mr. T.H.N. McPherson</i> for appellant.</p>\n<p><i>Mr. Assistant Attorney General Thompson</i> and <i>Mr. Lincoln B. Smith</i> for appellees.</p>\n<p>MR. JUSTICE McKENNA delivered the opinion of the court.</p>\n<p>The appellant (petitioner in the court below) claimed $3400.00 under the act approved March 3, 1891, c. 538, 26 Stat. 851, entitled \"An act to provide for the adjudication and payment of claims arising from Indian depredations.\" He alleged that he was a native of Prussia, and came to the United States in 1828, and declared his intention to become a citizen of the United States on the 8th of January, 1842, and was recognized as a voter of Cochise County, Arizona, from 1884 to 1886; that he made application for and was adjudged and declared a citizen of the United States December 16, 1896; that in March, 1872, he was the owner of certain property (which was described) of the value of $3400.00, in Arizona Territory, \"which was taken, used and destroyed by the Apache Mohave Indians,\" who were in amity with the United States \"when the depredation was committed.\" He further alleged \"that he presented his claim to the honorable Commissioner of Indian Affairs March 8, 1882, but that no action was had thereon; that said claim has not been paid nor any part thereof, nor has any of the property been returned either by the said Indians or the United States.\"</p>\n<p>The United States filed a general traverse.</p>\n<p>The court dismissed the petition for want of jurisdiction. This ruling is assigned as error.</p>\n<p>The act of March 3, 1891, gives jurisdiction to the Court of Claims to \"inquire into and finally adjudicate, in the manner provided in this act, all claims of the following classes, namely:\"</p>\n<p>First. \"All claims for property of citizens of the United <span class=\"star-pagination\">*441</span> States taken or destroyed by Indians belonging to any band, tribe or nation in amity with the United States... .\"</p>\n<p>Second. Such jurisdiction shall also extend to all cases which have been examined and allowed by the Interior Department, and also to such cases as were authorized to be examined under the act approved March 3, 1885, c. 341, 23 Stat. 362, 376, and under subsequent acts.</p>\n<p>The \"subsequent acts\" do not affect the question; and that part of the act of March 3, which it is necessary to quote, provides as follows:</p>\n<p>\"For the investigation of certain Indian depredation claims, ten thousand dollars; and in expending said sum the Secretary of the Interior shall cause a complete list of all claims heretofore filed in the Interior Department, and which have been approved in whole or in part and now remain unpaid, and also all such claims as are pending, but not yet examined on behalf of citizens of the United States on account of depredations committed, chargeable against any tribe of Indians by reason of any treaty between such tribe and the United States, including the name and address of the claimants, ... to be made and presented to Congress at its next regular session... .\"</p>\n<p>Is the demand of appellant within any of these clauses?</p>\n<p>1. In <i>Johnson</i> v. <i>United States,</i> 160 U.S. 546, it was held that citizenship at the time of the depredation was an essential condition of the jurisdiction of the Court of Claims of demands under the first clause.</p>\n<p>2. Speaking of the second clause, it was said: \"By that jurisdiction is extended to `cases which have been examined and allowed by the Interior Department, and also to such cases as were authorized to be examined under the act of Congress' of March 3, 1885, and subsequent acts.\"</p>\n<p>The appellant's case was not of the former kind. His claim had not \"been examined and allowed by the Interior Department.\" It had only been filed with the Commissioner of Indian Affairs. Was it hence a case of the second kind? To have been that it must have been one then \"pending but not yet examined,\" and must have been on behalf of a citizen of <span class=\"star-pagination\">*442</span> the United States. It was on file, and hence may be said to have been \"pending,\" but it was not on behalf of a citizen of the United States. Appellant was not then a citizen. He did not become such until December 16, 1896.</p>\n<p>But appellant urges that the act of 1891 applies to claimants who were inhabitants at the time of the depredations, and that their naturalization afterwards should be held to relate to that time. This view is attempted to be supported by analogy to sections 2289 and 2319 of the Revised Statutes, which respectively give to citizens and to those who have declared their intention to become such the right to enter agricultural or mineral lands, and the practice of the Land Department in such cases to give retroactive effect to a declaration of intention. The answer is ready, and may be brief. The act of 1891 is not ambiguous. Its clearness does not need and may not be construed by analogies from other statutes or from the practice under other statutes. The rule is elemental that language which is clear needs no construction. <i>Lake County</i> v. <i>Rollins,</i> 130 U.S. 662. Under both of the clauses of the act of 1891, the claims of which jurisdiction was given were strictly identified. Under the first clause, by citizenship at the time of the depredations. May be also under the act of 1885, which provides the cases of the second clause. But whether, as was said in <i>Johnson</i> v. <i>United States</i><i>,</i> the different phraseology of the act of March 3, 1885, would include claims in favor of those not citizens at the time of the depredations by the Indians, it was decided that they must be claims <i>then</i> \"pending\"  that is, pending at the time of the act on behalf of citizens. And as it was such cases which \"were authorized to be examined\" under the act of 1885, it was to such cases that the jurisdiction of the Court of Claims was extended by the second clause of the act of 1891.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">173</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">439</span></span> (1899)</b></center>\n<center><h1>YERKE<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 664.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted February 20, 1899.</center>\n<center>Decided March 18, 1899.</center>\nAPPEAL FROM THE COURT OF CLAIMS.\n<p><span class=\"star-pagination\">*440</span> <i>Mr. C.N. Carter</i> and <i>Mr. T.H.N. McPherson</i> for appellant.</p>\n<p><i>Mr. Assistant Attorney General Thompson</i> and <i>Mr. Lincoln B. Smith</i> for appellees.</p>\n<p>MR. JUSTICE McKENNA delivered the opinion of the court.</p>\n<p>The appellant (petitioner in the court below) claimed $3400.00 under the act approved March 3, 1891, c. 538, 26 Stat. 851, entitled \"An act to provide for the adjudication and payment of claims arising from Indian depredations.\" He alleged that he was a native of Prussia, and came to the United States in 1828, and declared his intention to become a citizen of the United States on the 8th of January, 1842, and was recognized as a voter of Cochise County, Arizona, from 1884 to 1886; that he made application for and was adjudged and declared a citizen of the United States December 16, 1896; that in March, 1872, he was the owner of certain property (which was described) of the value of $3400.00, in Arizona Territory, \"which was taken, used and destroyed by the Apache Mohave Indians,\" who were in amity with the United States \"when the depredation was committed.\" He further alleged \"that he presented his claim to the honorable Commissioner of Indian Affairs March 8, 1882, but that no action was had thereon; that said claim has not been paid nor any part thereof, nor has any of the property been returned either by the said Indians or the United States.\"</p>\n<p>The United States filed a general traverse.</p>\n<p>The court dismissed the petition for want of jurisdiction. This ruling is assigned as error.</p>\n<p>The act of March 3, 1891, gives jurisdiction to the Court of Claims to \"inquire into and finally adjudicate, in the manner provided in this act, all claims of the following classes, namely:\"</p>\n<p>First. \"All claims for property of citizens of the United <span class=\"star-pagination\">*441</span> States taken or destroyed by Indians belonging to any band, tribe or nation in amity with the United States... .\"</p>\n<p>Second. Such jurisdiction shall also extend to all cases which have been examined and allowed by the Interior Department, and also to such cases as were authorized to be examined under the act approved March 3, 1885, c. 341, 23 Stat. 362, 376, and under subsequent acts.</p>\n<p>The \"subsequent acts\" do not affect the question; and that part of the act of March 3, which it is necessary to quote, provides as follows:</p>\n<p>\"For the investigation of certain Indian depredation claims, ten thousand dollars; and in expending said sum the Secretary of the Interior shall cause a complete list of all claims heretofore filed in the Interior Department, and which have been approved in whole or in part and now remain unpaid, and also all such claims as are pending, but not yet examined on behalf of citizens of the United States on account of depredations committed, chargeable against any tribe of Indians by reason of any treaty between such tribe and the United States, including the name and address of the claimants, ... to be made and presented to Congress at its next regular session... .\"</p>\n<p>Is the demand of appellant within any of these clauses?</p>\n<p>1. In <i>Johnson</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"94343\"><a href=\"/opinion/94343/johnson-v-united-states-et-al/\"><span class=\"volume\">160</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">546</span></a></span>, it was held that citizenship at the time of the depredation was an essential condition of the jurisdiction of the Court of Claims of demands under the first clause.</p>\n<p>2. Speaking of the second clause, it was said: \"By that jurisdiction is extended to `cases which have been examined and allowed by the Interior Department, and also to such cases as were authorized to be examined under the act of Congress' of March 3, 1885, and subsequent acts.\"</p>\n<p>The appellant's case was not of the former kind. His claim had not \"been examined and allowed by the Interior Department.\" It had only been filed with the Commissioner of Indian Affairs. Was it hence a case of the second kind? To have been that it must have been one then \"pending but not yet examined,\" and must have been on behalf of a citizen of <span class=\"star-pagination\">*442</span> the United States. It was on file, and hence may be said to have been \"pending,\" but it was not on behalf of a citizen of the United States. Appellant was not then a citizen. He did not become such until December 16, 1896.</p>\n<p>But appellant urges that the act of 1891 applies to claimants who were inhabitants at the time of the depredations, and that their naturalization afterwards should be held to relate to that time. This view is attempted to be supported by analogy to sections 2289 and 2319 of the Revised Statutes, which respectively give to citizens and to those who have declared their intention to become such the right to enter agricultural or mineral lands, and the practice of the Land Department in such cases to give retroactive effect to a declaration of intention. The answer is ready, and may be brief. The act of 1891 is not ambiguous. Its clearness does not need and may not be construed by analogies from other statutes or from the practice under other statutes. The rule is elemental that language which is clear needs no construction. <i>Lake County</i> v. <i>Rollins,</i> 130 U.S. 662. Under both of the clauses of the act of 1891, the claims of which jurisdiction was given were strictly identified. Under the first clause, by citizenship at the time of the depredations. May be also under the act of 1885, which provides the cases of the second clause. But whether, as was said in <i>Johnson</i> v. <i>United States</i><i>,</i> the different phraseology of the act of March 3, 1885, would include claims in favor of those not citizens at the time of the depredations by the Indians, it was decided that they must be claims <i>then</i> \"pending\"  that is, pending at the time of the act on behalf of citizens. And as it was such cases which \"were authorized to be examined\" under the act of 1885, it was to such cases that the jurisdiction of the Court of Claims was extended by the second clause of the act of 1891.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", "id": 95021, "judges": "McKenna", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/95021/", "sha1": "76207174df2a8b703276d7bda7b8ae001757894b", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:38:05"}