{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "174 U.S. 492", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/95077/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Specialty Manfg. Co. v. Fenton Manfg. Co.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "253", 
    "id": 79458, 
    "resource_uri": "/api/rest/v2/citation/79458/"
  }, 
  "id": 95077, 
  "blocked": false, 
  "judges": "Brown", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1899-05-15", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>174 U.S. 492 (1899)</b></center>\n<center><h1>OFFICE SPECIALTY MANUFACTURING COMPANY<br>\nv.<br>\nFENTON METALLIC MANUFACTURING COMPANY.</h1></center>\n<center>No. 253.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 20, 1899.</center>\n<center>Decided May 15, 1899.</center>\nAPPEAL FROM THE COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA.\n<p><span class=\"star-pagination\">*494</span> <i>Mr. Melville Church</i> for appellant. <i>Mr. Joseph B. Church</i> was on his brief.</p>\n<p><i>Mr. Charles Elwood Foster</i> for appellee.</p>\n<p>MR. JUSTICE BROWN delivered the opinion of the court.</p>\n<p>We consider the question of the validity of this patent as the decisive one in this case. The patent was adjudged to be valid by the Supreme Court of the District of Columbia, as well as by the Court of Appeals. It had been held to be invalid by Judge Lacombe, sitting in the Circuit Court for the Southern District of New York, upon a motion for a preliminary injunction, <i>Fenton Metallic Manufacturing Co.</i> v. <i>Chase,</i> 73 Fed. Rep. 831, and by Judge Wheeler, upon a final hearing of the same case, 84 Fed. Rep. 893.</p>\n<p><span class=\"star-pagination\">*495</span> The elements of Hoffman's combination, as described in the first claim alleged to be infringed, are (1) a supporting rack or shelf composed of metallic strips; (2) a reëntrant bend or recess in its front edge for the insertion of the hand; and, (3) rollers journalled in the rack and projecting above and in front of the same on each side of the recess. In the second claim the combination is described as (1) a supporting frame (apparently including one of wood as well as of metal); (2) a series of horizontal rollers, the front rollers being in two separated sections; (3) the intermediate part of the frame being carried back to permit the admission of the hand between said roller sections. It may be remarked in passing that none of the decisions in the Patent Office in the interference proceedings dealt with the question of prior devices.</p>\n<p>The introduction of rollers in book shelves is undoubtedly a convenient and valuable device for preventing the abrasion of large and heavy books which are obliged to be laid flat upon the shelves, especially when they are subjected to frequent handling; but the employment of roller shelves at the time Hoffman made his application for a patent (February 12, 1887,) was by no means a novelty. Indeed, plaintiffs own expert testifies that \"it was common to use what were called roller shelves, the same consisting of frames or supports and longitudinal parallel rollers, which extended the entire length of the shelf and served to reduce friction in putting books upon and withdrawing them from the shelf. One form of such shelves is shown in complainant's exhibit, Office Specialty Manufacturing Company's catalogue, Figure 16.\" This exhibit shows a shelf frame made of bent steel, firmly riveted together, containing three continuous rollers, each of the full length of the shelf made of steel in tubular form. Continuing the witness said:</p>\n<p>\"The use of such shelves was, and is, however, limited because of certain defects; for instance, one of the principal defects is the liability of the person placing the book upon the shelf to have the fingers pinched between the book and the front roller in placing the book on the shelf. With light, small books this, of course, was not a matter of special importance, <span class=\"star-pagination\">*496</span> and the shelves can be used with such books, but the class of books for which such shelves are especially adapted is heavy books, such as are used in keeping Government records, weighing, in many instances, from ten to twenty-six or even thirty pounds, and quite large, and with such books the liability to injure the fingers in putting them on and taking them from the shelf is very great.\"</p>\n<p>So long before Hoffman's application as the year 1870, Samuel H. Harris had obtained a patent, No. 107,042, for a shelf of three parallel wooden rollers covered with sheet metal, the specification of which seems to assume that wooden rollers had theretofore been used in iron cases for books.</p>\n<p>A patent issued in 1876 to John L. Boone, No. 182,157, describes his invention as consisting \"in attaching rollers to the front edges of book shelves, so that when a book is withdrawn from or placed upon the shelf it will move over the roller instead of over the edge of the shelf.\" This is to obviate the danger of the book being abraded by the sharp corners of the shelf over which it is dragged, especially if the shelf is higher than the level of the person's head who handles it.</p>\n<p>A patent issued in 1885 to Walter H. Conant shows a similar arrangement of front rollers to protect the books.</p>\n<p>In a patent to Marion T. Wolfe of October 7, 1879, No. 220,265, there is shown a book case in which three series of short rollers, each inserted in what the patentee calls a \"box,\" are employed as a support for the books. These boxes run at right angles to the front of the case, and they are so constructed that the hand may be introduced between any two series of rollers in order to more readily grasp the back of the book, without liability of the fingers being caught by the edge of the shelf.</p>\n<p>A device somewhat similar to that patented to Harris is shown in a patent issued in 1886 to A. Lemuel Adams, wherein a shelf is provided with a series of parallel short rollers, the front rollers being supported upon spring arms, which are carried forward so as to permit of the introduction of the hand between them, and thus facilitate the withdrawal of the book, without liability of contact of the fingers with any portion of <span class=\"star-pagination\">*497</span> the shelf. When a book is to be placed in position, it is first rested upon the spring rollers, which by their elasticity assist in forcing the book upon the fixed rollers, when it is easily passed by such rollers to its proper place. The extension of the elastic rollers in front of the shelf would seem to prevent the use of doors in front of the shelves, and it is clear they do not support the books when in place.</p>\n<p>There was also oral testimony showing that there were in use in the court house in Richmond, Indiana, in the year 1873, and thereafter, unpatented roller shelves for books; consisting of a wooden shelf, having the ordinary hand hole at the front, upon each side of which there were short rollers similar to Hoffman's, though some distance from the front edge, which enabled the back of the book to be readily grasped and easily withdrawn upon the rollers. The evidence showed that hundreds of these rollers were used, and one of them, taken from the court house in Richmond, was introduced as an exhibit.</p>\n<p>Comparing these several devices with the patent in suit, it is manifest that every element of the combination, described in the first and second claims, is found in one or the other of such devices. Roller shelves are found in all the patents above described as well as in the Richmond shelf, and if there were any invention in substituting metal for a wooden frame, it appears to have been anticipated in the shelf used by the Specialty Company, known as figure 16, the existence of which before the Hoffman application for a patent is admitted by plaintiffs expert as well as by the manager of the plaintiff corporation. It was no novelty to place rollers at the front edges of the shelves, so as to project above and in front of the shelves, as this is shown in the Boone, Conant and Adams patent, and in the defendant's metallic shelf, used prior to the Hoffman application. The employment of semicircular hand holes or recesses, for more readily grasping the books, is such a familiar device in upright partitions for holding books that scarcely any banking or record office is without them, and the court may properly take judicial notice of their use long prior to this patent. <i>Brown</i> v. <i>Piper,</i> 91 U.S. 37; <i>Terhune</i> v. <span class=\"star-pagination\">*498</span> <i>Phillips,</i> 99 U.S. 592; <i>King</i> v. <i>Gallun,</i> 109 U.S. 99; <i>Phillips</i> v. <i>Detroit,</i> 111 U.S. 604, 606. If there were any invention in applying them to roller shelves, Hoffman is not entitled to the credit of it, since they are shown in the so-called Richmond shelf. The construction of the Wolfe and Adams patents is also such as to permit the introduction of the hand for grasping the book without coming in contact with the edge of the shelves.</p>\n<p>Putting the Hoffman patent in its most favorable light, it is very little, if anything, more than an aggregation of prior well-known devices, each constituent of which aggregation performs its own appropriate function in the old way. Where a combination of old devices produces a new result such combination is doubtless patentable, but where the combination is not only of old elements, but of old results, and no new function is evolved from such combination, it falls within the rulings of this court in <i>Hailes</i> v. <i>Van Wormer,</i> 20 Wall. 353, 368; <i>Reckendorfer</i> v. <i>Faber,</i> 92 U.S. 347, 356; <i>Phillips</i> v. <i>Detroit,</i> 111 U.S. 604; <i>Brinkerhoff</i> v. <i>Aloe,</i> 146 U.S. 515, 517; <i>Palmer</i> v. <i>Corning,</i> 156 U.S. 342, 345; <i>Richards</i> v. <i>Chase Elevator Co.,</i> 158 U.S. 299. Hoffman may have succeeded in producing a shelf more convenient and more salable than any which preceded it, but he has done it principally, if not wholly, by the exercise of mechanical skill.</p>\n<p>If there be any invention at all in this patent, it is not to be found in the combination described in the claims, but by a reference to the drawing, and in the words \"substantially as described.\" This would confine the plaintiff to a metallic frame divided longitudinally into three sections, each fitted with short rollers, two of which project above and forward of the front bar of the frame, which is bent inward in front of the middle section to form the \"reëntrant bend or recess\" for the insertion of the hand.</p>\n<p>But in whatever light this device be considered, it is evident that, limiting the patent to the precise construction shown, none of the defendant's devices can be treated as infringements, since none of them show a shelf divided into three sections, and none of them, except possibly one, the manufacture <span class=\"star-pagination\">*499</span> of which was stopped, indicate a bend in the front bar of the frame to form the recess for the insertion of the hand.</p>\n<p>The decree of the court below must be</p>\n<p><i>Reversed, and the case remanded to the Court of Appeals with directions to order the bill to be dismissed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:38:06", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">174</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">492</span></span> (1899)</b></center>\n<center><h1>OFFICE SPECIALTY MANUFACTURING COMPANY<br>\nv.<br>\nFENTON METALLIC MANUFACTURING COMPANY.</h1></center>\n<center>No. 253.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 20, 1899.</center>\n<center>Decided May 15, 1899.</center>\nAPPEAL FROM THE COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA.\n<p><span class=\"star-pagination\">*494</span> <i>Mr. Melville Church</i> for appellant. <i>Mr. Joseph B. Church</i> was on his brief.</p>\n<p><i>Mr. Charles Elwood Foster</i> for appellee.</p>\n<p>MR. JUSTICE BROWN delivered the opinion of the court.</p>\n<p>We consider the question of the validity of this patent as the decisive one in this case. The patent was adjudged to be valid by the Supreme Court of the District of Columbia, as well as by the Court of Appeals. It had been held to be invalid by Judge Lacombe, sitting in the Circuit Court for the Southern District of New York, upon a motion for a preliminary injunction, <i>Fenton Metallic Manufacturing Co.</i> v. <i>Chase,</i> 73 Fed. Rep. 831, and by Judge Wheeler, upon a final hearing of the same case, 84 Fed. Rep. 893.</p>\n<p><span class=\"star-pagination\">*495</span> The elements of Hoffman's combination, as described in the first claim alleged to be infringed, are (1) a supporting rack or shelf composed of metallic strips; (2) a reëntrant bend or recess in its front edge for the insertion of the hand; and, (3) rollers journalled in the rack and projecting above and in front of the same on each side of the recess. In the second claim the combination is described as (1) a supporting frame (apparently including one of wood as well as of metal); (2) a series of horizontal rollers, the front rollers being in two separated sections; (3) the intermediate part of the frame being carried back to permit the admission of the hand between said roller sections. It may be remarked in passing that none of the decisions in the Patent Office in the interference proceedings dealt with the question of prior devices.</p>\n<p>The introduction of rollers in book shelves is undoubtedly a convenient and valuable device for preventing the abrasion of large and heavy books which are obliged to be laid flat upon the shelves, especially when they are subjected to frequent handling; but the employment of roller shelves at the time Hoffman made his application for a patent (February 12, 1887,) was by no means a novelty. Indeed, plaintiffs own expert testifies that \"it was common to use what were called roller shelves, the same consisting of frames or supports and longitudinal parallel rollers, which extended the entire length of the shelf and served to reduce friction in putting books upon and withdrawing them from the shelf. One form of such shelves is shown in complainant's exhibit, Office Specialty Manufacturing Company's catalogue, Figure 16.\" This exhibit shows a shelf frame made of bent steel, firmly riveted together, containing three continuous rollers, each of the full length of the shelf made of steel in tubular form. Continuing the witness said:</p>\n<p>\"The use of such shelves was, and is, however, limited because of certain defects; for instance, one of the principal defects is the liability of the person placing the book upon the shelf to have the fingers pinched between the book and the front roller in placing the book on the shelf. With light, small books this, of course, was not a matter of special importance, <span class=\"star-pagination\">*496</span> and the shelves can be used with such books, but the class of books for which such shelves are especially adapted is heavy books, such as are used in keeping Government records, weighing, in many instances, from ten to twenty-six or even thirty pounds, and quite large, and with such books the liability to injure the fingers in putting them on and taking them from the shelf is very great.\"</p>\n<p>So long before Hoffman's application as the year 1870, Samuel H. Harris had obtained a patent, No. 107,042, for a shelf of three parallel wooden rollers covered with sheet metal, the specification of which seems to assume that wooden rollers had theretofore been used in iron cases for books.</p>\n<p>A patent issued in 1876 to John L. Boone, No. 182,157, describes his invention as consisting \"in attaching rollers to the front edges of book shelves, so that when a book is withdrawn from or placed upon the shelf it will move over the roller instead of over the edge of the shelf.\" This is to obviate the danger of the book being abraded by the sharp corners of the shelf over which it is dragged, especially if the shelf is higher than the level of the person's head who handles it.</p>\n<p>A patent issued in 1885 to Walter H. Conant shows a similar arrangement of front rollers to protect the books.</p>\n<p>In a patent to Marion T. Wolfe of October 7, 1879, No. 220,265, there is shown a book case in which three series of short rollers, each inserted in what the patentee calls a \"box,\" are employed as a support for the books. These boxes run at right angles to the front of the case, and they are so constructed that the hand may be introduced between any two series of rollers in order to more readily grasp the back of the book, without liability of the fingers being caught by the edge of the shelf.</p>\n<p>A device somewhat similar to that patented to Harris is shown in a patent issued in 1886 to A. Lemuel Adams, wherein a shelf is provided with a series of parallel short rollers, the front rollers being supported upon spring arms, which are carried forward so as to permit of the introduction of the hand between them, and thus facilitate the withdrawal of the book, without liability of contact of the fingers with any portion of <span class=\"star-pagination\">*497</span> the shelf. When a book is to be placed in position, it is first rested upon the spring rollers, which by their elasticity assist in forcing the book upon the fixed rollers, when it is easily passed by such rollers to its proper place. The extension of the elastic rollers in front of the shelf would seem to prevent the use of doors in front of the shelves, and it is clear they do not support the books when in place.</p>\n<p>There was also oral testimony showing that there were in use in the court house in Richmond, Indiana, in the year 1873, and thereafter, unpatented roller shelves for books; consisting of a wooden shelf, having the ordinary hand hole at the front, upon each side of which there were short rollers similar to Hoffman's, though some distance from the front edge, which enabled the back of the book to be readily grasped and easily withdrawn upon the rollers. The evidence showed that hundreds of these rollers were used, and one of them, taken from the court house in Richmond, was introduced as an exhibit.</p>\n<p>Comparing these several devices with the patent in suit, it is manifest that every element of the combination, described in the first and second claims, is found in one or the other of such devices. Roller shelves are found in all the patents above described as well as in the Richmond shelf, and if there were any invention in substituting metal for a wooden frame, it appears to have been anticipated in the shelf used by the Specialty Company, known as figure 16, the existence of which before the Hoffman application for a patent is admitted by plaintiffs expert as well as by the manager of the plaintiff corporation. It was no novelty to place rollers at the front edges of the shelves, so as to project above and in front of the shelves, as this is shown in the Boone, Conant and Adams patent, and in the defendant's metallic shelf, used prior to the Hoffman application. The employment of semicircular hand holes or recesses, for more readily grasping the books, is such a familiar device in upright partitions for holding books that scarcely any banking or record office is without them, and the court may properly take judicial notice of their use long prior to this patent. <i>Brown</i> v. <i>Piper,</i> 91 U.S. 37; <i>Terhune</i> v. <span class=\"star-pagination\">*498</span> <i>Phillips,</i> 99 U.S. 592; <i>King</i> v. <i>Gallun,</i> 109 U.S. 99; <i>Phillips</i> v. <i>Detroit,</i> <span class=\"citation\" data-id=\"91146\"><a href=\"/opinion/91146/phillips-v-detroit/\"><span class=\"volume\">111</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">604</span></a></span>, 606. If there were any invention in applying them to roller shelves, Hoffman is not entitled to the credit of it, since they are shown in the so-called Richmond shelf. The construction of the Wolfe and Adams patents is also such as to permit the introduction of the hand for grasping the book without coming in contact with the edge of the shelves.</p>\n<p>Putting the Hoffman patent in its most favorable light, it is very little, if anything, more than an aggregation of prior well-known devices, each constituent of which aggregation performs its own appropriate function in the old way. Where a combination of old devices produces a new result such combination is doubtless patentable, but where the combination is not only of old elements, but of old results, and no new function is evolved from such combination, it falls within the rulings of this court in <i>Hailes</i> v. <i>Van Wormer,</i> <span class=\"citation\" data-id=\"88944\"><a href=\"/opinion/88944/hailes-v-van-wormer/\"><span class=\"volume\">20</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">353</span></a></span>, 368; <i>Reckendorfer</i> v. <i>Faber,</i> <span class=\"citation\" data-id=\"89280\"><a href=\"/opinion/89280/reckendorfer-v-faber/\"><span class=\"volume\">92</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, 356; <i>Phillips</i> v. <i>Detroit,</i> <span class=\"citation\" data-id=\"91146\"><a href=\"/opinion/91146/phillips-v-detroit/\"><span class=\"volume\">111</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">604</span></a></span>; <i>Brinkerhoff</i> v. <i>Aloe,</i> <span class=\"citation\" data-id=\"93454\"><a href=\"/opinion/93454/brinkerhoff-et-al-v-aloe/\"><span class=\"volume\">146</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">515</span></a></span>, 517; <i>Palmer</i> v. <i>Corning,</i> <span class=\"citation\" data-id=\"94100\"><a href=\"/opinion/94100/palmer-v-corning/\"><span class=\"volume\">156</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">342</span></a></span>, 345; <i>Richards</i> v. <i>Chase Elevator Co.,</i> 158 U.S. 299. Hoffman may have succeeded in producing a shelf more convenient and more salable than any which preceded it, but he has done it principally, if not wholly, by the exercise of mechanical skill.</p>\n<p>If there be any invention at all in this patent, it is not to be found in the combination described in the claims, but by a reference to the drawing, and in the words \"substantially as described.\" This would confine the plaintiff to a metallic frame divided longitudinally into three sections, each fitted with short rollers, two of which project above and forward of the front bar of the frame, which is bent inward in front of the middle section to form the \"reëntrant bend or recess\" for the insertion of the hand.</p>\n<p>But in whatever light this device be considered, it is evident that, limiting the patent to the precise construction shown, none of the defendant's devices can be treated as infringements, since none of them show a shelf divided into three sections, and none of them, except possibly one, the manufacture <span class=\"star-pagination\">*499</span> of which was stopped, indicate a bend in the front bar of the frame to form the recess for the insertion of the hand.</p>\n<p>The decree of the court below must be</p>\n<p><i>Reversed, and the case remanded to the Court of Appeals with directions to order the bill to be dismissed.</i></p>\n</div>", 
  "sha1": "5f745ee508582e2e2117dfefe1cb1b0f893081d2", 
  "date_modified": "2014-12-21T01:33:05.569995", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/95077/specialty-manfg-co-v-fenton-manfg-co/", 
  "citation_count": 5, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1702244/", 
  "html": "<p class=\"case_cite\">174 U.S. 492</p>\n    <p class=\"case_cite\">19 S.Ct. 641</p>\n    <p class=\"case_cite\">43 L.Ed. 1058</p>\n    <p class=\"parties\">OFFICE SPECIALTY MFG. CO.<br>v.<br>FENTON METALLIC MFG. CO.</p>\n    <p class=\"docket\">No. 253.</p>\n    <p class=\"date\">May 15, 1899.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This was a bill in equity filed in the supreme court of the District of Columbia by the Fenton Metallic Manufacturing Company against the appellant to recover for the infringement of letters patent No. 450,124, issued April 7, 1891, to Horace J. Hoffman, for improvements in storage cases for books.</p>\n      <p class=\"indent\">In the specification the patentee declares that 'the object of my invention is to facilitate the handling, and prevent the abrasion and injury, of heavy books, etc. It consists essentially, of the peculiar arrangement of the guiding and supporting rollers, and of the peculiarities in the construction of the case and shelves, hereinafter specifically set forth.'</p>\n      <p class=\"indent\">The following drawing of one of the shelves exhibits the peculiar features of the invention. The drawing explains itself so perfectly that no excerpt from the specification is necessary to an understanding of the claims.</p>\n      <p class=\"indent\">The two claims alleged to have been infringed are as follows:</p>\n      <p class=\"indent\">'(1) In a storage case for books,' etc., 'the combination of a supporting rack or shelf composed of metallic strips, and having a reentrant bend or recess in its front edge, and rollers journaled in said rack, and projecting above and in front of the same, on each side of said bend or recess, substantially as described.</p>\n      <p class=\"indent\">'(2) In a bookshelf, the combination of a supporting frame, a series of horizontal rollers, the front roller in two separated sections, the intermediate part of the frame being carried back to permit the admission of the hand between said roller sections, substantially as described.'</p>\n      <p class=\"indent\">The defendant, the Office Specialty Manufacturing Company, was the assignee, through mesne assignments, of Jewell and Yawman, whose application for a patent, filed November 6, 1888, was put in interference in the patent office with the application of Hoffman, filed February 12, 1887, and the interference proceedings on behalf of Jewell and Yawman were conducted by the parties who subsequently formed the Office Specialty Manufacturing Company. The examiner of interferences, the board of examiners in chief, and the commissioner of patents successively edcided in favor of Hoffman, to whose assignees the letters patent were subsequently issued. During the pendency of the interference, the Hoffman application was divided, as permitted by the rules of the patent office, to secure a patent for certain features not involved in the interference.</p>\n      <p class=\"indent\">Upon a hearing on pleadings and proofs, a decree was entered adjudging the patent to be valid, and the first and second claims thereof to have been infringed by the defendant; and the case was sent to the auditor to determine and report the profits and damages resulting from the infringement.</p>\n      <p class=\"indent\">After certain proceedings, taken with respect to several infringing devices, not necessary to be here set forth, a final decree was entered in favor of the plaintiff, which, so far as respects the validity of the patent, was affirmed by the court of appeals, with an allowance for damages, which had been rejected by the supreme court (12 App. D. C. 201); whereupon the defendant appealed to this court.</p>\n      <p class=\"indent\">Melville Church and J. B. Church, for appellant.</p>\n      <p class=\"indent\">Charles E. Foster, for appellee.</p>\n      <p class=\"indent\">Mr. Justice BROWN  after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We consider the question of the validity of this patent as the decisive one in this case. The patent was adjudged to be valid by the supreme court of the District of Columbia, as well as by the court of appeals. It had been held to be invalid by Judge Lacombe, sitting in the circuit court for the Southern district of New York, upon a motion for a preliminary injunction (Manufacturing Co. v. Chase, 73 Fed. 831), and by Judge Wheeler upon a final hearing of the same case (84 Fed. 893).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The elements of Hoffman's combination, as described in the first claim alleged to be infringed, are (1) a supporting rack or shelf composed of metallic strips; (2) a re-entrant bend or recess in its front edge for the insertion of the hand; and, (3) rollers journaled in the rack, and projecting above and in front of the same, on each side of the recess. In the second claim the combination is described as (1) a supporting frame (apparently including one of wood as well as of metal); (2) a series of horizontal rollers, the front rollers being in two separated sections; (3) the intermediate part of the frame being carried back to permit the admission of the hand between said roller sections. It may be remarked, in passing, that none of the decisions in the patent office in the interference proceedings dealt with the question of prior devices.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The introduction of rollers in bookshelves is undoubtedly a convenient and valuable device for preventing the abrasion of large and heavy books which are obliged to be laid flat upon the shelves, especially when they are subjected to frequent handling; but the employment of roller shelves at the time Hoffman made his application for a patent (February 12, 1887) was by no means a novelty. Indeed, plaintiff's own expert testifies that 'it was common to use what were called roller shelves, the same consisting of frames or supports, and longitudinal parallel rollers, which extended the entire length of the shelf, and served to reduce friction in putting books upon and withdrawing them from the shelf.' One form of such shelves is shown in complainant's Exhibit 'Office Specialty Manufacturing Company's Catalogue, Fig. 16.' This exhibit shows a shelf frame made of bent steel, firmly riveted together, containing three continuous rollers, each of the full length of the shelf, made of steel in tubular form. Continuing, the witness said: 'The use of such shelves was, and is, however, limited because of certain defects. For instance, one of the principal defects is the liability of the person placing the book upon the shelf to have the fingers pinched between the book and the front roller in placing the book on the shelf. With light, small books, this, of course, was not a matter of special importance, and the shelves can be used with such books; but the class of books for which such shelves are especially adapted is heavy books, such as are used in keeping government records, weighing, in many instances, from ten to twenty-six or even thirty pounds, and quite large, and with such books the liability to injure he fingers in putting them on and taking them from the shelf is very great.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">So long before Hoffman's application as the year 1870, Samuel H. Harris had obtained a patent, No. 107,042, for a shelf of three parallel wooden rollers covered with sheet metal, the specification of which seems to assume that wooden rollers had theretofore been used in iron cases for books.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A patent issued in 1876 to John L. Boone, No. 182,157, describes his invention as consisting 'in attaching rollers to the front edges of bookshelves, so that when a book is withdrawn from or placed upon the shelf it will move over the roller instead of over the edge of the shelf.' This is to obviate the danger of the book being abraded by the sharp corners of the shelf over which it is dragged, especially if the shelf is higher than the level of the person's head who handles it.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A patent issued in 1885 to Walter H. Conant shows a similar arrangement of front rollers to protect the books.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In a patent to Marion T. Wolfe of October 7, 1879, No. 220,265, there is shown a bookcase in which three series of short rollers, each inserted in what the patentee calls a 'box,' are employed as a support for the books. These boxes run at right angles to the front of the case, and they are so constructed that the hand may be introduced between any two series of rollers in order to more readily grasp the back of the book, without liability of the fingers being caught by the edge of the shelf.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A device somewhat similar to that patented to Harris is shown in a patent issued in 1886 to A. Lemuel Adams, wherein a shelf is provided with a series of parallel short rollers, the front rollers being supported upon spring arms, which are carried forward so as to permit of the introduction of the hand between them, and thus facilitate the withdrawal of the book, without liability of contact of the fingers with any portion of the shelf. When a book is to be placed in position, it is first rested upon the spring rollers, which by their elasticity assist in forcing the book upon the fixed rollers, when it is easily passed by such rollers to its proper place. The extension of the elastic rollers in front of the shelf would seem to prevent the use of doors in front of the shelves, and it is clear they do not support the books when in place.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">There was also oral testimony showing that there were in use in the court house in Richmond, Ind., in the year 1873, and thereafter, unpatented roller shelves for books, consisting of a wooden shelf, having the ordinary hand hole at the front, upon each side of which there were short rollers similar to Hoffman's, though some distance from the front edge, which enabled the back of the book to be readily grasped and easily withdrawn upon the rollers. The evidence showed that hundreds of these rollers were used, and one of them, taken from the court house in Richmond, was introduced as an exhibit.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Comparing these several devices with the patent in suit, it is manifest that every element of the combination described in the first and second claims is found in one or the other of such devices. Roller shelves are found in all the patents above described as well as in the Richmond shelf, and, if there were any invention in substituting metal for a wooden frame, it appears to have been anticipated in the shelf used by the Specialty Company, known as 'Fig. 16,' the existence of which before the Hoffman application for a patent is admitted by plaintiff's expert as well as by the manager of the plaintiff corporation. It was no novelty to place rollers at the front edges of the shelves, so as to project above and in front of the shelves, as this is shown in the Boone, Conant, and Adams patent, and in the defendant's metallic shelf, used prior to the Hoffman application. The employment of semicircular hand holes or recesses, for more readily grasping the books, is such a familiar device in upright partitions for holding books that scarcely any banking or record office is without them, and the court may properly take judicial notice of their use long prior to this patent. Brown v. Piper, 91 U. S. 37; Terhune v. Phillips, 99 U. S. 592; King v. Gallun, 109 U. S. 99, 3 Sup. Ct. 85; Phillips v. City of Detroit, 111 U. S. 604, 606, 4 Sup. Ct. 580. If there were any invention in applying them to roller shelves, Hoffman is not entitled to the credit of it, since they are shown in the so-called 'Richmond shelf.' The construction of the Wolfe and Adams patents is also such as to permit the introduction of the hand for grasping the book without coming in contact with the edge of the shelves.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Putting the Hoffman patent in its most favorable light, it is very little, if anything, more than an aggregation of prior well-known devices, each constituent of which aggregation performs its own appropriate function in the old way. Where a combination of old dev ces produces a new result, such combination is doubtless patentable; but where the combination is not only of old elements, but of old results, and no new function is evolved from such combination, it falls within the rulings of this court in Hailes v. Van Wormer, 20 Wall. 353, 368; Reckendorfer v. Faber, 92 U. S. 347, 356; Phillips v. City of Detroit, 111 U. S. 604, 4 Sup. Ct. 580; Brinkerhoff v. Aloe, 146 U. S. 515, 517, 13 Sup. Ct. 221; Palmer v. Village of Corning, 156 U. S. 342, 345, 15 Sup. 381; Richards v. Elevator Co., 158 U. S. 299, 15 Sup. Ct. 831. Hoffman may have succeeded in producing a shelf more convenient and more salable than any which preceded it, but he has done it principally, if not wholly, by the exercise of mechanical skill.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">If there be any invention at all in this patent, it is not to be found in the combination described in the claims, but by a reference to the drawing, and in the words 'substantially as described.' This would confine the plaintiff to a metallic frame divided longitudinally into three sections, each fitted with short rollers, two of which project above and forward of the front bar of the frame, which is bent inward in front of the middle section to form the 're-entrant bend or recess' for the insertion of the hand.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">But, in whatever light this device be considered, it is evident that, limiting the patent to the precise construction shown, none of the defendant's devices can be treated as infringements, since none of them show a shelf divided into three sections, and none of them, except possibly one, the manufacture of which was stopped, indicate a bend in the front bar of the frame to form the recess for the insertion of the hand.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The decree of the court below must be reversed, and the case remanded to the court of appeals, with directions to order the bill to be dismissed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/95077/"
}