{"absolute_url": "/opinion/95093/united-states-v-rio-grande-dam-irrigation-co/", "blocked": false, "citation": {"case_name": "United States v. Rio Grande Dam & Irrigation Co.", "docket_number": "215", "document_uris": ["/api/rest/v2/document/95093/"], "federal_cite_one": "174 U.S. 690", "federal_cite_three": null, "federal_cite_two": null, "id": 79474, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/79474/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 73, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1899-05-22", "date_modified": "2014-12-21T01:33:07.024273", "docket": "/api/rest/v2/docket/1451486/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">174 U.S. 690</p>\n    <p class=\"case_cite\">19 S.Ct. 770</p>\n    <p class=\"case_cite\">43 L.Ed. 1136</p>\n    <p class=\"parties\">UNITED STATES<br>v.<br>RIO GRANDE DAM &amp; IRRIGATION CO. et al.</p>\n    <p class=\"docket\">No. 215.</p>\n    <p class=\"date\">May 22, 1899.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">On May 24, 1897, the United States, by their attorney general, filed their bill of complaint in the district court of the Third judicial district of New Mexico against the Rio Grande Dam &amp; Irrigation Company, the purpose of which was to restrain the defendant from constructing a dam across the Rio Grande river in the territory of New Mexico, and appropriating the waters of that stream for the purposes of irrigation. A temporary injunction was issued on the filing of the bill. Thereafter, and on the 19th day of June, 1897, an amended bill was filed, making the Rio Grande Irrigation &amp; Land Company, Limited, an additional defendant, the scope and purpose of the amended bill being similar to that of the original. The amended bill stated that the original defendant was a corporation organized under the laws of the territory of New Mexico, and the new defendant a corporation organized under the laws of Great Britain. It was averred that the purpose of the original defendant, as set forth in its articles of incorporation and as avowed by it, was to construct dams across the Rio Grande river, in the territory of New Mexico, at such points as might be necessary, and thereby 'to accumulate and impound waters from said river in unlimited quantities in said dams and reservoirs, and distribute the same through said canals, ditches, and pipe lines.' The new defendant was charged to have become interested as lessee of, or contractor with, the original defendant. The bill further set forth that  he new defendant 'has attempted to exercise, and has claimed the right to exercise, all the rights, and franchises of the said original defendant, and has given out as its objects, as said agent, lessee, or assignee, as aforesaid, to construct said dams, reseroirs, ditches, and pipe lines, and take and impound the water of said river, and thereby to create the largest artificial lake in the world, and to obtain control of the entire flow of the said Rio Grande, and divert and use the same for the purposes of irrigating large bodies of land, and to supply water for cities and towns, and for domestic and municipal purposes, and for milling and mechanical power'; 'that the Rio Grande receives no addition to its volume of water between the projected dam and the mouth of the Conchos river, about three hundred miles below, and that the said Rio Grande, from the point of said projected dam to the mouth of the Conchos river, throughout almost its entire course from the latter part to its mouth, flows through an exceedingly porous soil, and that the atmosphere of the section of the country through which said river flows, from the point above the dam to the Gulf of Mexico, is so dry that the evaporation proceeds with great rapidity, and that the impounding of the waters will greatly increase the evaporation, and that from these causes but little water, after it is distributed over the surface of the earth, would be returned to the river.' The bill also averred that the Rio Grande river was navigable, and had been navigated by steamboats from its mouth 350 miles, up to the town of Roma, in the state of Texas; that it was susceptible of navigation above Roma to a point about 350 miles below El Paso, in Texas; and then, after stating that there were certain rapids or falls which there interfered with navigation, it alleged navigability from El Paso to La Joya, about 100 miles above Elephant Butte, the place at which it was proposed to erect the principal dam, and that it had been used between those points for the floating and transportation of rafts, logs, and poles. The bill further alleged 'that the impounding of the waters of said river by the construction of said dam and reservoir at said point called 'Elephant Butte,' about one hundred and twenty-five miles above the city of El Paso, said point being in the territory of New Mexico, and the diversion of the said waters and the use of the same for the purposes hereinbefore mentioned, will so deplete and prevent the flow of water through the channel of said river below said dam, when so constructed, as to seriously obstruct the navigable capacity of the said river throughout its entire course from said point at Elephant Butte to its mouth.' Then, after denying that any authority had been given by the United States for the construction of said dam, it set forth the treaty stipulations between the United States and the republic of Mexico in reference to the navigability of the Rio Grande, so far as it remained a boundary between the two nations.</p>\n      <p class=\"indent\">To this amended bill the defendants filed their joint and several pleas and answer. The pleas were principally to the effect that the site of the proposed dam was wholly within the territory of New Mexico, and within its arid region; that, in pursuance of several acts of congress, the secretary of the interior and the officers of the geological survey had located and segregated from the public domain a reservoir site called '38,' on the river just above Elephant Butte, and another called '39,' just below that point; that subsequently, in pursuance of another act of congress, these and all other reservoir sites were thrown open to corporate and private entry; that the original defendant had applied to enter the two sites, '38' and '39'; that it was incorporated under the laws of New Mexico, and had complied with all the laws of that territory in reference to the construction of reservoirs and dams and the diversion of waters of public streams; that it had duly filed proo  of its organization, its maps of survey of reservoir and canals, with the secretary of the interior, and had secured his approval thereof, in accordance with the laws of the United States. The answer admitted incorporation, the purpose to construct a dam and reservoir at Elephant Butte, and then proceeded: 'But in so far as that portion of said bill is concerned which charges that the Rio Grande Irrigation &amp; Land Company, Limited, is seeking to obtain control of the entire flow of said Rio Grande, and to divert and use the same, these defendants state that the entire flow of the Rio Grande during the irrigation season, at the point or points where these defendants are seeking to construct reservoirs upon the same, has long since been diverted and is now owned and beneficially used by parties other than these defendants, in which diversion and appropriation of said waters these defendants have no property rights, and that neither one of the defendants is seeking or has ever sought to appropriate or divert by means of structures above referred to, or contemplated diversion, by means thereof, of any of the waters of said Rio Grande usually flowing in the bed thereof during the time when the same are usually put to beneficial use by those who have heretofore diverted the same; but, on the contrary, these defendants state that it has been their intention, and their sole intention, by means of the structures which they contemplate and which are complained of in said bill, to store, control, divert, and use only such of the waters of said stream as are not legally diverted, appropriated, used, and owned by others, and that these defendants have contemplated, and now contemplate, that any beneficial rights by them acquired in such stream by virtue of such structures will be very largely only so acquired to the excess, storm, and flood waters thereof now unappropriated, useless, and which go to waste.'</p>\n      <p class=\"indent\">The answer also denied that the river was susceptible of navigation, or had been navigated, above Roma, in the state of Texas, or had been used beneficially for the purposes of navigation in the territory of New Mexico, or was susceptible of being so used; that the contemplated use of the waters would deplete the flow thereof through the channel so as to seriously obstruct the navigability of the river at any point below the proposed dam; that defendants were proposing to construct a dam and reservoir without due process of law, or that the contemplated dam and reservoir would be a violation of our treaties with Mexico. The United States filed a general replication. Defendants moved to dissolve the temporary injunction, while the government moved to have the several pleas set down for argument as to their sufficiency as a defense. Several affidavits and documents were filed by the respective parties. On July 31, 1897, the matters came on for hearing; whereupon the court entered a decree, which recited that the parties appeared by their counsel 'under the rule heretofore made upon the defendant Rio Grando Dam &amp; Irrigation Company to show cause, if any it had, why the injunction heretofore granted, restraining it from maintaining and erecting a dam in the Rio Grande river at a point called Elephant Butte, fully described in the original and amended bills, filed herein and in said order, should not be continued; and the said complainant, the United States of America, having filed an amended bill in said cause, making the Rio Grande Irrigation &amp; Land Company, Limited, a party thereunder; and the said defendant, in answer to said amended bill, having filed a special plea in bar, and having also answered said amended bill, and also filed a motion to dissolve the injunction and to dismiss the original and amended bills so filed by complainant herein; and the complainant thereupon having filed its motion to set down defendants' pleas for argument as to their sufficiency as defense to said suit as a matter of law; and the court, having heard the arguments of counsel, and having read the af idavits, extracts from geological reports, agricultural reports, reports of engineers and of the secretary of war, histories, and other sources of information, and having had submitted to it an official map of the territory of New Mexico and of the United States of America, showing the source, trend, course, and mouth of the Rio Grande river in New Mexico and throughout the United States, and being fully advised thereby, doth take judicial notice of the fact, and doth thereby determine that the Rio Grande river is not navigable within the territory of New Mexico, and doth find as a matter of law that said amended bill does not state a case entitling the complainant to the relief asked for in the prayer of said amended bill, and that the same is without equity; and, the complainant having further declined to amend said bill, the court doth order, adjudge, and decree that the said injunction, heretofore issued herein, be dissolved, and that said cause be, and the same hereby is, dismissed, and that the defendants have and recover their reasonable costs, herein to be taxed against complainant.'</p>\n      <p class=\"indent\">An appeal was taken to the supreme court of the territory, which, on January 5, 1898, affirmed the decree. 51 Pac. 674. From this affirmance the United States appealed to this court.</p>\n      <p class=\"indent\">Atty. Gen. Griggs, for the United States.</p>\n      <p class=\"indent\">J. H. McGowan, for appellees.</p>\n      <p class=\"indent\">Mr. Justice BREWER, after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The first question is as to the scope of the decision of the trial court, and what is therefore presented to us for consideration. Was this a final hearing upon pleadings alone, with all the facts alleged in the answer admitted to be true, or a final hearing upon pleadings and proofs, with the decree in effect finding the truth of those facts? Without stopping to inquire whether the record shows a strict compliance with the technical rules of equity procedure, we think the terms of the final order or decree, as well as the language of the opinion filed by the trial judge, clearly disclose what he decided, and what, therefore, is presented to this court for review. It appears that no depositions were taken. Certain affidavits and documents were filed, matter proper for presentation on an application for the continuance or dissolution of a temporary injunction. The final order or decree enumerates the different motions, and adds that the court, having heard the arguments of counsel and having read the affidavits, etc., 'doth take judicial notice of the fact, and doth thereby determine, that the Rio Grande river is not navigable within the territory of New Mexico, and doth find, as a matter of law, that said amended bill does not state a case entitling the complainant to the relief asked for in the prayer of said amended bill, and that the same is without equity, and, the complainant having further declined to amend said bill,' the injunction is dissolved and the bill dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Obviously, the only matter of fact which the court attempted to determine (and that determination appears to have been based partly upon the affidavits and documents filed and partly upon judicial notice) was that the Rio Grande river was not navigable within the limits of the territory of New Mexico, and, so determining, it adjudged and decreed that the complainant's bill was without equity. In other words, finding that the Rio Grande river was not navigable within the limits of the territory of New Mexico, and that the averments of the bill in that respect were not true, it held that, conceding all the other averments of the bill to be true, the plaintiff was not entitled to relief.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The supreme court of the territory, as appears from its opinion, held that the Rio Grande river was not navigable within the limits of the territory of New Mexico; that, therefore, the United States had no jurisdiction over the stream; and that, assuming its nonnavigability within the limits of the territory, the plaintiff was not, under the other facts set f rth in the bill, entitled to any relief. Whatever criticisms may be expressed as to the form in which the proceedings were had and the decree entered, these distinctly appear as the matters decided by the trial and supreme courts, and to them, therefore, our inquiry should run.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The trial court assumed to take judicial notice that the Rio Grande was not navigable within the limits of New Mexico. The right to do this was conceded by the counsel for the government, on the hearing below,&#8212;a concession which the attorney general, on the argument before us, declined to continue. The extent to which judicial notice will go is not, in all cases, perfectly clear. There are indisputably certain matters as to which there is a legal imputation of knowledge. In Greenl. Ev. &#167;&#167; 4-6, the author enumerates many of these. Further, he adds, as a general proposition: 'In fine, courts will generally take notice of whatever ought to be generally known within the limits of their jurisdiction.' Brown v. Piper, 91 U. S. 37. While this will undoubtedly be accepted as an accurate statement of the law, it is obvious that there might be, and in fact there is, much difficulty in determining what ought to be generally known. So that the application of this rule has, as might be expected, led to some conflict in the authorities.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It was said in The Apollon, 9 Wheat. 362-374: 'It has been very justly observed at the bar that the court is bound to take notice of public facts and geographical positions.' In Peyroux v. Howard, 7 Pet. 324, the court held that it was 'authorized judicially to notice the situation of New Orleans, for the purpose of determining whether the tide ebbs and flows as high up the river as that place.' In The Montello, 11 Wall. 411-414, it was observed: 'We are supposed to know judicially the principal features of the geography of our country, and, as a part of it, what streams are public navigable waters of the United States.' But the force of this general statement is qualified by the declaration at the close of the opinion: 'As the decree must be reversed and the cause remanded to the court below for further proceedings, the parties will be able to present, by new allegations and evidence, the precise character of Fox river as a navigable stream, and not leave the matter to be inferred by construction from an imperfect pleading.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">This case came again to this court (20 Wall. 430), and the record there discloses that testimony was introduced on the second hearing, for the purpose of throwing light on the question of navigability.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In Wood v. Fowler, 26 Kan. 682-687, thesupreme court of that state said: 'Indeed, it would seem absurd to require evidence as to that which every man of common information must know. To attempt to prove that the Mississippi or the Missouri is a navigable stream would seem an insult to the intelligence of the court. The presumption of general knowledge weakens as we pass to smaller and less known streams; and yet, within the limits of any state, the navigability of its largest rivers ought to be generally known, and the courts may properly assume it to be a matter of general knowledge, and take judicial notice thereof.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It is reasonable that the courts take judicial notice that certain rivers are navigable and others not, for these are matters of general knowledge. But it is not so clear that it can fairly be said, in respect to a river known to be navigable, that it is, or ought to be, a matter of common knowledge at what particular place between its mouth and its source navigability ceases. And so it may well be doubted whether the courts will take judicial notice of that fact. It would seem that such a matter was one requiring evidence, and to be determined by proof. That the Rio Grande, speaking generally, is a navigable river, is clearly shown by the affidavits. It is also a matter of common knowledge, and therefore the courts may properly take judicial notice of that fact. But how many know how far up the stream navigab lity extends? Can it be said to be a matter of general knowledge, or one that ought to be generally known? If not, it should be determined by evidence. Examining the affidavits and other evidence introduced in this case, it is clear to us that the Rio Grande is not navigable within the limits of the territory of New Mexico. The mere fact that logs, poles, and rafts are floated down a stream occasionally and in times of high water does not make it a navigable river. It was said in The Montello, 20 Wall. 430, 439, 'that those rivers must be regarded as public navigable rivers in law which are navigable in fact; and they are navigable in fact when they are used, or are susceptible of being used, in their ordinary condition, as highways for commerce, over which trade and travel are or may be conducted in the customary modes of trade and travel on water.' And again (page 442): 'It is not, however, as Chief Justice Shaw said ([Rowe v. Bridge Corp.] 21 Pick. 344), 'every small creek in which a fishing skiff or gunning canoe can be made to float at high water which is deemed navigable, but, in order to give it the character of a navigable stream, it must be generally and commonly useful to some purpose of trade or agriculture.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Obviously, the Rio Grande, within the limits of New Mexico, is not a stream over which, in its ordinary condition, trade and travel can be conducted in the customary modes of trade and travel on water. Its use for any purposes of transportation has been and is exceptional, and only in times of temporary high water. The ordinary flow of water is insufficient. It is not like the Fox river, which was considered in The Montello, in which was an abundant flow of water and a general capacity for navigation along its entire length, and, although it was obstructed at certain places by rapids and rocks, yet these difficulties could be overcome by canals and locks, and when so overcome would leave the stream, in its ordinary condition, susceptible of use for general navigation purposes. We are not, therefore, disposed to question the conclusion reached by the trial court and the supreme court of the territory, that the Rio Grande, within the limits of New Mexico, is not navigable.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Neither is it necessary to consider the treaty stipulations between this country and Mexico. It is true that the Rio Grande, for several hundred miles above its mouth, forms the boundary between this country and Mexico, and that the seventh article of the treaty between the United States and Mexico, of February 2, 1848 (9 Stat. 928), stipulates that 'the river Gila and the part of the Rio Bravo del Norte lying below the southern boundary of New Mexico being, agreeably to the fifth article, divided in the middle between the two republics, the navigation of the Gila and of the Bravo below said boundary shall be free and common to the vessels and citizens of both countries, and neither shall, without the consent of the other, construct any work that may impede or interrupt, in whole or in part, the exercise of this right, not even for the purpose of favoring new methods of navigation. * * * The stipulations contained in the present article shall not impair the territorial rights of either republic within its established limits.' But by the fourth article of the Gadsden treaty of December 30, 1853 (10 Stat. 1034), it was provided that 'the several provisions, stipulations, and restrictions contained in the seventh article of the treaty of Guadalupe Hidalgo shall remain in force only so far as regards the Rio Bravo del Norte, below the initial of the said boundary provided in the first article of this treaty; that is to say, below the intersection of the 31 degree 47' 30\" parallel of latitude with the boundary line established by the late treaty dividing said river from its mouth upwards, according to the fifth article of the treaty of Guadalupe.' And on December 26, 1890, a convention was concluded between the United States and Mexico (26 Stat. 1512), which provided for an international boundary commission, to which was given, by article 5, the power to inquire, upon complaint of the local authorities, whether works were being constructed in the Rio Grande prohibited by any prior treaty stipulations. There is no suggestion in the bill that any action by these commissioners was invoked, although it appears from one of the affidavits that the commission has been duly constituted. Now, it is debated by counsel whether the construction of a dam at the place named in New Mexico, a place wholly within the territorial jurisdiction of the United States, is a violation of any of the treaty stipulations above referred to,&#8212;they being, primarily at least, limited to that portion of the river which forms the boundary line between the two nations; and also whether the fact that the Rio Grande is partially within the limits of Mexico would give that nation, under the rules of international law, any right to complain of the total appropriation of its waters for legitimate uses of the people of the United States. Such questions might, under some circumstances, be interesting and important; but here the Rio Grande, so far as it is a navigable stream, lies as much within the territory of the United States as in that of Mexico, it being, where navigable, the boundary between the two nations, and the middle of the channel being the dividing line. Now, the obligations of the United States to preserve, for their own citizens, the navigability of its navigable waters, is certainly as great as any arising by treaty or international law to other nations or their citizens, and, if the proposed dam and appropriation of the waters of the Rio Grande constitute a breach of treaty obligations or of international duty to Mexico, they also constitute an equal injury and wrong to the people of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We may, therefore, properly limit our inquiry to the effect of the proposed dam and appropriation of waters upon the navigability of the Rio Grande, and, in case such proposed action tends to destroy such navigability, the extent of the right of the government to interfere. The intended construction of the dam and impounding of the water are charged in the bill and admitted in the answer. The bill further charges that the purpose is to obtain control of the entire flow of the river, and divert and use it for irrigation and supplying waters for municipal and manufacturing uses; that, by reason of the porous soil, the dry atmosphere, and consequent rapid evaporation, but little water thus taken from the river and distributed over the surface of the earth will ever be returned to the river; and that this appropriation of the waters will so deplete and prevent the flow of water through the channel of the river below the dam as to seriously obstruct the navigable capacity of the river throughout its entire course, even to its mouth. The answer, while denying an intent to appropriate all the waters of the Rio Grande, states that the entire flow, during the irrigation season, at the point where defendants propose to construct reservoirs, had long since been diverted, and was owned and beneficially used by parties other than defendants, that they did not seek to disturb such appropriation, but that their sole intention was to appropriate only such waters as had not already been legally appropriated, and that the beneficial rights to be acquired in the stream by virtue of the structures would be very largely only so acquired from the excess, storm, and flood waters now unappropriated, useless, and going to waste. In other words, the bill charges that the defendants, at the places where they proposed to construct their dam, intend thereby to appropriate all the waters of the Rio Grande, and defendants qualify that charge only so far as they say that most of the flow of the river is already appropriated, and they only propose to take the balance. The bill charges that such appropriation of the entire flow will seriously obstruct the navigability of the river from the place of the dam to the mouth of the stream. The defendants deny this, but as the court found that there was no equity in the bill, and dismissed the suit on that ground, we must, for the purposes of this inquiry, assume that it is true, that defendants are intending to appropriate the entire unappropriated flow of the Rio Grande at the place where they propose to construct their dam, and that such appropriation will seriously affect the navigability of the river where it is now navigable. The right to do this is claimed by defendants and denied by the government, and that, generally speaking, is the question presented for our consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The unquestioned rule of the common law was that every riparian owner was entitled to the continued natural flow of the stream. It is enough, without other citations or quotations, to quote the language of Chancellor Kent (3 Kent, Comm. &#167; 439):</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'Every proprietor of lands on the banks of a river has naturally an equal right to the use of the water which flows in the stream adjacent to his lands, as it was wont to run (currere solebat) without diminution or alteration. No proprietor has a right to use the water, to the prejudice of other proprietors, above or below him, unless he has a prior right to divert it, or a title to some exclusive enjoyment. He has no property in the water itself, but a simple usufruct while it passes along. 'Aqua currit et debet currere ut currere solevat,' is the language of the law. Though he may use the water while it runs over his land as an incident to the land, he cannot unreasonably detain it, or give it another direction, and he must return it to its ordinary channel when it leaves his estate.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">While this is undoubted, and the rule obtains in those states in the Union which have simply adopted the common law, it is also true that as to every stream within its dominion a state may change this common-law rule, and permit the appropriation of the flowing waters for such purposes as it deems wise. Whether this power to change the common-law rule, and permit any specific and separate appropriation of the waters of a stream, belongs also to the legislature of a territory, we do not deem it necessary, for the purposes of this case, to inquire. We concede arguendo that it does.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Although this power of changing the common-law rule as to streams within its dominion undoubtedly belongs in each state, yet two limitations must be recognized: First, that, in the absence of specific authority from congress, a state cannot, by its legislation, destroy the right of the United States, as the owner of lands bordering on a stream, to the continued flow of its waters, so far, at least, as may be necessary for the beneficial uses of the government property; second, that it is limited by the superior power of the general government to secure the uninterrupted navigability of all navigable streams within the limits of the United States. In other words, the jurisdiction of the general government over interstate commerce and its natural highways vests in that government the right to take all needed measures to preserve the navigability of the navigable water courses of the country, even against any state action. It is true there have been frequent decisions recognizing the power of the state, in the absence of congressional legislation, to assume control of even navigable waters within its limits, to the extent of creating dams, booms, bridges, and other matters which operate as obstructions to navigability. The power of the state to thus legislate for the interests of its own citizens is conceded, and until in some way congress asserts its superior power, and the necessity of preserving the general interests of the people of all the states, it is assumed that state action, although involving temporarily an obstruction to the free navigability of a stream, is not subject to challenge. A long list of cases to this effect can be found in the reports of this court. See, among others, the following: Willson v. Marsh Co., 2 Pe . 245; Gilman v. City of Philadelphia, 3 Wall. 713; Escanaba &amp; L. M. Transp. Co. v. City of Chicago, 107 U. S. 678, 2 Sup. Ct. 185; Bridge Co. v. Hatch, 125 U. S. 1, 8 Sup. Ct. 811.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">All this proceeds upon the thought that the nonaction of congress carries with it an implied assent to the action taken by the state.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Notwithstanding the unquestioned rule of the common law in reference to the right of a lower riparian proprietor to insist upon the continuous flow of the stream as it was, and although there has been in all the Western states an adoption or recognition of the common law, it was early developed in their history that the mining industry in certain states, the reclamation of arid lands in others, compelled a departure from the common-law rule, and justified an appropriation of flowing waters both for mining purposes and for the reclamation of arid lands, and there has come to be recognized in those states, by custom and by state legislation, a different rule,&#8212;a rule which permits, under certain circumstances, the appropriation of the waters of a flowing stream for other than domestic purposes. So far as those rules have only a local significance, and affect only questions between citizens of the state, nothing is presented which calls for any consideration by the federal courts. In 1866, congress passed the following act (14 Stat. 253; Rev. St. &#167; 2339):</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'Whenever, by priority of possession, rights to the use of water for mining, agricultural, manufacturing or other purposes, have vested, and accrued, and the same are recognized and acknowledged by the local customs, laws and the decisions of courts, the possessors and owners of such vested rights shall be maintained and protected in the same; and the right of way for the construction of ditches and canals for the purposes herein specified is acknowledged and confirmed; but whenever any person, in the construction of any ditch or canal, injures or damages the possession of any settler on the public domain, the party committing such injury or damage shall be liable to the party injured for such injury or damage.'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The effect of this statute was to recognize, so far as the United States are concerned, the validity of the local customs, laws, and decisions of courts in respect to the appropriation of water. In respect to this, in Broder v. Water Co., 101 U. S. 274, 276, it was said: 'It is the established doctrine of this court that rights of miners, who had taken possession of mines and worked and developed them, and the rights of persons who had constructed canals and ditches to be used in mining operations and for purposes of agricultural irrigation, in the region where such artificial use of the water was an absolute necessity, are rights which the government had, by its conduct, recognized and encouraged, and was bound to protect, before the passage of the act of 1866. We are of opinion that the section of the act which we have quoted was rather a voluntary recognition of a preexisting right of possession, constituting a valid claim to its continued use, than the establishment of a new one.'</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In 1877 an act was passed for the sale of desert lands, which contained in its first section this proviso (19 Stat. 377):</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'Provided, however, that the right to the use of water by the persons so conducting the same on or to any tract of desert land of six hundred and forty acres shall depend upon bona fide prior appropriation; and such right shall not exceed the amount of water actually appropriated and necessarily used for the purpose of irrigation and reclamation; and all 'surplus water over and above such actual appropriation and use, together with the water of all lakes, rivers, and other sources of water supply upon the public lands and not navigable, shall remain and be held free for the appropriation and use of the public for irrigation, mining, and manufacturing purposes subject to existing rights.'</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On March 3, 1891, an act was passed repealing a prior act in respect to timb r culture, the eighteenth section of which provided (26 Stat. 1101):</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'That the right of way through the public lands and reservations of the United States is hereby granted to any canal or ditch company formed for the purpose of irrigation and duly organized under the laws of any state or territory which shall have filed, or may hereafter file, with the secretary of the interior a copy of its articles of incorporation, and due proofs of its organization under the same, to the extent of the ground occupied by the water of the reservoir and of the canal and its laterals, and fifty feet on each side of the marginal limits thereof; also the right to take, from the public lands adjacent to the line of the canal or ditch, material, earth and stone necessary for the construction of such canal or ditch: provided, that no such right of way shall be so located as to interfere with the proper occupation by the government of any such reservation, and all maps of location shall be subject to the approval of the department of the government having jurisdiction of such reservation, and the privilege herein granted shall not be construed to interfere with the control of water for irrigation and other purposes under authority of the respective states or territories.'</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Obviously, by these acts, so far as they extended, congress recognized and assented to the appropriation of water in contravention of the common-law rule as to continuous flow. To infer therefrom that congress intended to release its control over the navigable streams of the country, and to grant in aid of mining industries and the reclamation of arid lands the right to appropriate the waters on the sources of navigable streams to such an extent as to destroy their navigability, is to carry those statutes beyond what their fail import permits. This legislation must be interpreted in the light of existing facts,&#8212;that all through this mining region in the West were streams, not navigable, whose waters could safely be appropriated for mining and agricultural industries, without serious interference with the navigability of the rivers into which those waters flow. And in reference to all these cases of purely local interest the obvious purpose of congress was to give its assent, so far as the public lands were concerned, to any system, although in contravention to the common-law rule, which permitted the appropriation of those waters for legitimate industries. To hold that congress, by these acts, meant to confer upon any state the right to appropriate all the waters of the tributary streams which unite into a navigable water course, and so destroy the navigability of that water course in derogation of the interests of all the people of the United States, is a construction which cannot be tolerated. It ignores the spirit of the legislation, and carries the statute to the verge of the letter, and far beyond what, under the circumstances of the case, must be held to have been the intent of congress.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">But whatever may be said as to the true intent and scope of these various statutes, we have before us the legislation of 1890. On September 19, 1890, an act was passed containing this provision (26 Stat. 454, &#167; 10):</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">'That the creation of any obstruction, not affirmatively authorized by law, to the navigable capacity of any waters, in respect to which the United States has jurisdiction, is hereby prohibited. The continuance of any such obstruction, except bridges, piers, docks and wharves, and similar structures erected for business purposes, whether heretofore or hereafter created, shall constitute an offense, and each week's continuance of any such obstruction shall be deemed a separate offense. Every person and every corporation which shall be guilty of creating or continuing any such unlawful obstruction in this act mentioned, or who shall violate the provisions of the last four preceding sections of this act, shall be deemed guilty of a misdemeanor, and on conviction thereof shall be punished by a fine not exceeding five t ousand dollars, or by imprisonment (in the case of a natural person) not exceeding one year, or by both such punishments, in the discretion of the court; the creating or continuing of any unlawful obstruction in this act mentioned may be prevented, and such obstruction may be caused to be removed by the injunction of any circuit court exercising jurisdiction in any district in which such obstruction may be threatened or may exist; and proper proceedings in equity to this end may be instituted under the direction of the attorney general of the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">As this is a later declaration of congress, so far as it modifies any privileges or rights conferred by prior statutes, it must be held controlling, at least as to any rights attempted to be created since its passage; and all the proceedings of the appellees in this case were subsequent to this act. This act declares that 'the creation of any obstruction, not affirmatively authorized by law to the navigable capacity of any waters in respect to which the United States has jurisdiction, is hereby prohibited.' Whatever may be said in reference to obstructions existing at the time of the passage of the act, under the authority of state statutes, it is obvious that congress meant that thereafter no state should interfere with the navigability of a stream without the condition of national assent. It did not, of course, disturb any of the provisions of prior statutes in respect to the mere appropriation of water of nonnavigable streams in disregard of the old common-law rule of continuous flow, and its only purpose, as is obvious, was to affirm that as to navigable waters nothing should be done to obstruct their navigability without the assent of the national government. It was an exercise by congress of the power, oftentimes declared by this court to belong to it, of national control over navigable streams; and various sections in this statute, as well as in the act of July 13, 1892 (27 Stat. 88, 110), provide for the mode of asserting that control. It is urged that the true construction of this act limits its applicability to obstructions in the navigable portion of a navigable stream, and that as it appears that, although the Rio Grande may be navigable for a certain distance above its mouth, it is not navigable in the territory of New Mexico, this statute has no applicability. The language is general, and must be given full scope. It is not a prohibition of any obstruction to the navigation, but any obstruction to the navigable capacity, and anything, wherever done or however done, within the limits of the jurisdiction of the United States, which tends to destroy the navigable capacity of one of the navigable waters of the United States, is within the terms of the prohibition. Evidently congress, perceiving that the time had come when the growing interests of commerce required that the navigable waters of the United States should be subjected to the direct control of the national government, and that nothing should be done by any state tending to destroy that navigability without the explicit assent of the national government, enacted the statute in question; and it would be to improperly ignore the scope of this language to limit it to the acts done within the very limits of navigation of a navigable stream.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The creation of any such obstruction may be enjoined, according to the last provision of the section, by proper proceedings in equity, under the direction of the attorney general of the United States, and it was in pursuance of this clause that these proceedings were commenced. Of course, when such proceedings are instituted, it becomes a question of fact whether the act sought to be enjoined is one which fairly and directly tends to obstruct (that is, interfere with or diminish) the navigable capacity of a stream. It does not follow that the courts would be justified in sustaining any proceeding by the attorney general to restrain any appropriation of the upper waters of a navigable strea . The question always is one of fact, whether such appropriation substantially interferes with the navigable capacity within the limits where navigation is a recognized fact. In the course of the argument, this suggestion was made, and it seems to us not unworthy of note, as illustrating this thought. The Hudson river runs within the limits of the state of New York. It is a navigable stream, and a part of the navigable waters of the United States, so far at least as from Albany southward. One of the streams which flows into it, and contributes to the volume of its waters, is the Croton river, a nonnavigable stream. Its waters are taken by the state of New York for domestic uses in the city of New York. Unquestionably, the state of New York has a right to appropriate its waters, and the United States may not question such appropriation, unless thereby the navigability of the Hudson be disturbed. On the other hand, if the state of New York should, even at a place above the limits of navigability, by appropriation for any domestic purposes, diminish the volume of waters which, flowing into the Hudson, make it a navigable stream, to such an extent as to destroy its navigability, undoubtedly the jurisdiction of the national government would arise, and its power to restrain such appropriation be unquestioned; and, within the purview of this section, it would become the right of the attorney general to institute proceedings to restrain such appropriation.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Without pursuing this inquiry further, we are of the opinion that there was error in the conclusions of the lower courts; that the decree must be reversed, and the case remanded, with instructions to set aside the decree of dismissal, and to order an inquiry into the question whether the intended acts of the defendants in the construction of a dam and in appropriating the waters of the Rio Grande will substantially diminish the navigability of that stream within the limits of present navigability, and, if so, to enter a decree restraining those acts to the extent that they will so diminish.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Mr. Justice GRAY and Mr. Justice McKENNA were not present at the argument, and took no part in the decision.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>174 U.S. 690 (1899)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nRIO GRANDE DAM AND IRRIGATION COMPANY.</h1></center>\n<center>No. 215.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 7, 8, 1898.</center>\n<center>Decided May 22, 1899.</center>\nAPPEAL FROM THE SUPREME COURT OF THE TERRITORY OF NEW MEXICO.\n<p><span class=\"star-pagination\">*695</span> <i>Mr. Attorney General</i> for appellant.</p>\n<p><i>Mr. J.H. McGowan</i> for appellee.</p>\n<p>MR. JUSTICE BREWER, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>The first question is as to the scope of the decision of the trial court and what is, therefore, presented to us for consideration. Was this a final hearing upon pleadings alone, with all the facts alleged in the answer admitted to be true, or a final hearing upon pleadings and proofs with the decree in effect finding the truth of those facts? Without stopping to inquire whether the record shows a strict compliance with the technical rules of equity procedure, we think the terms of the final order or decree, as well as the language of the opinion filed by the trial judge, clearly disclose what he decided, and what, therefore, is presented to this court for review. It appears that no depositions were taken. Certain affidavits and documents were filed, matter proper for presentation on an application for the continuance or dissolution of a temporary injunction. The final order or decree enumerates <span class=\"star-pagination\">*696</span> the different motions, and adds that the court having heard the arguments of counsel and having read the affidavits, etc., \"doth take judicial notice of the fact and doth thereby determine that the Rio Grande River is not navigable within the Territory of New Mexico, and doth find as a matter of law that said amended bill does not state a case entitling the complainant to the relief asked for in the prayer of said amended bill, and that the same is without equity, and the complainant having further declined to amend said bill,\" the injunction is dissolved and the bill dismissed.</p>\n<p>Obviously, the only matter of fact which the court attempted to determine (and that determination appears to have been based partly upon the affidavits and documents filed and partly upon judicial notice) was that the Rio Grande River was not navigable within the limits of the Territory of New Mexico, and, so determining, it adjudged and decreed that the complainant's bill was without equity. In other words, finding that the Rio Grande River was not navigable within the limits of the Territory of New Mexico, and that the averments of the bill in that respect were not true, it held that, conceding all the other averments of the bill to be true, the plaintiff was not entitled to relief.</p>\n<p>The Supreme Court of the Territory, as appears from its opinion, held that the Rio Grande River was not navigable within the limits of the Territory of New Mexico; that, therefore, the United States had no jurisdiction over the stream, and that, assuming its non-navigability within the limits of the Territory, the plaintiff was not, under the other facts set forth in the bill, entitled to any relief. Whatever criticisms may be expressed as to the form in which the proceedings were had and the decree entered, these distinctly appear as the matters decided by the trial and Supreme Courts, and to them, therefore, our inquiry should run.</p>\n<p>The trial court assumed to take judicial notice that the Rio Grande was not navigable within the limits of New Mexico. The right to do this was conceded by the counsel of the Government, on the hearing below, a concession which the Attorney General, on the argument before us, declined to <span class=\"star-pagination\">*697</span> continue. The extent to which judicial notice will go is not, in all cases, perfectly clear. There are indisputably certain matters as to which there is a legal imputation of knowledge. In Greenleaf on Evidence, secs. 4, 5 and 6, the author enumerates many of these. Further, he adds as a general proposition: \"In fine, courts will generally take notice of whatever ought to be generally known within the limits of their jurisdiction.\" <i>Brown</i> v. <i>Piper,</i> 91 U.S. 37. While this will undoubtedly be accepted as an accurate statement of the law, it is obvious that there might be, and in fact there is, much difficulty in determining what ought to be generally known. So that the application of this rule has, as might be expected, led to some conflict in the authorities.</p>\n<p>It was said in <i>The Apollon,</i> 9 Wheat. 362-374: \"It has been very justly observed at the bar that the court is bound to take notice of public facts and geographical positions.\" In <i>Peyroux</i> v. <i>Howard et al.,</i> 7 Pet. 324, the court held that it was \"authorized judicially to notice the situation of New Orleans for the purpose of determining whether the tide ebbs and flows as high up the river as that place.\" In <i>The Montello,</i> 11 Wall. 411-414, it was observed: \"We are supposed to know judicially the principal features of the geography of our country, and, as a part of it, what streams are public navigable waters of the United States.\" But the force of this general statement is qualified by the declaration at the close of the opinion: \"As the decree must be reversed and the cause remanded to the court below for further proceedings, the parties will be able to present, by new allegations and evidence, the precise character of Fox River as a navigable stream, and not leave the matter to be inferred by construction from an imperfect pleading.\"</p>\n<p>This case came again to this court, 20 Wall. 430, and the record there discloses that testimony was introduced on the second hearing for the purpose of throwing light on the question of navigability.</p>\n<p>In <i>Wood</i> v. <i>Fowler,</i> 26 Kansas, 682-687, the Supreme Court of that State said: \"Indeed, it would seem absurd to require evidence as to that which every man of common <span class=\"star-pagination\">*698</span> information must know. To attempt to prove that the Mississippi or the Missouri is a navigable stream would seem an insult to the intelligence of the court. The presumption of general knowledge weakens as we pass to smaller and less known streams; and yet, within the limits of any State the navigability of its largest rivers ought to be generally known, and the courts may properly assume it to be a matter of general knowledge and take judicial notice thereof.\"</p>\n<p>It is reasonable that the courts take judicial notice that certain rivers are navigable and others not, for these are matters of general knowledge. But it is not so clear that it can fairly be said, in respect to a river known to be navigable, that it is, or ought to be, a matter of common knowledge at what particular place between its mouth and its source navigability ceases. And so it may well be doubted whether the courts will take judicial notice of that fact. It would seem that such a matter was one requiring evidence, and to be determined by proof. That the Rio Grande, speaking generally, is a navigable river is clearly shown by the affidavits. It is also a matter of common knowledge, and therefore the courts may properly take judicial notice of that fact. But how many know how far up the stream navigability extends? Can it be said to be a matter of general knowledge, or one that ought to be generally known? If not, it should be determined by evidence. Examining the affidavits and other evidence introduced in this case, it is clear to us that the Rio Grande is not navigable within the limits of the Territory of New Mexico. The mere fact that logs, poles and rafts are floated down a stream occasionally and in times of high water does not make it a navigable river. It was said in <i>The Montello,</i> 20 Wall. 430, 439, \"that those rivers must be regarded as public navigable rivers in law which are navigable in fact. And they are navigable in fact when they are used, or are susceptible of being used, in their ordinary condition, as highways for commerce, over which trade and travel are or may be conducted in the customary modes of trade and travel on water.\" And again (p. 442): \"It is not, however, as Chief Justice Shaw said, 21 Pickering, 344, `every small creek in <span class=\"star-pagination\">*699</span> which a fishing skiff or gunning canoe can be made to float at high water which is deemed navigable, but, in order to give it the character of a navigable stream, it must be generally and commonly useful to some purpose of trade or agriculture.'\"</p>\n<p>Obviously, the Rio Grande within the limits of New Mexico is not a stream over which in its ordinary condition trade and travel can be conducted in the customary modes of trade and travel on water. Its use for any purposes of transportation has been and is exceptional, and only in times of temporary high water. The ordinary flow of water is insufficient. It is not like the Fox River, which was considered in <i>The Montello,</i> in which was an abundant flow of water and a general capacity for navigation along its entire length, and although it was obstructed at certain places by rapids and rocks, yet these difficulties could be overcome by canals and locks, and when so overcome would leave the stream in its ordinary condition susceptible of use for general navigation purposes. We are not, therefore, disposed to question the conclusion reached by the trial court and the Supreme Court of the Territory, that the Rio Grande within the limits of New Mexico is not navigable.</p>\n<p>Neither is it necessary to consider the treaty stipulations between this country and Mexico. It is true that the Rio Grande, for several hundred miles above its mouth, forms the boundary between this country and Mexico, and that the seventh article of the treaty between the United States and Mexico of February 2, 1848, 9 Stat. 928, stipulates that \"the River Gila and the part of the Rio Bravo del Norte lying below the southern boundary of New Mexico being, agreeably to the fifth article, divided in the middle between the two Republics, the navigation of the Gila and of the Bravo below said boundary shall be free and common to the vessels and citizens of both countries, and neither shall, without the consent of the other, construct any work that may impede or interrupt, in whole or in part, the exercise of this right, not even for the purpose of favoring new methods of navigation... . The stipulations contained in the present article shall <span class=\"star-pagination\">*700</span> not impair the territorial rights of either Republic within its established limits.\" But by the fourth article of the Gadsden treaty of December 30, 1853, 10 Stat. 1034, it was provided that \"the several provisions, stipulations and restrictions contained in the seventh article of the treaty of Guadalupe Hidalgo shall remain in force only so far as regards the Rio Bravo del Norte, below the initial of the said boundary provided in the first article of this treaty, that is to say, below the intersection of the 31st degree 47' 30\" parallel of latitude, with the boundary line established by the late treaty dividing said river from its mouth upwards, according to the fifth article of the treaty of Guadalupe.\" And on December 26, 1890, a convention was concluded between the United States and Mexico, 26 Stat. 1512, which provided for an international boundary commission, to which was given, by article five, the power to inquire, upon complaint of the local authorities, whether works were being constructed in the Rio Grande prohibited by any prior treaty stipulations. There is no suggestion in the bill that any action by these commissioners was invoked, although it appears from one of the affidavits that the commission has been duly constituted. Now it is debated by counsel whether the construction of a dam at the place named in New Mexico, a place wholly within the territorial jurisdiction of the United States, is a violation of any of the treaty stipulations above referred to  they being, primarily at least, limited to that portion of the river which forms the boundary line between the two nations; and also whether the fact that the Rio Grande is partially within the limits of Mexico, would give that nation, under the rules of international law, any right to complain of the total appropriation of its waters for legitimate uses of the people of the United States. Such questions might under some circumstances be interesting and important; but here the Rio Grande, so far as it is a navigable stream, lies as much within the territory of the United States as in that of Mexico, it being where navigable the boundary between the two nations, and the middle of the channel being the dividing line. Now, the obligations of the United States to preserve for their own citizens, the <span class=\"star-pagination\">*701</span> navigability of its navigable waters, is certainly as great as any arising by treaty or international law to other nations or their citizens, and if the proposed dam and appropriation of the waters of the Rio Grande constitute a breach of treaty obligations or of international duty to Mexico, they also constitute an equal injury and wrong to the people of the United States.</p>\n<p>We may, therefore, properly limit our inquiry to the effect of the proposed dam and appropriation of waters upon the navigability of the Rio Grande, and, in case such proposed action tends to destroy such navigability, the extent of the right of the Government to interfere. The intended construction of the dam and impounding of the water are charged in the bill and admitted in the answer. The bill further charges that the purpose is to obtain control of the entire flow of the river, and divert and use it for irrigation and supplying waters for municipal and manufacturing uses; that, by reason of the porous soil, the dry atmosphere and consequent rapid evaporation, but little water thus taken from the river and distributed over the surface of the earth will ever be returned to the river, and that this appropriation of the waters will so deplete and prevent the flow of water through the channel of the river below the dam as to seriously obstruct the navigable capacity of the river throughout its entire course even to its mouth. The answer, while denying an intent to appropriate all the waters of the Rio Grande, states that the entire flow, during the irrigation season, at the point where defendants propose to construct reservoirs, had long since been diverted, and was owned and beneficially used by parties other than defendants, that they did not seek to disturb such appropriation, but that their sole intention was to appropriate only such waters as had not already been legally appropriated, and that the beneficial rights to be acquired in the stream by virtue of the structures would be very largely only so acquired from the excess, storm and flood waters now unappropriated, useless and going to waste. In other words, the bill charges that the defendants, at the places where they proposed to construct their dam, <span class=\"star-pagination\">*702</span> intend thereby to appropriate all the waters of the Rio Grande, and defendants qualify that charge only so far as they say that most of the flow of the river is already appropriated, and they only propose to take the balance. The bill charges that such appropriation of the entire flow will seriously obstruct the navigability of the river from the place of the dam to the mouth of the stream. The defendants deny this, but as the court found that there was no equity in the bill, and dismissed the suit on that ground, we must for the purposes of this inquiry assume that it is true, that defendants are intending to appropriate the entire unappropriated flow of the Rio Grande at the place where they propose to construct their dam, and that such appropriation will seriously affect the navigability of the river where it is now navigable. The right to do this is claimed by defendants and denied by the Government, and that, generally speaking, is the question presented for our consideration.</p>\n<p>The unquestioned rule of the common law was that every riparian owner was entitled to the continued natural flow of the stream. It is enough, without other citations or quotations, to quote the language of Chancellor Kent, 3 Kent Com.  439:</p>\n<p>\"Every proprietor of lands on the banks of a river has naturally an equal right to the use of the water which flows in the stream adjacent to his lands, as it was wont to run (<i>currere solebat</i>) without diminution or alteration. No proprietor has a right to use the water, to the prejudice of other proprietors, above or below him, unless he has a prior right to divert it, or a title to some exclusive enjoyment. He has no property in the water itself, but a simple usufruct while it passes along. <i>Aqua currit et debet currere ut currere solebat</i> is the language of the law. Though he may use the water while it runs over his land as an incident to the land, he cannot unreasonably detain it, or give it another direction, and he must return it to its ordinary channel when it leaves his estate.\"</p>\n<p>While this is undoubted, and the rule obtains in those States in the Union which have simply adopted the common law, it is also true that as to every stream within its dominion <span class=\"star-pagination\">*703</span> a State may change this common law rule and permit the appropriation of the flowing waters for such purposes as it deems wise. Whether this power to change the common law rule and permit any specific and separate appropriation of the waters of a stream belongs also to the legislature of a Territory, we do not deem it necessary for the purposes of this case to inquire. We concede <i>arguendo</i> that it does.</p>\n<p>Although this power of changing the common law rule as to streams within its dominion undoubtedly belongs to each State, yet two limitations must be recognized: First, that in the absence of specific authority from Congress a State cannot by its legislation destroy the right of the United States, as the owner of lands bordering on a stream, to the continued flow of its waters; so far at least as may be necessary for the beneficial uses of the government property. Second, that it is limited by the superior power of the General Government to secure the uninterrupted navigability of all navigable streams within the limits of the United States. In other words, the jurisdiction of the General Government over interstate commerce and its natural highways vests in that Government the right to take all needed measures to preserve the navigability of the navigable water courses of the country even against any state action. It is true there have been frequent decisions recognizing the power of the State, in the absence of Congressional legislation, to assume control of even navigable water within its limits to the extent of creating dams, booms, bridge and other matters which operate as obstructions to navigability. The power of the State to thus legislate for the interests of its own citizens is conceded, and until in some way Congress asserts its superior power, and the necessity of preserving the general interests of the people of all the States, it is assumed that state action, although involving temporarily an obstruction to the free navigability of a stream, is not subject to challenge. A long list of cases to this effect can be found in the reports of this court. See among others the following: <i>Willson</i> v. <i>Black Bird Creek Co.,</i> 2 Pet. 245; <i>Gilman</i> v. <i>Philadelphia,</i> 3 Wall. 713; <i>Escanaba Co.</i> v. <i>Chicago,</i> 107 U.S. 678; <i>Willamette Iron Bridge Co.</i> v. <i>Hatch,</i> 125 U.S. 1.</p>\n<p><span class=\"star-pagination\">*704</span> All this proceeds upon the thought that the non-action of Congress carries with it an implied assent to the action taken by the State.</p>\n<p>Notwithstanding the unquestioned rule of the common law in reference to the right of a lower riparian proprietor to insist upon the continuous flow of the stream as it was, and although there has been in all the Western States an adoption or recognition of the common law, it was early developed in their history that the mining industry in certain States, the reclamation of arid lands in others, compelled a departure from the common law rule, and justified an appropriation of flowing waters both for mining purposes and for the reclamation of arid lands, and there has come to be recognized in those States, by custom and by state legislation, a different rule  a rule which permits, under certain circumstances, the appropriation of the waters of a flowing stream for other than domestic purposes. So far as those rules have only a local significance, and affect only questions between citizens of the State, nothing is presented which calls for any consideration by the Federal courts. In 1866 Congress passed the Act of July 26, 1866, c. 262,  9, 14 Stat. 253; Rev. Stat.  2339:</p>\n<p>\"Whenever, by priority of possession, rights to the use of water for mining, agricultural, manufacturing or other purposes, have vested and accrued, and the same are recognized and acknowledged by the local customs, laws and the decisions of courts, the possessors and owners of such vested rights shall be maintained and protected in the same; and the right of way for the construction of ditches and canals for the purposes herein specified is acknowledged and confirmed; but whenever any person, in the construction of any ditch or canal, injures or damages the possession of any settler on the public domain, the party committing such injury or damage shall be liable to the party injured for such injury or damage.\"</p>\n<p>The effect of this statute was to recognize, so far as the United States are concerned, the validity of the local customs, laws and decisions of courts in respect to the appropriation of water. In respect to this, in <i>Broder</i> v. <i>Water Company,</i> 101 U.S. 274, 276, it was said:</p>\n<p><span class=\"star-pagination\">*705</span> \"It is the established doctrine of this court that rights of miners, who had taken possession of mines and worked and developed them, and the rights of persons who had constructed canals and ditches to be used in mining operations and for purposes of agricultural irrigation, in the region where such artificial use of the water was an absolute necessity, are rights which the Government had, by its conduct, recognized and encouraged and was bound to protect, before the passage of the act of 1866. We are of opinion that the section of the act which we have quoted was rather a voluntary recognition of a prexisting right of possession, constituting a valid claim to its continued use, than the establishment of a new one.\"</p>\n<p>March 3, 1877, an Act, c. 107, was passed for the sale of desert lands, which contained in its first section this proviso, 19 Stat. 377:</p>\n<p>\"<i>Provided, however,</i> That the right to the use of water by the persons so conducting the same on or to any tract of desert land of six hundred and forty acres shall depend upon <i>bona fide</i> prior appropriation; and such right shall not exceed the amount of water actually appropriated and necessarily used for the purpose of irrigation and reclamation; and all surplus water over and above such actual appropriation and use, together with the water of all lakes, rivers and other sources of water supply upon the public lands and not navigable, shall remain and be held free for the appropriation and use of the public for irrigation, mining and manufacturing purposes subject to existing rights.\"</p>\n<p>On March 3, 1891, an Act, c. 561, was passed repealing a prior act in respect to timber culture, the eighteenth section of which provided, 26 Stat. 1101:</p>\n<p>\"That the right of way through the public lands and reservations of the United States is hereby granted to any canal or ditch company formed for the purpose of irrigation and duly organized under the laws of any State or Territory which shall have filed, or may hereafter file, with the Secretary of the Interior a copy of its articles of incorporation, and due proofs of its organization under the same, to the extent of the ground occupied by the water of the reservoir and of the canal and its <span class=\"star-pagination\">*706</span> laterals, and fifty feet on each side of the marginal limits thereof; also the right to take, from the public lands adjacent to the line of the canal or ditch, material, earth and stone necessary for the construction of such canal or ditch: <i>Provided,</i> That no such right of way shall be so located as to interfere with the proper occupation by the Government of any such reservation, and all maps of location shall be subject to the approval of the department of the Government having jurisdiction of such reservation, and the privilege herein granted shall not be construed to interfere with the control of water for irrigation and other purposes under authority of the respective States or Territories.\"</p>\n<p>Obviously by these acts, so far as they extended, Congress recognized and assented to the appropriation of water in contravention of the common law rule as to continuous flow. To infer therefrom that Congress intended to release its control over the navigable streams of the country and to grant in aid of mining industries and the reclamation of arid lands the right to appropriate the waters on the sources of navigable streams to such an extent as to destroy their navigability, is to carry those statutes beyond what their fair import permits. This legislation must be interpreted in the light of existing facts  that all through this mining region in the West were streams, not navigable, whose waters could safely be appropriated for mining and agricultural industries, without serious interference with the navigability of the rivers into which those waters flow. And in reference to all these cases of purely local interest the obvious purpose of Congress was to give its assent, so far as the public lands were concerned, to any system, although in contravention to the common law rule, which permitted the appropriation of those waters for legitimate industries. To hold that Congress, by these acts, meant to confer upon any State the right to appropriate all the waters of the tributary streams which unite into a navigable watercourse, and so destroy the navigability of that watercourse in derogation of the interests of all the people of the United States, is a construction which cannot be tolerated. It ignores the spirit of the legislation <span class=\"star-pagination\">*707</span> and carries the statute to the verge of the letter and far beyond what under the circumstances of the case must be held to have been the intent of Congress.</p>\n<p>But whatever may be said as to the true intent and scope of these various statutes, we have before us the legislation of 1890. On September 19, 1890, an Act, c. 907, was passed containing this provision, 26 Stat. 454,  10:</p>\n<p>\"That the creation of any obstruction, not affirmatively authorized by law, to the navigable capacity of any waters, in respect of which the United States has jurisdiction, is hereby prohibited. The continuance of any such obstruction, except bridges, piers, docks and wharves, and similar structures erected for business purposes, whether heretofore or hereafter created, shall constitute an offence, and each week's continuance of any such obstruction shall be deemed a separate offence. Every person and every corporation which shall be guilty of creating or continuing any such unlawful obstruction in this act mentioned, or who shall violate the provisions of the last four preceding sections of this act, shall be deemed guilty of a misdemeanor, and on conviction thereof shall be punished by a fine not exceeding five thousand dollars, or by imprisonment (in the case of a natural person) not exceeding one year, or by both such punishments, in the discretion of the court; the creating or continuing of any unlawful obstruction in this act mentioned may be prevented, and such obstruction may be caused to be removed by the injunction of any Circuit Court exercising jurisdiction in any district in which such obstruction may be threatened or may exist; and proper proceedings in equity to this end may be instituted under the direction of the Attorney General of the United States.\"</p>\n<p>As this is a later declaration of Congress, so far as it modifies any privileges or rights conferred by prior statutes it must be held controlling, at least as to any rights attempted to be created since its passage; and all the proceedings of the appellees in this case were subsequent to this act. This act declares that \"the creation of any obstruction, not affirmatively authorized by law to the navigable capacity of any <span class=\"star-pagination\">*708</span> waters in respect to which the United States has jurisdiction, is hereby prohibited.\" Whatever may be said in reference to obstructions existing at the time of the passage of the act, under the authority of state statutes, it is obvious that Congress meant that thereafter no State should interfere with the navigability of a stream without the condition of national assent. It did not, of course, disturb any of the provisions of prior statutes in respect to the mere appropriation of water of non-navigable streams in disregard of the old common law rule of continuous flow, and its only purpose, as is obvious, was to affirm that as to navigable waters nothing should be done to obstruct their navigability without the assent of the National Government. It was an exercise by Congress of the power, oftentimes declared by this court to belong to it, of national control over navigable streams; and various sections in this statute, as well as in the act of July 13, 1892, c. 158, 27 Stat. 88, 110, provide for the mode of asserting that control. It is urged that the true construction of this act limits its applicability to obstructions in the navigable portion of a navigable stream, and that as it appears that although the Rio Grande may be navigable for a certain distance above its mouth, it is not navigable in the Territory of New Mexico, this statute has no applicability. The language is general, and must be given full scope. It is not a prohibition of any obstruction to the navigation, but any obstruction to the navigable capacity, and anything, wherever done or however done, within the limits of the jurisdiction of the United States which tends to destroy the navigable capacity of one of the navigable waters of the United States, is within the terms of the prohibition. Evidently Congress, perceiving that the time had come when the growing interests of commerce required that the navigable waters of the United States should be subjected to the direct control of the National Government, and that nothing should be done by any State tending to destroy that navigability without the explicit assent of the National Government, enacted the statute in question. And it would be to improperly ignore the scope of this language to limit it to the acts done within the very limits of navigation of a navigable stream.</p>\n<p><span class=\"star-pagination\">*709</span> The creation of any such obstruction may be enjoined, according to the last provision of the section, by proper proceedings in equity under the direction of the Attorney General of the United States, and it was in pursuance of this clause that these proceedings were commenced. Of course, when such proceedings are instituted it becomes a question of fact whether the act sought to be enjoined is one which fairly and directly tends to obstruct (that is, interfere with or diminish) the navigable capacity of a stream. It does not follow that the courts would be justified in sustaining any proceeding by the Attorney General to restrain any appropriation of the upper waters of a navigable stream. The question always is one of fact, whether such appropriation substantially interferes with the navigable capacity within the limits where navigation is a recognized fact. In the course of the argument this suggestion was made, and it seems to us not unworthy of note, as illustrating this thought. The Hudson River runs within the limits of the State of New York. It is a navigable stream and a part of the navigable waters of the United States, so far at least as from Albany southward. One of the streams which flows into it and contributes to the volume of its waters is the Croton River, a non-navigable stream. Its waters are taken by the State of New York for domestic uses in the city of New York. Unquestionably the State of New York has a right to appropriate its waters, and the United States may not question such appropriation, unless thereby the navigability of the Hudson be disturbed. On the other hand, if the State of New York should, even at a place above the limits of navigability, by appropriation for any domestic purposes, diminish the volume of waters, which, flowing into the Hudson, make it a navigable stream, to such an extent as to destroy its navigability, undoubtedly the jurisdiction of the National Government would arise and its power to restrain such appropriation be unquestioned; and within the purview of this section it would become the right of the Attorney General to institute proceedings to restrain such appropriation.</p>\n<p>Without pursuing this inquiry further we are of the opinion <span class=\"star-pagination\">*710</span> that there was error in the conclusions of the lower courts; that the decree must be</p>\n<p><i>Reversed and the case remanded with instructions to set aside the decree of dismissal, and to order an inquiry into the question whether the intended acts of the defendants in the construction of a dam and in appropriating the waters of the Rio Grande will substantially diminish the navigability of that stream within the limits of present navigability, and if so, to enter a decree restraining those acts to the extent that they will so diminish.</i></p>\n<p>MR. JUSTICE GRAY and MR. JUSTICE McKENNA were not present at the argument, and took no part in the decision.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">174</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">690</span></span> (1899)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nRIO GRANDE DAM AND IRRIGATION COMPANY.</h1></center>\n<center>No. 215.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 7, 8, 1898.</center>\n<center>Decided May 22, 1899.</center>\nAPPEAL FROM THE SUPREME COURT OF THE TERRITORY OF NEW MEXICO.\n<p><span class=\"star-pagination\">*695</span> <i>Mr. Attorney General</i> for appellant.</p>\n<p><i>Mr. J.H. McGowan</i> for appellee.</p>\n<p>MR. JUSTICE BREWER, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>The first question is as to the scope of the decision of the trial court and what is, therefore, presented to us for consideration. Was this a final hearing upon pleadings alone, with all the facts alleged in the answer admitted to be true, or a final hearing upon pleadings and proofs with the decree in effect finding the truth of those facts? Without stopping to inquire whether the record shows a strict compliance with the technical rules of equity procedure, we think the terms of the final order or decree, as well as the language of the opinion filed by the trial judge, clearly disclose what he decided, and what, therefore, is presented to this court for review. It appears that no depositions were taken. Certain affidavits and documents were filed, matter proper for presentation on an application for the continuance or dissolution of a temporary injunction. The final order or decree enumerates <span class=\"star-pagination\">*696</span> the different motions, and adds that the court having heard the arguments of counsel and having read the affidavits, etc., \"doth take judicial notice of the fact and doth thereby determine that the Rio Grande River is not navigable within the Territory of New Mexico, and doth find as a matter of law that said amended bill does not state a case entitling the complainant to the relief asked for in the prayer of said amended bill, and that the same is without equity, and the complainant having further declined to amend said bill,\" the injunction is dissolved and the bill dismissed.</p>\n<p>Obviously, the only matter of fact which the court attempted to determine (and that determination appears to have been based partly upon the affidavits and documents filed and partly upon judicial notice) was that the Rio Grande River was not navigable within the limits of the Territory of New Mexico, and, so determining, it adjudged and decreed that the complainant's bill was without equity. In other words, finding that the Rio Grande River was not navigable within the limits of the Territory of New Mexico, and that the averments of the bill in that respect were not true, it held that, conceding all the other averments of the bill to be true, the plaintiff was not entitled to relief.</p>\n<p>The Supreme Court of the Territory, as appears from its opinion, held that the Rio Grande River was not navigable within the limits of the Territory of New Mexico; that, therefore, the United States had no jurisdiction over the stream, and that, assuming its non-navigability within the limits of the Territory, the plaintiff was not, under the other facts set forth in the bill, entitled to any relief. Whatever criticisms may be expressed as to the form in which the proceedings were had and the decree entered, these distinctly appear as the matters decided by the trial and Supreme Courts, and to them, therefore, our inquiry should run.</p>\n<p>The trial court assumed to take judicial notice that the Rio Grande was not navigable within the limits of New Mexico. The right to do this was conceded by the counsel of the Government, on the hearing below, a concession which the Attorney General, on the argument before us, declined to <span class=\"star-pagination\">*697</span> continue. The extent to which judicial notice will go is not, in all cases, perfectly clear. There are indisputably certain matters as to which there is a legal imputation of knowledge. In Greenleaf on Evidence, secs. 4, 5 and 6, the author enumerates many of these. Further, he adds as a general proposition: \"In fine, courts will generally take notice of whatever ought to be generally known within the limits of their jurisdiction.\" <i>Brown</i> v. <i>Piper,</i> 91 U.S. 37. While this will undoubtedly be accepted as an accurate statement of the law, it is obvious that there might be, and in fact there is, much difficulty in determining what ought to be generally known. So that the application of this rule has, as might be expected, led to some conflict in the authorities.</p>\n<p>It was said in <i>The Apollon,</i> 9 Wheat. 362-374: \"It has been very justly observed at the bar that the court is bound to take notice of public facts and geographical positions.\" In <i>Peyroux</i> v. <i>Howard et al.,</i> <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">324</span></span>, the court held that it was \"authorized judicially to notice the situation of New Orleans for the purpose of determining whether the tide ebbs and flows as high up the river as that place.\" In <i>The Montello,</i> 11 Wall. 411-414, it was observed: \"We are supposed to know judicially the principal features of the geography of our country, and, as a part of it, what streams are public navigable waters of the United States.\" But the force of this general statement is qualified by the declaration at the close of the opinion: \"As the decree must be reversed and the cause remanded to the court below for further proceedings, the parties will be able to present, by new allegations and evidence, the precise character of Fox River as a navigable stream, and not leave the matter to be inferred by construction from an imperfect pleading.\"</p>\n<p>This case came again to this court, <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">430</span></span>, and the record there discloses that testimony was introduced on the second hearing for the purpose of throwing light on the question of navigability.</p>\n<p>In <i>Wood</i> v. <i>Fowler,</i> 26 Kansas, 682-687, the Supreme Court of that State said: \"Indeed, it would seem absurd to require evidence as to that which every man of common <span class=\"star-pagination\">*698</span> information must know. To attempt to prove that the Mississippi or the Missouri is a navigable stream would seem an insult to the intelligence of the court. The presumption of general knowledge weakens as we pass to smaller and less known streams; and yet, within the limits of any State the navigability of its largest rivers ought to be generally known, and the courts may properly assume it to be a matter of general knowledge and take judicial notice thereof.\"</p>\n<p>It is reasonable that the courts take judicial notice that certain rivers are navigable and others not, for these are matters of general knowledge. But it is not so clear that it can fairly be said, in respect to a river known to be navigable, that it is, or ought to be, a matter of common knowledge at what particular place between its mouth and its source navigability ceases. And so it may well be doubted whether the courts will take judicial notice of that fact. It would seem that such a matter was one requiring evidence, and to be determined by proof. That the Rio Grande, speaking generally, is a navigable river is clearly shown by the affidavits. It is also a matter of common knowledge, and therefore the courts may properly take judicial notice of that fact. But how many know how far up the stream navigability extends? Can it be said to be a matter of general knowledge, or one that ought to be generally known? If not, it should be determined by evidence. Examining the affidavits and other evidence introduced in this case, it is clear to us that the Rio Grande is not navigable within the limits of the Territory of New Mexico. The mere fact that logs, poles and rafts are floated down a stream occasionally and in times of high water does not make it a navigable river. It was said in <i>The Montello,</i> <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">430</span></span>, 439, \"that those rivers must be regarded as public navigable rivers in law which are navigable in fact. And they are navigable in fact when they are used, or are susceptible of being used, in their ordinary condition, as highways for commerce, over which trade and travel are or may be conducted in the customary modes of trade and travel on water.\" And again (p. 442): \"It is not, however, as Chief Justice Shaw said, 21 Pickering, 344, `every small creek in <span class=\"star-pagination\">*699</span> which a fishing skiff or gunning canoe can be made to float at high water which is deemed navigable, but, in order to give it the character of a navigable stream, it must be generally and commonly useful to some purpose of trade or agriculture.'\"</p>\n<p>Obviously, the Rio Grande within the limits of New Mexico is not a stream over which in its ordinary condition trade and travel can be conducted in the customary modes of trade and travel on water. Its use for any purposes of transportation has been and is exceptional, and only in times of temporary high water. The ordinary flow of water is insufficient. It is not like the Fox River, which was considered in <i>The Montello,</i> in which was an abundant flow of water and a general capacity for navigation along its entire length, and although it was obstructed at certain places by rapids and rocks, yet these difficulties could be overcome by canals and locks, and when so overcome would leave the stream in its ordinary condition susceptible of use for general navigation purposes. We are not, therefore, disposed to question the conclusion reached by the trial court and the Supreme Court of the Territory, that the Rio Grande within the limits of New Mexico is not navigable.</p>\n<p>Neither is it necessary to consider the treaty stipulations between this country and Mexico. It is true that the Rio Grande, for several hundred miles above its mouth, forms the boundary between this country and Mexico, and that the seventh article of the treaty between the United States and Mexico of February 2, 1848, 9 Stat. 928, stipulates that \"the River Gila and the part of the Rio Bravo del Norte lying below the southern boundary of New Mexico being, agreeably to the fifth article, divided in the middle between the two Republics, the navigation of the Gila and of the Bravo below said boundary shall be free and common to the vessels and citizens of both countries, and neither shall, without the consent of the other, construct any work that may impede or interrupt, in whole or in part, the exercise of this right, not even for the purpose of favoring new methods of navigation... . The stipulations contained in the present article shall <span class=\"star-pagination\">*700</span> not impair the territorial rights of either Republic within its established limits.\" But by the fourth article of the Gadsden treaty of December 30, 1853, 10 Stat. 1034, it was provided that \"the several provisions, stipulations and restrictions contained in the seventh article of the treaty of Guadalupe Hidalgo shall remain in force only so far as regards the Rio Bravo del Norte, below the initial of the said boundary provided in the first article of this treaty, that is to say, below the intersection of the 31st degree 47' 30\" parallel of latitude, with the boundary line established by the late treaty dividing said river from its mouth upwards, according to the fifth article of the treaty of Guadalupe.\" And on December 26, 1890, a convention was concluded between the United States and Mexico, 26 Stat. 1512, which provided for an international boundary commission, to which was given, by article five, the power to inquire, upon complaint of the local authorities, whether works were being constructed in the Rio Grande prohibited by any prior treaty stipulations. There is no suggestion in the bill that any action by these commissioners was invoked, although it appears from one of the affidavits that the commission has been duly constituted. Now it is debated by counsel whether the construction of a dam at the place named in New Mexico, a place wholly within the territorial jurisdiction of the United States, is a violation of any of the treaty stipulations above referred to  they being, primarily at least, limited to that portion of the river which forms the boundary line between the two nations; and also whether the fact that the Rio Grande is partially within the limits of Mexico, would give that nation, under the rules of international law, any right to complain of the total appropriation of its waters for legitimate uses of the people of the United States. Such questions might under some circumstances be interesting and important; but here the Rio Grande, so far as it is a navigable stream, lies as much within the territory of the United States as in that of Mexico, it being where navigable the boundary between the two nations, and the middle of the channel being the dividing line. Now, the obligations of the United States to preserve for their own citizens, the <span class=\"star-pagination\">*701</span> navigability of its navigable waters, is certainly as great as any arising by treaty or international law to other nations or their citizens, and if the proposed dam and appropriation of the waters of the Rio Grande constitute a breach of treaty obligations or of international duty to Mexico, they also constitute an equal injury and wrong to the people of the United States.</p>\n<p>We may, therefore, properly limit our inquiry to the effect of the proposed dam and appropriation of waters upon the navigability of the Rio Grande, and, in case such proposed action tends to destroy such navigability, the extent of the right of the Government to interfere. The intended construction of the dam and impounding of the water are charged in the bill and admitted in the answer. The bill further charges that the purpose is to obtain control of the entire flow of the river, and divert and use it for irrigation and supplying waters for municipal and manufacturing uses; that, by reason of the porous soil, the dry atmosphere and consequent rapid evaporation, but little water thus taken from the river and distributed over the surface of the earth will ever be returned to the river, and that this appropriation of the waters will so deplete and prevent the flow of water through the channel of the river below the dam as to seriously obstruct the navigable capacity of the river throughout its entire course even to its mouth. The answer, while denying an intent to appropriate all the waters of the Rio Grande, states that the entire flow, during the irrigation season, at the point where defendants propose to construct reservoirs, had long since been diverted, and was owned and beneficially used by parties other than defendants, that they did not seek to disturb such appropriation, but that their sole intention was to appropriate only such waters as had not already been legally appropriated, and that the beneficial rights to be acquired in the stream by virtue of the structures would be very largely only so acquired from the excess, storm and flood waters now unappropriated, useless and going to waste. In other words, the bill charges that the defendants, at the places where they proposed to construct their dam, <span class=\"star-pagination\">*702</span> intend thereby to appropriate all the waters of the Rio Grande, and defendants qualify that charge only so far as they say that most of the flow of the river is already appropriated, and they only propose to take the balance. The bill charges that such appropriation of the entire flow will seriously obstruct the navigability of the river from the place of the dam to the mouth of the stream. The defendants deny this, but as the court found that there was no equity in the bill, and dismissed the suit on that ground, we must for the purposes of this inquiry assume that it is true, that defendants are intending to appropriate the entire unappropriated flow of the Rio Grande at the place where they propose to construct their dam, and that such appropriation will seriously affect the navigability of the river where it is now navigable. The right to do this is claimed by defendants and denied by the Government, and that, generally speaking, is the question presented for our consideration.</p>\n<p>The unquestioned rule of the common law was that every riparian owner was entitled to the continued natural flow of the stream. It is enough, without other citations or quotations, to quote the language of Chancellor Kent, 3 Kent Com.  439:</p>\n<p>\"Every proprietor of lands on the banks of a river has naturally an equal right to the use of the water which flows in the stream adjacent to his lands, as it was wont to run (<i>currere solebat</i>) without diminution or alteration. No proprietor has a right to use the water, to the prejudice of other proprietors, above or below him, unless he has a prior right to divert it, or a title to some exclusive enjoyment. He has no property in the water itself, but a simple usufruct while it passes along. <i>Aqua currit et debet currere ut currere solebat</i> is the language of the law. Though he may use the water while it runs over his land as an incident to the land, he cannot unreasonably detain it, or give it another direction, and he must return it to its ordinary channel when it leaves his estate.\"</p>\n<p>While this is undoubted, and the rule obtains in those States in the Union which have simply adopted the common law, it is also true that as to every stream within its dominion <span class=\"star-pagination\">*703</span> a State may change this common law rule and permit the appropriation of the flowing waters for such purposes as it deems wise. Whether this power to change the common law rule and permit any specific and separate appropriation of the waters of a stream belongs also to the legislature of a Territory, we do not deem it necessary for the purposes of this case to inquire. We concede <i>arguendo</i> that it does.</p>\n<p>Although this power of changing the common law rule as to streams within its dominion undoubtedly belongs to each State, yet two limitations must be recognized: First, that in the absence of specific authority from Congress a State cannot by its legislation destroy the right of the United States, as the owner of lands bordering on a stream, to the continued flow of its waters; so far at least as may be necessary for the beneficial uses of the government property. Second, that it is limited by the superior power of the General Government to secure the uninterrupted navigability of all navigable streams within the limits of the United States. In other words, the jurisdiction of the General Government over interstate commerce and its natural highways vests in that Government the right to take all needed measures to preserve the navigability of the navigable water courses of the country even against any state action. It is true there have been frequent decisions recognizing the power of the State, in the absence of Congressional legislation, to assume control of even navigable water within its limits to the extent of creating dams, booms, bridge and other matters which operate as obstructions to navigability. The power of the State to thus legislate for the interests of its own citizens is conceded, and until in some way Congress asserts its superior power, and the necessity of preserving the general interests of the people of all the States, it is assumed that state action, although involving temporarily an obstruction to the free navigability of a stream, is not subject to challenge. A long list of cases to this effect can be found in the reports of this court. See among others the following: <i>Willson</i> v. <i>Black Bird Creek Co.,</i> 2 Pet. 245; <i>Gilman</i> v. <i>Philadelphia,</i> 3 Wall. 713; <i>Escanaba Co.</i> v. <i>Chicago,</i> 107 U.S. 678; <i>Willamette Iron Bridge Co.</i> v. <i>Hatch,</i> 125 U.S. 1.</p>\n<p><span class=\"star-pagination\">*704</span> All this proceeds upon the thought that the non-action of Congress carries with it an implied assent to the action taken by the State.</p>\n<p>Notwithstanding the unquestioned rule of the common law in reference to the right of a lower riparian proprietor to insist upon the continuous flow of the stream as it was, and although there has been in all the Western States an adoption or recognition of the common law, it was early developed in their history that the mining industry in certain States, the reclamation of arid lands in others, compelled a departure from the common law rule, and justified an appropriation of flowing waters both for mining purposes and for the reclamation of arid lands, and there has come to be recognized in those States, by custom and by state legislation, a different rule  a rule which permits, under certain circumstances, the appropriation of the waters of a flowing stream for other than domestic purposes. So far as those rules have only a local significance, and affect only questions between citizens of the State, nothing is presented which calls for any consideration by the Federal courts. In 1866 Congress passed the Act of July 26, 1866, c. 262,  9, 14 Stat. 253; Rev. Stat.  2339:</p>\n<p>\"Whenever, by priority of possession, rights to the use of water for mining, agricultural, manufacturing or other purposes, have vested and accrued, and the same are recognized and acknowledged by the local customs, laws and the decisions of courts, the possessors and owners of such vested rights shall be maintained and protected in the same; and the right of way for the construction of ditches and canals for the purposes herein specified is acknowledged and confirmed; but whenever any person, in the construction of any ditch or canal, injures or damages the possession of any settler on the public domain, the party committing such injury or damage shall be liable to the party injured for such injury or damage.\"</p>\n<p>The effect of this statute was to recognize, so far as the United States are concerned, the validity of the local customs, laws and decisions of courts in respect to the appropriation of water. In respect to this, in <i>Broder</i> v. <i>Water Company,</i> <span class=\"citation\" data-id=\"90124\"><a href=\"/opinion/90124/broder-v-water-co/\"><span class=\"volume\">101</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 276, it was said:</p>\n<p><span class=\"star-pagination\">*705</span> \"It is the established doctrine of this court that rights of miners, who had taken possession of mines and worked and developed them, and the rights of persons who had constructed canals and ditches to be used in mining operations and for purposes of agricultural irrigation, in the region where such artificial use of the water was an absolute necessity, are rights which the Government had, by its conduct, recognized and encouraged and was bound to protect, before the passage of the act of 1866. We are of opinion that the section of the act which we have quoted was rather a voluntary recognition of a prexisting right of possession, constituting a valid claim to its continued use, than the establishment of a new one.\"</p>\n<p>March 3, 1877, an Act, c. 107, was passed for the sale of desert lands, which contained in its first section this proviso, 19 Stat. 377:</p>\n<p>\"<i>Provided, however,</i> That the right to the use of water by the persons so conducting the same on or to any tract of desert land of six hundred and forty acres shall depend upon <i>bona fide</i> prior appropriation; and such right shall not exceed the amount of water actually appropriated and necessarily used for the purpose of irrigation and reclamation; and all surplus water over and above such actual appropriation and use, together with the water of all lakes, rivers and other sources of water supply upon the public lands and not navigable, shall remain and be held free for the appropriation and use of the public for irrigation, mining and manufacturing purposes subject to existing rights.\"</p>\n<p>On March 3, 1891, an Act, c. 561, was passed repealing a prior act in respect to timber culture, the eighteenth section of which provided, 26 Stat. 1101:</p>\n<p>\"That the right of way through the public lands and reservations of the United States is hereby granted to any canal or ditch company formed for the purpose of irrigation and duly organized under the laws of any State or Territory which shall have filed, or may hereafter file, with the Secretary of the Interior a copy of its articles of incorporation, and due proofs of its organization under the same, to the extent of the ground occupied by the water of the reservoir and of the canal and its <span class=\"star-pagination\">*706</span> laterals, and fifty feet on each side of the marginal limits thereof; also the right to take, from the public lands adjacent to the line of the canal or ditch, material, earth and stone necessary for the construction of such canal or ditch: <i>Provided,</i> That no such right of way shall be so located as to interfere with the proper occupation by the Government of any such reservation, and all maps of location shall be subject to the approval of the department of the Government having jurisdiction of such reservation, and the privilege herein granted shall not be construed to interfere with the control of water for irrigation and other purposes under authority of the respective States or Territories.\"</p>\n<p>Obviously by these acts, so far as they extended, Congress recognized and assented to the appropriation of water in contravention of the common law rule as to continuous flow. To infer therefrom that Congress intended to release its control over the navigable streams of the country and to grant in aid of mining industries and the reclamation of arid lands the right to appropriate the waters on the sources of navigable streams to such an extent as to destroy their navigability, is to carry those statutes beyond what their fair import permits. This legislation must be interpreted in the light of existing facts  that all through this mining region in the West were streams, not navigable, whose waters could safely be appropriated for mining and agricultural industries, without serious interference with the navigability of the rivers into which those waters flow. And in reference to all these cases of purely local interest the obvious purpose of Congress was to give its assent, so far as the public lands were concerned, to any system, although in contravention to the common law rule, which permitted the appropriation of those waters for legitimate industries. To hold that Congress, by these acts, meant to confer upon any State the right to appropriate all the waters of the tributary streams which unite into a navigable watercourse, and so destroy the navigability of that watercourse in derogation of the interests of all the people of the United States, is a construction which cannot be tolerated. It ignores the spirit of the legislation <span class=\"star-pagination\">*707</span> and carries the statute to the verge of the letter and far beyond what under the circumstances of the case must be held to have been the intent of Congress.</p>\n<p>But whatever may be said as to the true intent and scope of these various statutes, we have before us the legislation of 1890. On September 19, 1890, an Act, c. 907, was passed containing this provision, 26 Stat. 454,  10:</p>\n<p>\"That the creation of any obstruction, not affirmatively authorized by law, to the navigable capacity of any waters, in respect of which the United States has jurisdiction, is hereby prohibited. The continuance of any such obstruction, except bridges, piers, docks and wharves, and similar structures erected for business purposes, whether heretofore or hereafter created, shall constitute an offence, and each week's continuance of any such obstruction shall be deemed a separate offence. Every person and every corporation which shall be guilty of creating or continuing any such unlawful obstruction in this act mentioned, or who shall violate the provisions of the last four preceding sections of this act, shall be deemed guilty of a misdemeanor, and on conviction thereof shall be punished by a fine not exceeding five thousand dollars, or by imprisonment (in the case of a natural person) not exceeding one year, or by both such punishments, in the discretion of the court; the creating or continuing of any unlawful obstruction in this act mentioned may be prevented, and such obstruction may be caused to be removed by the injunction of any Circuit Court exercising jurisdiction in any district in which such obstruction may be threatened or may exist; and proper proceedings in equity to this end may be instituted under the direction of the Attorney General of the United States.\"</p>\n<p>As this is a later declaration of Congress, so far as it modifies any privileges or rights conferred by prior statutes it must be held controlling, at least as to any rights attempted to be created since its passage; and all the proceedings of the appellees in this case were subsequent to this act. This act declares that \"the creation of any obstruction, not affirmatively authorized by law to the navigable capacity of any <span class=\"star-pagination\">*708</span> waters in respect to which the United States has jurisdiction, is hereby prohibited.\" Whatever may be said in reference to obstructions existing at the time of the passage of the act, under the authority of state statutes, it is obvious that Congress meant that thereafter no State should interfere with the navigability of a stream without the condition of national assent. It did not, of course, disturb any of the provisions of prior statutes in respect to the mere appropriation of water of non-navigable streams in disregard of the old common law rule of continuous flow, and its only purpose, as is obvious, was to affirm that as to navigable waters nothing should be done to obstruct their navigability without the assent of the National Government. It was an exercise by Congress of the power, oftentimes declared by this court to belong to it, of national control over navigable streams; and various sections in this statute, as well as in the act of July 13, 1892, c. 158, 27 Stat. 88, 110, provide for the mode of asserting that control. It is urged that the true construction of this act limits its applicability to obstructions in the navigable portion of a navigable stream, and that as it appears that although the Rio Grande may be navigable for a certain distance above its mouth, it is not navigable in the Territory of New Mexico, this statute has no applicability. The language is general, and must be given full scope. It is not a prohibition of any obstruction to the navigation, but any obstruction to the navigable capacity, and anything, wherever done or however done, within the limits of the jurisdiction of the United States which tends to destroy the navigable capacity of one of the navigable waters of the United States, is within the terms of the prohibition. Evidently Congress, perceiving that the time had come when the growing interests of commerce required that the navigable waters of the United States should be subjected to the direct control of the National Government, and that nothing should be done by any State tending to destroy that navigability without the explicit assent of the National Government, enacted the statute in question. And it would be to improperly ignore the scope of this language to limit it to the acts done within the very limits of navigation of a navigable stream.</p>\n<p><span class=\"star-pagination\">*709</span> The creation of any such obstruction may be enjoined, according to the last provision of the section, by proper proceedings in equity under the direction of the Attorney General of the United States, and it was in pursuance of this clause that these proceedings were commenced. Of course, when such proceedings are instituted it becomes a question of fact whether the act sought to be enjoined is one which fairly and directly tends to obstruct (that is, interfere with or diminish) the navigable capacity of a stream. It does not follow that the courts would be justified in sustaining any proceeding by the Attorney General to restrain any appropriation of the upper waters of a navigable stream. The question always is one of fact, whether such appropriation substantially interferes with the navigable capacity within the limits where navigation is a recognized fact. In the course of the argument this suggestion was made, and it seems to us not unworthy of note, as illustrating this thought. The Hudson River runs within the limits of the State of New York. It is a navigable stream and a part of the navigable waters of the United States, so far at least as from Albany southward. One of the streams which flows into it and contributes to the volume of its waters is the Croton River, a non-navigable stream. Its waters are taken by the State of New York for domestic uses in the city of New York. Unquestionably the State of New York has a right to appropriate its waters, and the United States may not question such appropriation, unless thereby the navigability of the Hudson be disturbed. On the other hand, if the State of New York should, even at a place above the limits of navigability, by appropriation for any domestic purposes, diminish the volume of waters, which, flowing into the Hudson, make it a navigable stream, to such an extent as to destroy its navigability, undoubtedly the jurisdiction of the National Government would arise and its power to restrain such appropriation be unquestioned; and within the purview of this section it would become the right of the Attorney General to institute proceedings to restrain such appropriation.</p>\n<p>Without pursuing this inquiry further we are of the opinion <span class=\"star-pagination\">*710</span> that there was error in the conclusions of the lower courts; that the decree must be</p>\n<p><i>Reversed and the case remanded with instructions to set aside the decree of dismissal, and to order an inquiry into the question whether the intended acts of the defendants in the construction of a dam and in appropriating the waters of the Rio Grande will substantially diminish the navigability of that stream within the limits of present navigability, and if so, to enter a decree restraining those acts to the extent that they will so diminish.</i></p>\n<p>MR. JUSTICE GRAY and MR. JUSTICE McKENNA were not present at the argument, and took no part in the decision.</p>\n</div>", "id": 95093, "judges": "Brewer, After Making the Foregoing Statement", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/95093/", "sha1": "54a409ad20b221164bea5330f63ee6d48e9334da", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:38:06"}