{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "175 U.S. 396", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/95132/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "King v. Cross", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "28", 
    "id": 79513, 
    "resource_uri": "/api/rest/v2/citation/79513/"
  }, 
  "id": 95132, 
  "blocked": false, 
  "judges": "White, After Making the Foregoing Statement", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1899-12-11", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>175 U.S. 396 (1899)</b></center>\n<center><h1>KING<br>\nv.<br>\nCROSS.</h1></center>\n<center>No. 28.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 12, 1899.</center>\n<center>Decided December 11, 1899.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF RHODE ISLAND.\n<p><span class=\"star-pagination\">*398</span> <i>Mr. Charles H. Hanson</i> for plaintiffs in error. <i>Mr. John C. Coombs</i> and <i>Mr. Robert W. Burbank</i> were on his brief.</p>\n<p><i>Mr. William R. Tillinghast</i> for defendant in error. <i>Mr. James Tillinghast</i> was on his brief.</p>\n<p>MR. JUSTICE WHITE, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>It is first asserted that the judgment of the Supreme Court of the State of Rhode Island was not due process of law, and was in conflict with the Fourteenth Amendment to the Constitution of the United States, because it recognized the right, in a suit brought in Rhode Island against a non-resident defendant, to garnishee the resident debtor of such defendant. It is contended that a judgment rendered by a court against a defendant who is neither within its jurisdiction, by his person or his property, is wholly void, and any attempt to enforce such judgment amounts to a denial of due process of law. The Rhode Island court, it is claimed, had no jurisdiction over the defendant firm because it was a resident of Massachusetts, and <span class=\"star-pagination\">*399</span> it is asserted that such court had no property of the firm within its control upon which to exercise its jurisdiction. True it is the Lippitt Woolen Company, which alone was charged by the judgment, was made a trustee under the Rhode Island process, and was indebted to the Massachusetts firm; but this fact, it is asserted, did not establish that there was any right in Rhode Island to be subjected to the jurisdiction of the courts of that State, for the following reasons: The situs of movable property is at the domicil of the owner of such property, and therefore the situs of the claim or credit held by the Massachusetts firm against the Lippitt Woolen Company was not in Rhode Island, where the Lippitt Woolen Company was resident, but was in Massachusetts, where the creditor firm was established. The contention in substance is that any process of foreign attachment predicated upon the assumed right to levy on debts due to non-residents by persons within the State wherein the process issues is absolutely void, hence a denial of due process of law.</p>\n<p>We need not enter into a review of the contentions thus presented, since they were all considered by this court at its last term and held to be untenable. <i>Chicago, Rock Island &amp;c. Railway</i> v. <i>Sturm,</i> 174 U.S. 710.</p>\n<p>Conceding, however, as a general rule, that jurisdiction as to a non-resident can be acquired by trustee or garnishment process against a resident debtor of a non-resident defendant, it is urged that the facts in this case cause it to be an exception to this general principle. The proceedings in involuntary insolvency were begun in Massachusetts before the commencement of the suit in Rhode Island. The legal effect of the insolvency proceedings, it is asserted, was to vest all the credits of the insolvent in the court of insolvency of Massachusetts, and therefore there could legally be no debt due to the non-resident insolvent in Rhode Island, because that debt by operation of the Massachusetts insolvent proceedings had ceased to be a debt due the firm, and had become a debt controlled by the Massachusetts insolvent court. The debt in Rhode Island originally due to the firm in Massachusetts can not, it is claimed, be treated as continuing after the insolvency <span class=\"star-pagination\">*400</span> proceedings to be due to the firm without refusing to give effect to the proceedings in Massachusetts, and such refusal is therefore asserted to be the necessary result of the judgment of the court of Rhode Island which is before us for review.</p>\n<p>The contention thus relied upon, it is argued, is not contrary to the settled rule that insolvency proceedings of the several States do not have extra-territorial operation; and it is also asserted that the claim here relied upon is not contrary to the decision of this court in <i>Security Trust Co.</i> v. <i>Dodd, Mead &amp; Co.,</i> 173 U.S. 624. In that case it was held that a general assignment for the benefit of creditors, made by an insolvent under the insolvent laws of a State, did not operate to exempt tangible property, situated at the time of the insolvent assignment in another State, from seizure in the State where the tangible property was actually situated. This decision, it is claimed, was but an exemplification of the general rule limiting insolvency proceedings of one State to the jurisdiction of that State and depriving them of extra-territorial operation. A mere credit, however, it is asserted, conceding it to be subject to attachment or trustee process at the residence of the debtor, is governed by a different rule from that which controls tangible property. Such credit, the claim is, being at the situs of the domicil of the creditor, passes to the custody of the insolvent court when the insolvent law so provides, and therefore comes under the dominion and control of the insolvent court having jurisdiction of the person of the creditor. As by operation of law the credit from the date of insolvency proceedings at the residence of the creditor ceases to be under his dominion, but, on the contrary, is <i>in gremio legis,</i> the power to levy by garnishee or trustee process on the same at the residence of the debtor is destroyed. But the predicate upon which this contention rests is that the Massachusetts insolvent proceedings operated to deprive the insolvent of all control over his assets prior to or at the time when the suit in Rhode Island was commenced and the trustee process there issued. If this premise is unsound the whole contention is without merit, and therefore the legal proposition deduced from it need not be examined.</p>\n<p><span class=\"star-pagination\">*401</span> The statutes of the State of Massachusetts on the subject of insolvency provide: First, for the adjudication by the judge of the court of insolvency upon a voluntary petition; second, for the issue of a warrant for the sequestration of the effects of a petitioning debtor; third, for publication of a notice of the issue of this warrant; fourth, for a meeting of creditors and the election of an assignee; and, fifth, for an assignment by the judge of the court of insolvency to the assignee so elected. Mass. Pub. Stat. 1882, ch. 157, §§ 16, 17, 24, 40, 44. The forty-sixth section of the act which provides when proceedings under it shall operate to divest the debtor of control over his property is reproduced in the margin.<sup>[1]</sup></p>\n<p>Now the petition in insolvency on behalf of the firm of Brown, Steese &amp; Clarke was filed in the court of insolvency on August 12, 1889, a day prior to the commencement by Cross of his action in Rhode Island and the service of the trustee process. The warrant, however, addressed by the Massachusetts insolvent court to the sheriff, directing him as messenger, to take possession of the estate of the insolvent, was not issued until August 21, 1889, the first publication of notice of the issue of such warrant was made on August 23, 1889, and <span class=\"star-pagination\">*402</span> the assignment to the assignees elected by the creditors was made by the judge of the insolvency court on September 4, 1889. The first question presented then is: At what date was the firm of Brown, Steese &amp; Clarke, by force of the insolvent laws of Massachusetts, divested of the title and control of their personal property, tangible and intangible? If the Massachusetts insolvent law did not, from the mere fact of filing the petition of insolvency, operate to divest the insolvent of all control of his credits, it is obvious that such control existed in the creditor when the suit was begun in Rhode Island, for the only step taken in the Massachusetts proceedings prior to the commencement of the suit in Rhode Island was the filing of the petition in insolvency. Every other step in the insolvency was taken after the Rhode Island suit was begun, and the trustee process there levied. Now the text of the Massachusetts statute clearly provides that \"the assignment shall vest in the assignee all the property of the debtor, real and personal, which he could have lawfully sold, assigned or conveyed, or which might have been taken on execution upon a judgment against him, at the time of the first publication of the notice of issuing the warrant in case of voluntary proceedings.\" The decisions of the Supreme Judicial Court of Massachusetts leave no doubt that up to the first publication of notice of the issuing of the warrant the insolvency proceedings do not divest the insolvent of all control of his assets and credit. We premise, however, before reviewing these decisions, that the portions of the present insolvent statutes of Massachusetts, as contained in chapter 157 of the Public Statutes of 1882, so far as they bear upon the question now under consideration, substantially reproduce the provisions of chapter 163 of the statutes of 1838. We place in the margin a portion of section 5 of the latter act, which, it will be seen, declares the effect of a formal assignment by the judge of the court of insolvency in practically similar language to that contained in section 46 of chapter 157 of the Public Statutes of 1882, already referred to.<sup>[1a]</sup></p>\n<p><span class=\"star-pagination\">*403</span> Under the statute of 1838, it was early settled in Massachusetts that the property of an insolvent debtor was not to be regarded as in the custody of the law until the publication of the first notice of the issuance of the warrant, and that until such time the insolvent might <i>bona fide</i> transfer his property, and that it was subject to seizure under judicial process. Thus, in <i>Briggs</i> v. <i>Parkman,</i> (1841) 2 Met. 258, it was held that an assignment, under the statute of 1838, vested in the assignee only the property which the debtor had at the time of the first publication of the notice of the issuing of the warrant against him. In 1842, in <i>Judd</i> v. <i>Ives,</i> 4 Met. 401, on a petition of Judd, an insolvent debtor, asking that proceedings be set aside which had been instituted before a master in chancery under State. 1838, c. 163, in considering the question whether the United States bankrupt act which went into operation on the 1st of February, 1842, superseded or suspended the insolvency proceedings referred to, the court, at page 402, said (italics ours):</p>\n<p>\"But we are nevertheless of opinion, that this consequence of the act is limited to cases instituted under the insolvent law subsequent to the period when the bankrupt law went into operation, and that it cannot supersede or suspend proceedings rightfully commenced under the insolvent act, prior to the time of its going into operation. The counsel for the <span class=\"star-pagination\">*404</span> petitioner admits that it could not, if the property of the insolvent had been actually assigned prior to the first of February, when the bankrupt law went into operation; but he contends, that as the assignment in this case was not actually made until the 7th of February, the whole proceedings were suspended or superseded. Upon consideration, we are of opinion that the proceedings under the commission are not to be thus separated, but that they are to be treated as the parts of one whole; that the assignment not only relates back <i>to the first publication of the notice,</i> and vests all the property of the debtor, both real and personal, in the assignee, but that the debtor is divested of his property, before such assignment, by virtue of the warrant to the messenger and the taking of the property of the debtor into custody, by force of which a qualified property in the estate vests in the messenger, insomuch that no act of the debtor, <i>after the due service and publication of the warrant,</i> can be lawfully done to make any transfer of his property, or to affect the rights of any of his creditors: That the property is, <i>by the act of publication,</i> placed in the custody of the law, in the person of the messenger; and that the judge or master alone can dispose of the same, by the appointment of an assignee to receive it, or by dissolving the process.\"</p>\n<p>In <i>Clarke</i> v. <i>Minot,</i> (1842) 4 Met. 346, in the course of the opinion, the court, in speaking through Chief Justice Shaw, of the time when under the insolvency laws the insolvent debtor was divested of control over his assets, said:</p>\n<p>\"The question then recurs, to what time does this assignment relate back? The statute, sec. 5, thus states it: `Which assignment shall vest in the assignee all the property of the debtor, both real and personal, which he could by any way or means have lawfully sold, assigned or conveyed, or which might have been taken on execution on any judgment against him, at the time of the first publication of the notice of issuing the above mentioned warrant.' This leads directly to the inquiry, what is the time of the first publication thus referred to, and for this we go to the second section. The first section having provided for the issuing of a warrant to a messenger <span class=\"star-pagination\">*405</span> to take possession, etc., the second section provides as follows: `The said messenger shall forthwith give public notice, by advertisement, in such newspapers as shall be designated by the judge, and also such personal or other notice to any persons concerned, as the judge shall prescribe'</p>\n<p>\"It seems to have been the obvious policy of the statute, to fix some precise point of time, at which the whole property and effects of the debtor shall be deemed to have passed from him, and vested in the assignees. The legislature appear to have intended that a time should be fixed, before which all transfers and conveyances of property by the debtor, made in good faith, and not intended to give preferences, shall be valid; so of all payments in the ordinary course of business, and transfers of property, made without the concurrence of the owner, as by seizure or levy on execution.</p>\n<p></p>\n<h2>* * * * *</h2>\n<p>\"We are now seeking to ascertain and fix the point of time intended by the statute as the time at which all the property of the debtor is changed and his power over it suspended; that point, in other words, prior to which all payments, made by him or to him, all conveyances (not fraudulent) made by him, all seizures, levies and extents of execution upon his property, shall be held valid, and all those, made after, void. It was competent for the legislature to have fixed any other time, as, for instance, the application to the judge, or the act of the judge in issuing the warrant, or the delivery of the warrant to the messenger. Either of these would have afforded security to the creditors, but might have unjustly interfered with the rights of those who had been dealing with the debtor, in good faith and without notice. The time of first publication was fixed, obviously because that act would, in most cases, afford actual notice to those immediately interested; and it was intended as constructive notice to all. But no such effect can be attributed to personal notice to one individual.\"</p>\n<p>In <i>Butler</i> v. <i>Mullen,</i> (1868) 100 Mass. 453, the rulings above referred to were reiterated. The syllabus of the case is as follows:</p>\n<p><span class=\"star-pagination\">*406</span> \"One who has been charged as the trustee of H., by a judgment in the trustee process, and has paid to the judgment creditor, on execution, the sum with which he has been so charged, will not be protected against H.'s assignee in insolvency, if the first publication of the warrant in insolvency against H. was before the rendition of the judgment in the trustee process, though he had no actual notice of H.'s insolvency until after payment.\"</p>\n<p>In delivering the opinion of the court, Hoar, J., at page 454, said (italics ours):</p>\n<p>\"The payment by the defendants upon the judgment against them as trustees was a valid payment as against Holbrook, his executors and administrators. (Gen. Sts., c. 142, sec. 37.) But it had no validity against a party whose title intervened before the judgment against them was rendered, and whose title was superior to the attachment by which the fund had been held. Not only does the assignment, when made, relate back to the first publication of the notice in insolvency, and vest all the property of the debtor in the assignee, but before the assignment the debtor is so far divested of his property, by virtue of the issuing of the warrant, that <i>from the first publication</i> no transfer or conveyance of it can be made which will have any validity against the assignee. Gen. Sts., c. 118, sec. 44; <i>Clarke</i> v. <i>Minot,</i> 4 Met. 346; <i>Judd</i> v. <i>Ives</i><i>,</i> Ib. 401; <i>Edwards</i> v. <i>Sumner,</i> 4 Cush. 393; <i>Gallup</i> v. <i>Robinson,</i> 11 Gray, 20.\"</p>\n<p>It being thus made patent that there is no merit in the contention that the operation of the Massachusetts insolvent law was to divest the insolvent of all control over his assets from the mere date of the filing of petition in insolvency, but, on the contrary, that the Massachusetts law only produced such effect from the time of the first publication of the notice of issuing the warrant, it follows, as the levy of the trustee process in Rhode Island was prior to the first publication of the warrant, that the whole theory upon which the argument in this case proceeds is fallacious. It is therefore unnecessary to express any opinion on the legal proposition urged upon our attention on an erroneous conception of the Massachusetts <span class=\"star-pagination\">*407</span> law. This becomes evident when it is considered that the case as presented does not involve the power of a Massachusetts court to assert control over a citizen of that State in order to prevent him from prosecuting in Rhode Island an attachment levied by him upon property in Rhode Island, in supposed violation of the laws of Massachusetts. On the contrary, the question here is simply whether a citizen of Rhode Island was prevented in the courts of his own State from levying an attachment upon a debt due by a citizen and resident of Rhode Island to a citizen and resident of Massachusetts because such levy was in conflict with the Massachusetts insolvent statutes. And this, although by the statutes of Massachusetts the debt levied on in Rhode Island by the citizen of the latter State, if such debt had been situate in Massachusetts, would have been subject to the disposition and control of the insolvent.</p>\n<p>The foregoing considerations would suffice to dispose of the case, but for the fact that it is claimed that as by the Massachusetts statute an assignment by the judge of the insolvent court dissolved attachments made within four months from the first publication aforesaid, therefore, although the trustee process in Rhode Island was issued at a time when the debtor was not divested of control of the claim, nevertheless, by the operation of the Massachusetts law upon the Rhode Island levy, the latter should be dissolved. This contention, however, but asserts that the Massachusetts insolvent statute had, in this particular, an extra-territorial operation, and thereby controlled proceedings validly instituted in Rhode Island. This, however, is in conflict with the elementary doctrine that the insolvent statutes of the respective States do not, to the extent claimed, operate extra-territorially. <i>Security Trust Co.</i> v. <i>Dodd, Mead &amp; Co., supra</i><i>,</i> and authorities there cited. Indeed, the fact that the provision of the Massachusetts statutes retroactively vacating attachments does not control attachments levied in other States at a time when under the Massachusetts insolvent law the insolvent had not by operation of law been deprived of the dominion and control over his credits, is recognized in the courts of Massachusetts. Thus, in <span class=\"star-pagination\">*408</span> <i>Lawrence</i> v. <i>Batcheller,</i> (1881) 131 Mass. 504, assignees in Massachusetts of an insolvent debtor were held not entitled to recover from a creditor of such insolvent, though the creditor was a resident and citizen of Massachusetts, the amount of sums realized through garnishment proceedings in New York, Alabama and Arkansas against persons who were indebted to the Massachusetts insolvent. The garnishment proceedings were instituted before the publication of the warrant, but it was not until after the adjudication in insolvency, and after the assignment by the judge of the court of insolvency to the assignees in insolvency, that the attachment proceedings were prosecuted to final judgment and the collections were made under the trustee process. In the course of the opinion, delivered by Field, J., at pages 506, 508, he said (italics ours):</p>\n<p>\"As the attachments were made prior to the time when the assignment in insolvency took effect, and, <i>having been made in other States, were not dissolved by the proceedings in insolvency in this Commonwealth,</i> and were valid by the laws of the States respectively in which they were made, they must prevail over the assignment, unless the statutes of the Commonwealth make a title so acquired <i>by a citizen of the Commonwealth</i> void or voidable at the election of the assignees in insolvency.</p>\n<p></p>\n<h2>* * * * *</h2>\n<p>\"In the case at bar, the title to the credits attached, which passed to the assignees by virtue of the proceedings in insolvency, whether it be regarded as a legal or an equitable title, was a title <i>subject to the attachments.</i> As neither the common law nor our statutes give any right of action on the facts agreed in this case, the assignees cannot maintain their suit if the attachments were properly made.\"</p>\n<p>See also <i>Proctor</i> v. <i>National Bank of the Republic,</i> 152 Mass. 223.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  \"Sec. 46. The assignment shall vest in the assignee all the property of the debtor, real and personal, which he could have lawfully sold, assigned or conveyed, or which might have been taken on execution upon a judgment against him, at the time of the first publication of the notice of issuing the warrant in case of voluntary proceedings, and at the time of the first publication of notice of the filing of the petition in cases of involuntary proceedings, and shall be effectual, subject to the provisions of the following section, to dissolve any attachment on mesne process made not more than four months prior to the time of the first publication aforesaid. The assignment shall vest in the assignee all debts due to the debtor or any person for his use, and all liens and securities therefor, and all his rights of action for goods or estate, real or personal, and all his rights of redeeming such goods or estate. The assignee may redeem all mortgages, conditional contracts, pledges, and liens of or upon any goods or estate of the debtor, or sell the same subject to such mortgage or other incumbrance, and if a mortgage is foreclosed, pending proceedings in insolvency, and before the appointment of an assignee, or within sixty days thereafter, the assignee, when appointed, may redeem the same at any time within sixty days after the appointment, with remedies similar to those provided by law for the redemption of mortgages before foreclosure.\"</p>\n<p>[1a]  \"SEC. 5. The said judge shall, by an instrument under his hand and seal, assign and convey to the person or persons chosen or appointed assignees as aforesaid, all the estate, real and personal, of the debtor, excepting such as may be by law exempted from attachment, with all his deeds, books and papers relating thereto; which assignment shall vest in the assignees all the property of the debtor, both real and personal, which he could by any way or means have lawfully sold, assigned or conveyed, or which might have been taken in execution on any judgment against him, at the time of the first publication of the notice of issuing the above mentioned warrant, although the same may then be attached on mesne process as the property of the said debtor; and such assignment shall be effectual to pass all the said estate, and dissolve any such attachment; and the said assignment shall also vest in the said assignees all debts due to the debtor, or to any person for his use, and all liens and securities therefor, and all his rights of action for any goods or estate, real or personal, and all his rights of redeeming any such goods or estate; and the assignees shall have power to redeem all mortgages, conditional contracts, pledges and liens, of or upon any goods or estate of the debtor, or to sell the same, subject to such mortgage or other incumbrance. . . .\"</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:38:07", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">175</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">396</span></span> (1899)</b></center>\n<center><h1>KING<br>\nv.<br>\nCROSS.</h1></center>\n<center>No. 28.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 12, 1899.</center>\n<center>Decided December 11, 1899.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF RHODE ISLAND.\n<p><span class=\"star-pagination\">*398</span> <i>Mr. Charles H. Hanson</i> for plaintiffs in error. <i>Mr. John C. Coombs</i> and <i>Mr. Robert W. Burbank</i> were on his brief.</p>\n<p><i>Mr. William R. Tillinghast</i> for defendant in error. <i>Mr. James Tillinghast</i> was on his brief.</p>\n<p>MR. JUSTICE WHITE, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>It is first asserted that the judgment of the Supreme Court of the State of Rhode Island was not due process of law, and was in conflict with the Fourteenth Amendment to the Constitution of the United States, because it recognized the right, in a suit brought in Rhode Island against a non-resident defendant, to garnishee the resident debtor of such defendant. It is contended that a judgment rendered by a court against a defendant who is neither within its jurisdiction, by his person or his property, is wholly void, and any attempt to enforce such judgment amounts to a denial of due process of law. The Rhode Island court, it is claimed, had no jurisdiction over the defendant firm because it was a resident of Massachusetts, and <span class=\"star-pagination\">*399</span> it is asserted that such court had no property of the firm within its control upon which to exercise its jurisdiction. True it is the Lippitt Woolen Company, which alone was charged by the judgment, was made a trustee under the Rhode Island process, and was indebted to the Massachusetts firm; but this fact, it is asserted, did not establish that there was any right in Rhode Island to be subjected to the jurisdiction of the courts of that State, for the following reasons: The situs of movable property is at the domicil of the owner of such property, and therefore the situs of the claim or credit held by the Massachusetts firm against the Lippitt Woolen Company was not in Rhode Island, where the Lippitt Woolen Company was resident, but was in Massachusetts, where the creditor firm was established. The contention in substance is that any process of foreign attachment predicated upon the assumed right to levy on debts due to non-residents by persons within the State wherein the process issues is absolutely void, hence a denial of due process of law.</p>\n<p>We need not enter into a review of the contentions thus presented, since they were all considered by this court at its last term and held to be untenable. <i>Chicago, Rock Island &amp;c. Railway</i> v. <i>Sturm,</i> 174 U.S. 710.</p>\n<p>Conceding, however, as a general rule, that jurisdiction as to a non-resident can be acquired by trustee or garnishment process against a resident debtor of a non-resident defendant, it is urged that the facts in this case cause it to be an exception to this general principle. The proceedings in involuntary insolvency were begun in Massachusetts before the commencement of the suit in Rhode Island. The legal effect of the insolvency proceedings, it is asserted, was to vest all the credits of the insolvent in the court of insolvency of Massachusetts, and therefore there could legally be no debt due to the non-resident insolvent in Rhode Island, because that debt by operation of the Massachusetts insolvent proceedings had ceased to be a debt due the firm, and had become a debt controlled by the Massachusetts insolvent court. The debt in Rhode Island originally due to the firm in Massachusetts can not, it is claimed, be treated as continuing after the insolvency <span class=\"star-pagination\">*400</span> proceedings to be due to the firm without refusing to give effect to the proceedings in Massachusetts, and such refusal is therefore asserted to be the necessary result of the judgment of the court of Rhode Island which is before us for review.</p>\n<p>The contention thus relied upon, it is argued, is not contrary to the settled rule that insolvency proceedings of the several States do not have extra-territorial operation; and it is also asserted that the claim here relied upon is not contrary to the decision of this court in <i>Security Trust Co.</i> v. <i>Dodd, Mead &amp; Co.,</i> 173 U.S. 624. In that case it was held that a general assignment for the benefit of creditors, made by an insolvent under the insolvent laws of a State, did not operate to exempt tangible property, situated at the time of the insolvent assignment in another State, from seizure in the State where the tangible property was actually situated. This decision, it is claimed, was but an exemplification of the general rule limiting insolvency proceedings of one State to the jurisdiction of that State and depriving them of extra-territorial operation. A mere credit, however, it is asserted, conceding it to be subject to attachment or trustee process at the residence of the debtor, is governed by a different rule from that which controls tangible property. Such credit, the claim is, being at the situs of the domicil of the creditor, passes to the custody of the insolvent court when the insolvent law so provides, and therefore comes under the dominion and control of the insolvent court having jurisdiction of the person of the creditor. As by operation of law the credit from the date of insolvency proceedings at the residence of the creditor ceases to be under his dominion, but, on the contrary, is <i>in gremio legis,</i> the power to levy by garnishee or trustee process on the same at the residence of the debtor is destroyed. But the predicate upon which this contention rests is that the Massachusetts insolvent proceedings operated to deprive the insolvent of all control over his assets prior to or at the time when the suit in Rhode Island was commenced and the trustee process there issued. If this premise is unsound the whole contention is without merit, and therefore the legal proposition deduced from it need not be examined.</p>\n<p><span class=\"star-pagination\">*401</span> The statutes of the State of Massachusetts on the subject of insolvency provide: First, for the adjudication by the judge of the court of insolvency upon a voluntary petition; second, for the issue of a warrant for the sequestration of the effects of a petitioning debtor; third, for publication of a notice of the issue of this warrant; fourth, for a meeting of creditors and the election of an assignee; and, fifth, for an assignment by the judge of the court of insolvency to the assignee so elected. Mass. Pub. Stat. 1882, ch. 157, §§ 16, 17, 24, 40, 44. The forty-sixth section of the act which provides when proceedings under it shall operate to divest the debtor of control over his property is reproduced in the margin.<sup>[1]</sup></p>\n<p>Now the petition in insolvency on behalf of the firm of Brown, Steese &amp; Clarke was filed in the court of insolvency on August 12, 1889, a day prior to the commencement by Cross of his action in Rhode Island and the service of the trustee process. The warrant, however, addressed by the Massachusetts insolvent court to the sheriff, directing him as messenger, to take possession of the estate of the insolvent, was not issued until August 21, 1889, the first publication of notice of the issue of such warrant was made on August 23, 1889, and <span class=\"star-pagination\">*402</span> the assignment to the assignees elected by the creditors was made by the judge of the insolvency court on September 4, 1889. The first question presented then is: At what date was the firm of Brown, Steese &amp; Clarke, by force of the insolvent laws of Massachusetts, divested of the title and control of their personal property, tangible and intangible? If the Massachusetts insolvent law did not, from the mere fact of filing the petition of insolvency, operate to divest the insolvent of all control of his credits, it is obvious that such control existed in the creditor when the suit was begun in Rhode Island, for the only step taken in the Massachusetts proceedings prior to the commencement of the suit in Rhode Island was the filing of the petition in insolvency. Every other step in the insolvency was taken after the Rhode Island suit was begun, and the trustee process there levied. Now the text of the Massachusetts statute clearly provides that \"the assignment shall vest in the assignee all the property of the debtor, real and personal, which he could have lawfully sold, assigned or conveyed, or which might have been taken on execution upon a judgment against him, at the time of the first publication of the notice of issuing the warrant in case of voluntary proceedings.\" The decisions of the Supreme Judicial Court of Massachusetts leave no doubt that up to the first publication of notice of the issuing of the warrant the insolvency proceedings do not divest the insolvent of all control of his assets and credit. We premise, however, before reviewing these decisions, that the portions of the present insolvent statutes of Massachusetts, as contained in chapter 157 of the Public Statutes of 1882, so far as they bear upon the question now under consideration, substantially reproduce the provisions of chapter 163 of the statutes of 1838. We place in the margin a portion of section 5 of the latter act, which, it will be seen, declares the effect of a formal assignment by the judge of the court of insolvency in practically similar language to that contained in section 46 of chapter 157 of the Public Statutes of 1882, already referred to.<sup>[1a]</sup></p>\n<p><span class=\"star-pagination\">*403</span> Under the statute of 1838, it was early settled in Massachusetts that the property of an insolvent debtor was not to be regarded as in the custody of the law until the publication of the first notice of the issuance of the warrant, and that until such time the insolvent might <i>bona fide</i> transfer his property, and that it was subject to seizure under judicial process. Thus, in <i>Briggs</i> v. <i>Parkman,</i> (1841) 2 Met. 258, it was held that an assignment, under the statute of 1838, vested in the assignee only the property which the debtor had at the time of the first publication of the notice of the issuing of the warrant against him. In 1842, in <i>Judd</i> v. <i>Ives,</i> 4 Met. 401, on a petition of Judd, an insolvent debtor, asking that proceedings be set aside which had been instituted before a master in chancery under State. 1838, c. 163, in considering the question whether the United States bankrupt act which went into operation on the 1st of February, 1842, superseded or suspended the insolvency proceedings referred to, the court, at page 402, said (italics ours):</p>\n<p>\"But we are nevertheless of opinion, that this consequence of the act is limited to cases instituted under the insolvent law subsequent to the period when the bankrupt law went into operation, and that it cannot supersede or suspend proceedings rightfully commenced under the insolvent act, prior to the time of its going into operation. The counsel for the <span class=\"star-pagination\">*404</span> petitioner admits that it could not, if the property of the insolvent had been actually assigned prior to the first of February, when the bankrupt law went into operation; but he contends, that as the assignment in this case was not actually made until the 7th of February, the whole proceedings were suspended or superseded. Upon consideration, we are of opinion that the proceedings under the commission are not to be thus separated, but that they are to be treated as the parts of one whole; that the assignment not only relates back <i>to the first publication of the notice,</i> and vests all the property of the debtor, both real and personal, in the assignee, but that the debtor is divested of his property, before such assignment, by virtue of the warrant to the messenger and the taking of the property of the debtor into custody, by force of which a qualified property in the estate vests in the messenger, insomuch that no act of the debtor, <i>after the due service and publication of the warrant,</i> can be lawfully done to make any transfer of his property, or to affect the rights of any of his creditors: That the property is, <i>by the act of publication,</i> placed in the custody of the law, in the person of the messenger; and that the judge or master alone can dispose of the same, by the appointment of an assignee to receive it, or by dissolving the process.\"</p>\n<p>In <i>Clarke</i> v. <i>Minot,</i> (1842) 4 Met. 346, in the course of the opinion, the court, in speaking through Chief Justice Shaw, of the time when under the insolvency laws the insolvent debtor was divested of control over his assets, said:</p>\n<p>\"The question then recurs, to what time does this assignment relate back? The statute, sec. 5, thus states it: `Which assignment shall vest in the assignee all the property of the debtor, both real and personal, which he could by any way or means have lawfully sold, assigned or conveyed, or which might have been taken on execution on any judgment against him, at the time of the first publication of the notice of issuing the above mentioned warrant.' This leads directly to the inquiry, what is the time of the first publication thus referred to, and for this we go to the second section. The first section having provided for the issuing of a warrant to a messenger <span class=\"star-pagination\">*405</span> to take possession, etc., the second section provides as follows: `The said messenger shall forthwith give public notice, by advertisement, in such newspapers as shall be designated by the judge, and also such personal or other notice to any persons concerned, as the judge shall prescribe'</p>\n<p>\"It seems to have been the obvious policy of the statute, to fix some precise point of time, at which the whole property and effects of the debtor shall be deemed to have passed from him, and vested in the assignees. The legislature appear to have intended that a time should be fixed, before which all transfers and conveyances of property by the debtor, made in good faith, and not intended to give preferences, shall be valid; so of all payments in the ordinary course of business, and transfers of property, made without the concurrence of the owner, as by seizure or levy on execution.</p>\n<p></p>\n<h2>* * * * *</h2>\n<p>\"We are now seeking to ascertain and fix the point of time intended by the statute as the time at which all the property of the debtor is changed and his power over it suspended; that point, in other words, prior to which all payments, made by him or to him, all conveyances (not fraudulent) made by him, all seizures, levies and extents of execution upon his property, shall be held valid, and all those, made after, void. It was competent for the legislature to have fixed any other time, as, for instance, the application to the judge, or the act of the judge in issuing the warrant, or the delivery of the warrant to the messenger. Either of these would have afforded security to the creditors, but might have unjustly interfered with the rights of those who had been dealing with the debtor, in good faith and without notice. The time of first publication was fixed, obviously because that act would, in most cases, afford actual notice to those immediately interested; and it was intended as constructive notice to all. But no such effect can be attributed to personal notice to one individual.\"</p>\n<p>In <i>Butler</i> v. <i>Mullen,</i> (1868) <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">453</span></span>, the rulings above referred to were reiterated. The syllabus of the case is as follows:</p>\n<p><span class=\"star-pagination\">*406</span> \"One who has been charged as the trustee of H., by a judgment in the trustee process, and has paid to the judgment creditor, on execution, the sum with which he has been so charged, will not be protected against H.'s assignee in insolvency, if the first publication of the warrant in insolvency against H. was before the rendition of the judgment in the trustee process, though he had no actual notice of H.'s insolvency until after payment.\"</p>\n<p>In delivering the opinion of the court, Hoar, J., at page 454, said (italics ours):</p>\n<p>\"The payment by the defendants upon the judgment against them as trustees was a valid payment as against Holbrook, his executors and administrators. (Gen. Sts., c. 142, sec. 37.) But it had no validity against a party whose title intervened before the judgment against them was rendered, and whose title was superior to the attachment by which the fund had been held. Not only does the assignment, when made, relate back to the first publication of the notice in insolvency, and vest all the property of the debtor in the assignee, but before the assignment the debtor is so far divested of his property, by virtue of the issuing of the warrant, that <i>from the first publication</i> no transfer or conveyance of it can be made which will have any validity against the assignee. Gen. Sts., c. 118, sec. 44; <i>Clarke</i> v. <i>Minot,</i> 4 Met. 346; <i>Judd</i> v. <i>Ives</i><i>,</i> Ib. 401; <i>Edwards</i> v. <i>Sumner,</i> 4 Cush. 393; <i>Gallup</i> v. <i>Robinson,</i> 11 Gray, 20.\"</p>\n<p>It being thus made patent that there is no merit in the contention that the operation of the Massachusetts insolvent law was to divest the insolvent of all control over his assets from the mere date of the filing of petition in insolvency, but, on the contrary, that the Massachusetts law only produced such effect from the time of the first publication of the notice of issuing the warrant, it follows, as the levy of the trustee process in Rhode Island was prior to the first publication of the warrant, that the whole theory upon which the argument in this case proceeds is fallacious. It is therefore unnecessary to express any opinion on the legal proposition urged upon our attention on an erroneous conception of the Massachusetts <span class=\"star-pagination\">*407</span> law. This becomes evident when it is considered that the case as presented does not involve the power of a Massachusetts court to assert control over a citizen of that State in order to prevent him from prosecuting in Rhode Island an attachment levied by him upon property in Rhode Island, in supposed violation of the laws of Massachusetts. On the contrary, the question here is simply whether a citizen of Rhode Island was prevented in the courts of his own State from levying an attachment upon a debt due by a citizen and resident of Rhode Island to a citizen and resident of Massachusetts because such levy was in conflict with the Massachusetts insolvent statutes. And this, although by the statutes of Massachusetts the debt levied on in Rhode Island by the citizen of the latter State, if such debt had been situate in Massachusetts, would have been subject to the disposition and control of the insolvent.</p>\n<p>The foregoing considerations would suffice to dispose of the case, but for the fact that it is claimed that as by the Massachusetts statute an assignment by the judge of the insolvent court dissolved attachments made within four months from the first publication aforesaid, therefore, although the trustee process in Rhode Island was issued at a time when the debtor was not divested of control of the claim, nevertheless, by the operation of the Massachusetts law upon the Rhode Island levy, the latter should be dissolved. This contention, however, but asserts that the Massachusetts insolvent statute had, in this particular, an extra-territorial operation, and thereby controlled proceedings validly instituted in Rhode Island. This, however, is in conflict with the elementary doctrine that the insolvent statutes of the respective States do not, to the extent claimed, operate extra-territorially. <i>Security Trust Co.</i> v. <i>Dodd, Mead &amp; Co., supra</i><i>,</i> and authorities there cited. Indeed, the fact that the provision of the Massachusetts statutes retroactively vacating attachments does not control attachments levied in other States at a time when under the Massachusetts insolvent law the insolvent had not by operation of law been deprived of the dominion and control over his credits, is recognized in the courts of Massachusetts. Thus, in <span class=\"star-pagination\">*408</span> <i>Lawrence</i> v. <i>Batcheller,</i> (1881) <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">504</span></span>, assignees in Massachusetts of an insolvent debtor were held not entitled to recover from a creditor of such insolvent, though the creditor was a resident and citizen of Massachusetts, the amount of sums realized through garnishment proceedings in New York, Alabama and Arkansas against persons who were indebted to the Massachusetts insolvent. The garnishment proceedings were instituted before the publication of the warrant, but it was not until after the adjudication in insolvency, and after the assignment by the judge of the court of insolvency to the assignees in insolvency, that the attachment proceedings were prosecuted to final judgment and the collections were made under the trustee process. In the course of the opinion, delivered by Field, J., at pages 506, 508, he said (italics ours):</p>\n<p>\"As the attachments were made prior to the time when the assignment in insolvency took effect, and, <i>having been made in other States, were not dissolved by the proceedings in insolvency in this Commonwealth,</i> and were valid by the laws of the States respectively in which they were made, they must prevail over the assignment, unless the statutes of the Commonwealth make a title so acquired <i>by a citizen of the Commonwealth</i> void or voidable at the election of the assignees in insolvency.</p>\n<p></p>\n<h2>* * * * *</h2>\n<p>\"In the case at bar, the title to the credits attached, which passed to the assignees by virtue of the proceedings in insolvency, whether it be regarded as a legal or an equitable title, was a title <i>subject to the attachments.</i> As neither the common law nor our statutes give any right of action on the facts agreed in this case, the assignees cannot maintain their suit if the attachments were properly made.\"</p>\n<p>See also <i>Proctor</i> v. <i>National Bank of the Republic,</i> 152 Mass. 223.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  \"Sec. 46. The assignment shall vest in the assignee all the property of the debtor, real and personal, which he could have lawfully sold, assigned or conveyed, or which might have been taken on execution upon a judgment against him, at the time of the first publication of the notice of issuing the warrant in case of voluntary proceedings, and at the time of the first publication of notice of the filing of the petition in cases of involuntary proceedings, and shall be effectual, subject to the provisions of the following section, to dissolve any attachment on mesne process made not more than four months prior to the time of the first publication aforesaid. The assignment shall vest in the assignee all debts due to the debtor or any person for his use, and all liens and securities therefor, and all his rights of action for goods or estate, real or personal, and all his rights of redeeming such goods or estate. The assignee may redeem all mortgages, conditional contracts, pledges, and liens of or upon any goods or estate of the debtor, or sell the same subject to such mortgage or other incumbrance, and if a mortgage is foreclosed, pending proceedings in insolvency, and before the appointment of an assignee, or within sixty days thereafter, the assignee, when appointed, may redeem the same at any time within sixty days after the appointment, with remedies similar to those provided by law for the redemption of mortgages before foreclosure.\"</p>\n<p>[1a]  \"SEC. 5. The said judge shall, by an instrument under his hand and seal, assign and convey to the person or persons chosen or appointed assignees as aforesaid, all the estate, real and personal, of the debtor, excepting such as may be by law exempted from attachment, with all his deeds, books and papers relating thereto; which assignment shall vest in the assignees all the property of the debtor, both real and personal, which he could by any way or means have lawfully sold, assigned or conveyed, or which might have been taken in execution on any judgment against him, at the time of the first publication of the notice of issuing the above mentioned warrant, although the same may then be attached on mesne process as the property of the said debtor; and such assignment shall be effectual to pass all the said estate, and dissolve any such attachment; and the said assignment shall also vest in the said assignees all debts due to the debtor, or to any person for his use, and all liens and securities therefor, and all his rights of action for any goods or estate, real or personal, and all his rights of redeeming any such goods or estate; and the assignees shall have power to redeem all mortgages, conditional contracts, pledges and liens, of or upon any goods or estate of the debtor, or to sell the same, subject to such mortgage or other incumbrance. . . .\"</p>\n\n</div>", 
  "sha1": "c3077d04934666def09edf08172c8421eff921c2", 
  "date_modified": "2014-12-21T01:33:09.083506", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/95132/king-v-cross/", 
  "citation_count": 1, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/136060/", 
  "html": "<p class=\"case_cite\">175 U.S. 396</p>\n    <p class=\"case_cite\">20 S.Ct. 131</p>\n    <p class=\"case_cite\">44 L.Ed. 211</p>\n    <p class=\"parties\">THEOPHILUS KING, Adverse Claimant, and the Lippitt  Woolen Company, Alleged Trustee, <i>Plffs. in Err.</i>,<br>v.<br>JOHN A. CROSS <i>et al.</i></p>\n    <p class=\"docket\">No. 28.</p>\n    <p class=\"date\">Argued October 12, 1899.</p>\n    <p class=\"date\">Decided December 11, 1899.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Statement by Mr. Justice White:</p>\n      <p class=\"indent\">The firm of Brown, Steese, &amp; Clarke, established in Boston, on the 12th day of August, 1889, filed in the proper court in and for the county of Norfolk, Massachusetts, a petition praying to be allowed to take the benefit of the insolvent laws of the state of Massachusetts. On the day after&#8212;that is, on the 13th of August, 1889&#8212;John A. Cross, a citizen of Rhode Island, residing at Providence in that state, commenced suit in Rhode Island against the members of the firm of Brown, Steese, &amp; Clarke on two negotiable notes drawn by the firm. The Lippitt Woolen Company and two other Rhode Island corporations carrying on business in that state were served, on the day the suit was filed, with trustee process on the averment that these corporations were indebted to the above-named firm. The Lippitt Woolen Company answered under the trustee process, disclosing the sum of its indebtedness. In the insolvency proceedings an assignee was appointed, and he commenced suit in Massachusetts against the Lippitt Woolen Company to recover the debt due by that corporation to the insolvent firm, and against which debt the trustee process had been issued in Rhode Island, and Hiram Leonard, a resident of Massachusetts, and who was indebted to the Lippitt Woolen Company, was made a garnishee. Pending these proceedings the assignee sold the claim against the Lippitt Woolen Company and one against another corporation to Theophilus King, a resident of Massachusetts, and he was substituted as plaintiff in the action in Massachusetts above referred to. The Lippitt Woolen Company pleaded the pendency of the trustee process against it in the Rhode Island court. The Massachusetts court entered judgment in favor of the plaintiff King and against the Lippitt Woolen Company and the garnishee Leonard. The court, however, directed that execution on the judgment be stayed and the parties enter into a stipulation that no execution should issue until the proceedings in the Rhode Island action had been fully determined. Thereupon King was allowed, by the Rhode Island court, to become a party to the action there pending so far as necessary to enable him to assert his title to the indebtedness due by the Lippitt Woolen Company and other corporations to the firm of Brown, Steese, &amp; Clarke, which debts were covered by the trustee process previously issued in Rhode Island under the circumstances already stated.</p>\n      <p class=\"indent\">In the Rhode Island court both King and the Lippitt Woolen Company pleaded the proceedings under the insolvent laws of Massachusetts, the sale by the assignee to King, and the judgment of the court in Massachusetts, heretofore referred to, and asserted that thereby the title to the indebtedness due by the Lippitt Woolen Company to Brown, Steese, &amp; Clarke passed to King, and that such title was superior to any lien supposed to have arisen from the trustee process which had been issued in the Rhode Island action. The court gave judgment in favor of the plaintiff Cross, charging the Lippitt Woolen Company for the amount of the debt due by that corporation to the firm of Brown, Steese, &amp; Clarke, as stated in the answer of the Lippitt Woolen Company to the trustee proceedings. The court therefore rejected the claim of title preferred by King and acquired by him in the insolvency proceedings in Massachusetts, and in effect decided that the trustee process in Rhode Island operated to create a paramount lien on the debt due by the Lippitt Woolen Company, and was unaffected by the insolvency proceedings in Massachusetts and the action taken on the subject in the courts of that state. Motions for a new trial upon numerous grounds were filed on behalf of the Lippitt Woolen Company and the claimant King. These motions were heard before the appellate division of the supreme court of Rhode Island, and that court overruled them. (19 R. I. 220.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>) The case was then brought to this court by writ of error. In substance, the grounds relied on in this court for a reversal are, that at the time of the service of the trustee process the Rhode Island court was wholly wanting in jurisdiction over the defendants in the action, residents of Massachusetts, and over their property, and that by charging the Lippitt Woolen Company as trustee for the benefit of the plaintiff Cross, the tribunal last mentioned failed to give full faith and credit to the judicial proceedings in the insolvency court in Massachusetts.</p>\n      <p class=\"indent\"><i>Messrs. Chas. H. Hanson,</i> <i>John C. Coombs</i>, and <i>Robert W. Burbank</i> for plaintiffs in error.</p>\n      <p class=\"indent\"><i>Messrs. Wm. R. Tillinghast</i> and <i>James Tillinghast</i> for defendants in error.</p>\n      <p class=\"indent\">Mr. Justice White, after making the foregoing statement, delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">It is first asserted that the judgment of the supreme court of the state of Rhode Island was not due process of law, and was in conflict with the 14th Amendment to the Constitution of the United States, because it recognized the right, in a suit brought in Rhode Island against a nonresident defendant, to garnishee the resident debtor of such defendant. It is contended that a judgment rendered by a court against a defendant who is neither within its jurisdiction by his person or his property is wholly void, and any attempt to enforce such judgment amounts to a denial of due process of law. The Rhode Island court, it is, claimed, had no jurisdiction over the defendant firm because it was a resident of Massachusetts, and it is asserted that such court had no property of the firm within its control upon which to exercise its jurisdiction. True it is the Lippitt Woolen Company, which alone was charged by the judgment, was made a trustee under the Rhode Island process, and was indebted to the Massachusetts firm; but this fact, it is asserted, did not establish that there was any right in Rhode Island to be subjected to the jurisdiction of the courts of that state, for the following reasons: The situs of movable property is at the domicil of the owner of such property, and therefore the situs of the claim or credit held by the Massachusetts firm against the Lippitt Woolen Company was not in Rhode Island, where the Lippitt Woolen Company was resident, but was in Massachusetts, where the creditor firm was established. The contention in substance is that any process of foreign attachment predicated upon the assumed right to levy on debts due to nonresidents by persons within the state wherein the process issues is absolutely void, hence a denial of due process of law.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We need not enter into a review of the contentions thus presented, since they were all considered by this court at its last term and held to be untenable.  <i>Chicago, R. I. &amp; P. R. Co.</i> v. <i>Sturm</i>, 174 U. S. 710, 43 L. ed. 1144, 19 Sup. Ct. Rep. 797.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Conceding, however, as a general rule, that jurisdiction as to a nonresident can be acquired by trustee or garnishment process against a resident debtor of a nonresident defendant, it is urged that the facts in this case cause it to be an exception to this general principle. The proceedings in involuntary insolvency were begun in Massachusetts before the commencement of the suit in Rhode Island. The legal effect of the insolvency proceedings, it is asserted, was to vest all the credits of the insolvent in the court of insolvency of Massachusetts, and therefore there could legally be no debt due to the nonresident insolvent in Rhode Island, because that debt by operation of the Massachusetts insolvent proceedings had ceased to be a debt due the firm, and had become a debt controlled by the Massachusetts insolvent court. The debt in Rhode Island, originally due to the firm in Massachusetts cannot, it is claimed, be treated as continuing after the insolvency proceedings to be due to the firm without refusing to give effect to the proceedings in Massachusetts, and such refusal is therefore asserted to be the necessary result of the judgment of the court of Rhode Island which is before us for review.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The contention thus relied upon, it is argued, is not contrary to the settled rule that insolvency proceedings of the several states do not have extraterritorial operation; and it is also asserted that the claim here relied upon is not contrary to the decision of this court in <i>Security Trust Co.</i> v. <i>Dodd</i>, 173 U. S. 624, 43 L. ed. 835, 19 Sup. Ct. Rep. 545. In that case it was held that a general assignment for the benefit of creditors, made by an insolvent under the insolvent laws of a state, did not operate to exempt tangible property situated at the time of the insolvent assignment in another state from seizure in the state where the tangible property was actually situated. This decision, it is claimed, was but an exemplification of the general rule limiting insolvency proceedings of one state to the jurisdiction of that state and depriving them of extraterritorial operation. A mere credit, however, it is asserted, conceding it to be subject to attachment or trustee process at the residence of the debtor, is governed by a different rule from that which controls tangible property. Such credit, the claim is, being at the situs of the domicil of the creditor, passes to the custody of the insolvent court when the insolvent law so provides, and therefore comes under the dominion and control of the insolvent court having jurisdiction of the person of the creditor. As by operation of law the credit from the date of insolvency proceedings at the residence of the creditor ceases to be under his dominion, but, on the contrary, is <i>in gremio legis</i>, the power to levy by garnishee or trustee process on the same at the residence of the debtor is destroyed. But the predicate upon which this contention rests is that the Massachusetts insolvent proceedings operated to deprive the insolvent of all control over his assets prior to or at the time when the suit in Rhode Island was commenced and the trustee process there issued. If this premise is unsound the whole contention is without merit, and therefore the legal proposition deduced from it need not be examined.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The statutes of the state of Massachusetts on the subject of insolvency provide: First, for the adjudication by the judge of the court of insolvency upon a voluntary petition; second, for the issue of a warrant for the sequestration of the effects of a petitioning debtor; third, for publication of a notice of the issue of this warrant; fourth, for a meeting of creditors and the election of an assignee; and, fifth, for an assignment by the judge of the court of insolvency to the assignee so elected. Mass. Pub. Stat. 1882, chap. 157, &#167;&#167; 16, 17, 24, 40, 44. The forty-sixth section of the act which provides when proceedings under it shall operate to devest the debtor of control over his property is reproduced in the margin.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Now the petition in insolvency on behalf of the firm of Brown, Steese, &amp; Clarke was filed in the court of insolvency on August 12, 1889, a day prior to the commencement by Cross of his action in Rhode Island and the service of the trustee process. The warrant, however, addressed by the Massachusetts insolvent court to the sheriff, directing him, as messenger, to take possession of the estate of the insolvent, was not issued until August 21, 1889, the first publication of notice of the issue of such warrant was made on August 23, 1889, and the assignment to the assignees elected by the creditors was made by the judge of the insolvency court on September 4, 1889. The first question presented then is: At what date was the firm of Brown, Steese, &amp; Clarke, by force of the insolvent laws of Massachusetts, devested of the title and control of their personal property, tangible and intangible? If the Massachusetts insolvent law did not, from the mere fact of filing the petition of insolvency, operate to devest the insolvent of all control of his credits, it is obvious that such control existed in the creditor when the suit was begun in Rhode Island, for the only step taken in the Massachusetts proceedings prior to the commencement of the suit in Rhode Island was the filing of the petition in insolvency. Every other step in the insolvency was taken after the Rhode Island suit was begun, and the trustee process there levied. Now the text of the Massachusetts statute clearly provides that 'the assignment shall vest in the assignee all the property of the debtor, real and personal, which he could have lawfully sold, assigned, or conveyed, or which might have been taken on execution upon a judgment against him, at the time of the first publication of the notice of the issuing of the warrant in case of voluntary proceedings.' The decisions of the supreme judicial court of Massachusetts leave no doubt that up to the first publication of notice of the issuing of the warrant the insolvency proceedings do not devest the insolvent of all control of his assets and credit. We premise, however, before reviewing these decisions, that the portions of the present insolvent statutes of Massachusetts, as contained in chapter 157 of the Public Statutes of 1882, so far as they bear upon the question now under consideration, substantially reproduce the provisions of chapter 163 of the statutes of 1838. We place in the margin a portion of &#167; 5 of the latter act, which, it will be seen, declares the effect of a formal assignment by the judge of the court of insolvency in practically similar language to that contained in &#167; 46 of chapter 157 of the Public Statutes of 1882, already referred to.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Under the statute of 1838, it was early settled in Massachusetts that the property of an insolvent debtor was not to be regarded as in the custody of the law until the publication of the first notice of the issuance of the warrant, and that until such time the insolvent might bona fide transfer his property, and that it was subject to seizure under judicial process. Thus, in <i>Briggs</i> v. <i>Parkman</i> (1841) 2 Met. 258, 37 Am. Dec. 89, it was held that an assignment, under the statute of 1838, vested in the assignee only the property which the debtor had at the time of the first publication of the notice of the issuing of the warrant against him. In 1842, in <i>Judd</i> v. <i>Ives</i>, 4 Met. 401, on a petition of Judd, an insolvent debtor, asking that proceedings be set aside which had been instituted before a master in chancery under Stat. 1838, chap. 163, in considering the question whether the United States bankrupt act which went into operation on the 1st of February, 1842, superseded or suspended the insolvency proceedings referred to, the court, at page 402, said (italics ours):</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'But we are nevertheless of opinion that this consequence of the act is limited to cases instituted under the insolvent law subsequent to the period when the bankrupt law went into operation, and that it cannot supersede or suspend proceedings rightfully commenced under the insolvent act, prior to the time of its going into operation. The counsel for the petitioner admits that it could not, if the property of the insolvent had been actually assigned prior to the first of February, when the bankrupt law went into operation; but he contends that, as the assignment in this case was not actually made until the 7th of February, the whole proceedings were suspended or superseded. Upon consideration, we are of opinion that the proceedings under the commission are not to be thus separated, but that they are to be treated as the parts of one whole; that the assignment not only relates back <i>to the first publication of the notice</i>, and vests all the property of the debtor, both real and personal, in the assignee, but that the debtor is devested of his property, before such assignment, by virtue of the warrant to the messenger and the taking of the property of the debtor into custody, by force of which a qualified property in the estate vests in the messenger, insomuch that no act of the debtor, <i>after the due service and publication of the warrant</i>, can be lawfully done to make any transfer of his property, or to affect the rights of any of his creditors; that the property is, <i>by the act of publication</i>, placed in the custody of the law, in the person of the messenger; and that the judge or master alone can dispose of the same, by the appointment of an assignee to receive it, or by dissolving the process.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In <i>Clarke</i> v. <i>Minot</i> (1842) 4 Met. 346, in the course of the opinion, the court, in speaking, through Chief Justice Shaw, of the time when under the insolvency laws the insolvent debtor was devested of control over his assets, said:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'The question then recurs, To what time does this assignment relate back? The statute, &#167; 5, thus states it: 'Which assignment shall vest in the assignees all the property of the debtor, both real and personal, which he could by any way or means have lawfully sold, assigned, or conveyed, or which might have been taken on execution on any judgment against him, at the time of the first publication of the notice of issuing the above-mentioned warrant.' This leads directly to the inquiry, what is the time of the first publication thus referred to, and for this we go to the second section. The first section having provided for the issuing of a warrant to a messenger to take possession, etc., the second section provides as follows: 'The said messenger shall forthwith give public notice, by advertisement, in such newspapers as shall be designated by the judge, and also such personal or other notice to any persons concerned as the judge shall prescribe.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'It seems to have been the obvious policy of the statute to fix some precise point of time at which the whole property and effects of the debtor shall be deemed to have passed from him and vested in the assignees. The legislature appears to have intended that a time should be fixed, before which all transfers and conveyances of property by the debtor, made in good faith and not intended to give preferences, shall be valid; so, of all payments in the ordinary course of business and transfers of property made without the concurrence of the owner, as by seizure or levy on execution.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">*          *          *          *          *</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'We are now seeking to ascertain and fix the point of time intended by the statute as the time at which all the property of the debtor is changed and his power over it suspended; that point, in other words, prior to which all payments, made by him or to him, all conveyances (not fraudulent) made by him, all seizures, levies, and extents of execution upon his property, shall be held valid, and all those made after void. It was competent for the legislature to have fixed any other time, as, for instance, the application to the judge, or the act of the judge in issuing the warrant, or the delivery of the warrant to the messenger. Either of these would have afforded security to the creditors, but might have unjustly interfered with the rights of those who had been dealing with the debtor, in good faith and without notice. The time of first publication was fixed, obviously, because that act would, in most cases, afford actual notice to those immediately interested; and it was intended as constructive notice to all. But no such effect can be attributed to personal notice to one individual.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In <i>Butler</i> v. <i>Mullen</i> (1868) 100 Mass. 453, the rulings above referred to were reiterated. The syllabus of the case is as follows: 'One who has been charged as the trustes of H, by a judgment in the trustee process, and has paid to the judgment creditor, on execution, the sum with which he has been so charged, will not be protected against H's assignee in insolvency, if the first publication of the warrant in insolvency against H was before the rendition of the judgment in the trustee process, though he had no actual notice of H's insolvency until after payment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In delivering the opinion of the court, Hoar, J., at page 454, said (italics ours):</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'The payment by the defendants upon the judgment against them as trustees was a valid payment as against Holbrook, his executors and administrators. Gen. Stat. chap. 142, &#167; 37. But it had no validity against a party whose title intervened before the judgment against them was rendered, and whose title was superior to the attachment by which the fund had been held. Not only does the assignment, when made, relate back to the first publication of the notice in insolvency, and vest all the property of the debtor in the assignee, but before the assignment the debtor is so far devested of his property, by virtue of the issuing of the warrant, that <i>from the first publication</i> no transfer or conveyance of it can be made which will have any validity against the assignee. Gen. Stat. chap. 118, &#167; 44; <i>Clarke</i> v. <i>Minot</i>, 4 Met. 346; <i>Judd</i> v. <i>Ives</i>, 4 Met. 401; <i>Edwards</i> v. <i>Sumner</i>, 4 Cush. 393; <i>Gallup</i> v. <i>Robinson</i>, 11 Gray, 20.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It being thus made patent that there is no merit in the contention that the operation of the Massachusetts insolvent law was to devest the insolvent of all control over his assets from the mere date of the filing of the petition in insolvency, but, on the contrary, that the Massachusetts law only produced such effect from the time of the first publication of the notice of issuing the warrant, it follows, as the levy of the trustee process in Rhode Island was prior to the first publication of the warrant, that the whole theory upon which the argument in this case proceeds is fallacious. It is therefore unnecessary to express any opinion on the legal proposition urged upon our attention on an erroneous conception of the Massachusetts law. This becomes evident when it is considered that the case as presented does not involve the power of a Massachusetts court to assert control over a citizen of that state in order to prevent him from prosecuting in Rhode Island an attachment levied by him upon property in Rhode Island, in supposed violation of the laws of Massachusetts. On the contrary, the question here is simply whether a citizen of Rhode Island was prevented in the courts of his own state from levying an attachment upon a debt due by a citizen and resident of Rhode Island to a citizen and resident of Massachusetts because such levy was in conflict with the Massachusetts insolvent statutes. And this, although by the statutes of Massachusetts the debt levied on in Rhode Island by the citizen of the latter state, if such debt had been situate in Massachusetts, would have been subject to the disposition and control of the insolvent.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The foregoing considerations would suffice to dispose of the case but for the fact that it is claimed that as by the Massachusetts statute an assignment by the judge of the insolvent court dissolved attachments made within four months from the first publication aforesaid, therefore, although the trustee process in Rhode Island was issued at a time when the debtor was not devested of control of the claim, nevertheless, by the operation of the Massachusetts law upon the Rhode Island levy, the latter should be dissolved. This contention, however, but asserts that the Massachusetts insolvent statute had, in this particular, an extraterritorial operation, and thereby controlled proceedings validly instituted in Rhode Island. This, however, is in conflict with the elementary doctrine that the insolvent statutes of the respective states do not, to the extent claimed, operate extraterritorially. <i>Security Trust Co.</i> v. <i>Dodd,</i> 173 U. S. 624, 43 L. ed. 835, 19 Sup. Ct. Rep. 545, and authorities there cited. Indeed, the fact that the provision of the Massachusetts statutes retroactively vacating attachments does not control attachments levied in other states at a time when, under the Massachusetts insolvent law, the insolvent had not by operation of law been deprived of the dominion and control over his credits, is recognized in the courts of Massachusetts. Thus, in <i>Lawrence</i> v. <i>Batcheller</i> (1881) 131 Mass. 504, assignees in Massachusetts of an insolvent debtor were held not entitled to recover from a creditor of such insolvent, though the creditor was a resident and citizen of Massachusetts, the amount of sums realized through garnishment proceedings in New York, Alabama, and Arkansas against persons who were indebted to the Massachusetts insolvent. The garnishment proceedings were instituted before the publication of the warrant, but it was not until after the adjudication in insolvency, and after the assignment by the judge of the court of insolvency to the assignees in insolvency, that the attachment proceedings were prosecuted to final judgment, and the collections were made under the trustee process. In the course of the opinion, delivered by Field, J., at pages 506, 508, he said (italics ours):</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">'As the attachments were made prior to the time when the assignment in insolvency took effect, and, <i>having been made in other states, were not dissolved by the proceedings in insolvency in this commonwealth</i>, and were valid by the laws of the states respectively in which they were made, they must prevail over the assignment, unless the statutes of the commonwealth make a title so acquired <i>by a citizen of the commonwealth</i> void or voidable at the election of the assignees in insolvency.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">*          *          *          *          *</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'In the case at bar, the title to the credits attached, which passed to the assignees by virtue of the proceedings in insolvency, whether it be regarded as a legal or an equitable title, was a title <i>subject to the attachments</i>. As neither the common law nor our statutes give any right of action on the facts agreed in this case, the assignees cannot maintain their suit if the attachments were properly made.'</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">See also <i>Proctor</i> v. <i>National Bank of the Republic</i>, 152 Mass. 223, 9 L. R. A. 122, 25 N. E. 81.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\"><i>Affirmed</i>.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 33 Atl. 147.</p>\n        <p>'Sec. 46. The assignment shall vest in the assignee all the property of the debtor, real and personal, which he could have lawfully sold, assigned, or conveyed, or which might have been taken on execution upon a judgment against him, at the time of the first publication of the notice of issuing the warrant in case of voluntary proceedings, and at the time of the first publication of notice of the filing of the petition in cases of involuntary proceedings, and shall be effectual, subject to the provisions of the following section, to dissolve any attachment on mesne process made not more than four months prior to the time of the first publication aforesaid. The assignment shall vest in the assignee all debts due to the debtor or any person for his use, and all liens and securities therefor, and all his rights of action for goods or estate, real or personal, and all his rights of redeeming such goods or estate. The assignee may redeem all mortgages, conditional contracts, pledges, and liens of or upon any goods or estate of the debtor, or sell the same subject to such mortgage or other encumbrance, and if a mortgage is foreclosed, pending proceedings in insolvency, and before the appointment of an assignee, or within sixty days thereafter, the assignee, when appointed, may redeem the same at any time within sixty days after the appointment, with remedies similar to those provided by law for the redemption of mortgages before foreclosure.'</p>\n        <p>'Sec. 5. The said judge shall, by an instrument under his hand and seal, assign and convey to the person or persons chosen or appointed assignees as aforesaid, all the estate, real and personal, of the debtor, excepting such as may be by law exempted from attachment, with all his deeds, books, and papers relating thereto; which assignment shall vest in the assignees all the property of the debtor, both real and personal, which he could by any way or means have lawfully sold, assigned, or conveyed, or which might have been taken in execution on any judgment against him, at the time of the first publication of the notice of issuing the above-mentioned warrant, although the same may then be attached on mesne process as the property of the said debtor; and such assignment shall be effectual to pass all the said estate, and dissolve any such attachment; and the said assignment shall also vest in the said assignees all debts due to the debtor, or to any person for his use, and all liens and securities therefor, and all his rights of action for any goods or estate, real or personal, and all his rights of redeeming any such goods or estate; and the assignees shall have power to redeem all mortgages, conditional contracts, pledges, and liens, of or upon any goods or estate of the debtor, or to sell the same, subject to such mortgage or other encumbrance. . . .'</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/95132/"
}