{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "175 U.S. 409", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/95133/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Abbott v. Tacoma Bank of Commerce", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "376", 
    "id": 79514, 
    "resource_uri": "/api/rest/v2/citation/79514/"
  }, 
  "id": 95133, 
  "blocked": false, 
  "judges": "Harlan", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1899-12-11", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>175 U.S. 409 (1899)</b></center>\n<center><h1>ABBOTT<br>\nv.<br>\nTACOMA BANK OF COMMERCE.</h1></center>\n<center>No. 376.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted November 6, 1899.</center>\n<center>Decided December 11, 1899.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF WASHINGTON.\n<p><i>Mr. W.H. Bogle</i> and <i>Mr. Charles Richardson</i> for the motion.</p>\n<p><i>Mr. John H. Mitchell</i> and <i>Mr. W.C. Sharpstein,</i> opposing.</p>\n<p>MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>The plaintiff in error, Abbott, brought this action in the Superior Court of the State of Washington to recover damages sustained by the plaintiff on account of an alleged libel published against him by the National Bank of Commerce of Tacoma, Washington, and the other individual defendants named.</p>\n<p>It appears that in 1895 the defendant bank at the instance of the other defendants as its directors and attorneys instituted a suit in the United States Circuit Court for the District of Washington against three of its former directors to recover certain alleged losses on account of loans made by them. The complaint in that suit alleged that Abbott was one of the persons <span class=\"star-pagination\">*410</span> to whom the loans were made, and among other things charged substantially that he was insolvent when they were made.</p>\n<p>In the present action Abbott alleged in his complaint that the statements in reference to him and his financial condition in the other suit were defamatory and untrue; that the defendants not only had no reason to believe them to be true, but knew them to be untrue, and that those statements were not pertinent, relevant or material to the bank's cause of action.</p>\n<p>The defendants in their answer averred that the language referred to was contained in the complaint filed by the bank and not otherwise; that the court in which that complaint was filed had jurisdiction of the parties and of the subject-matter of the action; and that the language used was pertinent, relevant and material to the issues, and was in good faith believed by defendants to be true and was true.</p>\n<p>In his reply the plaintiff, besides denying the averments of the answer, alleged that he was not a party to the action in which that complaint was filed, was not bound by any proceedings therein, that his rights cannot be determined in any manner thereby, and that \"any attempt to deprive him of his rights or his property by any process therein or thereunder is contrary to and in violation of the constitution and laws of the State of Washington, and of section 1 of Article XIV of the Amendments to the Constitution of the United States.\"</p>\n<p>The trial court, on motion for judgment on the pleadings, dismissed the suit upon the ground that the facts stated did not constitute a cause of action and because the matters alleged to be libellous were privileged.</p>\n<p>This judgment was affirmed by the Supreme Court of Washington. Among other things that court said: \"Whether the Federal court had jurisdiction of the cause in which the pleading was filed, and of the parties thereto, is purely a legal question to be determined from an inspection of the pleading itself. The Federal court overruled a demurrer to the bill which contained the objectionable matter, and we are constrained to hold as did that court that it had jurisdiction. See <i>National Bank</i> <span class=\"star-pagination\">*411</span> <i>of Commerce</i> v. <i>Wade et al.,</i> 84 Fed. Rep. 10. We think it requires no argument to demonstrate that the words complained of were pertinent and material to the cause, and the question to be determined is, were they absolutely privileged, regardless of whether they were true or false, used maliciously or in good faith. The doctrine of privileged communications rests upon public policy, `which looks to the free and unfettered administration of justice, though, as an incidental result, it may, in some instances, afford an immunity to the evil-disposed and malignant slanderer.' <i>Bartlett</i> v. <i>Christhilf,</i> 69 Maryland, 219. It cannot be doubted that it is a privilege liable to be abused, and its abuse may lead to great hardships; but to give legal sanction to such suits as the present would, we think, give rise to far greater hardships.\" <i>Abbott</i> v. <i>Nat. Bank of Commerce,</i> 20 Washington, 552.</p>\n<p>Among the errors assigned in this court are that the Supreme Court of Washington erred in affirming the judgment of the Superior Court of Pierce County because the effect of such judgment was to deprive plaintiff in error of his property without due process of law, contrary to the Fourteenth Amendment to the Constitution of the United States; in holding that the United States Circuit Court for the District of Washington, Western Division, had jurisdiction of the suit brought by the National Bank of Commerce of Tacoma; in holding that the libellous matter contained in the bill of complaint filed in that suit was privileged; and in holding that such matter was pertinent and material to the issue in that suit.</p>\n<p>This case is now before us upon motion to dismiss the present writ of error for want of jurisdiction in this court, and, that motion failing, to affirm the judgment below on the ground that the question upon which jurisdiction depends is such as not to need further argument.</p>\n<p>The question whether the Circuit Court of the United States had jurisdiction to entertain the suit brought by the National Bank of Commerce was raised in the action brought by the bank and was decided in its favor \u0097 the court holding that the case was one arising under the laws of the United States, in that it involved the question whether or not the action <span class=\"star-pagination\">*412</span> could be maintained under section 5239 of the Revised Statutes before the violation of its provisions had been determined by a proper court in a suit brought for that purpose by the Comptroller of the Currency. <i>National Bank of Commerce</i> v. <i>Wade</i><i>,</i> above cited. That section is as follows: \"§ 5239. If the directors of any national banking association shall knowingly violate, or knowingly permit any of the officers, agents or servants of the association to violate any of the provisions of this Title, all the rights, privileges and franchises of the association shall be thereby forfeited. Such violation shall, however, be determined and adjudged by a proper Circuit, District or Territorial Court of the United States, in a suit brought for that purpose by the Comptroller of the Currency, in his own name, before the association shall be declared dissolved. And in case of such violation, every director who participated in or assented to the same shall be held liable in his personal and individual capacity for all damages which the association, its shareholders or any other person shall have sustained in consequence of such violation.\"</p>\n<p>The Supreme Court of the State held that the Circuit Court of the United States had authority to entertain the action brought by the bank. But that decision did not bring the case within the clause of the statute giving this court jurisdiction to reexamine a final judgment or decree in the highest court of the State \"where is drawn in question the validity of a treaty or statute of, or an authority exercised under, the United States, and the decision is against their validity.\" Rev. Stat. § 709. The Circuit Court of the United States had authority to judicially determine in the case and for the parties before it whether the action brought by the bank was one arising under the laws of the United States. Its authority in that regard was not and could not have been disputed. But to deny that the bank could bring its action in the Federal court \u0097 the bank being located in Washington and the persons sued by it being citizens of that State \u0097 was not, within the meaning of section 709, to draw in question \"an authority exercised under the United States.\" Besides, the decision of the same question by the state court was in support <span class=\"star-pagination\">*413</span> of the jurisdiction of the Circuit Court of the United States. Where the issue is as to the validity of \"an authority exercised under the United States,\" we cannot review its determination by the state court, unless the decision was against the validity of the authority so exercised. As said in <i>Balt. &amp; Potomac Railroad</i> v. <i>Hopkins,</i> 130 U.S. 210, 223, \"the distinction is palpable between a denial of the authority and a denial of a right, title, privilege or immunity claimed under it.\" <i>Clough</i> v. <i>Curtis,</i> 134 U.S. 361, 369; <i>United States</i> v. <i>Lynch,</i> 137 U.S. 280, 286; <i>Cook County</i> v. <i>Calumet &amp;c. Canal &amp; Dock Co.,</i> 138 U.S. 635, 653.</p>\n<p>Nor can we sustain the contention that our jurisdiction may rest on the clause of section 709, \"or where is drawn in question the validity of a statute of, or an authority exercised under, any State, on the ground of their being repugnant to the Constitution, treaties or laws of the United States, and the decision is in favor of their validity.\" The authority of the state court to consider and pass upon the question, directly raised in the case before it, as to the jurisdiction of the Circuit Court of the United States on the bank's suit, was not drawn in question. The contention is only that its decision was erroneous.</p>\n<p>But this court has jurisdiction under the clause of section 709, \"or where any right, title, privilege or immunity is claimed under the Constitution, or any treaty or statute of, or commission held or authority exercised under, the United States, and the decision is against the title, right, privilege or immunity specially set up or claimed by either party or authority.\" The plaintiff did specially set up and claim that reputation was \"property,\" and that the ground on which the state court proceeded, namely, that the alleged libellous matter appeared in a pleading and could not be made the basis of an action for damages deprived him of his property without due process of law, in violation of the Fourteenth Amendment of the Constitution of the United States.</p>\n<p>It is true, as suggested by plaintiff in error, that a State may not by any of its agencies, legislative, judicial or executive, disregard the prohibitions of that amendment. But even <span class=\"star-pagination\">*414</span> if reputation could be deemed property within the meaning of the Fourteenth Amendment, the state court did nothing that could be regarded within the meaning of the Constitution, as depriving the plaintiff of his reputation. It only adjudged that the words used in a pleading in another suit could not be made the foundation of an action for damages. If it erred in so declaring, it was an error as to a matter of general law and involved no question of a Federal nature; still less an error which in any legal sense deprived the plaintiff of his reputation. It left his reputation as it was, and only adjudged that he could not proceed against the defendants, and by judgment and execution take their property in violation of what the court deemed to be the principles of law governing the case.</p>\n<p>There was, in our opinion, color for the motion to dismiss, and therefore the motion to affirm may be considered; and as the judgment below did not deprive plaintiff of any right, privilege or immunity secured by the Constitution or laws of the United States, it is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:38:07", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">175</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">409</span></span> (1899)</b></center>\n<center><h1>ABBOTT<br>\nv.<br>\nTACOMA BANK OF COMMERCE.</h1></center>\n<center>No. 376.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted November 6, 1899.</center>\n<center>Decided December 11, 1899.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF WASHINGTON.\n<p><i>Mr. W.H. Bogle</i> and <i>Mr. Charles Richardson</i> for the motion.</p>\n<p><i>Mr. John H. Mitchell</i> and <i>Mr. W.C. Sharpstein,</i> opposing.</p>\n<p>MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>The plaintiff in error, Abbott, brought this action in the Superior Court of the State of Washington to recover damages sustained by the plaintiff on account of an alleged libel published against him by the National Bank of Commerce of Tacoma, Washington, and the other individual defendants named.</p>\n<p>It appears that in 1895 the defendant bank at the instance of the other defendants as its directors and attorneys instituted a suit in the United States Circuit Court for the District of Washington against three of its former directors to recover certain alleged losses on account of loans made by them. The complaint in that suit alleged that Abbott was one of the persons <span class=\"star-pagination\">*410</span> to whom the loans were made, and among other things charged substantially that he was insolvent when they were made.</p>\n<p>In the present action Abbott alleged in his complaint that the statements in reference to him and his financial condition in the other suit were defamatory and untrue; that the defendants not only had no reason to believe them to be true, but knew them to be untrue, and that those statements were not pertinent, relevant or material to the bank's cause of action.</p>\n<p>The defendants in their answer averred that the language referred to was contained in the complaint filed by the bank and not otherwise; that the court in which that complaint was filed had jurisdiction of the parties and of the subject-matter of the action; and that the language used was pertinent, relevant and material to the issues, and was in good faith believed by defendants to be true and was true.</p>\n<p>In his reply the plaintiff, besides denying the averments of the answer, alleged that he was not a party to the action in which that complaint was filed, was not bound by any proceedings therein, that his rights cannot be determined in any manner thereby, and that \"any attempt to deprive him of his rights or his property by any process therein or thereunder is contrary to and in violation of the constitution and laws of the State of Washington, and of section 1 of Article XIV of the Amendments to the Constitution of the United States.\"</p>\n<p>The trial court, on motion for judgment on the pleadings, dismissed the suit upon the ground that the facts stated did not constitute a cause of action and because the matters alleged to be libellous were privileged.</p>\n<p>This judgment was affirmed by the Supreme Court of Washington. Among other things that court said: \"Whether the Federal court had jurisdiction of the cause in which the pleading was filed, and of the parties thereto, is purely a legal question to be determined from an inspection of the pleading itself. The Federal court overruled a demurrer to the bill which contained the objectionable matter, and we are constrained to hold as did that court that it had jurisdiction. See <i>National Bank</i> <span class=\"star-pagination\">*411</span> <i>of Commerce</i> v. <i>Wade et al.,</i> 84 Fed. Rep. 10. We think it requires no argument to demonstrate that the words complained of were pertinent and material to the cause, and the question to be determined is, were they absolutely privileged, regardless of whether they were true or false, used maliciously or in good faith. The doctrine of privileged communications rests upon public policy, `which looks to the free and unfettered administration of justice, though, as an incidental result, it may, in some instances, afford an immunity to the evil-disposed and malignant slanderer.' <i>Bartlett</i> v. <i>Christhilf,</i> 69 Maryland, 219. It cannot be doubted that it is a privilege liable to be abused, and its abuse may lead to great hardships; but to give legal sanction to such suits as the present would, we think, give rise to far greater hardships.\" <i>Abbott</i> v. <i>Nat. Bank of Commerce,</i> 20 Washington, 552.</p>\n<p>Among the errors assigned in this court are that the Supreme Court of Washington erred in affirming the judgment of the Superior Court of Pierce County because the effect of such judgment was to deprive plaintiff in error of his property without due process of law, contrary to the Fourteenth Amendment to the Constitution of the United States; in holding that the United States Circuit Court for the District of Washington, Western Division, had jurisdiction of the suit brought by the National Bank of Commerce of Tacoma; in holding that the libellous matter contained in the bill of complaint filed in that suit was privileged; and in holding that such matter was pertinent and material to the issue in that suit.</p>\n<p>This case is now before us upon motion to dismiss the present writ of error for want of jurisdiction in this court, and, that motion failing, to affirm the judgment below on the ground that the question upon which jurisdiction depends is such as not to need further argument.</p>\n<p>The question whether the Circuit Court of the United States had jurisdiction to entertain the suit brought by the National Bank of Commerce was raised in the action brought by the bank and was decided in its favor \u0097 the court holding that the case was one arising under the laws of the United States, in that it involved the question whether or not the action <span class=\"star-pagination\">*412</span> could be maintained under section 5239 of the Revised Statutes before the violation of its provisions had been determined by a proper court in a suit brought for that purpose by the Comptroller of the Currency. <i>National Bank of Commerce</i> v. <i>Wade</i><i>,</i> above cited. That section is as follows: \"§ 5239. If the directors of any national banking association shall knowingly violate, or knowingly permit any of the officers, agents or servants of the association to violate any of the provisions of this Title, all the rights, privileges and franchises of the association shall be thereby forfeited. Such violation shall, however, be determined and adjudged by a proper Circuit, District or Territorial Court of the United States, in a suit brought for that purpose by the Comptroller of the Currency, in his own name, before the association shall be declared dissolved. And in case of such violation, every director who participated in or assented to the same shall be held liable in his personal and individual capacity for all damages which the association, its shareholders or any other person shall have sustained in consequence of such violation.\"</p>\n<p>The Supreme Court of the State held that the Circuit Court of the United States had authority to entertain the action brought by the bank. But that decision did not bring the case within the clause of the statute giving this court jurisdiction to reexamine a final judgment or decree in the highest court of the State \"where is drawn in question the validity of a treaty or statute of, or an authority exercised under, the United States, and the decision is against their validity.\" Rev. Stat. § 709. The Circuit Court of the United States had authority to judicially determine in the case and for the parties before it whether the action brought by the bank was one arising under the laws of the United States. Its authority in that regard was not and could not have been disputed. But to deny that the bank could bring its action in the Federal court \u0097 the bank being located in Washington and the persons sued by it being citizens of that State \u0097 was not, within the meaning of section 709, to draw in question \"an authority exercised under the United States.\" Besides, the decision of the same question by the state court was in support <span class=\"star-pagination\">*413</span> of the jurisdiction of the Circuit Court of the United States. Where the issue is as to the validity of \"an authority exercised under the United States,\" we cannot review its determination by the state court, unless the decision was against the validity of the authority so exercised. As said in <i>Balt. &amp; Potomac Railroad</i> v. <i>Hopkins,</i> <span class=\"citation\" data-id=\"92462\"><a href=\"/opinion/92462/baltimore-potomac-r-co-v-hopkins/\"><span class=\"volume\">130</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">210</span></a></span>, 223, \"the distinction is palpable between a denial of the authority and a denial of a right, title, privilege or immunity claimed under it.\" <i>Clough</i> v. <i>Curtis,</i> <span class=\"citation\" data-id=\"92735\"><a href=\"/opinion/92735/clough-v-curtis/\"><span class=\"volume\">134</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">361</span></a></span>, 369; <i>United States</i> v. <i>Lynch,</i> <span class=\"citation\" data-id=\"92879\"><a href=\"/opinion/92879/united-states-v-lynch/\"><span class=\"volume\">137</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">280</span></a></span>, 286; <i>Cook County</i> v. <i>Calumet &amp;c. Canal &amp; Dock Co.,</i> <span class=\"citation\" data-id=\"92986\"><a href=\"/opinion/92986/cook-county-v-calumet-chicago-canal-dock-co/\"><span class=\"volume\">138</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 653.</p>\n<p>Nor can we sustain the contention that our jurisdiction may rest on the clause of section 709, \"or where is drawn in question the validity of a statute of, or an authority exercised under, any State, on the ground of their being repugnant to the Constitution, treaties or laws of the United States, and the decision is in favor of their validity.\" The authority of the state court to consider and pass upon the question, directly raised in the case before it, as to the jurisdiction of the Circuit Court of the United States on the bank's suit, was not drawn in question. The contention is only that its decision was erroneous.</p>\n<p>But this court has jurisdiction under the clause of section 709, \"or where any right, title, privilege or immunity is claimed under the Constitution, or any treaty or statute of, or commission held or authority exercised under, the United States, and the decision is against the title, right, privilege or immunity specially set up or claimed by either party or authority.\" The plaintiff did specially set up and claim that reputation was \"property,\" and that the ground on which the state court proceeded, namely, that the alleged libellous matter appeared in a pleading and could not be made the basis of an action for damages deprived him of his property without due process of law, in violation of the Fourteenth Amendment of the Constitution of the United States.</p>\n<p>It is true, as suggested by plaintiff in error, that a State may not by any of its agencies, legislative, judicial or executive, disregard the prohibitions of that amendment. But even <span class=\"star-pagination\">*414</span> if reputation could be deemed property within the meaning of the Fourteenth Amendment, the state court did nothing that could be regarded within the meaning of the Constitution, as depriving the plaintiff of his reputation. It only adjudged that the words used in a pleading in another suit could not be made the foundation of an action for damages. If it erred in so declaring, it was an error as to a matter of general law and involved no question of a Federal nature; still less an error which in any legal sense deprived the plaintiff of his reputation. It left his reputation as it was, and only adjudged that he could not proceed against the defendants, and by judgment and execution take their property in violation of what the court deemed to be the principles of law governing the case.</p>\n<p>There was, in our opinion, color for the motion to dismiss, and therefore the motion to affirm may be considered; and as the judgment below did not deprive plaintiff of any right, privilege or immunity secured by the Constitution or laws of the United States, it is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "sha1": "3b6cdf1a39fd1e80e1aa0b69d90bdb459f8354a9", 
  "date_modified": "2014-12-21T01:33:08.655095", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/95133/abbott-v-tacoma-bank-of-commerce/", 
  "citation_count": 3, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/276869/", 
  "html": "<p class=\"case_cite\">175 U.S. 409</p>\n    <p class=\"case_cite\">20 S.Ct. 153</p>\n    <p class=\"case_cite\">44 L.Ed. 217</p>\n    <p class=\"parties\">T. O. ABBOTT, <i>Plff. in Err.</i>,<br>v.<br>NATIONAL BANK OF COMMERCE of Tacoma, Washington, A  Corporation, Chester Thorne, J. W. Wallace, Edward  Huggins, and W. H. Bogle and Charles Richardson as  Copartners under the Firm Name and Style of Bogle  &amp; Richardson.</p>\n    <p class=\"docket\">No. 376.</p>\n    <p class=\"date\">Submitted November 6, 1899.</p>\n    <p class=\"date\">Decided December 11, 1899.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Messrs. John H. Mitchell</i> and <i>W. C. Sharpstein</i> for plaintiff in error.</p>\n      <p class=\"indent\"><i>Messrs. Thomas R. Shepard,</i> <i>W. H. Bogle</i>, and <i>Charles Richardson</i> for defendants in error.</p>\n      <p class=\"indent\">Mr. Justice Harlan delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The plaintiff in error, Abbott, brought this action in the superior court of the state of Washington to recover damages sustained by the plaintiff on account of an alleged libel published against him by the National Bank of Commerce of Tacoma, Washington, and the individual defendants above named.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It appears that in 1895 the defendant bank, at the instance of the other defendants as its directors and attorneys, instituted a suit in the United States circuit court for the district of Washington against three of its former directors to recover certain alleged losses on account of loans made by them. The complaint in that suit alleged that Abbott was one of the persons to whom the loans were made, and among other things charged substantially that he was insolvent when they were made.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the present action Abbott alleged in his complaint that the statements in reference to him and his financial condition in the other suit were defamatory and untrue; that the defendants not only had no reason to believe them to be true, but knew them to be untrue, and that those statements were not pertinent, relevant, or material to the bank's cause of action.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The defendants in their answer averred that the language referred to was contained in the complaint filed by the bank, and not otherwise; that the court in which that complaint was filed had jurisdiction of the parties and of the subject-matter of the action; and that the language used was pertinent, relevant, and material to the issues, and was in good faith believed by defendants to be true, and was true.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In his reply the plaintiff, besides denying the averments of the answer, alleged that he was not a party to the action in which that complaint was filed, was not bound by any proceedings therein, that his rights cannot be determined in any manner thereby, and that 'any attempt to deprive him of his rights or his property by any process therein or thereunder is contrary to and in violation of the Constitution and laws of the state of Washington, and of &#167; 1 of article 14 of the Amendments to the Constitution of the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The trial court, on motion for judgment on the pleadings, dismissed the suit upon the ground that the facts stated did not constitute a cause of action, and because the matters alleged to be libelous were privileged.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This judgment was affirmed by the supreme court of Washington. Among other things that court said: 'Whether the Federal court had jurisdiction of the cause in which the pleading was filed, and of the parties thereto, is purely a legal question, to be determined from an inspection of the pleading itself. The Federal court overruled a demurrer to the bill which contained the objectionable matter, and we are constrained to hold, as did that court, that it had jurisdiction. See National Bank of Commerce argument to demonstrate that the words complained of were pertinent and material to the cause, and the question to be determined is, Were they absolutely privileged, regardless of whether they were true or false, used maliciously or in good faith? The doctrine of privilege communications rests upon public policy, 'which looks to the free and unfettered administration of justice, though, as an incidental result, it may in some instances afford an immunity to the evil-disposed and malignant slanderer.' <i>Bartlett</i> v. <i>Christhilf</i>, 69 Md. 219, 14 Atl. 518. It cannot be doubted that it is a privilege liable to be abused, and its abuse may lead to great hardships; but to give legal sanction to such suits as the present would, we think, give rise to far greater hardships.' <i>Abbott v. National Bank of Commerce</i>, 20 Wash. 552, 56 Pac. 376.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Among the errors assigned in this court are that the supreme court of Washington erred in affirming the judgment of the superior court of Pierce county because the effect of such judgment was to deprive plaintiff in error of his property without due process of law, contrary to the 14th Amendment to the Constitution of the United States; in holding that the United States circuit court for the district of Washington, western division, had jurisdiction of the suit brought by the National Bank of Commerce of Tacoma; in holding that the libelous matter contained in the bill of complaint filed in that suit was privileged; and in holding that such matter was pertinent and material to the issue in that suit.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">This case is now before us upon motion to dismiss the present writ of error for want of jurisdiction in this court, and, that motion failing, to affirm the judgment below on the ground that the question upon which jurisdiction depends is such as not to need further argument.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The question whether the circuit court of the United States had jurisdiction to entertain the suit brought by the National Bank of Commerce was raised in the action brought by the bank and was decided in its favor&#8212;the court holding that the case was one arising under the laws of the United States, in that it involved the question whether or not the action could be maintained under &#167; 5239 of the Revised Statutes before the violation of its provisions had been determined by a proper court in a suit brought for that purpose by the comptroller of the currency. <i>National Bank of Commerce</i> v. <i>Wade</i>, above cited. That section is as follows: &#167; 5239: 'If the directors of any national banking association shall knowingly violate, or knowingly permit any of the officers, agents, or servants of the association to violate, any of the provisions of this title, all the rights, privileges, and franchises of the association shall be thereby forfeited. Such violation shall, however, be determined and adjudged by a proper circuit, district, or territorial court of the United States in a suit brought for that purpose by the comptroller of the currency, in his own name, before the association shall be declared dissolved. And in case of such violation, every director who participated in or assented to the same shall be held liable in his personal and individual capacity for all damages which the association, its shareholders, or any other person, shall have sustained in consequence of such violation.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The supreme court of the state held that the circuit court of the United States had authority to entertain the action brought by the bank. But that decision did not bring the case within the clause of the statute giving this court jurisdiction to re-examine a final judgment or decree in the highest court of the state 'where is drawn in question the validity of a treaty or statute of, or an authority exercised under, the United States, and the decision is against their validity.' Rev. Stat. &#167; 709. The circuit court of the Uniter States had authority to judicially determine in the case and for the parties before it whether the action brought by the bank was one arising under the laws of the United States. Its authority in that regard was not and could not have been disputed. But to deny that the bank could bring its action in the Federal court&#8212;the bank being located in Washington and the persons sued by it being citizens of that state&#8212;was not, within the meaning of &#167; 709, to draw in question 'an authority exercised under the United States.' Besides, the decision of the same question by the state court was in support of the jurisdiction of the circuit court of the United States. Where the issue is as to the validity of 'an authority exercised under the United States,' we cannot review its determination by the state court, unless the decision was against the validity of the authority so exercised. As said in <i>Baltimore &amp; P. R. Co.</i> v. <i>Hopkins</i>, 130 U. S. 210, 223, 32 L. ed. 908, 913, 9 Sup. Ct. Rep. 503, 'the distinction is palpable between a denial of the authority and a denial of a title, right, privilege, or immunity claimed under it.' <i>Clough</i> v. <i>Curtis</i>, 134 U. S. 361, 369, 33 L. ed. 945, 10 Sup. Ct. Rep. 573; <i>United States</i> v. <i>Lynch</i>, 137 U. S. 280, 286, 34 L. ed. 700, 702, 11 Sup. Ct. Rep. 114; <i>Cook County</i> v. <i>Calumet &amp; C. Canal &amp; Dock Co.</i> 138 U. S. 636, 653, 34 L. ed. 1110, 1116, 11 Sup. Ct. Rep. 435.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Nor can we sustain the contention that our jurisdiction may rest on the clause of &#167; 709, 'or where is drawn in question the validity of a statute of, or an authority exercised under, any state, on the ground of their being repugnant to the Constitution, treaties, or laws of the United States, and the decision is in favor of their validity.' The authority of the state court to consider and pass upon the question, directly raised in the case before it, as to the jurisdiction of the circuit court of the United States on the bank's suit, was not drawn in question. The contention is only that its decision was erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">But this court has jurisdiction under the clause of &#167; 709, 'or where any title, right, privilege, or immunity is claimed under the Constitution, or any treaty or statute of, or commission held or authority exercised under, the United States, and the decision is against the title, right, privilege, or immunity specially set up or claimed by either party, . . . or authority.' The plaintiff did specially set up and claim that reputation was 'property,' and that the ground on which the state court proceeded, namely, that the alleged libelous matter appeared in a pleading and could not be made the basis of an action for damages, deprived him of his property without due process of law, in violation of the 14th Amendment of the Constitution of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It is true, as suggested by plaintiff in error, that a state may not by any of its agencies, legislative, judicial, or executive, disregard the prohibitions of that amendment. But even if reputation could be deemed property within the meaning of the 14th Amendment, the state court did nothing that could be regarded, within the meaning of the Constitution, as depriving the plaintiff of his reputation. It only adjudged that the words used in a pleading in another suit could not be made the foundation of an action for damages. If it erred in so declaring, it was an error as to a matter of general law and involved no question of a Federal nature; still less an error which in any legal sense deprived the plaintiff of his reputation. It left his reputation as it was, and only adjudged that he could not proceed against the defendants and by judgment and execution take their property in violation of what the court deemed to be the principles of law governing the case.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">There was, in our opinion, color for the motion to dismiss, and therefore the motion to affirm may be considered; and <i>as the judgment below did not deprive plaintiff of any right, privilege, or immunity secured by the Constitution or laws of the United States, it is affirmed</i>.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/95133/"
}