{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "61 U.S. 198", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/87144/"
    ], 
    "scotus_early_cite": "20 How. 198", 
    "case_name": "Dean v. Mason", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 55400, 
    "resource_uri": "/api/rest/v2/citation/55400/"
  }, 
  "id": 87144, 
  "blocked": false, 
  "judges": "McLean", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1858-02-15", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>61 U.S. 198 (____)</b></center>\n<center><b>20 How. 198</b></center>\n<center><h1>WILLIAM B. DEAN, APPELLANT,<br>\nv.<br>\nNATHAN MASON ET AL.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*199</span> It was argued by Mr. Jenckes for the appellant, and by Mr. Payne for the appellees, upon which side there was also a brief filed by Mr. B.R. Curtis and Mr. Payne.</p>\n<p><span class=\"star-pagination\">*202</span> Mr. Justice McLEAN delivered the opinion of the court.</p>\n<p>This is an appeal from the Circuit Court for the district of Rhode Island.</p>\n<p>A bill was filed in this case by Mason et al., claiming to be owners of a territorial right to the exclusive use of the Woodworth patent for planing boards, charging the defendant with using three of the machines in the city of Providence, in violation of the complainant's right. The suit was commenced the first year of the extension of that patent by Congress, and the three machines which were sought to be enjoined were those used during the first extended term of the patent, under a license from its owners. A preliminary injunction was granted.</p>\n<p><span class=\"star-pagination\">*203</span> At the June term, 1851, of the Circuit Court, a decree pro confesso was entered against the defendant, and he was perpetually enjoined. The case was referred to a master, to take an account of the profits or income derived by the defendant, or which by reasonable diligence might have been realized by him, from the use made of the three machines.</p>\n<p>Exceptions were taken to the first report of the master, and it was referred to him again under the same instructions.</p>\n<p>Before the second report of the master, a motion was submitted to the court by the defendant to set aside the decree pro confesso, and for leave to answer the bill, on the ground that the Supreme Court in the case of Bloomer v. McQueen et al., 14 Howard, 539, had held, in a case similar to this, that the licensee's privilege continued under the extension of the patent by Congress, the same as under prior extensions; but the court refused the motion; consequently, the appeal does not bring before us any question under the last extension of the patent.</p>\n<p>At the November term, 1854, the master made his second and final report, in which he stated the sum of $2,566.46 as the amount of profits which the defendant, by reasonable diligence, might have derived from the use made by him of such patented machines, and the sales of the products thereof, during the period covered by the suit.</p>\n<p>The decree was entered, on the report of the master, for the estimated amount of profits which the defendant, with reasonable diligence, might have realized; not what, in fact, he did realize. This instruction was erroneous. The rule in such a case is, the amount of profits received by the unlawful use of the machines, as this, in general, is the damage done to the owner of the patent. It takes away the motive of the infringer of patented rights, by requiring him to pay the profits of his labor to the owner of the patent. Generally, this is sufficient to protect the rights of the owner; but where the wrong has been done, under aggravated circumstances, the court has the power, under the statute, to punish it adequately, by an increase of the damages.</p>\n<p>The injury done is measured by the supply of planed boards thrown upon the market, which lessens so much the demand. But, if the liability of an infringer is to be increased by an estimate of the work he might do, with great diligence, he will be more likely to exceed the estimate than fall below it. This policy would increase the evil of the wrong-doer, without benefit to any one. In Livingston et al. v. Woodworth et al., 15 How., 546, the true rule of damages in such cases is laid down.</p>\n<p>It is contended the court erred in refusing leave to the defendant to answer, on the motion made at June term, 1853.</p>\n<p><span class=\"star-pagination\">*204</span> A motion to amend, or file an answer after default, is generally addressed to the discretion of the court. Under some circumstances, the court, for the purposes of justice, will go great lengths in opening a default and allowing a plea to be filed. But this is done or refused by the court, in the exercise of its discretion, which is not subject to the revision of this court.</p>\n<p>In the case before us, the motion to file an answer was not made until after the decree pro confesso had been entered, and a reference made to a master for an account. This was more than three years after the bill was filed. Whether the Circuit Court refused the motion on the ground of delay, or a want of merits in the cause assigned, does not appear; but it is sufficient to say, that on such grounds the decree cannot be reversed.</p>\n<p>The motion to dismiss the complainant's bill, upon proof that they had parted with all their interest in the subject-matter of the suit, was properly overruled. The allegation is, that Mason parted with his title in April, 1852, and the account of the profits is brought down only to the 29th August, 1851. The right asserted in this action was not affected by the conveyance of Mason to Baker &amp; Smith.</p>\n<p>The refusal of the Circuit Court to permit a supplemental bill to be filed by Baker &amp; Smith, was, under the circumstances, a matter of discretion in the court; and it affords no ground for the reversal of the decree. It is not perceived what interest these assignees could have in a suit for an infringement of the patent, before their right accrued; and any attempt to make them parties, with the view to benefit the defendants in the pending suit, was unsustainable.</p>\n<p>For the reasons assigned, the decree for damages must be reversed, at the costs of the defendants in error, as founded on an erroneous estimate; and the cause is remanded to the Circuit Court, with instructions to enter a decree for the amount of the profits realized by the defendant from the wrongful use of the patent.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:01:01", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">198</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">How.</span> <span class=\"page\">198</span></span></b></center>\n<center><h1>WILLIAM B. DEAN, APPELLANT,<br>\nv.<br>\nNATHAN MASON ET AL.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*199</span> It was argued by Mr. Jenckes for the appellant, and by Mr. Payne for the appellees, upon which side there was also a brief filed by Mr. B.R. Curtis and Mr. Payne.</p>\n<p><span class=\"star-pagination\">*202</span> Mr. Justice McLEAN delivered the opinion of the court.</p>\n<p>This is an appeal from the Circuit Court for the district of Rhode Island.</p>\n<p>A bill was filed in this case by Mason et al., claiming to be owners of a territorial right to the exclusive use of the Woodworth patent for planing boards, charging the defendant with using three of the machines in the city of Providence, in violation of the complainant's right. The suit was commenced the first year of the extension of that patent by Congress, and the three machines which were sought to be enjoined were those used during the first extended term of the patent, under a license from its owners. A preliminary injunction was granted.</p>\n<p><span class=\"star-pagination\">*203</span> At the June term, 1851, of the Circuit Court, a decree pro confesso was entered against the defendant, and he was perpetually enjoined. The case was referred to a master, to take an account of the profits or income derived by the defendant, or which by reasonable diligence might have been realized by him, from the use made of the three machines.</p>\n<p>Exceptions were taken to the first report of the master, and it was referred to him again under the same instructions.</p>\n<p>Before the second report of the master, a motion was submitted to the court by the defendant to set aside the decree pro confesso, and for leave to answer the bill, on the ground that the Supreme Court in the case of Bloomer v. McQueen et al., 14 Howard, 539, had held, in a case similar to this, that the licensee's privilege continued under the extension of the patent by Congress, the same as under prior extensions; but the court refused the motion; consequently, the appeal does not bring before us any question under the last extension of the patent.</p>\n<p>At the November term, 1854, the master made his second and final report, in which he stated the sum of $2,566.46 as the amount of profits which the defendant, by reasonable diligence, might have derived from the use made by him of such patented machines, and the sales of the products thereof, during the period covered by the suit.</p>\n<p>The decree was entered, on the report of the master, for the estimated amount of profits which the defendant, with reasonable diligence, might have realized; not what, in fact, he did realize. This instruction was erroneous. The rule in such a case is, the amount of profits received by the unlawful use of the machines, as this, in general, is the damage done to the owner of the patent. It takes away the motive of the infringer of patented rights, by requiring him to pay the profits of his labor to the owner of the patent. Generally, this is sufficient to protect the rights of the owner; but where the wrong has been done, under aggravated circumstances, the court has the power, under the statute, to punish it adequately, by an increase of the damages.</p>\n<p>The injury done is measured by the supply of planed boards thrown upon the market, which lessens so much the demand. But, if the liability of an infringer is to be increased by an estimate of the work he might do, with great diligence, he will be more likely to exceed the estimate than fall below it. This policy would increase the evil of the wrong-doer, without benefit to any one. In Livingston et al. v. Woodworth et al., 15 How., 546, the true rule of damages in such cases is laid down.</p>\n<p>It is contended the court erred in refusing leave to the defendant to answer, on the motion made at June term, 1853.</p>\n<p><span class=\"star-pagination\">*204</span> A motion to amend, or file an answer after default, is generally addressed to the discretion of the court. Under some circumstances, the court, for the purposes of justice, will go great lengths in opening a default and allowing a plea to be filed. But this is done or refused by the court, in the exercise of its discretion, which is not subject to the revision of this court.</p>\n<p>In the case before us, the motion to file an answer was not made until after the decree pro confesso had been entered, and a reference made to a master for an account. This was more than three years after the bill was filed. Whether the Circuit Court refused the motion on the ground of delay, or a want of merits in the cause assigned, does not appear; but it is sufficient to say, that on such grounds the decree cannot be reversed.</p>\n<p>The motion to dismiss the complainant's bill, upon proof that they had parted with all their interest in the subject-matter of the suit, was properly overruled. The allegation is, that Mason parted with his title in April, 1852, and the account of the profits is brought down only to the 29th August, 1851. The right asserted in this action was not affected by the conveyance of Mason to Baker &amp; Smith.</p>\n<p>The refusal of the Circuit Court to permit a supplemental bill to be filed by Baker &amp; Smith, was, under the circumstances, a matter of discretion in the court; and it affords no ground for the reversal of the decree. It is not perceived what interest these assignees could have in a suit for an infringement of the patent, before their right accrued; and any attempt to make them parties, with the view to benefit the defendants in the pending suit, was unsustainable.</p>\n<p>For the reasons assigned, the decree for damages must be reversed, at the costs of the defendants in error, as founded on an erroneous estimate; and the cause is remanded to the Circuit Court, with instructions to enter a decree for the amount of the profits realized by the defendant from the wrongful use of the patent.</p>\n</div>", 
  "sha1": "b83d74e6608e31822deee88fa8cbd8957e60b963", 
  "date_modified": "2014-12-21T01:25:23.924018", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/87144/dean-v-mason/", 
  "citation_count": 1, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1607094/", 
  "html": "<p class=\"case_cite\">61 U.S. 198</p>\n    <p class=\"case_cite\">20 How. 198</p>\n    <p class=\"case_cite\">15 L.Ed. 876</p>\n    <p class=\"parties\">WILLIAM B. DEAN, APPELLANT,<br>v.<br>NATHAN MASON ET AL.</p>\n    <p class=\"date\">December Term, 1857</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">THIS was an appeal from the Circuit Court of the United States for the district of Rhode Island.</p>\n      <p class=\"indent\">The bill was filed by Nathan Mason, of the city of Providence, in said district, planer of boards; Charles D. Gould, of Albany, in the State of New York; William W. Woodworth, of Hyde Park, in the northern district of New York, as he is administrator of William Woodworth, late of the city of New York, gentleman, deceased; and as he is grantee of certain exclusive privileges under and pursuant to an act of Congress, as is hereinafter fully set forth; James G. Wilson, formerly of the city of Philadelphia, and now of Hastings, in the State of New York, gentleman; and Richard Borden, and Jefferson Borden, both of the town of Fall River, and district of Massachusetts, against Dean, of the city of Providence.</p>\n      <p class=\"indent\">The facts of the case are stated in the opinion of the court.</p>\n      <p class=\"indent\">It was argued by <i>Mr. Jenckes</i> for the appellant, and by <i>Mr. Payne</i> for the appellees, upon which side there was also a brief filed by <i>Mr. B. R. Curtis</i> and <i>Mr. Payne</i>.</p>\n      <p class=\"indent\"><i>Mr. Jenckes</i> made the following points:</p>\n      <p class=\"indent\">1st. The rule laid down by the court in both decretal orders, for the computation of profits, is erroneous. It is not in accordance with the prayer of the bill, or with the rule of law in such cases, as established by this court. The rule should have been to take an account of the actual gains and profits of the appellant, during the time his machines were in operation. This point has received an express adjudication in this court.</p>\n      <p class=\"indent\">'In a suit in equity for an injunction and account of profits of a patented machine, the defendant is accountable only for what profits he <i>actually made</i>, not for what by diligence and skill he might have received.' (Livingston et al. <i>v.</i> Woodworth et al., 15 How., 546.)</p>\n      <p class=\"indent\">2d. The court below was in error in refusing leave to the defendant to answer on the motion to set aside the decree <i>pro confesso</i>, and allow the defendant to answer.</p>\n      <p class=\"indent\">3d. The court below should have dismissed the complainants' bill, upon the proof that they had parted with all their interest in the subject-matter of the suit.</p>\n      <p class=\"indent\">4th. The court below was in error in refusing leave for the filing of a supplemental bill in favor of Baker &amp; Smith.</p>\n      <p class=\"indent\">They had clearly succeeded to the complainants' title, and their proposed bill contains averments, verified by their oaths, which entitled them to the relief prayed for. The defendant below had started his machines, and was using them to the injury of the owners of the patent. No process of contempt could be moved for by the complainant Mason, for he had parted with his interest. The proposed parties complainant, Baker &amp; Smith, were entitled to the benefit of what had been done, on the title which they had acquired. (Story Eq. Pl., secs. 339, 349, 351; Calvert on Parties to Suits in Eq., pp. 99, 100.)</p>\n      <p class=\"indent\">The fact that an interlocutory decree had been entered upon Mason's title did not bar his grantees who had purchased that title. A supplemental bill may be filed as well after as before a decree. (Story Eq. Pl., sec. 338.) In this case it was proposed to be filed 'in aid of the decree, that it might be carried fully into execution.'</p>\n      <p class=\"indent\">If the supplemental bill had been filed, the defendant below would have been entitled to answer both the original and supplemental bills, and his full defence to this suit would thus have been made to appear. The hearing upon the decree prayed for would have necessarily led to an inquiry into the propriety of the decree sought to be enforced; and the court below could then have followed the decision of this court in Bloomer <i>v.</i> McQuewan, and dismissed the bill, as the Circuit Court in the case of Perkins <i>v.</i> Fourniquet reversed its interlocutory decree after the adverse decision of this court in a similar case. (See 1 Barbour's Ch. R., 363, <i>et seq.</i>)</p>\n      <p class=\"indent\">5th. These questions are all proper to be discussed on appeal. This point has received the direct adjudication of this court.</p>\n      <p class=\"indent\">'An appeal in equity brings up all the questions decided in the court below to the prejudice of the appellant.' (Buckingham <i>v.</i> McLean, 13 How., 150.)</p>\n      <p class=\"indent\">The counsel for the appellees made the following points:</p>\n      <p class=\"indent\">1st. With respect to the motion to strike out the decree <i>pro confesso</i>, and allow the defendant to answer.</p>\n      <p class=\"indent\">The decision of the motion to open the decree and allow an answer to be filed, even when made at the proper term, rests in the sound discretion of the Circuit Court, and is not subject to re-examination here. Wylie <i>v.</i> Coxe, 14 How. R., 1, is directly in point. If further authorities are needful, The Marine Insurance Company <i>v.</i> Hodgson, 6 Cranch, 206, where the refusal of the Circuit Court to allow a plea to be filed, United States <i>v.</i> Evans, 5 Cranch, 280, and Welch <i>v.</i> Mandeville, 7 Cranch, 192, where its refusal to reinstate the plaintiff, were in question, show that this court cannot review such decisions of the Circuit Court.</p>\n      <p class=\"indent\">A reference to the nineteenth rule for the practice of the Circuit Courts in equity will show how entirely the allowance or refusal of this motion, if made in time, rests in the discretion of the Circuit Court.</p>\n      <p class=\"indent\">2d. As to the motion to dismiss the bill.</p>\n      <p class=\"indent\">Such a motion, based upon facts dehors the record, was wholly irregular, and could not be allowed.</p>\n      <p class=\"indent\">And it may be added that, even if regular, and the facts upon which it was alleged to rest had been shown, they constituted no objection to a final decree.</p>\n      <p class=\"indent\">A transfer of the title by each of the plaintiffs, <i>pendente lite</i>, cannot affect the rights of the defendant. (Eades <i>v.</i> Harris, 1 Young and Col. N. R., 230.) Certainly it could not do so in this case; for the allegation is, that Mason parted with his title in April, 1852, (see page 122,) and the account of the profits comes down only to the 29th of August, 1851. (See pages 56, first paragraph; 101, fourth paragraph.)</p>\n      <p class=\"indent\">3d. As to the interlocutory decree, by which the cause was referred to the master to take an account.</p>\n      <p class=\"indent\">We submit that the appellant cannot now take an objection to that decree.</p>\n      <p class=\"indent\">The nineteenth rule expressly provides, that a decree founded upon an order taking a bill for confessed, shall be absolute at the close of the term at which the decree is entered. If this defendant (who admits that he was actually cognizant of all the proceedings, and that he intentionally allowed them to take place) intended to object to a direction given to the master, he should have appeared and objected then, before the proceedings were had in the master's office. At all events, he might, and should, when the master's report came on for confirmation, have taken his objection. Having suffered all these opportunities to pass, he cannot now, for the first time, take the objection in the appellate court.</p>\n      <p class=\"indent\">But if this court should think otherwise, we submit that whatever error existed in the directions given to the master, it was cured by the proceedings which actually took place.</p>\n      <p class=\"indent\">The appellant rendered an account to the master of his receipts, and of the allowances he claimed. His account of his actual receipts was not questioned, and was taken by the master as the basis of his report. The dispute arose upon the allowances, the principal items of which were rents, fuel, labor, carting, oil, and repairs. If the appellant had carried on the business of planing only, these items would have been capable of being distinctly vouched and liquidated. But in point of fact, his planing business was carried on upon the same premises, and by the same power and labor, which were used for much other machinery. The expenses of the planing business were therefore not liquidated and distinct items.</p>\n      <p class=\"indent\">They were necessarily to be arrived at only by estimates, based on a view of the whole business, and of the proportionate cost of this part of it. The master, therefore, went into an examination of the entire cost of the several items of expense, and of the just proportion of it which belonged to the planing business.</p>\n      <p class=\"indent\">It is difficult, without a perusal of both his reports, and of the exceptions taken to them, and of the decrees of the court thereon, to obtain a correct view of his action; but we submit that such a perusal will show that no speculative rule of profits was applied by him; that estimates were not resorted to, save in reference to the expenses where they were absolutely necessary; and that the results of the proceedings before him were these&#8212;that the appellant was charged only with what he admitted he actually received, and was allowed all, which, upon a fair view of the evidence, it appeared he had actually expended in this part of his business. By reference to the items stated by the master at the foot of page 55, and an examination of the preceding part of the report, in which he shows how he arrived at each of those items, and also by reference to his subsequent report, p. 98, as to some of them which he had been required to re-examine, we submit it appears that the balance which he reported was a balance of actual profits; and that therefore it became wholly immaterial that he might have found possible profits. So the appellant seems to have considered; for at no time, nor in any form, did he object that possible profits had been charged.</p>\n      <p class=\"indent\">In McMicken <i>v.</i> Perin, 18 How., 507, where a bill was taken <i>pro confesso</i>, and at the same term a decree of reference was made, it was objected that the master had not allowed to the appellant the amount <i>admitted by the bill to be due to him</i>. But as no exception had been taken to the master's report, this court refused to reverse the decree. Certainly, it is not more apparent on this record than it was on that, that the master's report is erroneous; and if an exception was indispensable then, why not here?</p>\n      <p class=\"indent\">Mr. Justice McLEAN delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from the Circuit Court for the district of Rhode Island.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A bill was filed in this case by Mason et al., claiming to be owners of a territorial right to the exclusive use of the Woodworth patent for planing boards, charging the defendant with using three of the machines in the city of Providence, in violation of the complainant's right. The suit was commenced the first year of the extension of that patent by Congress, and the three machines which were sought to be enjoined were those used during the first extended term of the patent, under a license from its owners. A preliminary injunction was granted.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At the June term, 1851, of the Circuit Court, a decree <i>pro confesso</i> was entered against the defendant, and he was perpetually enjoined. The case was referred to a master, to take and account of the profits or income derived by the defendant, or which by reasonable diligence might have been realized by him, from the use made of the three machines.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Exceptions were taken to the first report of the master, and it was referred to him again under the same instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Before the second report of the master, a motion was submitted to the court by the defendant to set aside the decree <i>pro confesso</i>, and for leave to answer the bill, on the ground that the Supreme Court in the case of Bloomer <i>v.</i> McQueen et al., 14 Howard, 539, had held, in a case similar to this, that the licensee's privilege continued under the extension of the patent by Congress, the same as under prior extensions; but the court refused the motion; consequently, the appeal does not bring before us any question under the last extension of the patent.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At the November term, 1854, the master made his second and final report, in which he stated the sum of $2,566.46 as the amount of profits which the defendant, by reasonable diligence, might have derived from the use made by him of such patented machines, and the sales of the products thereof, during the period covered by the suit.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The decree was entered, on the report of the master, for the estimated amount of profits which the defendant, with reasonable diligence, might have realized; not what, in fact, he did realize. This instruction was erroneous. The rule in such a case is, the amount of profits received by the unlawful use of the machines, as this, in general, is the damage done to the owner of the patent. It takes away the motive of the infringer of patented rights, by requiring him to pay the profits of his labor to the owner of the patent. Generally, this is sufficient to protect the rights of the owner; but where the wrong has been done, under aggravated circumstances, the court has the power, under the statute, to punish it adequately, by an increase of the damages.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The injury done is measured by the supply of planed boards thrown upon the market, which lessens so much the demand. But, if the liability of an infringer is to be increased by an estimate of the work he might do, with great diligence, he will be more likely to exceed the estimate than fall below it. This policy would increase the evil of the wrong-doer, without benefit to any one. In Livingston et al. <i>v.</i> Woodworth et al., 15 How., 546, the true rule of damages in such cases is laid down.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is contended the court erred in refusing leave to the defendant to answer, on the motion made at June term, 1853.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A motion to amend, or file an answer after default, is gen erally addressed to the discretion of the court. Under some circumstances, the court, for the purposes of justice, will go great lengths in opening a default and allowing a plea to be filed. But this is done or refused by the court, in the excrcise of its discretion, which is not subject to the revision of this court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the case before us, the motion to file an answer was not made until after the decree <i>pro confesso</i> had been entered, and a reference made to a master for an account. This was more than three years after the bill was filed. Whether the Circuit Court refused the motion on the ground of delay, or a want of merits in the cause assigned, does not appear; but it is sufficient to say, that on such grounds the decree cannot be reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The motion to dismiss the complainant's bill, upon proof that they had parted with all their interest in the subject-matter of the suit, was properly overruled. The allegation is, that Mason parted with his title in April, 1852, and the account of the profits is brought down only to the 29th August, 1851. The right asserted in this action was not affected by the conveyance of Mason to Baker &amp; Smith.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The refusal of the Circuit Court to permit a supplemental bill to be filed by Baker &amp; Smith, was, under the circumstances, a matter of discretion in the court; and it affords no ground for the reversal of the decree. It is not perceived what interest these assignees could have in a suit for an infringement of the patent, before their right accrued; and any attempt to make them parties, with the view to benefit the defendants in the pending suit, was unsustainable.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">For the reasons assigned, the decree for damages must be reversed, at the costs of the defendants in error, as founded on an erroneous estimate; and the cause is remanded to the Circuit Court, with instructions to enter a decree for the amount of the profits realized by the defendant from the wrongful use of the patent.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/87144/"
}