{"absolute_url": "/opinion/145818/meadwestvaco-corp-v-illinois-department-of-revenue/", "blocked": false, "citation": {"case_name": "MeadWestvaco Corp. v. Illinois Department of Revenue", "docket_number": "06-1413", "document_uris": ["/api/rest/v2/document/145818/"], "federal_cite_one": "553 U.S. 16", "federal_cite_three": "170 L. Ed. 2d 404", "federal_cite_two": "128 S. Ct. 1498", "id": 130147, "lexis_cite": "2008 U.S. LEXIS 3473", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/130147/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 8, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "2008-04-15", "date_modified": "2014-12-21T02:34:41.212122", "docket": "/api/rest/v2/docket/439146/", "download_url": "http://www.supremecourt.gov/opinions/07pdf/06-1413.pdf", "extracted_by_ocr": false, "html": "", "html_lawbox": "<div>\n<center><b>128 S.Ct. 1498 (2008)</b></center>\n<center><h1>MEADWESTVACO CORP., successor in interest to Mead Corporation, Petitioner.<br>\nv.<br>\nILLINOIS DEPARTMENT OF REVENUE et al.</h1></center>\n<center>No. 06-1413.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 16, 2008.</center>\n<center>Decided April 15, 2008.</center>\n<p><span class=\"star-pagination\">*1501</span> Beth S. Brinkmann, Washington, DC, for Petitioner.</p>\n<p>Brian F. Barov, Chicago, IL, for Respondents.</p>\n<p>Lisa Madigan, Attorney General of Illinois, Michael A. Scodro, Solicitor General, Jane Elinor Notz, Deputy Solicitor General, <span class=\"star-pagination\">*1502</span> Brian F. Barova, Assistant Attorney General, Chicago, Illinois, for Respondents.</p>\n<p>Beth S. Brinkmann, Brian R. Matsui, Nicole D. Devero, Morrison &amp; Foerster LLP, Washington, DC, Paul H. Frankel, Craig B. Fields, Roberta Moseley Nero, Morrison &amp; Foerster LLP, New York, NY, for Petitioner.</p>\n<p>Justice ALITO delivered the opinion of the Court.</p>\n<p>The Due Process and Commerce Clauses forbid the States to tax \"`extraterritorial values.'\" <i>Container Corp. of America v. Franchise Tax Bd.,</i> 463 U.S. 159, 164, 103 S.Ct. 2933, 77 L.Ed.2d 545 (1983); see also <i>Allied-Signal, Inc. v. Director, Div. of Taxation,</i> 504 U.S. 768, 777, 112 S.Ct. 2251, 119 L.Ed.2d 533 (1992); <i>Mobil Oil Corp. v. Commissioner of Taxes of Vt.,</i> 445 U.S. 425, 441-442, 100 S.Ct. 1223, 63 L.Ed.2d 510 (1980). A State may, however, tax an apportioned share of the value generated by the intrastate and extrastate activities of a multistate enterprise if those activities form part of a \"`unitary business.'\" <i>Hunt-Wesson, Inc. v. Franchise Tax Bd. of Cal.,</i> 528 U.S. 458, 460, 120 S.Ct. 1022, 145 L.Ed.2d 974 (2000); <i>Mobil Oil Corp., supra,</i> at 438, 100 S.Ct. 1223. We have been asked in this case to decide whether the State of Illinois constitutionally taxed an apportioned share of the capital gain realized by an out-of-state corporation on the sale of one of its business divisions. The Appellate Court of Illinois upheld the tax and affirmed a judgment in the State's favor. Because we conclude that the state courts misapprehended the principles that we have developed for determining whether a multistate business is unitary, we vacate the decision of the Appellate Court of Illinois.</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>A</h2>\n<p>Mead Corporation (Mead), an Ohio corporation, is the predecessor in interest and a wholly owned subsidiary of petitioner MeadWestvaco Corporation. From its founding in 1846, Mead has been in the business of producing and selling paper, packaging, and school and office supplies.<sup>[1]</sup> In 1968, Mead paid $6 million to acquire a company called Data Corporation, which owned an inkjet printing technology and a full-text information retrieval system, the latter of which had originally been developed for the U.S. Air Force. Mead was interested in the inkjet printing technology because it would have complemented Mead's paper business, but the information retrieval system proved to be the more valuable asset. Over the course of many years, Mead developed that asset into the electronic research service now known as Lexis/Nexis (Lexis). In 1994, it sold Lexis to a third party for approximately $1.5 billion, realizing just over $1 billion in capital gain, which Mead used to repurchase stock, retire debt, and pay taxes.</p>\n<p>Mead did not report any of this gain as business income on its Illinois tax returns for 1994. It took the position that the gain qualified as nonbusiness income that should be allocated to Mead's domiciliary State, Ohio, under Illinois' Income Tax Act (ITA). See Ill. Comp. Stat., ch. 35, § 5/303(a) (West 1994). The State audited Mead's returns and issued a notice of deficiency. <span class=\"star-pagination\">*1503</span> According to the State, the ITA required Mead to treat the capital gain as business income subject to apportionment by Illinois.<sup>[2]</sup> The State assessed Mead with approximately $4 million in additional tax and penalties. Mead paid that amount under protest and then filed this lawsuit in state court.</p>\n<p>The case was tried to the bench. Although the court admitted expert testimony, reports, and other exhibits into evidence, see App. D to Pet. for Cert. 29a-34a, the parties' stipulations supplied most of the evidence of record regarding Mead's relationship with Lexis, see App. 9-20. We summarize those stipulations here.</p>\n<p></p>\n<h2>B</h2>\n<p>Lexis was launched in 1973. For the first few years it was in business, it lost money, and Mead had to keep it afloat with additional capital contributions. By the late 1970's, as more attorneys began to use Lexis, the service finally turned a profit. That profit quickly became substantial. Between 1988 and 1993, Lexis made more than $800 million of the $3.8 billion in Illinois income that Mead reported. Lexis also accounted for $680 million of the $4.5 billion in business expense deductions that Mead claimed from Illinois during that period.</p>\n<p>Lexis was subject to Mead's oversight, but Mead did not manage its day-to-day affairs. Mead was headquartered in Ohio, while a separate management team ran Lexis out of its headquarters in Illinois. The two businesses maintained separate manufacturing, sales, and distribution facilities, as well as separate accounting, legal, human resources, credit and collections, purchasing, and marketing departments. Mead's involvement was generally limited to approving Lexis' annual business plan and any significant corporate transactions (such as capital expenditures, financings, mergers and acquisitions, or joint ventures) that Lexis wished to undertake. In at least one case, Mead procured new equipment for Lexis by purchasing the equipment for its own account and then leasing it to Lexis. Mead also managed Lexis' free cash, which was swept nightly from Lexis' bank accounts into an account maintained by Mead. The cash was reinvested in Lexis' business, but Mead decided how to invest it.</p>\n<p>Neither business was required to purchase goods or services from the other. Lexis, for example, was not required to purchase its paper supply from Mead, and indeed Lexis purchased most of its paper from other suppliers. Neither received any discount on goods or services purchased from the other, and neither was a significant customer of the other.</p>\n<p><span class=\"star-pagination\">*1504</span> Lexis was incorporated as one of Mead's wholly owned subsidiaries until 1980, when it was merged into Mead and became one of Mead's divisions. Mead engineered the merger so that it could offset its income with Lexis' net operating loss carryforwards. Lexis was separately reincorporated in 1985 before being merged back into Mead in 1993. Once again, tax considerations motivated each transaction. Mead also treated Lexis as a unitary business in its consolidated Illinois returns for the years 1988 through 1994, though it did so at the State's insistence and then only to avoid litigation.</p>\n<p>Lexis was listed as one of Mead's \"business segment[s]\" in at least some of its annual reports and regulatory filings. Mead described itself in those reports and filings as \"engaged in the electronic publishing business\" and touted itself as the \"developer of the world's leading electronic information retrieval services for law, patents, accounting, finance, news and business information.\" <i>Id.,</i> at 93, 59; App. D to Pet. for Cert. 38a.</p>\n<p></p>\n<h2>C</h2>\n<p>Based on the stipulated facts and the other exhibits and expert testimony received into evidence, the Circuit Court of Cook County concluded that Lexis and Mead did not constitute a unitary business. The trial court reasoned that Lexis and Mead could not be unitary because they were not functionally integrated or centrally managed and enjoyed no economies of scale. <i>Id.,</i> at 35a-36a, 39a. The court nevertheless concluded that the State could tax an apportioned share of Mead's capital gain because Lexis served an \"operational purpose\" in Mead's business:</p>\n<blockquote>\"Lexis/Nexis was considered in the strategic planning of Mead, particularly in the allocation of resources. The operational purpose allowed Mead to limit the growth of Lexis/Nexis if only to limit its ability to expand or to contract through its control of its capital investment.\" <i>Id.,</i> at 38a-39a.</blockquote>\n<p>The Appellate Court of Illinois affirmed. <i>Mead Corp. v. Department of Revenue,</i> 371 Ill.App.3d 108, 308 Ill.Dec. 566, 861 N.E.2d 1131 (2007). The court cited several factors as evidence that Lexis served an operational function in Mead's business: (1) Lexis was wholly owned by Mead; (2) Mead had exercised its control over Lexis in various ways, such as manipulating its corporate form, approving significant capital expenditures, and retaining tax benefits and control over Lexis' free cash; and (3) Mead had described itself in its annual reports and regulatory filings as engaged in electronic publishing and as the developer of the world's leading information retrieval service. See <i>id.,</i> at 111-112, 308 Ill.Dec. 566, 861 N.E.2d, at 1135-1136. Because the court found that Lexis served an operational function in Mead's business, it did not address the question whether Mead and Lexis formed a unitary business. See <i>id.,</i> at 117-118, 308 Ill.Dec. 566, 861 N.E.2d, at 1140.</p>\n<p>The Supreme Court of Illinois denied review in January 2007. <i>Mead Corp. v. Illinois Dept. of Revenue,</i> 222 Ill.2d 609, 308 Ill.Dec. 637, 862 N.E.2d 235 (Table). We granted certiorari. 551 U.S. ___, 128 S.Ct. 29, 168 L.Ed.2d 806 (2007).</p>\n<p></p>\n<h2>II</h2>\n<p>Petitioner contends that the trial court properly found that Lexis and Mead were not unitary and that the Appellate Court of Illinois erred in concluding that Lexis served an operational function in Mead's business. According to petitioner, the exception for apportionment of income from nonunitary businesses serving an operational function is a narrow one that does not reach a purely passive investment <span class=\"star-pagination\">*1505</span> such as Lexis. We perceive a more fundamental error in the state courts' reasoning. In our view, the state courts erred in considering whether Lexis served an \"operational purpose\" in Mead's business after determining that Lexis and Mead were not unitary.</p>\n<p></p>\n<h2>A</h2>\n<p>The Commerce Clause and the Due Process Clause impose distinct but parallel limitations on a State's power to tax out-of-state activities. See <i>Quill Corp. v. North Dakota,</i> 504 U.S. 298, 305-306, 112 S.Ct. 1904, 119 L.Ed.2d 91 (1992); <i>Mobil Oil Corp.,</i> 445 U.S., at 451, n. 4, 100 S.Ct. 1223 (STEVENS, J., dissenting); <i>Norfolk &amp; Western R. Co. v. Missouri Tax Comm'n,</i> 390 U.S. 317, 325, n. 5, 88 S.Ct. 995, 19 L.Ed.2d 1201 (1968). The Due Process Clause demands that there exist \"`some definite link, some minimum connection, between a state and the person, property or transaction it seeks to tax,'\" as well as a rational relationship between the tax and the \"`\"values connected with the taxing State.\"'\" <i>Quill Corp., supra,</i> at 306, 112 S.Ct. 1904 (quoting <i>Miller Brothers Co. v. Maryland,</i> 347 U.S. 340, 344-345, 74 S.Ct. 535, 98 L.Ed. 744 (1954), and <i>Moorman Mfg. Co. v. Bair,</i> 437 U.S. 267, 273, 98 S.Ct. 2340, 57 L.Ed.2d 197 (1978)). The Commerce Clause forbids the States to levy taxes that discriminate against interstate commerce or that burden it by subjecting activities to multiple or unfairly apportioned taxation. See <i>Container Corp.,</i> 463 U.S., at 170-171, 103 S.Ct. 2933; <i>Armco Inc. v. Hardesty,</i> 467 U.S. 638, 644, 104 S.Ct. 2620, 81 L.Ed.2d 540 (1984). The \"broad inquiry\" subsumed in both constitutional requirements is \"`whether the taxing power exerted by the state bears fiscal relation to protection, opportunities and benefits given by the state'\"that is, \"`whether the state has given anything for which it can ask return.'\" <i>ASARCO Inc. v. Idaho Tax Comm'n,</i> 458 U.S. 307, 315, 102 S.Ct. 3103 (1982) (quoting <i>Wisconsin v. J.C. Penney Co.,</i> 311 U.S. 435, 444, 61 S.Ct. 246, 85 L.Ed. 267 (1940)).</p>\n<p>Where, as here, there is no dispute that the taxpayer has done some business in the taxing State, the inquiry shifts from whether the State may tax to what it may tax. Cf. <i>Allied-Signal,</i> 504 U.S., at 778, 112 S.Ct. 2251 (distinguishing <i>Quill Corp., supra</i>). To answer that question, we have developed the unitary business principle. Under that principle, a State need not \"isolate the intrastate income-producing activities from the rest of the business\" but \"may tax an apportioned sum of the corporation's multistate business if the business is unitary.\" <i>Allied-Signal, supra,</i> at 772, 112 S.Ct. 2251; accord, <i>Hunt-Wesson,</i> 528 U.S., at 460, 120 S.Ct. 1022; <i>Exxon Corp. v. Department of Revenue of Wis.,</i> 447 U.S. 207, 224, 100 S.Ct. 2109, 65 L.Ed.2d 66 (1980); <i>Mobil Oil Corp., supra,</i> at 442, 100 S.Ct. 1223; cf. 1 J. Hellerstein &amp; W. Hellerstein, State Taxation ¶ 8.07[1], p. 8-61 (3d ed.2001-2005) (hereinafter Hellerstein &amp; Hellerstein). The court must determine whether \"intrastate and extrastate activities formed part of a single unitary business,\" <i>Mobil Oil Corp., supra,</i> at 438-439, 100 S.Ct. 1223, or whether the out-of-state values that the State seeks to tax \"`derive[d] from \"unrelated business activity\" which constitutes a \"discrete business enterprise.\"'\" <i>Allied-Signal, supra,</i> at 773, 112 S.Ct. 2251 (quoting <i>Exxon Corp., supra,</i> at 224, 100 S.Ct. 2109, in turn quoting <i>Mobil Oil Corp., supra,</i> at 439, 100 S.Ct. 1223 (alteration in original)). We traced the history of this venerable principle in <i>Allied-Signal, supra,</i> at 778-783, 112 S.Ct. 2251, and, because it figures prominently in this case, we retrace it briefly here.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1506</span> B</h2>\n<p>With the coming of the Industrial Revolution in the 19th century, the United States witnessed the emergence of its first truly multistate business enterprises. These railroad, telegraph, and express companies presented state taxing authorities with a novel problem: A State often cannot tax its fair share of the value of a multistate business by simply taxing the capital within its borders. The whole of the enterprise is generally more valuable than the sum of its parts; were it not, its owners would simply liquidate it and sell it off in pieces. As we observed in 1876, \"[t]he track of the road is but one track from one end of it to the other, and, except in its use as one track, is of little value.\" <i>State Railroad Tax Cases,</i> 92 U.S. 575, 608, 23 L.Ed. 663.</p>\n<p>The unitary business principle addressed this problem by shifting the constitutional inquiry from the niceties of geographic accounting to the determination of the taxpayer's business unit. If the value the State wished to tax derived from a \"unitary business\" operated within and without the State, the State could tax an apportioned share of the value of that business instead of isolating the value attributable to the operation of the business within the State. <i>E.g., </i><i>Exxon Corp., supra,</i> at 223, 100 S.Ct. 2109 (citing <i>Moorman Mfg. Co., supra,</i> at 273, 98 S.Ct. 2340). Conversely, if the value the State wished to tax derived from a \"discrete business enterprise,\" <i>Mobil Oil Corp.,</i> 445 U.S., at 439, 100 S.Ct. 1223, then the State could not tax even an apportioned share of that value. <i>E.g., </i><i>Container Corp., supra,</i> at 165-166, 103 S.Ct. 2933.</p>\n<p>We recognized as early as 1876 that the Due Process Clause did not require the States to assess trackage \"in each county where it lies according to its value there.\" <i>State Railroad Tax Cases,</i> 92 U.S., at 608, 23 L.Ed. 663. We went so far as to opine that \"[i]t may well be doubted whether any better mode of determining the value of that portion of the track within any one county has been devised than to ascertain the value of the whole road, and apportion the value within the county by its relative length to the whole.\" <i>Ibid.</i> We generalized the rule of the <i>State Railroad Tax Cases</i> in <i>Adams Express Co. v. Ohio, State Auditor,</i> 165 U.S. 194, 17 S.Ct. 305, 41 L.Ed. 683 (1897). There we held that apportionment could permissibly be applied to a multistate business lacking the \"physical unity\" of wires or rails but exhibiting the \"same unity in the use of the entire property for the specific purpose,\" with \"the same elements of value arising from such use.\" <i>Id.,</i> at 221, 17 S.Ct. 305. We extended the reach of the unitary business principle further still in later cases, when we relied on it to justify the taxation by apportionment of net income, dividends, capital gain, and other intangibles. See <i>Underwood Typewriter Co. v. Chamberlain,</i> 254 U.S. 113, 117, 120-121, 41 S.Ct. 45, 65 L.Ed. 165 (1920) (net income tax); <i>Bass, Ratcliff &amp; Gretton, Ltd. v. State Tax Comm'n,</i> 266 U.S. 271, 277, 280, 282-283, 45 S.Ct. 82, 69 L.Ed. 282 (1924) (franchise tax); <i>J.C. Penney Co., supra,</i> at 443-445, 61 S.Ct. 246 (tax on the \"privilege of declaring dividends\"); cf. <i>Allied-Signal, supra,</i> at 780, 112 S.Ct. 2251 (\"[F]or constitutional purposes capital gains should be treated as no different from dividends\"); see also 1 Hellerstein &amp; Hellerstein ¶ 8.07[1] (summarizing this history).</p>\n<p>As the unitary business principle has evolved in step with American enterprise, courts have sometimes found it difficult to identify exactly when a business is unitary. We confronted this problem most recently in <i>Allied-Signal.</i> The taxpayer there, a multistate enterprise, had realized capital gain on the disposition of its minority investment <span class=\"star-pagination\">*1507</span> in another business. The parties' stipulation left little doubt that the taxpayer and its investee were not unitary. See 504 U.S., at 774, 112 S.Ct. 2251 (observing that \"the question whether the business can be called `unitary' . . . is all but controlled by the terms of a stipulation\"). The record revealed, however, that the taxpayer had used the proceeds from the liquidated investment in an ultimately unsuccessful bid to purchase a new asset that would have been used in its unitary business. See <i>id.,</i> at 776-777, 112 S.Ct. 2251. From that wrinkle in the record, the New Jersey Supreme Court concluded that the taxpayer's minority interest had represented nothing more than a temporary investment of working capital awaiting deployment in the taxpayer's unitary business. See <i>Bendix Corp. v. Director, Div. of Taxation,</i> 125 N.J. 20, 37, 592 A.2d 536, 545 (1991). The State went even further. It argued that, because there could be \"no logical distinction between short-term investment of working capital, which all concede is apportionable, . . . and all other investments,\" the unitary business principle was outdated and should be jettisoned. 504 U.S., at 784, 112 S.Ct. 2251.</p>\n<p>We rejected both contentions. We concluded that \"the unitary business principle is not so inflexible that as new methods of finance and new forms of business evolve it cannot be modified or supplemented where appropriate.\" <i>Id.,</i> at 786, 112 S.Ct. 2251; see also <i>id.,</i> at 785, 112 S.Ct. 2251 (\"If lower courts have reached divergent results in applying the unitary business principle to different factual circumstances, that is because, as we have said, any number of variations on the unitary business theme `are logically consistent with the underlying principles motivating the approach'\" (quoting <i>Container Corp.,</i> 463 U.S., at 167, 103 S.Ct. 2933)).<sup>[3]</sup> We explained that situations could occur in which apportionment might be constitutional even though \"the payee and the payor [were] not . . . engaged in the same unitary business.\" 504 U.S., at 787, 112 S.Ct. 2251. It was in that context that we observed that an asset could form part of a taxpayer's unitary business if it served an \"operational rather than an investment function\" in that business. <i>Ibid.</i> \"Hence, for example, a State may include within the apportionable income of a nondomiciliary corporation the interest earned on short-term deposits in a bank located in another State if that income forms part of the working capital of the corporation's unitary business, notwithstanding the absence of a unitary relationship between the corporation and the bank.\" <i>Id.,</i> at 787-788, 112 S.Ct. 2251. We observed that we had made the same point in <i>Container Corp.,</i> where we noted that \"capital transactions can serve either an investment function or an operational function.\" 463 U.S., at 180, n. 19, 103 S.Ct. 2933; cf. <i>Corn Products Refining Co. v. Commissioner,</i> 350 U.S. 46, 50, 76 S.Ct. 20, 100 L.Ed. 29 (1955) (concluding that corn futures contracts in the hands of a corn refiner seeking to hedge itself against increases in corn prices are operational rather than capital assets), cited in <i>Container Corp., supra,</i> at 180, n. 19, 103 S.Ct. 2933.</p>\n<p></p>\n<h2>C</h2>\n<p>As the foregoing history confirms, our references to \"operational function\" in <span class=\"star-pagination\">*1508</span> <i>Container Corp.</i> and <i>Allied-Signal</i> were not intended to modify the unitary business principle by adding a new ground for apportionment. The concept of operational function simply recognizes that an asset can be a part of a taxpayer's unitary business even if what we may term a \"unitary relationship\" does not exist between the \"payor and payee.\" See <i>Allied-Signal, supra,</i> at 791-792, 112 S.Ct. 2251 (O'Connor, J., dissenting); Hellerstein, State Taxation of Corporate Income from Intangibles: <i>Allied-Signal</i> and Beyond, 48 Tax L.Rev. 739, 790 (1993) (hereinafter Hellerstein). In the example given in <i>Allied-Signal,</i> the taxpayer was not unitary with its banker, but the taxpayer's deposits (which represented working capital and thus operational assets) were clearly unitary with the taxpayer's business. In <i>Corn Products,</i> the taxpayer was not unitary with the counterparty to its hedge, but the taxpayer's futures contracts (which served to hedge against the risk of an increase in the price of a key cost input) were likewise clearly unitary with the taxpayer's business. In each case, the \"payor\" was not a unitary part of the taxpayer's business, but the relevant asset was. The conclusion that the asset served an operational function was merely instrumental to the constitutionally relevant conclusion that the asset was a unitary part of the business being conducted in the taxing State rather than a discrete asset to which the State had no claim. Our decisions in <i>Container Corp.</i> and <i>Allied-Signal</i> did not announce a new ground for the constitutional apportionment of extrastate values in the absence of a unitary business. Because the Appellate Court of Illinois interpreted those decisions to the contrary, it erred.</p>\n<p>Where, as here, the asset in question is another business, we have described the \"hallmarks\" of a unitary relationship as functional integration, centralized management, and economies of scale. See <i>Mobil Oil Corp.,</i> 445 U.S., at 438, 100 S.Ct. 1223 (citing <i>Butler Brothers v. McColgan,</i> 315 U.S. 501, 506-508, 62 S.Ct. 701, 86 L.Ed. 991 (1942)); see also <i>Allied-Signal, supra,</i> at 783, 112 S.Ct. 2251 (same); <i>Container Corp., supra,</i> at 179, 103 S.Ct. 2933 (same); <i>F.W. Woolworth Co. v. Taxation and Revenue Dept. of N.M.,</i> 458 U.S. 354, 364, 102 S.Ct. 3128, 73 L.Ed.2d 819 (1982) (same). The trial court found each of these hallmarks lacking and concluded that Lexis was not a unitary part of Mead's business. The appellate court, however, made no such determination. Relying on its operational function test, it reserved judgment on whether Mead and Lexis formed a unitary business. The appellate court may take up that question on remand, and we express no opinion on it now.</p>\n<p></p>\n<h2>III</h2>\n<p>The State and its <i>amici</i> argue that vacatur is not required because the judgment of the Appellate Court of Illinois may be affirmed on an alternative ground. They contend that the record amply demonstrates that Lexis did substantial business in Illinois and that Lexis' own contacts with the State suffice to justify the apportionment of Mead's capital gain. See Br. for Respondents 18-25, 46-49; Brief for Multistate Tax Commission as <i>Amicus Curiae</i> 19-29. The State and its <i>amici</i> invite us to recognize a new ground for the constitutional apportionment of intangibles based on the taxing State's contacts with the capital asset rather than the taxpayer.</p>\n<p>We decline this invitation because the question that the State and its <i>amici</i> call upon us to answer was neither raised nor passed upon in the state courts. It also was not addressed in the State's brief in opposition to the petition. We typically will not address a question under these circumstances even if the answer would <span class=\"star-pagination\">*1509</span> afford an alternative ground for affirmance. See <i>Glover v. United States,</i> 531 U.S. 198, 205, 121 S.Ct. 696, 148 L.Ed.2d 604 (2001) (citing <i>Taylor v. Freeland &amp; Kronz,</i> 503 U.S. 638, 646, 112 S.Ct. 1644, 118 L.Ed.2d 280 (1992)); <i>Lorillard Tobacco Co. v. Reilly,</i> 533 U.S. 525, 578, 121 S.Ct. 2404, 150 L.Ed.2d 532 (2001) (THOMAS, J., concurring in part and concurring in judgment).</p>\n<p>The case for restraint is particularly compelling here, since the question may impact the law of other jurisdictions. The States of Ohio and New York, for example, have both adopted the rationale for apportionment that respondents urge us to recognize today. See Ohio Rev.Code Ann. §§ 5733.051(E)-(F) (West 2007 Supp. Pamphlet); N.Y. Tax Law Ann. § 210(3)(b) (West Supp.2008); see also <i>Allied-Signal Inc. v. Department of Taxation &amp; Finance,</i> 229 A.D.2d 759, 762, 645 N.Y.S.2d 895, 898 (3d Dept.1996) (finding that a \"sufficient nexus existed between New York and the dividend and capital gain income\" of the nondomiciliary parent because \"the corporations generating the income taxed . . . each have their own connection with the taxing jurisdiction\"); 1 Hellerstein &amp; Hellerstein ¶ 9.11[2][a]. Neither Ohio nor New York has appeared as an <i>amicus</i> in this case, and neither was on notice that the constitutionality of its tax scheme was at issue, the question having been raised for the first time in the State's brief on the merits. So postured, the question is best left for another day.<sup>[4]</sup></p>\n<p></p>\n<h2>IV</h2>\n<p>The judgment of the Appellate Court of Illinois is vacated, and this case is remanded for further proceedings not inconsistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>Justice THOMAS, concurring.</p>\n<p>Although I join the Court's opinion, I write separately to express my serious doubt that the Constitution permits us to adjudicate cases in this area. Despite the Court's repeated holdings that \"[t]he Due Process and Commerce Clauses forbid the States to tax `extraterritorial values,'\" <i>ante,</i> at 1502 (quoting <i>Container Corp. of America v. Franchise Tax Bd.,</i> 463 U.S. 159, 164, 103 S.Ct. 2933, 77 L.Ed.2d 545 <span class=\"star-pagination\">*1510</span> (1983)), I am not fully convinced of that proposition.</p>\n<p>To the extent that our decisions addressing state taxation of multistate enterprises rely on the negative Commerce Clause, I would overrule them. As I have previously explained, this Court's negative Commerce Clause jurisprudence \"has no basis in the Constitution and has proved unworkable in practice.\" <i>United Haulers Assn., Inc. v. Oneida-Herkimer Solid Waste Management Authority,</i> 550 U.S. ___, ___, 127 S.Ct. 1786, 1799, 167 L.Ed.2d 655 (2007) (THOMAS, J., concurring in judgment).</p>\n<p>The Court's cases in this area have not, however, rested solely on the Commerce Clause. The Court has long recognized that the Due Process Clause of the Fourteenth Amendment may also limit States' authority to tax multistate businesses. See <i>Adams Express Co. v. Ohio State Auditor,</i> 165 U.S. 194, 226, 17 S.Ct. 305, 41 L.Ed. 683 (1897) (concluding that because \"[t]he property taxed has its actual situs in the State and is, therefore, subject to the jurisdiction, and . . . regulation by the state legislature,\" the tax at issue did not \"amoun[t] to a taking of property without due process of law\"). I agree that the Due Process Clause requires a jurisdictional nexus or, as this Court has stated, \"some definite link, some minimum connection, between a state and the person, property or transaction it seeks to tax.\" <i>Miller Brothers Co. v. Maryland,</i> 347 U.S. 340, 344-345, 74 S.Ct. 535, 98 L.Ed. 744 (1954); see <i>ante,</i> at 1504-1505. But apart from that requirement, I am concerned that further constraintsparticularly those limiting the <i>degree</i> to which a State may tax a multistate enterpriserequire us to read into the Due Process Clause yet another unenumerated, substantive right. Cf. <i>Troxel v. Granville,</i> 530 U.S. 57, 80, 120 S.Ct. 2054, 147 L.Ed.2d 49 (2000) (THOMAS, J., concurring in judgment) (leaving open the question whether \"our substantive due process cases were wrongly decided and . . . the original understanding of the Due Process Clause precludes judicial enforcement of unenumerated rights\").</p>\n<p>Today the Court applies the additional requirement that there exist \"a rational relationship between the tax and the values connected with the taxing State.\" <i>Ante,</i> at 1504-1505 (internal quotation marks omitted); see also <i>Moorman Mfg. Co. v. Bair,</i> 437 U.S. 267, 273, 98 S.Ct. 2340, 57 L.Ed.2d 197 (1978) (requiring that \"the income attributed to the State for tax purposes . . . be rationally related to `values connected with the taxing State'\" (quoting <i>Norfolk &amp; Western R. Co. v. Missouri Tax Comm'n,</i> 390 U.S. 317, 325, 88 S.Ct. 995, 19 L.Ed.2d 1201 (1968))). In my view, however, it is difficult to characterize this requirement as providing an exclusively procedural safeguard against the deprivation of property. Scrutinizing the amount of multi-state income a State may apportion for tax purposes comes perilously close to evaluating the excessiveness of the State's taxing schemea question the Fourteenth Amendment does not grant us the authority to adjudicate. See, <i>e.g., </i><i>Stewart Dry Goods Co. v. Lewis,</i> 294 U.S. 550, 562, 55 S.Ct. 525, 79 L.Ed. 1054 (1935) (\"To condemn a levy on the sole ground that it is excessive would be to usurp a power vested not in the courts but in the legislature, and to exercise the usurped power arbitrarily by substituting our conceptions of public policy for those of the legislative body\"). Indeed, divining from the Fourteenth Amendment a right against disproportionate taxation bears a striking resemblance to our long-rejected <i>Lochner</i>-era precedents. See, <i>e.g., </i><i>Lochner v. New York,</i> 198 U.S. 45, 56-58, 25 S.Ct. 539, 49 L.Ed. 937 (1905) (invalidating a state statute as an \"unreasonable, unnecessary and arbitrary interference with the <span class=\"star-pagination\">*1511</span> right of the individual . . . to enter into those contracts . . . which may seem to him appropriate or necessary\"). Moreover, the Court's involvement in this area is wholly unnecessary given Congress' undisputed authority to resolve income apportionment issues by virtue of its power to regulate commerce \"among the several States.\" See U.S. Const., Art. I, § 8, cl. 3.</p>\n<p>Although I believe that the Court should reconsider its constitutional authority to adjudicate these kinds of cases, neither party has asked us to do so here, and the Court's decision today faithfully applies our precedents. I therefore concur.</p>\n<h2>NOTES</h2>\n<p>[1]  See Prospectus of MeadWestvaco Corporation 3 (Mar. 19, 2003), online at http://www.sec.gov/Archives/edgar/data/1159297/ XXXXXXXXXXXXXXXXXX/d424b5.htm (as visited Apr. 1, 2008, and available in Clerk of Court's case file); App. 9.</p>\n<p>[2]  When the sale of Lexis occurred in 1994, the ITA defined \"business income\" as \"income arising from transactions and activity in the regular course of the taxpayer's trade or business,\" as well as \"income from tangible and intangible property if the acquisition, management, and disposition of the property constitute integral parts of the taxpayer's regular trade or business operations.\" Ill. Comp. Stat., ch. 35, § 5/1501(a)(1) (West 1994). This language mirrors the definition of \"business income\" in the Uniform Division of Income for Tax Purposes Act (UDITPA). See UDITPA § 1(a) (2002); see also § 9 (subjecting \"[a]ll business income\" to apportionment). In 2004, the Illinois General Assembly amended the definition of \"business income\" to \"all income that may be treated as apportionable business income under the Constitution of the United States.\" Pub. Act 93-840, Art. 25, § 25-5 (codified at Ill. Comp. Stat., ch. 35, § 5/1501(a)(1) (West 2004)); cf. <i>Allied-Signal, Inc. v. Director, Div. of Taxation,</i> 504 U.S. 768, 786, 112 S.Ct. 2251, 119 L.Ed.2d 533 (1992) (declining to adopt UDITPA's \"business income\" test as the constitutional standard for apportionment).</p>\n<p>[3]  The dissent agreed that the unitary business principle remained sound, 504 U.S., at 790, 112 S.Ct. 2251 (opinion of O'Connor, J.), but found merit in New Jersey's premise (and the New Jersey Supreme Court's conclusion) that no logical distinction could be drawn between short- or long-term investments for purposes of unitary analysis, <i>id.,</i> at 793, 112 S.Ct. 2251 (\"Any distinction between short-term and long-term investments cannot be of constitutional dimension\"). We need not revisit that question here.</p>\n<p>[4]  Resolving this question now probably would not spare the State a remand. The State calculated petitioner's tax liability by applying the State's tax rate to Mead's apportioned business income, which in turn was calculated by applying Mead's apportionment percentage to its apportionable business income. See App. 28; Ill. Comp. Stat., ch. 35, § 5/304(a) (West 1994). But if a constitutionally sufficient link between the State and the value it wishes to tax is founded on the State's contacts with Lexis rather than Mead, then presumably the apportioned tax base should be determined by applying the State's four-factor apportionment formula not to Mead but to Lexis. Naturally, applying the formula to Lexis rather than Mead would yield a different apportionment percentage. See Brief for Multistate Tax Commission as <i>Amicus Curiae</i> 18-19, and n. 9; see also Hellerstein 802-803.\n</p>\n<p>The Multistate Tax Commission seems to argue that the difference would not affect the result because application of the formula to Lexis would have yielded a higher apportionment percentage. See Brief for Multistate Tax Commission 18-19. <i>Amicus</i> argues, in other words, that petitioner has no cause to complain because it caught a break in the incorrect application of a lower apportionment percentage. <i>Amicus'</i> argument assumes what we are in no position to decide: that Lexis' own apportioned tax base was properly calculated. Had petitioner been on notice that Lexis, rather than Mead, would supply the relevant apportionment percentage, it might have persuaded the state courts that Lexis' apportionment percentage should have been even lower than Mead's. The State's untimely resort to an alternative ground for affirmance may have denied petitioner a fair opportunity to make that argument.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b>128 S.Ct. 1498 (2008)</b></center>\n<center><h1>MEADWESTVACO CORP., successor in interest to Mead Corporation, Petitioner.<br>\nv.<br>\nILLINOIS DEPARTMENT OF REVENUE et al.</h1></center>\n<center>No. 06-1413.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 16, 2008.</center>\n<center>Decided April 15, 2008.</center>\n<p><span class=\"star-pagination\">*1501</span> Beth S. Brinkmann, Washington, DC, for Petitioner.</p>\n<p>Brian F. Barov, Chicago, IL, for Respondents.</p>\n<p>Lisa Madigan, Attorney General of Illinois, Michael A. Scodro, Solicitor General, Jane Elinor Notz, Deputy Solicitor General, <span class=\"star-pagination\">*1502</span> Brian F. Barova, Assistant Attorney General, Chicago, Illinois, for Respondents.</p>\n<p>Beth S. Brinkmann, Brian R. Matsui, Nicole D. Devero, Morrison &amp; Foerster LLP, Washington, DC, Paul H. Frankel, Craig B. Fields, Roberta Moseley Nero, Morrison &amp; Foerster LLP, New York, NY, for Petitioner.</p>\n<p>Justice ALITO delivered the opinion of the Court.</p>\n<p>The Due Process and Commerce Clauses forbid the States to tax \"`extraterritorial values.'\" <i>Container Corp. of America v. Franchise Tax Bd.,</i> <span class=\"citation\" data-id=\"110996\"><a href=\"/opinion/110996/container-corp-of-america-v-franchise-tax-bd/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">159</span></a></span>, 164, 103 S.Ct. 2933, 77 L.Ed.2d 545 (1983); see also <i>Allied-Signal, Inc. v. Director, Div. of Taxation,</i> <span class=\"citation\" data-id=\"112755\"><a href=\"/opinion/112755/allied-signal-inc-v-director-div-of-taxation/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">768</span></a></span>, 777, 112 S.Ct. 2251, 119 L.Ed.2d 533 (1992); <i>Mobil Oil Corp. v. Commissioner of Taxes of Vt.,</i> <span class=\"citation\" data-id=\"110229\"><a href=\"/opinion/110229/mobil-oil-corp-v-commissioner-of-taxes-of-vt/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">425</span></a></span>, 441-442, 100 S.Ct. 1223, 63 L.Ed.2d 510 (1980). A State may, however, tax an apportioned share of the value generated by the intrastate and extrastate activities of a multistate enterprise if those activities form part of a \"`unitary business.'\" <i>Hunt-Wesson, Inc. v. Franchise Tax Bd. of Cal.,</i> <span class=\"citation\" data-id=\"118338\"><a href=\"/opinion/118338/hunt-wesson-inc-v-franchise-tax-bd-of-cal/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">458</span></a></span>, 460, 120 S.Ct. 1022, 145 L.Ed.2d 974 (2000); <i>Mobil Oil Corp., supra,</i> at 438, 100 S.Ct. 1223. We have been asked in this case to decide whether the State of Illinois constitutionally taxed an apportioned share of the capital gain realized by an out-of-state corporation on the sale of one of its business divisions. The Appellate Court of Illinois upheld the tax and affirmed a judgment in the State's favor. Because we conclude that the state courts misapprehended the principles that we have developed for determining whether a multistate business is unitary, we vacate the decision of the Appellate Court of Illinois.</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>A</h2>\n<p>Mead Corporation (Mead), an Ohio corporation, is the predecessor in interest and a wholly owned subsidiary of petitioner MeadWestvaco Corporation. From its founding in 1846, Mead has been in the business of producing and selling paper, packaging, and school and office supplies.<sup>[1]</sup> In 1968, Mead paid $6 million to acquire a company called Data Corporation, which owned an inkjet printing technology and a full-text information retrieval system, the latter of which had originally been developed for the U.S. Air Force. Mead was interested in the inkjet printing technology because it would have complemented Mead's paper business, but the information retrieval system proved to be the more valuable asset. Over the course of many years, Mead developed that asset into the electronic research service now known as Lexis/Nexis (Lexis). In 1994, it sold Lexis to a third party for approximately $1.5 billion, realizing just over $1 billion in capital gain, which Mead used to repurchase stock, retire debt, and pay taxes.</p>\n<p>Mead did not report any of this gain as business income on its Illinois tax returns for 1994. It took the position that the gain qualified as nonbusiness income that should be allocated to Mead's domiciliary State, Ohio, under Illinois' Income Tax Act (ITA). See Ill. Comp. Stat., ch. 35, § 5/303(a) (West 1994). The State audited Mead's returns and issued a notice of deficiency. <span class=\"star-pagination\">*1503</span> According to the State, the ITA required Mead to treat the capital gain as business income subject to apportionment by Illinois.<sup>[2]</sup> The State assessed Mead with approximately $4 million in additional tax and penalties. Mead paid that amount under protest and then filed this lawsuit in state court.</p>\n<p>The case was tried to the bench. Although the court admitted expert testimony, reports, and other exhibits into evidence, see App. D to Pet. for Cert. 29a-34a, the parties' stipulations supplied most of the evidence of record regarding Mead's relationship with Lexis, see App. 9-20. We summarize those stipulations here.</p>\n<p></p>\n<h2>B</h2>\n<p>Lexis was launched in 1973. For the first few years it was in business, it lost money, and Mead had to keep it afloat with additional capital contributions. By the late 1970's, as more attorneys began to use Lexis, the service finally turned a profit. That profit quickly became substantial. Between 1988 and 1993, Lexis made more than $800 million of the $3.8 billion in Illinois income that Mead reported. Lexis also accounted for $680 million of the $4.5 billion in business expense deductions that Mead claimed from Illinois during that period.</p>\n<p>Lexis was subject to Mead's oversight, but Mead did not manage its day-to-day affairs. Mead was headquartered in Ohio, while a separate management team ran Lexis out of its headquarters in Illinois. The two businesses maintained separate manufacturing, sales, and distribution facilities, as well as separate accounting, legal, human resources, credit and collections, purchasing, and marketing departments. Mead's involvement was generally limited to approving Lexis' annual business plan and any significant corporate transactions (such as capital expenditures, financings, mergers and acquisitions, or joint ventures) that Lexis wished to undertake. In at least one case, Mead procured new equipment for Lexis by purchasing the equipment for its own account and then leasing it to Lexis. Mead also managed Lexis' free cash, which was swept nightly from Lexis' bank accounts into an account maintained by Mead. The cash was reinvested in Lexis' business, but Mead decided how to invest it.</p>\n<p>Neither business was required to purchase goods or services from the other. Lexis, for example, was not required to purchase its paper supply from Mead, and indeed Lexis purchased most of its paper from other suppliers. Neither received any discount on goods or services purchased from the other, and neither was a significant customer of the other.</p>\n<p><span class=\"star-pagination\">*1504</span> Lexis was incorporated as one of Mead's wholly owned subsidiaries until 1980, when it was merged into Mead and became one of Mead's divisions. Mead engineered the merger so that it could offset its income with Lexis' net operating loss carryforwards. Lexis was separately reincorporated in 1985 before being merged back into Mead in 1993. Once again, tax considerations motivated each transaction. Mead also treated Lexis as a unitary business in its consolidated Illinois returns for the years 1988 through 1994, though it did so at the State's insistence and then only to avoid litigation.</p>\n<p>Lexis was listed as one of Mead's \"business segment[s]\" in at least some of its annual reports and regulatory filings. Mead described itself in those reports and filings as \"engaged in the electronic publishing business\" and touted itself as the \"developer of the world's leading electronic information retrieval services for law, patents, accounting, finance, news and business information.\" <i>Id.,</i> at 93, 59; App. D to Pet. for Cert. 38a.</p>\n<p></p>\n<h2>C</h2>\n<p>Based on the stipulated facts and the other exhibits and expert testimony received into evidence, the Circuit Court of Cook County concluded that Lexis and Mead did not constitute a unitary business. The trial court reasoned that Lexis and Mead could not be unitary because they were not functionally integrated or centrally managed and enjoyed no economies of scale. <i>Id.,</i> at 35a-36a, 39a. The court nevertheless concluded that the State could tax an apportioned share of Mead's capital gain because Lexis served an \"operational purpose\" in Mead's business:</p>\n<blockquote>\"Lexis/Nexis was considered in the strategic planning of Mead, particularly in the allocation of resources. The operational purpose allowed Mead to limit the growth of Lexis/Nexis if only to limit its ability to expand or to contract through its control of its capital investment.\" <i>Id.,</i> at 38a-39a.</blockquote>\n<p>The Appellate Court of Illinois affirmed. <i>Mead Corp. v. Department of Revenue,</i> 371 Ill.App.3d 108, 308 Ill.Dec. 566, <span class=\"citation\" data-id=\"2048115\"><a href=\"/opinion/2048115/mead-corp-v-department-of-revenue/\"><span class=\"volume\">861</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1131</span></a></span> (2007). The court cited several factors as evidence that Lexis served an operational function in Mead's business: (1) Lexis was wholly owned by Mead; (2) Mead had exercised its control over Lexis in various ways, such as manipulating its corporate form, approving significant capital expenditures, and retaining tax benefits and control over Lexis' free cash; and (3) Mead had described itself in its annual reports and regulatory filings as engaged in electronic publishing and as the developer of the world's leading information retrieval service. See <i>id.,</i> at 111-112, 308 Ill.Dec. 566, 861 N.E.2d, at 1135-1136. Because the court found that Lexis served an operational function in Mead's business, it did not address the question whether Mead and Lexis formed a unitary business. See <i>id.,</i> at 117-118, 308 Ill.Dec. 566, 861 N.E.2d, at 1140.</p>\n<p>The Supreme Court of Illinois denied review in January 2007. <i>Mead Corp. v. Illinois Dept. of Revenue,</i> 222 Ill.2d 609, 308 Ill.Dec. 637, <span class=\"citation\" data-id=\"2010627\"><a href=\"/opinion/2010627/mead-corp-v-illinois-dept-of-revenue/\"><span class=\"volume\">862</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">235</span></a></span> (Table). We granted certiorari. 551 U.S. ___, 128 S.Ct. 29, 168 L.Ed.2d 806 (2007).</p>\n<p></p>\n<h2>II</h2>\n<p>Petitioner contends that the trial court properly found that Lexis and Mead were not unitary and that the Appellate Court of Illinois erred in concluding that Lexis served an operational function in Mead's business. According to petitioner, the exception for apportionment of income from nonunitary businesses serving an operational function is a narrow one that does not reach a purely passive investment <span class=\"star-pagination\">*1505</span> such as Lexis. We perceive a more fundamental error in the state courts' reasoning. In our view, the state courts erred in considering whether Lexis served an \"operational purpose\" in Mead's business after determining that Lexis and Mead were not unitary.</p>\n<p></p>\n<h2>A</h2>\n<p>The Commerce Clause and the Due Process Clause impose distinct but parallel limitations on a State's power to tax out-of-state activities. See <i>Quill Corp. v. North Dakota,</i> <span class=\"citation\" data-id=\"112739\"><a href=\"/opinion/112739/quill-corp-v-north-dakota/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">298</span></a></span>, 305-306, 112 S.Ct. 1904, 119 L.Ed.2d 91 (1992); <i>Mobil Oil Corp.,</i> 445 U.S., at 451, n. 4, 100 S.Ct. 1223 (STEVENS, J., dissenting); <i>Norfolk &amp; Western R. Co. v. Missouri Tax Comm'n,</i> <span class=\"citation\" data-id=\"107629\"><a href=\"/opinion/107629/norfolk-wr-co-v-tax-commn/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, n. 5, 88 S.Ct. 995, 19 L.Ed.2d 1201 (1968). The Due Process Clause demands that there exist \"`some definite link, some minimum connection, between a state and the person, property or transaction it seeks to tax,'\" as well as a rational relationship between the tax and the \"`\"values connected with the taxing State.\"'\" <i>Quill Corp., supra,</i> at 306, 112 S.Ct. 1904 (quoting <i>Miller Brothers Co. v. Maryland,</i> <span class=\"citation\" data-id=\"105210\"><a href=\"/opinion/105210/miller-brothers-co-v-maryland/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">340</span></a></span>, 344-345, 74 S.Ct. 535, 98 L.Ed. 744 (1954), and <i>Moorman Mfg. Co. v. Bair,</i> <span class=\"citation\" data-id=\"109900\"><a href=\"/opinion/109900/moorman-mfg-co-v-bair/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">267</span></a></span>, 273, 98 S.Ct. 2340, 57 L.Ed.2d 197 (1978)). The Commerce Clause forbids the States to levy taxes that discriminate against interstate commerce or that burden it by subjecting activities to multiple or unfairly apportioned taxation. See <i>Container Corp.,</i> 463 U.S., at 170-171, 103 S.Ct. 2933; <i>Armco Inc. v. Hardesty,</i> <span class=\"citation\" data-id=\"111213\"><a href=\"/opinion/111213/armco-inc-v-hardesty/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">638</span></a></span>, 644, 104 S.Ct. 2620, 81 L.Ed.2d 540 (1984). The \"broad inquiry\" subsumed in both constitutional requirements is \"`whether the taxing power exerted by the state bears fiscal relation to protection, opportunities and benefits given by the state'\"that is, \"`whether the state has given anything for which it can ask return.'\" <i>ASARCO Inc. v. Idaho Tax Comm'n,</i> <span class=\"citation\" data-id=\"110780\"><a href=\"/opinion/110780/asarco-inc-v-idaho-tax-commn/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, 315, 102 S.Ct. 3103 (1982) (quoting <i>Wisconsin v. J.C. Penney Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">435</span></span>, 444, 61 S.Ct. 246, 85 L.Ed. 267 (1940)).</p>\n<p>Where, as here, there is no dispute that the taxpayer has done some business in the taxing State, the inquiry shifts from whether the State may tax to what it may tax. Cf. <i>Allied-Signal,</i> 504 U.S., at 778, 112 S.Ct. 2251 (distinguishing <i>Quill Corp., supra</i>). To answer that question, we have developed the unitary business principle. Under that principle, a State need not \"isolate the intrastate income-producing activities from the rest of the business\" but \"may tax an apportioned sum of the corporation's multistate business if the business is unitary.\" <i>Allied-Signal, supra,</i> at 772, 112 S.Ct. 2251; accord, <i>Hunt-Wesson,</i> 528 U.S., at 460, 120 S.Ct. 1022; <i>Exxon Corp. v. Department of Revenue of Wis.,</i> <span class=\"citation\" data-id=\"110297\"><a href=\"/opinion/110297/exxon-corp-v-department-of-revenue-of-wis/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">207</span></a></span>, 224, 100 S.Ct. 2109, 65 L.Ed.2d 66 (1980); <i>Mobil Oil Corp., supra,</i> at 442, 100 S.Ct. 1223; cf. 1 J. Hellerstein &amp; W. Hellerstein, State Taxation ¶ 8.07[1], p. 8-61 (3d ed.2001-2005) (hereinafter Hellerstein &amp; Hellerstein). The court must determine whether \"intrastate and extrastate activities formed part of a single unitary business,\" <i>Mobil Oil Corp., supra,</i> at 438-439, 100 S.Ct. 1223, or whether the out-of-state values that the State seeks to tax \"`derive[d] from \"unrelated business activity\" which constitutes a \"discrete business enterprise.\"'\" <i>Allied-Signal, supra,</i> at 773, 112 S.Ct. 2251 (quoting <i>Exxon Corp., supra,</i> at 224, 100 S.Ct. 2109, in turn quoting <i>Mobil Oil Corp., supra,</i> at 439, 100 S.Ct. 1223 (alteration in original)). We traced the history of this venerable principle in <i>Allied-Signal, supra,</i> at 778-783, 112 S.Ct. 2251, and, because it figures prominently in this case, we retrace it briefly here.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1506</span> B</h2>\n<p>With the coming of the Industrial Revolution in the 19th century, the United States witnessed the emergence of its first truly multistate business enterprises. These railroad, telegraph, and express companies presented state taxing authorities with a novel problem: A State often cannot tax its fair share of the value of a multistate business by simply taxing the capital within its borders. The whole of the enterprise is generally more valuable than the sum of its parts; were it not, its owners would simply liquidate it and sell it off in pieces. As we observed in 1876, \"[t]he track of the road is but one track from one end of it to the other, and, except in its use as one track, is of little value.\" <i>State Railroad Tax Cases,</i> <span class=\"citation\" data-id=\"89311\"><a href=\"/opinion/89311/taylor-v-secor/\"><span class=\"volume\">92</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span>, 608, 23 L.Ed. 663.</p>\n<p>The unitary business principle addressed this problem by shifting the constitutional inquiry from the niceties of geographic accounting to the determination of the taxpayer's business unit. If the value the State wished to tax derived from a \"unitary business\" operated within and without the State, the State could tax an apportioned share of the value of that business instead of isolating the value attributable to the operation of the business within the State. <i>E.g., </i><i>Exxon Corp., supra,</i> at 223, 100 S.Ct. 2109 (citing <i>Moorman Mfg. Co., supra,</i> at 273, 98 S.Ct. 2340). Conversely, if the value the State wished to tax derived from a \"discrete business enterprise,\" <i>Mobil Oil Corp.,</i> 445 U.S., at 439, 100 S.Ct. 1223, then the State could not tax even an apportioned share of that value. <i>E.g., </i><i>Container Corp., supra,</i> at 165-166, 103 S.Ct. 2933.</p>\n<p>We recognized as early as 1876 that the Due Process Clause did not require the States to assess trackage \"in each county where it lies according to its value there.\" <i>State Railroad Tax Cases,</i> 92 U.S., at 608, 23 L.Ed. 663. We went so far as to opine that \"[i]t may well be doubted whether any better mode of determining the value of that portion of the track within any one county has been devised than to ascertain the value of the whole road, and apportion the value within the county by its relative length to the whole.\" <i>Ibid.</i> We generalized the rule of the <i>State Railroad Tax Cases</i> in <i>Adams Express Co. v. Ohio, State Auditor,</i> <span class=\"citation\" data-id=\"94597\"><a href=\"/opinion/94597/adams-express-co-v-ohio-state-auditor/\"><span class=\"volume\">165</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></a></span>, 17 S.Ct. 305, 41 L.Ed. 683 (1897). There we held that apportionment could permissibly be applied to a multistate business lacking the \"physical unity\" of wires or rails but exhibiting the \"same unity in the use of the entire property for the specific purpose,\" with \"the same elements of value arising from such use.\" <i>Id.,</i> at 221, 17 S.Ct. 305. We extended the reach of the unitary business principle further still in later cases, when we relied on it to justify the taxation by apportionment of net income, dividends, capital gain, and other intangibles. See <i>Underwood Typewriter Co. v. Chamberlain,</i> <span class=\"citation\" data-id=\"99648\"><a href=\"/opinion/99648/underwood-typewriter-co-v-chamberlain/\"><span class=\"volume\">254</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">113</span></a></span>, 117, 120-121, 41 S.Ct. 45, 65 L.Ed. 165 (1920) (net income tax); <i>Bass, Ratcliff &amp; Gretton, Ltd. v. State Tax Comm'n,</i> <span class=\"citation\" data-id=\"100510\"><a href=\"/opinion/100510/bass-etc-ltd-v-tax-comm/\"><span class=\"volume\">266</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">271</span></a></span>, 277, 280, 282-283, 45 S.Ct. 82, 69 L.Ed. 282 (1924) (franchise tax); <i>J.C. Penney Co., supra,</i> at 443-445, 61 S.Ct. 246 (tax on the \"privilege of declaring dividends\"); cf. <i>Allied-Signal, supra,</i> at 780, 112 S.Ct. 2251 (\"[F]or constitutional purposes capital gains should be treated as no different from dividends\"); see also 1 Hellerstein &amp; Hellerstein ¶ 8.07[1] (summarizing this history).</p>\n<p>As the unitary business principle has evolved in step with American enterprise, courts have sometimes found it difficult to identify exactly when a business is unitary. We confronted this problem most recently in <i>Allied-Signal.</i> The taxpayer there, a multistate enterprise, had realized capital gain on the disposition of its minority investment <span class=\"star-pagination\">*1507</span> in another business. The parties' stipulation left little doubt that the taxpayer and its investee were not unitary. See 504 U.S., at 774, 112 S.Ct. 2251 (observing that \"the question whether the business can be called `unitary' . . . is all but controlled by the terms of a stipulation\"). The record revealed, however, that the taxpayer had used the proceeds from the liquidated investment in an ultimately unsuccessful bid to purchase a new asset that would have been used in its unitary business. See <i>id.,</i> at 776-777, 112 S.Ct. 2251. From that wrinkle in the record, the New Jersey Supreme Court concluded that the taxpayer's minority interest had represented nothing more than a temporary investment of working capital awaiting deployment in the taxpayer's unitary business. See <i>Bendix Corp. v. Director, Div. of Taxation,</i> <span class=\"citation\" data-id=\"2282098\"><a href=\"/opinion/2282098/bendix-corp-v-director-div-of-taxation/\"><span class=\"volume\">125</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">20</span></a></span>, 37, <span class=\"citation\" data-id=\"2282098\"><a href=\"/opinion/2282098/bendix-corp-v-director-div-of-taxation/\"><span class=\"volume\">592</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">536</span></a></span>, 545 (1991). The State went even further. It argued that, because there could be \"no logical distinction between short-term investment of working capital, which all concede is apportionable, . . . and all other investments,\" the unitary business principle was outdated and should be jettisoned. 504 U.S., at 784, 112 S.Ct. 2251.</p>\n<p>We rejected both contentions. We concluded that \"the unitary business principle is not so inflexible that as new methods of finance and new forms of business evolve it cannot be modified or supplemented where appropriate.\" <i>Id.,</i> at 786, 112 S.Ct. 2251; see also <i>id.,</i> at 785, 112 S.Ct. 2251 (\"If lower courts have reached divergent results in applying the unitary business principle to different factual circumstances, that is because, as we have said, any number of variations on the unitary business theme `are logically consistent with the underlying principles motivating the approach'\" (quoting <i>Container Corp.,</i> 463 U.S., at 167, 103 S.Ct. 2933)).<sup>[3]</sup> We explained that situations could occur in which apportionment might be constitutional even though \"the payee and the payor [were] not . . . engaged in the same unitary business.\" 504 U.S., at 787, 112 S.Ct. 2251. It was in that context that we observed that an asset could form part of a taxpayer's unitary business if it served an \"operational rather than an investment function\" in that business. <i>Ibid.</i> \"Hence, for example, a State may include within the apportionable income of a nondomiciliary corporation the interest earned on short-term deposits in a bank located in another State if that income forms part of the working capital of the corporation's unitary business, notwithstanding the absence of a unitary relationship between the corporation and the bank.\" <i>Id.,</i> at 787-788, 112 S.Ct. 2251. We observed that we had made the same point in <i>Container Corp.,</i> where we noted that \"capital transactions can serve either an investment function or an operational function.\" 463 U.S., at 180, n. 19, 103 S.Ct. 2933; cf. <i>Corn Products Refining Co. v. Commissioner,</i> <span class=\"citation no-link\"><span class=\"volume\">350</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">46</span></span>, 50, 76 S.Ct. 20, 100 L.Ed. 29 (1955) (concluding that corn futures contracts in the hands of a corn refiner seeking to hedge itself against increases in corn prices are operational rather than capital assets), cited in <i>Container Corp., supra,</i> at 180, n. 19, 103 S.Ct. 2933.</p>\n<p></p>\n<h2>C</h2>\n<p>As the foregoing history confirms, our references to \"operational function\" in <span class=\"star-pagination\">*1508</span> <i>Container Corp.</i> and <i>Allied-Signal</i> were not intended to modify the unitary business principle by adding a new ground for apportionment. The concept of operational function simply recognizes that an asset can be a part of a taxpayer's unitary business even if what we may term a \"unitary relationship\" does not exist between the \"payor and payee.\" See <i>Allied-Signal, supra,</i> at 791-792, 112 S.Ct. 2251 (O'Connor, J., dissenting); Hellerstein, State Taxation of Corporate Income from Intangibles: <i>Allied-Signal</i> and Beyond, 48 Tax L.Rev. 739, 790 (1993) (hereinafter Hellerstein). In the example given in <i>Allied-Signal,</i> the taxpayer was not unitary with its banker, but the taxpayer's deposits (which represented working capital and thus operational assets) were clearly unitary with the taxpayer's business. In <i>Corn Products,</i> the taxpayer was not unitary with the counterparty to its hedge, but the taxpayer's futures contracts (which served to hedge against the risk of an increase in the price of a key cost input) were likewise clearly unitary with the taxpayer's business. In each case, the \"payor\" was not a unitary part of the taxpayer's business, but the relevant asset was. The conclusion that the asset served an operational function was merely instrumental to the constitutionally relevant conclusion that the asset was a unitary part of the business being conducted in the taxing State rather than a discrete asset to which the State had no claim. Our decisions in <i>Container Corp.</i> and <i>Allied-Signal</i> did not announce a new ground for the constitutional apportionment of extrastate values in the absence of a unitary business. Because the Appellate Court of Illinois interpreted those decisions to the contrary, it erred.</p>\n<p>Where, as here, the asset in question is another business, we have described the \"hallmarks\" of a unitary relationship as functional integration, centralized management, and economies of scale. See <i>Mobil Oil Corp.,</i> 445 U.S., at 438, 100 S.Ct. 1223 (citing <i>Butler Brothers v. McColgan,</i> <span class=\"citation\" data-id=\"103627\"><a href=\"/opinion/103627/butler-brothers-v-mccolgan/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">501</span></a></span>, 506-508, 62 S.Ct. 701, 86 L.Ed. 991 (1942)); see also <i>Allied-Signal, supra,</i> at 783, 112 S.Ct. 2251 (same); <i>Container Corp., supra,</i> at 179, 103 S.Ct. 2933 (same); <i>F.W. Woolworth Co. v. Taxation and Revenue Dept. of N.M.,</i> <span class=\"citation\" data-id=\"110781\"><a href=\"/opinion/110781/fw-woolworth-co-v-taxation-and-revenue-dept-of-nm/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">354</span></a></span>, 364, 102 S.Ct. 3128, 73 L.Ed.2d 819 (1982) (same). The trial court found each of these hallmarks lacking and concluded that Lexis was not a unitary part of Mead's business. The appellate court, however, made no such determination. Relying on its operational function test, it reserved judgment on whether Mead and Lexis formed a unitary business. The appellate court may take up that question on remand, and we express no opinion on it now.</p>\n<p></p>\n<h2>III</h2>\n<p>The State and its <i>amici</i> argue that vacatur is not required because the judgment of the Appellate Court of Illinois may be affirmed on an alternative ground. They contend that the record amply demonstrates that Lexis did substantial business in Illinois and that Lexis' own contacts with the State suffice to justify the apportionment of Mead's capital gain. See Br. for Respondents 18-25, 46-49; Brief for Multistate Tax Commission as <i>Amicus Curiae</i> 19-29. The State and its <i>amici</i> invite us to recognize a new ground for the constitutional apportionment of intangibles based on the taxing State's contacts with the capital asset rather than the taxpayer.</p>\n<p>We decline this invitation because the question that the State and its <i>amici</i> call upon us to answer was neither raised nor passed upon in the state courts. It also was not addressed in the State's brief in opposition to the petition. We typically will not address a question under these circumstances even if the answer would <span class=\"star-pagination\">*1509</span> afford an alternative ground for affirmance. See <i>Glover v. United States,</i> <span class=\"citation\" data-id=\"118397\"><a href=\"/opinion/118397/glover-v-united-states/\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">198</span></a></span>, 205, 121 S.Ct. 696, 148 L.Ed.2d 604 (2001) (citing <i>Taylor v. Freeland &amp; Kronz,</i> <span class=\"citation\" data-id=\"112725\"><a href=\"/opinion/112725/taylor-v-freeland-kronz/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">638</span></a></span>, 646, 112 S.Ct. 1644, 118 L.Ed.2d 280 (1992)); <i>Lorillard Tobacco Co. v. Reilly,</i> <span class=\"citation\" data-id=\"118458\"><a href=\"/opinion/118458/lorillard-tobacco-co-v-reilly/\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">525</span></a></span>, 578, 121 S.Ct. 2404, 150 L.Ed.2d 532 (2001) (THOMAS, J., concurring in part and concurring in judgment).</p>\n<p>The case for restraint is particularly compelling here, since the question may impact the law of other jurisdictions. The States of Ohio and New York, for example, have both adopted the rationale for apportionment that respondents urge us to recognize today. See Ohio Rev.Code Ann. §§ 5733.051(E)-(F) (West 2007 Supp. Pamphlet); N.Y. Tax Law Ann. § 210(3)(b) (West Supp.2008); see also <i>Allied-Signal Inc. v. Department of Taxation &amp; Finance,</i> <span class=\"citation no-link\"><span class=\"volume\">229</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">759</span></span>, 762, <span class=\"citation no-link\"><span class=\"volume\">645</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">895</span></span>, 898 (3d Dept.1996) (finding that a \"sufficient nexus existed between New York and the dividend and capital gain income\" of the nondomiciliary parent because \"the corporations generating the income taxed . . . each have their own connection with the taxing jurisdiction\"); 1 Hellerstein &amp; Hellerstein ¶ 9.11[2][a]. Neither Ohio nor New York has appeared as an <i>amicus</i> in this case, and neither was on notice that the constitutionality of its tax scheme was at issue, the question having been raised for the first time in the State's brief on the merits. So postured, the question is best left for another day.<sup>[4]</sup></p>\n<p></p>\n<h2>IV</h2>\n<p>The judgment of the Appellate Court of Illinois is vacated, and this case is remanded for further proceedings not inconsistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>Justice THOMAS, concurring.</p>\n<p>Although I join the Court's opinion, I write separately to express my serious doubt that the Constitution permits us to adjudicate cases in this area. Despite the Court's repeated holdings that \"[t]he Due Process and Commerce Clauses forbid the States to tax `extraterritorial values,'\" <i>ante,</i> at 1502 (quoting <i>Container Corp. of America v. Franchise Tax Bd.,</i> <span class=\"citation\" data-id=\"110996\"><a href=\"/opinion/110996/container-corp-of-america-v-franchise-tax-bd/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">159</span></a></span>, 164, 103 S.Ct. 2933, 77 L.Ed.2d 545 <span class=\"star-pagination\">*1510</span> (1983)), I am not fully convinced of that proposition.</p>\n<p>To the extent that our decisions addressing state taxation of multistate enterprises rely on the negative Commerce Clause, I would overrule them. As I have previously explained, this Court's negative Commerce Clause jurisprudence \"has no basis in the Constitution and has proved unworkable in practice.\" <i>United Haulers Assn., Inc. v. Oneida-Herkimer Solid Waste Management Authority,</i> 550 U.S. ___, ___, 127 S.Ct. 1786, 1799, 167 L.Ed.2d 655 (2007) (THOMAS, J., concurring in judgment).</p>\n<p>The Court's cases in this area have not, however, rested solely on the Commerce Clause. The Court has long recognized that the Due Process Clause of the Fourteenth Amendment may also limit States' authority to tax multistate businesses. See <i>Adams Express Co. v. Ohio State Auditor,</i> <span class=\"citation\" data-id=\"94597\"><a href=\"/opinion/94597/adams-express-co-v-ohio-state-auditor/\"><span class=\"volume\">165</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></a></span>, 226, 17 S.Ct. 305, 41 L.Ed. 683 (1897) (concluding that because \"[t]he property taxed has its actual situs in the State and is, therefore, subject to the jurisdiction, and . . . regulation by the state legislature,\" the tax at issue did not \"amoun[t] to a taking of property without due process of law\"). I agree that the Due Process Clause requires a jurisdictional nexus or, as this Court has stated, \"some definite link, some minimum connection, between a state and the person, property or transaction it seeks to tax.\" <i>Miller Brothers Co. v. Maryland,</i> <span class=\"citation\" data-id=\"105210\"><a href=\"/opinion/105210/miller-brothers-co-v-maryland/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">340</span></a></span>, 344-345, 74 S.Ct. 535, 98 L.Ed. 744 (1954); see <i>ante,</i> at 1504-1505. But apart from that requirement, I am concerned that further constraintsparticularly those limiting the <i>degree</i> to which a State may tax a multistate enterpriserequire us to read into the Due Process Clause yet another unenumerated, substantive right. Cf. <i>Troxel v. Granville,</i> <span class=\"citation\" data-id=\"1087668\"><a href=\"/opinion/1087668/troxel-v-granville/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">57</span></a></span>, 80, 120 S.Ct. 2054, 147 L.Ed.2d 49 (2000) (THOMAS, J., concurring in judgment) (leaving open the question whether \"our substantive due process cases were wrongly decided and . . . the original understanding of the Due Process Clause precludes judicial enforcement of unenumerated rights\").</p>\n<p>Today the Court applies the additional requirement that there exist \"a rational relationship between the tax and the values connected with the taxing State.\" <i>Ante,</i> at 1504-1505 (internal quotation marks omitted); see also <i>Moorman Mfg. Co. v. Bair,</i> <span class=\"citation\" data-id=\"109900\"><a href=\"/opinion/109900/moorman-mfg-co-v-bair/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">267</span></a></span>, 273, 98 S.Ct. 2340, 57 L.Ed.2d 197 (1978) (requiring that \"the income attributed to the State for tax purposes . . . be rationally related to `values connected with the taxing State'\" (quoting <i>Norfolk &amp; Western R. Co. v. Missouri Tax Comm'n,</i> <span class=\"citation\" data-id=\"107629\"><a href=\"/opinion/107629/norfolk-wr-co-v-tax-commn/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, 88 S.Ct. 995, 19 L.Ed.2d 1201 (1968))). In my view, however, it is difficult to characterize this requirement as providing an exclusively procedural safeguard against the deprivation of property. Scrutinizing the amount of multi-state income a State may apportion for tax purposes comes perilously close to evaluating the excessiveness of the State's taxing schemea question the Fourteenth Amendment does not grant us the authority to adjudicate. See, <i>e.g., </i><i>Stewart Dry Goods Co. v. Lewis,</i> <span class=\"citation\" data-id=\"102405\"><a href=\"/opinion/102405/stewart-dry-goods-co-v-lewis/\"><span class=\"volume\">294</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">550</span></a></span>, 562, 55 S.Ct. 525, 79 L.Ed. 1054 (1935) (\"To condemn a levy on the sole ground that it is excessive would be to usurp a power vested not in the courts but in the legislature, and to exercise the usurped power arbitrarily by substituting our conceptions of public policy for those of the legislative body\"). Indeed, divining from the Fourteenth Amendment a right against disproportionate taxation bears a striking resemblance to our long-rejected <i>Lochner</i>-era precedents. See, <i>e.g., </i><i>Lochner v. New York,</i> <span class=\"citation\" data-id=\"96276\"><a href=\"/opinion/96276/lochner-v-new-york/\"><span class=\"volume\">198</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">45</span></a></span>, 56-58, 25 S.Ct. 539, 49 L.Ed. 937 (1905) (invalidating a state statute as an \"unreasonable, unnecessary and arbitrary interference with the <span class=\"star-pagination\">*1511</span> right of the individual . . . to enter into those contracts . . . which may seem to him appropriate or necessary\"). Moreover, the Court's involvement in this area is wholly unnecessary given Congress' undisputed authority to resolve income apportionment issues by virtue of its power to regulate commerce \"among the several States.\" See U.S. Const., Art. I, § 8, cl. 3.</p>\n<p>Although I believe that the Court should reconsider its constitutional authority to adjudicate these kinds of cases, neither party has asked us to do so here, and the Court's decision today faithfully applies our precedents. I therefore concur.</p>\n<h2>NOTES</h2>\n<p>[1]  See Prospectus of MeadWestvaco Corporation 3 (Mar. 19, 2003), online at http://www.sec.gov/Archives/edgar/data/1159297/ XXXXXXXXXXXXXXXXXX/d424b5.htm (as visited Apr. 1, 2008, and available in Clerk of Court's case file); App. 9.</p>\n<p>[2]  When the sale of Lexis occurred in 1994, the ITA defined \"business income\" as \"income arising from transactions and activity in the regular course of the taxpayer's trade or business,\" as well as \"income from tangible and intangible property if the acquisition, management, and disposition of the property constitute integral parts of the taxpayer's regular trade or business operations.\" Ill. Comp. Stat., ch. 35, § 5/1501(a)(1) (West 1994). This language mirrors the definition of \"business income\" in the Uniform Division of Income for Tax Purposes Act (UDITPA). See UDITPA § 1(a) (2002); see also § 9 (subjecting \"[a]ll business income\" to apportionment). In 2004, the Illinois General Assembly amended the definition of \"business income\" to \"all income that may be treated as apportionable business income under the Constitution of the United States.\" Pub. Act 93-840, Art. 25, § 25-5 (codified at Ill. Comp. Stat., ch. 35, § 5/1501(a)(1) (West 2004)); cf. <i>Allied-Signal, Inc. v. Director, Div. of Taxation,</i> <span class=\"citation\" data-id=\"112755\"><a href=\"/opinion/112755/allied-signal-inc-v-director-div-of-taxation/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">768</span></a></span>, 786, 112 S.Ct. 2251, 119 L.Ed.2d 533 (1992) (declining to adopt UDITPA's \"business income\" test as the constitutional standard for apportionment).</p>\n<p>[3]  The dissent agreed that the unitary business principle remained sound, 504 U.S., at 790, 112 S.Ct. 2251 (opinion of O'Connor, J.), but found merit in New Jersey's premise (and the New Jersey Supreme Court's conclusion) that no logical distinction could be drawn between short- or long-term investments for purposes of unitary analysis, <i>id.,</i> at 793, 112 S.Ct. 2251 (\"Any distinction between short-term and long-term investments cannot be of constitutional dimension\"). We need not revisit that question here.</p>\n<p>[4]  Resolving this question now probably would not spare the State a remand. The State calculated petitioner's tax liability by applying the State's tax rate to Mead's apportioned business income, which in turn was calculated by applying Mead's apportionment percentage to its apportionable business income. See App. 28; Ill. Comp. Stat., ch. 35, § 5/304(a) (West 1994). But if a constitutionally sufficient link between the State and the value it wishes to tax is founded on the State's contacts with Lexis rather than Mead, then presumably the apportioned tax base should be determined by applying the State's four-factor apportionment formula not to Mead but to Lexis. Naturally, applying the formula to Lexis rather than Mead would yield a different apportionment percentage. See Brief for Multistate Tax Commission as <i>Amicus Curiae</i> 18-19, and n. 9; see also Hellerstein 802-803.\n</p>\n<p>The Multistate Tax Commission seems to argue that the difference would not affect the result because application of the formula to Lexis would have yielded a higher apportionment percentage. See Brief for Multistate Tax Commission 18-19. <i>Amicus</i> argues, in other words, that petitioner has no cause to complain because it caught a break in the incorrect application of a lower apportionment percentage. <i>Amicus'</i> argument assumes what we are in no position to decide: that Lexis' own apportioned tax base was properly calculated. Had petitioner been on notice that Lexis, rather than Mead, would supply the relevant apportionment percentage, it might have persuaded the state courts that Lexis' apportionment percentage should have been even lower than Mead's. The State's untimely resort to an alternative ground for affirmance may have denied petitioner a fair opportunity to make that argument.</p>\n\n</div>", "id": 145818, "judges": "Alito", "local_path": "pdf/2008/04/15/MeadWestvaco_Corp._v._Illinois_Dept._of_Revenue.pdf", "nature_of_suit": "", "plain_text": "(Slip Opinion)              OCTOBER TERM, 2007                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n  MEADWESTVACO CORP., SUCCESSOR IN INTEREST TO\n\n    MEAD CORP. v. ILLINOIS DEPARTMENT OF \n\n               REVENUE ET AL. \n\n\n  CERTIORARI TO THE APPELLATE COURT OF ILLINOIS, FIRST \n\n                       DISTRICT\n\n\n    No. 06–1413. Argued January 16, 2008—Decided April 15, 2008\nA State may tax an apportioned share of the value generated by a\n  multistate enterprise’s intrastate and extrastate activities that form\n  part of a “ ‘unitary business.’ ” Hunt-Wesson, Inc. v. Franchise Tax\n  Bd. of Cal., 528 U. S. 458, 460. Illinois taxed a capital gain realized\n  by Mead, an Ohio corporation that is a wholly owned subsidiary of\n  petitioner, when Mead sold its Lexis business division. Mead paid\n  the tax and sued in state court. The trial court found that Lexis and\n  Mead were not unitary because they were not functionally integrated\n  or centrally managed and enjoyed no economies of scale. It neverthe-\n  less concluded that Illinois could tax an apportioned share of Mead’s\n  capital gain because Lexis served an operational purpose in Mead’s\n  business. Affirming, the State Appellate Court found that Lexis\n  served an operational function in Mead’s business and thus did not\n  address whether Mead and Lexis formed a unitary business.\nHeld:\n    1. The state courts erred in considering whether Lexis served an\n “operational purpose” in Mead’s business after determining that\n Lexis and Mead were not unitary. Pp. 6–13.\n       (a) The Commerce and Due Process Clauses impose distinct but\n parallel limitations on a State’s power to tax out-of-state activities,\n and each subsumes the “broad inquiry” “ ‘whether the taxing power\n exerted by the state bears fiscal relation to protection, opportunities\n and benefits given by the state,’ ” ASARCO Inc. v. Idaho Tax\n Comm’n, 458 U. S. 307, 315. Because the taxpayer here did business\n in the taxing State, the inquiry shifts from whether the State may\n2           MEADWESTVACO CORP. v. ILLINOIS DEPT. OF\n                         REVENUE                                           \n\n                          Syllabus \n\n\n    tax to what it may tax. Under the unitary business principle devel-\n    oped to answer that question, a State need not “isolate the intrastate\n    income-producing activities from the rest of the business” but “may\n    tax an apportioned sum of the corporation’s multistate business if the\n    business is unitary.” Allied-Signal, Inc. v. Director, Div. of Taxation,\n    504 U. S. 768, 772. Pp. 6–8.\n         (b) To address the problem arising from the emergence of multi-\n    state business enterprises such as railroad and telegraph compa-\n    nies—namely, that a State could not tax its fair share of such a busi-\n    ness’ value by simply taxing the capital within its borders—the\n    unitary business principle shifted the constitutional inquiry from the\n    niceties of geographic accounting to the determination of a taxpayer’s\n    business unit. If the value the State wished to tax derived from a\n    “unitary business” operated within and without the State, the State\n    could tax an apportioned share of that business’ value instead of iso-\n    lating the value attributable to the intrastate operation. E.g., Exxon\n    Corp. v. Department of Revenue of Wis., 447 U. S. 207, 223. But if the\n    value derived from a “discrete business enterprise,” Mobil Oil Corp.\n    v. Commissioner of Taxes of Vt., 445 U. S. 425, 439, the State could\n    not tax even an apportioned share. E.g., Container Corp. of America\n    v. Franchise Tax Bd., 463 U. S. 159, 165–166. This principle was ex-\n    tended to a multistate business that lacked the “physical unity” of\n    wires or rails but exhibited the “same unity in the use of the entire\n    property for the specific purpose,” with “the same elements of value\n    arising from such use,” Adams Express Co. v. Ohio, 165 U. S. 194,\n    221; and it has justified apportioned taxation of net income, divi-\n    dends, capital gain, and other intangibles. Confronting the problem\n    of how to determine exactly when a business is unitary, this Court\n    found in Allied-Signal that the “principle is not so inflexible that as\n    new [finance] methods . . . and new [business] forms . . . evolve it\n    cannot be modified or supplemented where appropriate,” 504 U. S., at\n    786, and explained that situations could occur in which apportion-\n    ment might be constitutional even though “the payee and the payor\n    [were] not . . . engaged in the same unitary business,” id., at 787. In\n    that context, the Court observed that an asset could form part of a\n    taxpayer’s unitary business if it served an “operational rather than\n    an investment function” in the business, ibid.; and noted that Con-\n    tainer Corp., supra, at 180, n. 19, made the same point. Pp. 8–11.\n         (c) Thus, the “operational function” references in Container Corp.\n    and Allied-Signal were not intended to modify the unitary business\n    principle by adding a new apportionment ground. The operational\n    function concept simply recognizes that an asset can be a part of a\n    taxpayer’s unitary business even without a “unitary relationship” be-\n    tween the “payor and payee.” In Allied-Signal and in Corn Products\n                     Cite as: 553 U. S. ____ (2008)                    3\n\n                                Syllabus\n\n  Co. v. Commissioner, 350 U. S. 46, the conclusion that an asset\n  served an operational function was merely instrumental to the con-\n  stitutionally relevant conclusion that the asset was a unitary part of\n  the business conducted in the taxing State rather than a discrete as-\n  set to which the State had no claim. Container Corp. and Allied-\n  Signal did not announce a new ground for constitutional apportion-\n  ment, and the Illinois Appellate Court erred in concluding otherwise.\n  Here, where the asset is another business, a unitary relationship’s\n  “hallmarks” are functional integration, centralized management, and\n  economies of scale. See Mobil Oil Corp., supra, at 438. The trial\n  court found each hallmark lacking in finding that Lexis was not a\n  unitary part of Mead’s business. However, the appellate court made\n  no such determination. Relying on its operational function test, it re-\n  served the unitary business question, which it may take up on re-\n  mand. Pp. 11–13.\n    2. Because the alternative ground for affirmance urged by the\n  State and its amici—that the record amply demonstrates that Lexis\n  did substantial business in Illinois and that Lexis’ own contacts with\n  the State suffice to justify the apportionment of Mead’s capital gain—\n  was neither raised nor passed upon in the state courts, it will not be\n  addressed here. The case for restraint is particularly compelling\n  here, since the question may impact other jurisdictions’ laws.\n  Pp. 13–14.\n371 Ill. App. 3d 108, 861 N. E. 2d 1131, vacated and remanded.\n\n   ALITO, J., delivered the opinion for a unanimous Court. THOMAS, J.,\nfiled a concurring opinion.\n                        Cite as: 553 U. S. ____ (2008)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash­\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 06–1413\n                                   _________________\n\n\n MEADWESTVACO CORPORATION, SUCCESSOR IN IN-\n TEREST TO THE MEAD CORPORATION, PETITIONER\n  v. ILLINOIS DEPARTMENT OF REVENUE ET AL.\n   ON WRIT OF CERTIORARI TO THE APPELLATE COURT OF\n\n                ILLINOIS, FIRST DISTRICT\n\n                                 [April 15, 2008]\n\n   JUSTICE ALITO delivered the opinion of the Court.\n   The Due Process and Commerce Clauses forbid the\nStates to tax “ ‘extraterritorial values.’ ” Container Corp. of\nAmerica v. Franchise Tax Bd., 463 U. S. 159, 164 (1983);\nsee also Allied-Signal, Inc. v. Director, Div. of Taxation,\n504 U. S. 768, 777 (1992); Mobil Oil Corp. v. Commissioner\nof Taxes of Vt., 445 U. S. 425, 441–442 (1980). A State\nmay, however, tax an apportioned share of the value\ngenerated by the intrastate and extrastate activities of a\nmultistate enterprise if those activities form part of a\n“ ‘unitary business.’ ” Hunt-Wesson, Inc. v. Franchise Tax\nBd. of Cal., 528 U. S. 458, 460 (2000); Mobil Oil Corp.,\nsupra, at 438. We have been asked in this case to decide\nwhether the State of Illinois constitutionally taxed an\napportioned share of the capital gain realized by an out-of­\nstate corporation on the sale of one of its business divi­\nsions. The Appellate Court of Illinois upheld the tax and\naffirmed a judgment in the State’s favor. Because we\nconclude that the state courts misapprehended the princi­\nples that we have developed for determining whether a\n2           MEADWESTVACO CORP. v. ILLINOIS DEPT. OF\n                          REVENUE                                    \n\n                      Opinion of the Court \n\n\nmultistate business is unitary, we vacate the decision of\nthe Appellate Court of Illinois.\n                              I\n\n                              A\n\n   Mead Corporation (Mead), an Ohio corporation, is the\npredecessor in interest and a wholly owned subsidiary of\npetitioner MeadWestvaco Corporation. From its founding\nin 1846, Mead has been in the business of producing and\nselling paper, packaging, and school and office supplies.1\nIn 1968, Mead paid $6 million to acquire a company called\nData Corporation, which owned an inkjet printing tech­\nnology and a full-text information retrieval system, the\nlatter of which had originally been developed for the U. S.\nAir Force. Mead was interested in the inkjet printing\ntechnology because it would have complemented Mead’s\npaper business, but the information retrieval system\nproved to be the more valuable asset. Over the course of\nmany years, Mead developed that asset into the electronic\nresearch service now known as Lexis/Nexis (Lexis). In\n1994, it sold Lexis to a third party for approximately\n$1.5 billion, realizing just over $1 billion in capital gain,\nwhich Mead used to repurchase stock, retire debt, and pay\ntaxes.\n   Mead did not report any of this gain as business income\non its Illinois tax returns for 1994. It took the position\nthat the gain qualified as nonbusiness income that should\nbe allocated to Mead’s domiciliary State, Ohio, under\nIllinois’ Income Tax Act (ITA). See Ill. Comp. Stat., ch. 35,\n§5/303(a) (West 1994). The State audited Mead’s returns\nand issued a notice of deficiency. According to the State,\nthe ITA required Mead to treat the capital gain as busi­\n——————\n    1 SeeProspectus of MeadWestvaco Corporation 3 (Mar. 19,\n2003), online at http://www.sec.gov/Archives/edgar/data/1159297/\n000119312503085265/d424b5.htm (as visited Apr. 1, 2008, and avail­\nable in Clerk of Court’s case file); App. 9.\n                     Cite as: 553 U. S. ____ (2008)                   3\n\n                         Opinion of the Court\n\nness income subject to apportionment by Illinois.2 The\nState assessed Mead with approximately $4 million in\nadditional tax and penalties. Mead paid that amount\nunder protest and then filed this lawsuit in state court.\n  The case was tried to the bench. Although the court\nadmitted expert testimony, reports, and other exhibits into\nevidence, see App. D to Pet. for Cert. 29a–34a, the parties’\nstipulations supplied most of the evidence of record re­\ngarding Mead’s relationship with Lexis, see App. 9–20.\nWe summarize those stipulations here.\n                              B\n   Lexis was launched in 1973. For the first few years it\nwas in business, it lost money, and Mead had to keep it\nafloat with additional capital contributions. By the late\n1970’s, as more attorneys began to use Lexis, the service\nfinally turned a profit. That profit quickly became sub­\nstantial. Between 1988 and 1993, Lexis made more than\n$800 million of the $3.8 billion in Illinois income that\nMead reported. Lexis also accounted for $680 million of\nthe $4.5 billion in business expense deductions that Mead\n——————\n  2 When the sale of Lexis occurred in 1994, the ITA defined “business\n\nincome” as “income arising from transactions and activity in the regu­\nlar course of the taxpayer’s trade or business,” as well as “income from\ntangible and intangible property if the acquisition, management, and\ndisposition of the property constitute integral parts of the taxpayer’s\nregular trade or business operations.” Ill. Comp. Stat., ch. 35,\n§5/1501(a)(1) (West 1994). This language mirrors the definition of\n“business income” in the Uniform Division of Income for Tax Purposes\nAct (UDITPA). See UDITPA §1(a) (2002); see also §9 (subjecting “[a]ll\nbusiness income” to apportionment). In 2004, the Illinois General\nAssembly amended the definition of “business income” to “all income\nthat may be treated as apportionable business income under the\nConstitution of the United States.” Pub. Act 93–840, Art. 25, §25–5\n(codified at Ill. Comp. Stat., ch. 35, §5/1501(a)(1) (West 2004)); cf.\nAllied-Signal, Inc. v. Director, Div. of Taxation, 504 U. S. 768, 786\n(1992) (declining to adopt UDITPA’s “business income” test as the\nconstitutional standard for apportionment).\n4       MEADWESTVACO CORP. v. ILLINOIS DEPT. OF\n                      REVENUE                              \n\n                  Opinion of the Court \n\n\nclaimed from Illinois during that period.\n  Lexis was subject to Mead’s oversight, but Mead did not\nmanage its day-to-day affairs. Mead was headquartered\nin Ohio, while a separate management team ran Lexis out\nof its headquarters in Illinois. The two businesses main­\ntained separate manufacturing, sales, and distribution\nfacilities, as well as separate accounting, legal, human\nresources, credit and collections, purchasing, and market­\ning departments.      Mead’s involvement was generally\nlimited to approving Lexis’ annual business plan and any\nsignificant corporate transactions (such as capital expen­\nditures, financings, mergers and acquisitions, or joint\nventures) that Lexis wished to undertake. In at least one\ncase, Mead procured new equipment for Lexis by purchas­\ning the equipment for its own account and then leasing it\nto Lexis. Mead also managed Lexis’ free cash, which was\nswept nightly from Lexis’ bank accounts into an account\nmaintained by Mead. The cash was reinvested in Lexis’\nbusiness, but Mead decided how to invest it.\n  Neither business was required to purchase goods or\nservices from the other. Lexis, for example, was not re­\nquired to purchase its paper supply from Mead, and in­\ndeed Lexis purchased most of its paper from other suppli­\ners. Neither received any discount on goods or services\npurchased from the other, and neither was a significant\ncustomer of the other.\n  Lexis was incorporated as one of Mead’s wholly owned\nsubsidiaries until 1980, when it was merged into Mead\nand became one of Mead’s divisions. Mead engineered the\nmerger so that it could offset its income with Lexis’ net\noperating loss carryforwards. Lexis was separately rein­\ncorporated in 1985 before being merged back into Mead in\n1993. Once again, tax considerations motivated each\ntransaction. Mead also treated Lexis as a unitary busi­\nness in its consolidated Illinois returns for the years 1988\nthrough 1994, though it did so at the State’s insistence\n                 Cite as: 553 U. S. ____ (2008)            5\n\n                     Opinion of the Court\n\nand then only to avoid litigation.\n   Lexis was listed as one of Mead’s “business segment[s]”\nin at least some of its annual reports and regulatory fil­\nings. Mead described itself in those reports and filings as\n“engaged in the electronic publishing business” and touted\nitself as the “developer of the world’s leading electronic\ninformation retrieval services for law, patents, accounting,\nfinance, news and business information.” Id., at 93, 59;\nApp. D to Pet. for Cert. 38a.\n                             C\n  Based on the stipulated facts and the other exhibits and\nexpert testimony received into evidence, the Circuit Court\nof Cook County concluded that Lexis and Mead did not\nconstitute a unitary business. The trial court reasoned\nthat Lexis and Mead could not be unitary because they\nwere not functionally integrated or centrally managed and\nenjoyed no economies of scale. Id., at 35a–36a, 39a. The\ncourt nevertheless concluded that the State could tax an\napportioned share of Mead’s capital gain because Lexis\nserved an “operational purpose” in Mead’s business:\n    “Lexis/Nexis was considered in the strategic planning\n    of Mead, particularly in the allocation of resources.\n    The operational purpose allowed Mead to limit the\n    growth of Lexis/Nexis if only to limit its ability to ex­\n    pand or to contract through its control of its capital\n    investment.” Id., at 38a–39a.\n  The Appellate Court of Illinois affirmed. Mead Corp. v.\nDepartment of Revenue, 371 Ill. App. 3d 108, 861 N. E. 2d\n1131 (2007). The court cited several factors as evidence\nthat Lexis served an operational function in Mead’s busi­\nness: (1) Lexis was wholly owned by Mead; (2) Mead had\nexercised its control over Lexis in various ways, such as\nmanipulating its corporate form, approving significant\ncapital expenditures, and retaining tax benefits and con­\n6       MEADWESTVACO CORP. v. ILLINOIS DEPT. OF\n                      REVENUE                               \n\n                  Opinion of the Court \n\n\ntrol over Lexis’ free cash; and (3) Mead had described itself\nin its annual reports and regulatory filings as engaged in\nelectronic publishing and as the developer of the world’s\nleading information retrieval service. See id., at 111–112,\n861 N. E. 2d, at 1135–1136. Because the court found that\nLexis served an operational function in Mead’s business, it\ndid not address the question whether Mead and Lexis\nformed a unitary business. See id., at 117–118, 861\nN. E. 2d, at 1140.\n  The Supreme Court of Illinois denied review in January\n2007. Mead Corp. v. Illinois Dept. of Revenue, 222 Ill. 2d\n609, 862 N. E. 2d 235 (Table). We granted certiorari. 551\nU. S. ___ (2007).\n                              II\n  Petitioner contends that the trial court properly found\nthat Lexis and Mead were not unitary and that the Appel­\nlate Court of Illinois erred in concluding that Lexis served\nan operational function in Mead’s business. According to\npetitioner, the exception for apportionment of income from\nnonunitary businesses serving an operational function is a\nnarrow one that does not reach a purely passive invest­\nment such as Lexis. We perceive a more fundamental\nerror in the state courts’ reasoning. In our view, the state\ncourts erred in considering whether Lexis served an “op­\nerational purpose” in Mead’s business after determining\nthat Lexis and Mead were not unitary.\n                             A\n  The Commerce Clause and the Due Process Clause\nimpose distinct but parallel limitations on a State’s power\nto tax out-of-state activities. See Quill Corp. v. North\nDakota, 504 U. S. 298, 305–306 (1992); Mobil Oil Corp.,\n445 U. S., at 451, n. 4 (STEVENS, J., dissenting); Norfolk &\nWestern R. Co. v. Missouri Tax Comm’n, 390 U. S. 317,\n325, n. 5 (1968). The Due Process Clause demands that\n                 Cite as: 553 U. S. ____ (2008)            7\n\n                     Opinion of the Court\n\nthere exist “ ‘some definite link, some minimum connec­\ntion, between a state and the person, property or transac­\ntion it seeks to tax,’ ” as well as a rational relationship\nbetween the tax and the “ ‘ “values connected with the\ntaxing State.” ’ ” Quill Corp., supra, at 306 (quoting Miller\nBrothers Co. v. Maryland, 347 U. S. 340, 344–345 (1954),\nand Moorman Mfg. Co. v. Bair, 437 U. S. 267, 273 (1978)).\nThe Commerce Clause forbids the States to levy taxes that\ndiscriminate against interstate commerce or that burden\nit by subjecting activities to multiple or unfairly appor­\ntioned taxation. See Container Corp., 463 U. S., at 170–\n171; Armco Inc. v. Hardesty, 467 U. S. 638, 644 (1984).\nThe “broad inquiry” subsumed in both constitutional\nrequirements is “ ‘whether the taxing power exerted by the\nstate bears fiscal relation to protection, opportunities and\nbenefits given by the state’ ”—that is, “ ‘whether the state\nhas given anything for which it can ask return.’ ”\nASARCO Inc. v. Idaho Tax Comm’n, 458 U. S. 307, 315\n(1982) (quoting Wisconsin v. J. C. Penney Co., 311 U. S.\n435, 444 (1940)).\n   Where, as here, there is no dispute that the taxpayer\nhas done some business in the taxing State, the inquiry\nshifts from whether the State may tax to what it may tax.\nCf. Allied-Signal, 504 U. S., at 778 (distinguishing Quill\nCorp., supra). To answer that question, we have devel­\noped the unitary business principle. Under that principle,\na State need not “isolate the intrastate income-producing\nactivities from the rest of the business” but “may tax an\napportioned sum of the corporation’s multistate business if\nthe business is unitary.” Allied-Signal, supra, at 772;\naccord, Hunt-Wesson, 528 U. S., at 460; Exxon Corp. v.\nDepartment of Revenue of Wis., 447 U. S. 207, 224 (1980);\nMobil Oil Corp., supra, at 442; cf. 1 J. Hellerstein & W.\nHellerstein, State Taxation ¶8.07[1], p. 8–61 (3d ed. 2001–\n2005) (hereinafter Hellerstein & Hellerstein). The court\nmust determine whether “intrastate and extrastate activi­\n8       MEADWESTVACO CORP. v. ILLINOIS DEPT. OF\n                      REVENUE                                   \n\n                  Opinion of the Court \n\n\nties formed part of a single unitary business,” Mobil Oil\nCorp., supra, at 438–439, or whether the out-of-state\nvalues that the State seeks to tax “ ‘derive[d] from “unre­\nlated business activity” which constitutes a “discrete\nbusiness enterprise.” ’ ” Allied-Signal, supra, at 773 (quot­\ning Exxon Corp., supra, at 224, in turn quoting Mobil Oil\nCorp., supra, at 439 (alteration in original)). We traced\nthe history of this venerable principle in Allied-Signal,\nsupra, at 778–783, and, because it figures prominently in\nthis case, we retrace it briefly here.\n                              B\n   With the coming of the Industrial Revolution in the 19th\ncentury, the United States witnessed the emergence of its\nfirst truly multistate business enterprises. These railroad,\ntelegraph, and express companies presented state taxing\nauthorities with a novel problem: A State often cannot tax\nits fair share of the value of a multistate business by\nsimply taxing the capital within its borders. The whole of\nthe enterprise is generally more valuable than the sum of\nits parts; were it not, its owners would simply liquidate it\nand sell it off in pieces. As we observed in 1876, “[t]he\ntrack of the road is but one track from one end of it to the\nother, and, except in its use as one track, is of little value.”\nState Railroad Tax Cases, 92 U. S. 575, 608.\n   The unitary business principle addressed this problem\nby shifting the constitutional inquiry from the niceties of\ngeographic accounting to the determination of the tax­\npayer’s business unit. If the value the State wished to tax\nderived from a “unitary business” operated within and\nwithout the State, the State could tax an apportioned\nshare of the value of that business instead of isolating the\nvalue attributable to the operation of the business within\nthe State.     E.g., Exxon Corp., supra, at 223 (citing\nMoorman Mfg. Co., supra, at 273). Conversely, if the\nvalue the State wished to tax derived from a “discrete\n                 Cite as: 553 U. S. ____ (2008)            9\n\n                     Opinion of the Court\n\nbusiness enterprise,” Mobil Oil Corp., 445 U. S., at 439,\nthen the State could not tax even an apportioned share of\nthat value. E.g., Container Corp., supra, at 165–166.\n   We recognized as early as 1876 that the Due Process\nClause did not require the States to assess trackage “in\neach county where it lies according to its value there.”\nState Railroad Tax Cases, 92 U. S., at 608. We went so far\nas to opine that “[i]t may well be doubted whether any\nbetter mode of determining the value of that portion of the\ntrack within any one county has been devised than to\nascertain the value of the whole road, and apportion the\nvalue within the county by its relative length to the\nwhole.” Ibid. We generalized the rule of the State Rail-\nroad Tax Cases in Adams Express Co. v. Ohio, State Audi-\ntor, 165 U. S. 194 (1897). There we held that apportion­\nment could permissibly be applied to a multistate business\nlacking the “physical unity” of wires or rails but exhibiting\nthe “same unity in the use of the entire property for the\nspecific purpose,” with “the same elements of value arising\nfrom such use.” Id., at 221. We extended the reach of the\nunitary business principle further still in later cases, when\nwe relied on it to justify the taxation by apportionment of\nnet income, dividends, capital gain, and other intangibles.\nSee Underwood Typewriter Co. v. Chamberlain, 254 U. S.\n113, 117, 120–121 (1920) (net income tax); Bass, Ratcliff &\nGretton, Ltd. v. State Tax Comm’n, 266 U. S. 271, 277,\n280, 282–283 (1924) (franchise tax); J. C. Penney Co.,\nsupra, at 443–445 (tax on the “privilege of declaring divi­\ndends”); cf. Allied-Signal, supra, at 780 (“[F]or constitu­\ntional purposes capital gains should be treated as no\ndifferent from dividends”); see also 1 Hellerstein & Heller-\nstein ¶8.07[1] (summarizing this history).\n   As the unitary business principle has evolved in step\nwith American enterprise, courts have sometimes found it\ndifficult to identify exactly when a business is unitary. We\nconfronted this problem most recently in Allied-Signal.\n10        MEADWESTVACO CORP. v. ILLINOIS DEPT. OF \n\n                        REVENUE                                        \n\n                    Opinion of the Court \n\n\nThe taxpayer there, a multistate enterprise, had realized\ncapital gain on the disposition of its minority investment\nin another business. The parties’ stipulation left little\ndoubt that the taxpayer and its investee were not unitary.\nSee 504 U. S., at 774 (observing that “the question\nwhether the business can be called ‘unitary’ . . . is all but\ncontrolled by the terms of a stipulation”). The record\nrevealed, however, that the taxpayer had used the pro­\nceeds from the liquidated investment in an ultimately\nunsuccessful bid to purchase a new asset that would have\nbeen used in its unitary business. See id., at 776–777.\nFrom that wrinkle in the record, the New Jersey Supreme\nCourt concluded that the taxpayer’s minority interest had\nrepresented nothing more than a temporary investment of\nworking capital awaiting deployment in the taxpayer’s\nunitary business. See Bendix Corp. v. Director, Div. of\nTaxation, 125 N. J. 20, 37, 592 A. 2d 536, 545 (1991). The\nState went even further. It argued that, because there\ncould be “no logical distinction between short-term in­\nvestment of working capital, which all concede is appor­\ntionable, . . . and all other investments,” the unitary busi­\nness principle was outdated and should be jettisoned. 504\nU. S., at 784.\n   We rejected both contentions. We concluded that “the\nunitary business principle is not so inflexible that as new\nmethods of finance and new forms of business evolve it\ncannot be modified or supplemented where appropriate.”\nId., at 786; see also id., at 785 (“If lower courts have\nreached divergent results in applying the unitary business\nprinciple to different factual circumstances, that is be­\ncause, as we have said, any number of variations on the\nunitary business theme ‘are logically consistent with the\nunderlying principles motivating the approach’ ” (quoting\nContainer Corp., 463 U. S., at 167)).3 We explained that\n——————\n 3 The   dissent agreed that the unitary business principle remained\n                     Cite as: 553 U. S. ____ (2008)                  11\n\n                         Opinion of the Court\n\nsituations could occur in which apportionment might be\nconstitutional even though “the payee and the payor\n[were] not . . . engaged in the same unitary business.” 504\nU. S., at 787. It was in that context that we observed that\nan asset could form part of a taxpayer’s unitary business if\nit served an “operational rather than an investment func­\ntion” in that business. Ibid. “Hence, for example, a State\nmay include within the apportionable income of a non-\ndomiciliary corporation the interest earned on short-term\ndeposits in a bank located in another State if that income\nforms part of the working capital of the corporation’s\nunitary business, notwithstanding the absence of a uni­\ntary relationship between the corporation and the bank.”\nId., at 787–788. We observed that we had made the same\npoint in Container Corp., where we noted that “capital\ntransactions can serve either an investment function or an\noperational function.” 463 U. S., at 180, n. 19; cf. Corn\nProducts Refining Co. v. Commissioner, 350 U. S. 46, 50\n(1955) (concluding that corn futures contracts in the hands\nof a corn refiner seeking to hedge itself against increases\nin corn prices are operational rather than capital assets),\ncited in Container Corp., supra, at 180, n. 19.\n                             C\n  As the foregoing history confirms, our references to\n“operational function” in Container Corp. and Allied-\nSignal were not intended to modify the unitary business\nprinciple by adding a new ground for apportionment. The\nconcept of operational function simply recognizes that an\nasset can be a part of a taxpayer’s unitary business even if\n——————\nsound, 504 U. S., at 790 (opinion of O’Connor, J.), but found merit in\nNew Jersey’s premise (and the New Jersey Supreme Court’s conclusion)\nthat no logical distinction could be drawn between short- or long-term\ninvestments for purposes of unitary analysis, id., at 793 (“Any distinc­\ntion between short-term and long-term investments cannot be of\nconstitutional dimension”). We need not revisit that question here.\n12      MEADWESTVACO CORP. v. ILLINOIS DEPT. OF\n                      REVENUE                                  \n\n                  Opinion of the Court \n\n\nwhat we may term a “unitary relationship” does not exist\nbetween the “payor and payee.” See Allied-Signal, supra,\nat 791–792 (O’Connor, J., dissenting); Hellerstein, State\nTaxation of Corporate Income from Intangibles: Allied-\nSignal and Beyond, 48 Tax L. Rev. 739, 790 (1993) (here­\ninafter Hellerstein). In the example given in Allied-\nSignal, the taxpayer was not unitary with its banker, but\nthe taxpayer’s deposits (which represented working capital\nand thus operational assets) were clearly unitary with the\ntaxpayer’s business. In Corn Products, the taxpayer was\nnot unitary with the counterparty to its hedge, but the\ntaxpayer’s futures contracts (which served to hedge\nagainst the risk of an increase in the price of a key cost\ninput) were likewise clearly unitary with the taxpayer’s\nbusiness. In each case, the “payor” was not a unitary part\nof the taxpayer’s business, but the relevant asset was.\nThe conclusion that the asset served an operational func­\ntion was merely instrumental to the constitutionally rele­\nvant conclusion that the asset was a unitary part of the\nbusiness being conducted in the taxing State rather than a\ndiscrete asset to which the State had no claim. Our deci­\nsions in Container Corp. and Allied-Signal did not an­\nnounce a new ground for the constitutional apportionment\nof extrastate values in the absence of a unitary business.\nBecause the Appellate Court of Illinois interpreted those\ndecisions to the contrary, it erred.\n   Where, as here, the asset in question is another busi­\nness, we have described the “hallmarks” of a unitary\nrelationship as functional integration, centralized man­\nagement, and economies of scale. See Mobil Oil Corp., 445\nU. S., at 438 (citing Butler Brothers v. McColgan, 315 U. S.\n501, 506–508 (1942)); see also Allied-Signal, supra, at 783\n(same); Container Corp., supra, at 179 (same); F. W.\nWoolworth Co. v. Taxation and Revenue Dept. of N. M.,\n458 U. S. 354, 364 (1982) (same). The trial court found\neach of these hallmarks lacking and concluded that Lexis\n                 Cite as: 553 U. S. ____ (2008)           13\n\n                     Opinion of the Court\n\nwas not a unitary part of Mead’s business. The appellate\ncourt, however, made no such determination. Relying on\nits operational function test, it reserved judgment on\nwhether Mead and Lexis formed a unitary business. The\nappellate court may take up that question on remand, and\nwe express no opinion on it now.\n                             III\n   The State and its amici argue that vacatur is not re­\nquired because the judgment of the Appellate Court of\nIllinois may be affirmed on an alternative ground. They\ncontend that the record amply demonstrates that Lexis\ndid substantial business in Illinois and that Lexis’ own\ncontacts with the State suffice to justify the apportion­\nment of Mead’s capital gain. See Br. for Respondents 18–\n25, 46–49; Brief for Multistate Tax Commission as Amicus\nCuriae 19–29. The State and its amici invite us to recog­\nnize a new ground for the constitutional apportionment of\nintangibles based on the taxing State’s contacts with the\ncapital asset rather than the taxpayer.\n   We decline this invitation because the question that the\nState and its amici call upon us to answer was neither\nraised nor passed upon in the state courts. It also was not\naddressed in the State’s brief in opposition to the petition.\nWe typically will not address a question under these cir­\ncumstances even if the answer would afford an alternative\nground for affirmance. See Glover v. United States, 531\nU. S. 198, 205 (2001) (citing Taylor v. Freeland & Kronz,\n503 U. S. 638, 646 (1992)); Lorillard Tobacco Co. v. Reilly,\n533 U. S. 525, 578 (2001) (THOMAS, J., concurring in part\nand concurring in judgment).\n   The case for restraint is particularly compelling here,\nsince the question may impact the law of other jurisdic­\ntions. The States of Ohio and New York, for example,\nhave both adopted the rationale for apportionment that\nrespondents urge us to recognize today. See Ohio Rev.\n14       MEADWESTVACO CORP. v. ILLINOIS DEPT. OF\n                       REVENUE                                         \n\n                   Opinion of the Court \n\n\nCode Ann. §§5733.051(E)–(F) (West 2007 Supp. Pam­\nphlet); N. Y. Tax Law Ann. §210(3)(b) (West Supp. 2008);\nsee also Allied-Signal Inc. v. Department of Taxation &\nFinance, 229 App. Div. 2d 759, 762, 645 N. Y. S. 2d 895,\n898 (3d Dept. 1996) (finding that a “sufficient nexus ex­\nisted between New York and the dividend and capital gain\nincome” of the nondomiciliary parent because “the corpo­\nrations generating the income taxed . . . each have their\nown connection with the taxing jurisdiction”); 1 Heller-\nstein & Hellerstein ¶9.11[2][a]. Neither Ohio nor New\nYork has appeared as an amicus in this case, and neither\nwas on notice that the constitutionality of its tax scheme\nwas at issue, the question having been raised for the first\ntime in the State’s brief on the merits. So postured, the\nquestion is best left for another day.4\n——————\n  4 Resolving this question now probably would not spare the State a\nremand. The State calculated petitioner’s tax liability by applying the\nState’s tax rate to Mead’s apportioned business income, which in turn\nwas calculated by applying Mead’s apportionment percentage to its\napportionable business income. See App. 28; Ill. Comp. Stat., ch. 35,\n§5/304(a) (West 1994). But if a constitutionally sufficient link between\nthe State and the value it wishes to tax is founded on the State’s\ncontacts with Lexis rather than Mead, then presumably the appor­\ntioned tax base should be determined by applying the State’s four-\nfactor apportionment formula not to Mead but to Lexis. Naturally,\napplying the formula to Lexis rather than Mead would yield a different\napportionment percentage. See Brief for Multistate Tax Commission as\nAmicus Curiae 18–19, and n. 9; see also Hellerstein 802–803.\n   The Multistate Tax Commission seems to argue that the difference\nwould not affect the result because application of the formula to Lexis\nwould have yielded a higher apportionment percentage. See Brief for\nMultistate Tax Commission 18–19. Amicus argues, in other words,\nthat petitioner has no cause to complain because it caught a break in\nthe incorrect application of a lower apportionment percentage. Amicus’\nargument assumes what we are in no position to decide: that Lexis’ own\napportioned tax base was properly calculated. Had petitioner been on\nnotice that Lexis, rather than Mead, would supply the relevant appor­\ntionment percentage, it might have persuaded the state courts that\nLexis’ apportionment percentage should have been even lower than\n                    Cite as: 553 U. S. ____ (2008)                 15\n\n                        Opinion of the Court\n\n                             IV\n  The judgment of the Appellate Court of Illinois is va­\ncated, and this case is remanded for further proceedings\nnot inconsistent with this opinion.\n                                                     It is so ordered.\n\n\n\n\n—————— \n\nMead’s. The State’s untimely resort to an alternative ground for\n\naffirmance may have denied petitioner a fair opportunity to make that\n\nargument. \n\n                 Cite as: 553 U. S. ____ (2008)            1\n\n                    THOMAS, J., concurring\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                         No. 06–1413\n                         _________________\n\n\n MEADWESTVACO CORPORATION, SUCCESSOR IN IN-\n TEREST TO THE MEAD CORPORATION, PETITIONER\n  v. ILLINOIS DEPARTMENT OF REVENUE ET AL.\n   ON WRIT OF CERTIORARI TO THE APPELLATE COURT OF\n\n                ILLINOIS, FIRST DISTRICT\n\n                        [April 15, 2008]\n\n   JUSTICE THOMAS, concurring.\n   Although I join the Court’s opinion, I write separately to\nexpress my serious doubt that the Constitution permits us\nto adjudicate cases in this area. Despite the Court’s re-\npeated holdings that “[t]he Due Process and Commerce\nClauses forbid the States to tax ‘extraterritorial values,’ ”\nante, at 1 (quoting Container Corp. of America v. Fran-\nchise Tax Bd., 463 U. S. 159, 164 (1983)), I am not fully\nconvinced of that proposition.\n   To the extent that our decisions addressing state taxa-\ntion of multistate enterprises rely on the negative Com-\nmerce Clause, I would overrule them. As I have previ-\nously explained, this Court’s negative Commerce Clause\njurisprudence “has no basis in the Constitution and has\nproved unworkable in practice.” United Haulers Assn.,\nInc. v. Oneida-Herkimer Solid Waste Management Author-\nity, 550 U. S. ___, ___ (2007) (THOMAS, J., concurring in\njudgment) (slip op., at 1)).\n   The Court’s cases in this area have not, however, rested\nsolely on the Commerce Clause. The Court has long rec-\nognized that the Due Process Clause of the Fourteenth\nAmendment may also limit States’ authority to tax multi-\nstate businesses. See Adams Express Co. v. Ohio State\nAuditor, 165 U. S. 194, 226 (1897) (concluding that be-\n2       MEADWESTVACO CORP. v. ILLINOIS DEPT. OF \n\n                     REVENUE                                  \n\n                 THOMAS, J., concurring\n\n\ncause “[t]he property taxed has its actual situs in the State\nand is, therefore, subject to the jurisdiction, and . . . regu-\nlation by the state legislature,” the tax at issue did not\n“amoun[t] to a taking of property without due process of\nlaw”). I agree that the Due Process Clause requires a\njurisdictional nexus or, as this Court has stated, “some\ndefinite link, some minimum connection, between a state\nand the person, property or transaction it seeks to tax.”\nMiller Brothers Co. v. Maryland, 347 U. S. 340, 344–345\n(1954); see ante, at 7. But apart from that requirement, I\nam concerned that further constraints—particularly those\nlimiting the degree to which a State may tax a multistate\nenterprise—require us to read into the Due Process Clause\nyet another unenumerated, substantive right. Cf. Troxel\nv. Granville, 530 U. S. 57, 80 (2000) (THOMAS, J., concur-\nring in judgment) (leaving open the question whether “our\nsubstantive due process cases were wrongly decided and\n. . . the original understanding of the Due Process Clause\nprecludes judicial enforcement of unenumerated rights”).\n    Today the Court applies the additional requirement that\nthere exist “a rational relationship between the tax and\nthe values connected with the taxing State.” Ante, at 7\n(internal quotation marks omitted); see also Moorman\nMfg. Co. v. Bair, 437 U. S. 267, 273 (1978) (requiring that\n“the income attributed to the State for tax purposes . . . be\nrationally related to ‘values connected with the taxing\nState’ ” (quoting Norfolk & Western R. Co. v. Missouri Tax\nComm’n, 390 U. S. 317, 325 (1968))). In my view, how-\never, it is difficult to characterize this requirement as\nproviding an exclusively procedural safeguard against the\ndeprivation of property. Scrutinizing the amount of multi-\nstate income a State may apportion for tax purposes comes\nperilously close to evaluating the excessiveness of the\nState’s taxing scheme—a question the Fourteenth\nAmendment does not grant us the authority to adjudicate.\nSee, e.g., Stewart Dry Goods Co. v. Lewis, 294 U. S. 550,\n                 Cite as: 553 U. S. ____ (2008)            3\n\n                    THOMAS, J., concurring\n\n562 (1935) (“To condemn a levy on the sole ground that it\nis excessive would be to usurp a power vested not in the\ncourts but in the legislature, and to exercise the usurped\npower arbitrarily by substituting our conceptions of public\npolicy for those of the legislative body”). Indeed, divining\nfrom the Fourteenth Amendment a right against dispro-\nportionate taxation bears a striking resemblance to our\nlong-rejected Lochner-era precedents. See, e.g., Lochner v.\nNew York, 198 U. S. 45, 56–58 (1905) (invalidating a state\nstatute as an “unreasonable, unnecessary and arbitrary\ninterference with the right of the individual . . . to enter\ninto those contracts . . . which may seem to him appropri-\nate or necessary”). Moreover, the Court’s involvement in\nthis area is wholly unnecessary given Congress’ undis-\nputed authority to resolve income apportionment issues by\nvirtue of its power to regulate commerce “among the sev-\neral States.” See U. S. Const., Art. I, §8, cl. 3.\n   Although I believe that the Court should reconsider its\nconstitutional authority to adjudicate these kinds of cases,\nneither party has asked us to do so here, and the Court’s\ndecision today faithfully applies our precedents. I there-\nfore concur.\n", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/145818/", "sha1": "f7ce5132c8887d5d691d189500388ad1ca741dec", "source": "LC", "supreme_court_db_id": "2007-030", "time_retrieved": "2010-05-05T17:08:14"}