{"absolute_url": "/opinion/145839/wright-v-van-patten/", "blocked": false, "citation": {"case_name": "Wright v. Van Patten", "docket_number": "07-212", "document_uris": ["/api/rest/v2/document/145839/"], "federal_cite_one": "552 U.S. 120", "federal_cite_three": "169 L. Ed. 2d 583", "federal_cite_two": "128 S. Ct. 743", "id": 130167, "lexis_cite": "2008 U.S. LEXIS 200", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/130167/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 110, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "2008-01-07", "date_modified": "2015-03-09T11:14:42.646704", "docket": "/api/rest/v2/docket/531361/", "download_url": "http://www.supremecourt.gov/opinions/07pdf/07-212.pdf", "extracted_by_ocr": false, "html": "", "html_lawbox": "<div>\n<center><b>128 S.Ct. 743 (2008)</b></center>\n<center><h1>Randall WRIGHT, Sheriff, Shawano County, Wisconsin, Petitioner,<br>\nv.<br>\nJoseph L. VAN PATTEN.</h1></center>\n<center>No. 07-212.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Decided January 7, 2008.</center>\n<p><span class=\"star-pagination\">*744</span> PER CURIAM.</p>\n<p>The Court of Appeals for the Seventh Circuit held that respondent Joseph Van Patten was entitled to relief under 28 U.S.C. § 2254, reasoning that his lawyer's assistance was presumptively ineffective owing to his participation in a plea hearing by speaker phone. <i>Van Patten v. Deppisch,</i> 434 F.3d 1038 (2006). We granted certiorari, vacated the judgment, and remanded the case for further consideration in light of <i>Carey v. Musladin,</i> 549 U.S. ___, 127 S.Ct. 649, 166 L.Ed.2d 482 (2006). On remand, the Seventh Circuit adhered to its original decision, concluding that \"[n]othing in <i>Musladin</i> requires that our 2006 opinion be changed.\" <i>Van Patten v. Endicott,</i> 489 F.3d 827, 828 (2007). We grant the petition for certiorari now before us and this time reverse the judgment of the Seventh Circuit.</p>\n<p></p>\n<h2>I</h2>\n<p>Van Patten was charged with first-degree intentional homicide and pleaded no contest to a reduced charge of first-degree reckless homicide. His counsel was not physically present at the plea hearing but was linked to the courtroom by speaker phone. After the state trial court imposed the maximum term of 25 years in prison, Van Patten retained different counsel and moved in the Wisconsin Court of Appeals to withdraw his no-contest plea. The thrust of the motion was that Van Patten's Sixth Amendment right to counsel had been violated by his trial counsel's physical absence from the plea hearing. The Wisconsin Court of Appeals noted that, under state law, a postconviction motion to withdraw a no-contest plea will be granted only if a defendant establishes \"manifest injustice\" by clear and convincing evidence. See <i>State v. Van Pattten,</i> No. 96-3036-CR (Wis.App., May 28, 1997), App. to Pet. for Cert. A47-A48. While the court acknowledged that \"the violation of the defendant's Sixth Amendment right to counsel may constitute a manifest injustice,\" <i>id.,</i> at A48, it found that the absence of Van Patten's lawyer from the plea hearing did not violate his right to counsel:</p>\n<blockquote>\"The plea hearing transcript neither indicates any deficiency in the plea colloquy, nor suggests that Van Patten's attorney's participation by telephone interfered in any way with [Van Patten's] ability to communicate with his attorney about his plea. Van Patten confirmed that he had thoroughly discussed his case and plea decision with his attorney and was satisfied with the legal representation he had received. The court gave Van Patten the opportunity to speak privately with his attorney over the phone if he had questions about the plea, but Van Patten declined. Further, when Van Patten exercised his right to allocution at sentencing, in the personal presence of his attorney, he raised no objection to his plea.\" <i>Id.,</i> at A49-A50.</blockquote>\n<p>Applying <i>Strickland v. Washington,</i> 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984), the court concluded that \"[t]he record does not support, nor does Van Patten's appellate brief include, any argument that counsel's performance was deficient or prejudicial,\" No. 96-3036-CR, App. to Pet. for Cert. A51, and denied Van Patten's motion.</p>\n<p><span class=\"star-pagination\">*745</span> After the Wisconsin Supreme Court declined further review, Van Patten petitioned for a writ of habeas corpus under 28 U.S.C. § 2254 in Federal District Court. The District Court denied relief, but the Court of Appeals for the Seventh Circuit reversed. It held that Van Patten's Sixth Amendment claim should have been resolved, not under <i>Strickland's</i> two-pronged test (which requires a showing of deficient performance and prejudice to the defendant), but under the standard discussed in <i>United States v. Cronic,</i> 466 U.S. 648, 104 S.Ct. 2039, 80 L.Ed.2d 657 (1984) (under which prejudice may be presumed). Although the Seventh Circuit recognized that this case \"presents [a] novel ... question,\" <i>Deppisch,</i> 434 F.3d, at 1040, and conceded that \"[u]nder <i>Strickland,</i> it seems clear [that] Van Patten would have no viable claim,\" <i>id.,</i> at 1042, the court concluded that \"it is clear to us that Van Patten's case must be resolved under <i>Cronic,</i>\" <i>id.,</i> at 1043. The resolution was in Van Patten's favor.</p>\n<p>While the prison warden's petition for certiorari was pending, this Court decided <i>Musladin, supra</i><i>.</i> Musladin had invoked this Court's cases recognizing \"that certain courtroom practices are so inherently prejudicial that they deprive the defendant of a fair trial,\" <i>id.,</i> at ___, 127 S.Ct., at 651. The issue was the significance of these precedents in a case under § 2254, which bars relief on any claim \"adjudicated on the merits\" in state court, unless the state court's decision \"was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States.\" 28 U.S.C. § 2254(d)(1).</p>\n<p>The prejudicial conduct involved in <i>Musladin</i> was courtroom conduct of private actors. We held that the \"inheren[t] prejudic[e]\" test, which we thus far have applied only in cases involving government-sponsored conduct, see, <i>e.g., </i><i>Estelle v. Williams,</i> 425 U.S. 501, 96 S.Ct. 1691, 48 L.Ed.2d 126 (1976); <i>Holbrook v. Flynn,</i> 475 U.S. 560, 106 S.Ct. 1340, 89 L.Ed.2d 525 (1986), did not clearly extend to the conduct of independently acting courtroom spectators. See <i>Musladin, supra,</i> at ___, 127 S.Ct., at 654 (\"[A]lthough the Court articulated the test for inherent prejudice that applies to state conduct in <i>Williams</i> and <i>Flynn,</i> we have never applied that test to spectators' conduct. Indeed, part of the legal test of <i>Williams</i> and <i>Flynn</i>asking whether the practices furthered an essential <i>state</i> interestsuggests that those cases apply only to state-sponsored practices\"). For that reason, we reversed the Court of Appeals' grant of habeas relief.</p>\n<p><i>Musladin's</i> explanation of the \"clearly established Federal law\" requirement prompted us to remand Van Patten's case to the Seventh Circuit for further consideration. A majority of the panel reaffirmed its original judgment, however, on the ground that \"[u]nlike <i>Musladin,</i> this case does not concern an open constitutional question,\" because \"[t]he Supreme Court has long recognized a defendant's right to relief if his defense counsel was actually or constructively absent at a critical stage of the proceedings.\" 489 F.3d, at 828. Judge Coffey disagreed, observing that \"the United States Supreme Court has never held that an attorney is presumed to be ineffective if he participates in a plea hearing by speaker phone rather than by physical appearance.\" <i>Ibid.</i> (emphasis deleted). He found that \"[t]he Majority Opinion does not comport with <i>Musladin,</i>\" <i>ibid.,</i> and dissented from \"the court's erroneous decision to allow\" its original opinion \"to stand as written,\" <i>id.,</i> at 829. We reach the same conclusion.</p>\n<p></p>\n<h2>II</h2>\n<p><i>Strickland v. Washington,</i> 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 <span class=\"star-pagination\">*746</span> (1984) ordinarily applies to claims of ineffective assistance of counsel at the plea hearing stage. See <i>Hill v. Lockhart,</i> 474 U.S. 52, 58, 106 S.Ct. 366, 88 L.Ed.2d 203 (1985) (\"[T]he two-part <i>Strickland v. Washington</i> test applies to challenges to guilty pleas based on ineffective assistance of counsel\"). And it was in a different context that <i>Cronic</i> \"recognized a narrow exception to <i>Strickland's</i> holding that a defendant who asserts ineffective assistance of counsel must demonstrate not only that his attorney's performance was deficient, but also that the deficiency prejudiced the defense.\" <i>Florida v. Nixon,</i> 543 U.S. 175, 190, 125 S.Ct. 551, 160 L.Ed.2d 565 (2004) (discussing <i>Cronic</i>). <i>Cronic</i> held that a Sixth Amendment violation may be found \"without inquiring into counsel's actual performance or requiring the defendant to show the effect it had on the trial,\" <i>Bell v. Cone,</i> 535 U.S. 685, 695, 122 S.Ct. 1843, 152 L.Ed.2d 914 (2002), when \"circumstances [exist] that are so likely to prejudice the accused that the cost of litigating their effect in a particular case is unjustified,\" <i>Cronic, supra,</i> at 658, 104 S.Ct. 2039. <i>Cronic,</i> not <i>Strickland,</i> applies \"when ... the likelihood that any lawyer, even a fully competent one, could provide effective assistance is so small that a presumption of prejudice is appropriate without inquiry into the actual conduct of the trial,\" 466 U.S., at 659-660, 104 S.Ct. 2039,<sup>[*]</sup> and one circumstance warranting the presumption is the \"complete denial of counsel,\" that is, when \"counsel [is] either totally absent, or prevented from assisting the accused during a critical stage of the proceeding,\" <i>id.,</i> at 659, and n. 25, 104 S.Ct. 2039.</p>\n<p>No decision of this Court, however, squarely addresses the issue in this case, see <i>Deppisch, supra,</i> at 1040 (noting that this case \"presents [a] novel ... question\"), or clearly establishes that <i>Cronic</i> should replace <i>Strickland</i> in this novel factual context. Our precedents do not clearly hold that counsel's participation by speaker phone should be treated as a \"complete denial of counsel,\" on par with total absence. Even if we agree with Van Patten that a lawyer physically present will tend to perform better than one on the phone, it does not necessarily follow that mere telephone contact amounted to total absence or \"prevented [counsel] from assisting the accused,\" so as to entail application of <i>Cronic.</i> The question is not whether counsel in those circumstances will perform less well than he otherwise would, but whether the circumstances are likely to result in such poor performance that an inquiry into its effects would not be worth the time. Cf. <i>United States v. Gonzalez-Lopez,</i> 548 U.S. ___, ___, 126 S.Ct. 2557, 2563, 165 L.Ed.2d 409 (2006) (Sixth Amendment ensures \"<i>effective</i> (not mistake-free) representation\" (emphasis in original)). Our cases provide no categorical answer to this question, and for that matter the several proceedings in this case hardly point toward one. The Wisconsin Court of Appeals held counsel's performance by speaker phone to be constitutionally effective; neither the Magistrate Judge, the District Court, nor the Seventh Circuit disputed this conclusion; and the Seventh Circuit itself stated that \"[u]nder <span class=\"star-pagination\">*747</span> <i>Strickland,</i> it seems clear Van Patten would have no viable claim.\" <i>Deppisch,</i> 434 F.3d, at 1042.</p>\n<p>Because our cases give no clear answer to the question presented, let alone one in Van Patten's favor, \"it cannot be said that the state court `unreasonabl[y] appli[ed] clearly established Federal law.'\" <i>Musladin,</i> 549 U.S., at ___, 127 S.Ct. 649, 654 (quoting 28 U.S.C. § 2254(d)(1)). Under the explicit terms of § 2254(d)(1), therefore, relief is unauthorized.</p>\n<p></p>\n<h2>* * *</h2>\n<p>Petitioner tells us that \"[i]n urging review, [the State] does not condone, recommend, or encourage the practice of defense counsel assisting clients by telephone rather than in person at court proceedings, even in nonadversarial hearings such as the plea hearing in this case,\" Pet. for Cert. 5, and he acknowledges that \"[p]erhaps, under similar facts in a direct federal appeal, the Seventh Circuit could have properly reached the same result it reached here,\" <i>ibid.</i> Our own consideration of the merits of telephone practice, however, is for another day, and this case turns on the recognition that no clearly established law contrary to the state court's conclusion justifies collateral relief.</p>\n<p>The judgment is reversed, and the case is remanded for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>JUSTICE STEVENS, concurring in the judgment.</p>\n<p>An unfortunate drafting error in the Court's opinion in <i>United States v. Cronic,</i> 466 U.S. 648, 104 S.Ct. 2039, 80 L.Ed.2d 657 (1984), makes it necessary to join the Court's judgment in this case.</p>\n<p>In <i>Cronic,</i> this Court explained that some violations of the right to counsel arise in \"circumstances that are so likely to prejudice the accused that the cost of litigating their effect in a particular case is unjustified.\" <i>Id.,</i> at 658, 104 S.Ct. 2039. One such circumstance exists when the accused is \"denied the presence of counsel at a critical stage of the prosecution.\" <i>Id.,</i> at 662, 104 S.Ct. 2039. We noted that the \"presence\" of lawyers \"is essential because they are the means through which the other rights of the person on trial are secured.\" <i>Id.,</i> at 653, 104 S.Ct. 2039. Regrettably, <i>Cronic</i> did not \"clearly establish\" the full scope of the defendant's right to the presence of an attorney. See 28 U.S.C. § 2254(d)(1).</p>\n<p>The Court of Appeals apparently read \"the presence of counsel\" in <i>Cronic</i> to mean \"the presence of counsel <i>in open court.</i>\" Initially, all three judges on the panel assumed that the constitutional right at stake was the right to have counsel by one's side at all critical stages of the proceeding.<sup>[*]</sup> See also <i>Van Patten v. Deppisch,</i> No. 04-1276, 2006 U.S.App. LEXIS 5147 (CA7, Feb. 27, 2006) (noting that no <span class=\"star-pagination\">*748</span> member of the Seventh Circuit requested a vote on the warden's petition for rehearing en banc). In my view, this interpretation is correct. The fact that in 1984, when <i>Cronic</i> was decided, neither the parties nor the Court contemplated representation by attorneys who were not present in the flesh explains the author's failure to add the words \"in open court\" after the word \"present.\"</p>\n<p>As the Court explains today, however, the question is not the reasonableness of the federal court's interpretation of <i>Cronic,</i> but rather whether the Wisconsin court's narrower reading of that opinion was \"objectively unreasonable.\" <i>Williams v. Taylor,</i> 529 U.S. 362, 409, 120 S.Ct. 1495, 146 L.Ed.2d 389 (2000). In light of <i>Cronic's</i> references to the \"complete denial of counsel\" and \"totally absent\" counsel, 466 U.S., at 659, and n. 25, 104 S.Ct. 2039, and the opinion's failure to state more explicitly that the defendant is entitled to \"the presence of counsel [in open court],\" <i>id.,</i> at 662, 104 S.Ct. 2039, I acquiesce in this Court's conclusion that the state-court decision was not an unreasonable application of clearly established federal law. In doing so, however, I emphasize that today's opinion does not say that the state courts' interpretation of <i>Cronic</i> was correct, or that we would have accepted that reading if the case had come to us on direct review rather than by way of 28 U.S.C. § 2254. See <i>ante,</i> at 746-747; see also <i>Williams,</i> 529 U.S., at 410 (\"[A]n <i>unreasonable</i> application of federal law is different from an <i>incorrect</i> application of federal law\").</p>\n<h2>NOTES</h2>\n<p>[*]  <i>Cronic</i> also applies when \"there [is] a breakdown in the adversarial process,\" 466 U.S., at 662, 104 S.Ct. 2039, such that \"counsel entirely fails to subject the prosecution's case to meaningful adversarial testing,\" <i>id.,</i> at 659, 104 S.Ct. 2039. We have made clear that \"[w]hen we spoke in <i>Cronic</i> of the possibility of presuming prejudice based on an attorney's failure to test the prosecutor's case, we indicated that the attorney's failure must be complete.\" <i>Bell v. Cone,</i> 535 U.S. 685, 696-697, 122 S.Ct. 1843, 152 L.Ed.2d 914 (2002). It is undisputed that this standard has not been met here.</p>\n<p>[*]  In his opinion for a unanimous panel, Judge Evans explained at length why respondent had not had the assistance of counsel at a critical stage of the proceedingthe plea hearingwhich resulted in a sentence of imprisonment for 25 years. He wrote, in part:\n</p>\n<p>\"The Sixth Amendment's right-to-counsel guarantee recognizes `the obvious truth that the average defendant does not have the professional legal skill to protect himself when brought before a tribunal with power to take his life or liberty.' <i>Johnson v. Zerbst,</i> 304 U.S. 458, 462-63, 58 S.Ct. 1019, 82 L.Ed. 1461 (1938). `Of all the rights that an accused person has, the right to be represented by counsel is by far the most pervasive for it affects his ability to assert any other rights he may have.' <i>Cronic,</i> 466 U.S. at 654, 104 S.Ct. 2039 (citation omitted). Thus, a defendant requires an attorney's `guiding hand' through every stage of the proceedings against him. <i>Powell v. Alabama,</i> 287 U.S. 45, 53, 53 S.Ct. 55, 77 L.Ed. 158 (1932); <i>Cronic,</i> 466 U.S. at 658, 104 S.Ct. 2039. It is well-settled that a court proceeding in which a defendant enters a plea (a guilty plea or, as here, a plea of no contest) is a `critical stage' where an attorney's presence is crucial because `defenses may be ... irretrievably lost, if not then and there asserted.' <i>Hamilton v. Alabama,</i> 368 U.S. 52, 54, 82 S.Ct. 157, 7 L.Ed.2d 114 (1961). <i>See also </i><i>White v. Maryland,</i> 373 U.S. 59, 60, 83 S.Ct. 1050, 10 L.Ed.2d 193 (1963); <i>United States ex rel. Thomas v. O'Leary,</i> 856 F.2d 1011, 1014 (7th Cir.1988). Indeed, with plea bargaining the norm and trial the exception, for most criminal defendants a change of plea hearing is <i>the</i> critical stage of their prosecution.</p>\n<p>In deciding whether to dispense with the two-part <i>Strickland</i> inquiry, a court must evaluate whether the `surrounding circumstances make it unlikely that the defendant could have received the effective assistance of counsel,' <i>Cronic,</i> 466 U.S. at 666, 104 S.Ct. 2039, and thus `justify a presumption that [the] conviction was insufficiently reliable to satisfy the Constitution,' <i>id.</i> at 662, 104 S.Ct. 2039. In this case, although the transcript shows that the state trial judge did his best to conduct the plea colloquy with care, the arrangements made it impossible for Van Patten to have the `assistance of counsel' in anything but the most perfunctory sense. Van Patten stood alone before judge and prosecutor. Unlike the usual defendant in a criminal case, he could not turn to his lawyer for private legal advice, to clear up misunderstandings, to seek reassurance, or to discuss any last-minute misgivings. Listening over an audio connection, counsel could not detect and respond to cues from his client's demeanor that might have indicated he did not understand certain aspects of the proceeding, or that he was changing his mind. If Van Patten wished to converse with his attorney, anyone else in the courtroom could effectively eavesdrop. (We assume the district attorney would balk if he were expected to conduct last-minute consultations with his staff via speakerphone in open court, `on the record,' with the defendant taking in every word.) No advance arrangements had been made for a private line in a private place, and even if one could `perhaps' have been provided, it would have required a special request by Van Patten and, apparently, a break in the proceedings. In short, this was not an auspicious setting for someone about to waive very valuable constitutional rights.\" <i>Van Patten v. Deppisch,</i> 434 F.3d 1038, 1042-1043 (C.A.7 2006).</p>\n\n</div>", "html_with_citations": "<div>\n<center><b>128 S.Ct. 743 (2008)</b></center>\n<center><h1>Randall WRIGHT, Sheriff, Shawano County, Wisconsin, Petitioner,<br>\nv.<br>\nJoseph L. VAN PATTEN.</h1></center>\n<center>No. 07-212.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Decided January 7, 2008.</center>\n<p><span class=\"star-pagination\">*744</span> PER CURIAM.</p>\n<p>The Court of Appeals for the Seventh Circuit held that respondent Joseph Van Patten was entitled to relief under 28 U.S.C. § 2254, reasoning that his lawyer's assistance was presumptively ineffective owing to his participation in a plea hearing by speaker phone. <i>Van Patten v. Deppisch,</i> <span class=\"citation\" data-id=\"792984\"><a href=\"/opinion/792984/joseph-van-patten-v-jodine-deppisch/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1038</span></a></span> (2006). We granted certiorari, vacated the judgment, and remanded the case for further consideration in light of <i>Carey v. Musladin,</i> 549 U.S. ___, 127 S.Ct. 649, 166 L.Ed.2d 482 (2006). On remand, the Seventh Circuit adhered to its original decision, concluding that \"[n]othing in <i>Musladin</i> requires that our 2006 opinion be changed.\" <i>Van Patten v. Endicott,</i> <span class=\"citation\" data-id=\"798046\"><a href=\"/opinion/798046/joseph-l-van-patten-v-jeffrey-p-endicott-1/\"><span class=\"volume\">489</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">827</span></a></span>, 828 (2007). We grant the petition for certiorari now before us and this time reverse the judgment of the Seventh Circuit.</p>\n<p></p>\n<h2>I</h2>\n<p>Van Patten was charged with first-degree intentional homicide and pleaded no contest to a reduced charge of first-degree reckless homicide. His counsel was not physically present at the plea hearing but was linked to the courtroom by speaker phone. After the state trial court imposed the maximum term of 25 years in prison, Van Patten retained different counsel and moved in the Wisconsin Court of Appeals to withdraw his no-contest plea. The thrust of the motion was that Van Patten's Sixth Amendment right to counsel had been violated by his trial counsel's physical absence from the plea hearing. The Wisconsin Court of Appeals noted that, under state law, a postconviction motion to withdraw a no-contest plea will be granted only if a defendant establishes \"manifest injustice\" by clear and convincing evidence. See <i>State v. Van Pattten,</i> No. 96-3036-CR (Wis.App., May 28, 1997), App. to Pet. for Cert. A47-A48. While the court acknowledged that \"the violation of the defendant's Sixth Amendment right to counsel may constitute a manifest injustice,\" <i>id.,</i> at A48, it found that the absence of Van Patten's lawyer from the plea hearing did not violate his right to counsel:</p>\n<blockquote>\"The plea hearing transcript neither indicates any deficiency in the plea colloquy, nor suggests that Van Patten's attorney's participation by telephone interfered in any way with [Van Patten's] ability to communicate with his attorney about his plea. Van Patten confirmed that he had thoroughly discussed his case and plea decision with his attorney and was satisfied with the legal representation he had received. The court gave Van Patten the opportunity to speak privately with his attorney over the phone if he had questions about the plea, but Van Patten declined. Further, when Van Patten exercised his right to allocution at sentencing, in the personal presence of his attorney, he raised no objection to his plea.\" <i>Id.,</i> at A49-A50.</blockquote>\n<p>Applying <i>Strickland v. Washington,</i> <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984), the court concluded that \"[t]he record does not support, nor does Van Patten's appellate brief include, any argument that counsel's performance was deficient or prejudicial,\" No. 96-3036-CR, App. to Pet. for Cert. A51, and denied Van Patten's motion.</p>\n<p><span class=\"star-pagination\">*745</span> After the Wisconsin Supreme Court declined further review, Van Patten petitioned for a writ of habeas corpus under 28 U.S.C. § 2254 in Federal District Court. The District Court denied relief, but the Court of Appeals for the Seventh Circuit reversed. It held that Van Patten's Sixth Amendment claim should have been resolved, not under <i>Strickland's</i> two-pronged test (which requires a showing of deficient performance and prejudice to the defendant), but under the standard discussed in <i>United States v. Cronic,</i> <span class=\"citation\" data-id=\"111169\"><a href=\"/opinion/111169/united-states-v-cronic/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">648</span></a></span>, 104 S.Ct. 2039, 80 L.Ed.2d 657 (1984) (under which prejudice may be presumed). Although the Seventh Circuit recognized that this case \"presents [a] novel ... question,\" <i>Deppisch,</i> 434 F.3d, at 1040, and conceded that \"[u]nder <i>Strickland,</i> it seems clear [that] Van Patten would have no viable claim,\" <i>id.,</i> at 1042, the court concluded that \"it is clear to us that Van Patten's case must be resolved under <i>Cronic,</i>\" <i>id.,</i> at 1043. The resolution was in Van Patten's favor.</p>\n<p>While the prison warden's petition for certiorari was pending, this Court decided <i>Musladin, supra</i><i>.</i> Musladin had invoked this Court's cases recognizing \"that certain courtroom practices are so inherently prejudicial that they deprive the defendant of a fair trial,\" <i>id.,</i> at ___, 127 S.Ct., at 651. The issue was the significance of these precedents in a case under § 2254, which bars relief on any claim \"adjudicated on the merits\" in state court, unless the state court's decision \"was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States.\" 28 U.S.C. § 2254(d)(1).</p>\n<p>The prejudicial conduct involved in <i>Musladin</i> was courtroom conduct of private actors. We held that the \"inheren[t] prejudic[e]\" test, which we thus far have applied only in cases involving government-sponsored conduct, see, <i>e.g., </i><i>Estelle v. Williams,</i> <span class=\"citation\" data-id=\"109438\"><a href=\"/opinion/109438/estelle-v-williams/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">501</span></a></span>, 96 S.Ct. 1691, 48 L.Ed.2d 126 (1976); <i>Holbrook v. Flynn,</i> <span class=\"citation\" data-id=\"111619\"><a href=\"/opinion/111619/holbrook-v-flynn/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">560</span></a></span>, 106 S.Ct. 1340, 89 L.Ed.2d 525 (1986), did not clearly extend to the conduct of independently acting courtroom spectators. See <i>Musladin, supra,</i> at ___, 127 S.Ct., at 654 (\"[A]lthough the Court articulated the test for inherent prejudice that applies to state conduct in <i>Williams</i> and <i>Flynn,</i> we have never applied that test to spectators' conduct. Indeed, part of the legal test of <i>Williams</i> and <i>Flynn</i>asking whether the practices furthered an essential <i>state</i> interestsuggests that those cases apply only to state-sponsored practices\"). For that reason, we reversed the Court of Appeals' grant of habeas relief.</p>\n<p><i>Musladin's</i> explanation of the \"clearly established Federal law\" requirement prompted us to remand Van Patten's case to the Seventh Circuit for further consideration. A majority of the panel reaffirmed its original judgment, however, on the ground that \"[u]nlike <i>Musladin,</i> this case does not concern an open constitutional question,\" because \"[t]he Supreme Court has long recognized a defendant's right to relief if his defense counsel was actually or constructively absent at a critical stage of the proceedings.\" 489 F.3d, at 828. Judge Coffey disagreed, observing that \"the United States Supreme Court has never held that an attorney is presumed to be ineffective if he participates in a plea hearing by speaker phone rather than by physical appearance.\" <i>Ibid.</i> (emphasis deleted). He found that \"[t]he Majority Opinion does not comport with <i>Musladin,</i>\" <i>ibid.,</i> and dissented from \"the court's erroneous decision to allow\" its original opinion \"to stand as written,\" <i>id.,</i> at 829. We reach the same conclusion.</p>\n<p></p>\n<h2>II</h2>\n<p><i>Strickland v. Washington,</i> <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, 104 S.Ct. 2052, 80 L.Ed.2d 674 <span class=\"star-pagination\">*746</span> (1984) ordinarily applies to claims of ineffective assistance of counsel at the plea hearing stage. See <i>Hill v. Lockhart,</i> <span class=\"citation\" data-id=\"111539\"><a href=\"/opinion/111539/hill-v-lockhart/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span>, 58, 106 S.Ct. 366, 88 L.Ed.2d 203 (1985) (\"[T]he two-part <i>Strickland v. Washington</i> test applies to challenges to guilty pleas based on ineffective assistance of counsel\"). And it was in a different context that <i>Cronic</i> \"recognized a narrow exception to <i>Strickland's</i> holding that a defendant who asserts ineffective assistance of counsel must demonstrate not only that his attorney's performance was deficient, but also that the deficiency prejudiced the defense.\" <i>Florida v. Nixon,</i> <span class=\"citation\" data-id=\"137735\"><a href=\"/opinion/137735/florida-v-nixon/\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">175</span></a></span>, 190, 125 S.Ct. 551, 160 L.Ed.2d 565 (2004) (discussing <i>Cronic</i>). <i>Cronic</i> held that a Sixth Amendment violation may be found \"without inquiring into counsel's actual performance or requiring the defendant to show the effect it had on the trial,\" <i>Bell v. Cone,</i> <span class=\"citation\" data-id=\"118509\"><a href=\"/opinion/118509/bell-v-cone/\"><span class=\"volume\">535</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">685</span></a></span>, 695, 122 S.Ct. 1843, 152 L.Ed.2d 914 (2002), when \"circumstances [exist] that are so likely to prejudice the accused that the cost of litigating their effect in a particular case is unjustified,\" <i>Cronic, supra,</i> at 658, 104 S.Ct. 2039. <i>Cronic,</i> not <i>Strickland,</i> applies \"when ... the likelihood that any lawyer, even a fully competent one, could provide effective assistance is so small that a presumption of prejudice is appropriate without inquiry into the actual conduct of the trial,\" 466 U.S., at 659-660, 104 S.Ct. 2039,<sup>[*]</sup> and one circumstance warranting the presumption is the \"complete denial of counsel,\" that is, when \"counsel [is] either totally absent, or prevented from assisting the accused during a critical stage of the proceeding,\" <i>id.,</i> at 659, and n. 25, 104 S.Ct. 2039.</p>\n<p>No decision of this Court, however, squarely addresses the issue in this case, see <i>Deppisch, supra,</i> at 1040 (noting that this case \"presents [a] novel ... question\"), or clearly establishes that <i>Cronic</i> should replace <i>Strickland</i> in this novel factual context. Our precedents do not clearly hold that counsel's participation by speaker phone should be treated as a \"complete denial of counsel,\" on par with total absence. Even if we agree with Van Patten that a lawyer physically present will tend to perform better than one on the phone, it does not necessarily follow that mere telephone contact amounted to total absence or \"prevented [counsel] from assisting the accused,\" so as to entail application of <i>Cronic.</i> The question is not whether counsel in those circumstances will perform less well than he otherwise would, but whether the circumstances are likely to result in such poor performance that an inquiry into its effects would not be worth the time. Cf. <i>United States v. Gonzalez-Lopez,</i> 548 U.S. ___, ___, 126 S.Ct. 2557, 2563, 165 L.Ed.2d 409 (2006) (Sixth Amendment ensures \"<i>effective</i> (not mistake-free) representation\" (emphasis in original)). Our cases provide no categorical answer to this question, and for that matter the several proceedings in this case hardly point toward one. The Wisconsin Court of Appeals held counsel's performance by speaker phone to be constitutionally effective; neither the Magistrate Judge, the District Court, nor the Seventh Circuit disputed this conclusion; and the Seventh Circuit itself stated that \"[u]nder <span class=\"star-pagination\">*747</span> <i>Strickland,</i> it seems clear Van Patten would have no viable claim.\" <i>Deppisch,</i> 434 F.3d, at 1042.</p>\n<p>Because our cases give no clear answer to the question presented, let alone one in Van Patten's favor, \"it cannot be said that the state court `unreasonabl[y] appli[ed] clearly established Federal law.'\" <i>Musladin,</i> 549 U.S., at ___, 127 S.Ct. 649, 654 (quoting 28 U.S.C. § 2254(d)(1)). Under the explicit terms of § 2254(d)(1), therefore, relief is unauthorized.</p>\n<p></p>\n<h2>* * *</h2>\n<p>Petitioner tells us that \"[i]n urging review, [the State] does not condone, recommend, or encourage the practice of defense counsel assisting clients by telephone rather than in person at court proceedings, even in nonadversarial hearings such as the plea hearing in this case,\" Pet. for Cert. 5, and he acknowledges that \"[p]erhaps, under similar facts in a direct federal appeal, the Seventh Circuit could have properly reached the same result it reached here,\" <i>ibid.</i> Our own consideration of the merits of telephone practice, however, is for another day, and this case turns on the recognition that no clearly established law contrary to the state court's conclusion justifies collateral relief.</p>\n<p>The judgment is reversed, and the case is remanded for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>JUSTICE STEVENS, concurring in the judgment.</p>\n<p>An unfortunate drafting error in the Court's opinion in <i>United States v. Cronic,</i> <span class=\"citation\" data-id=\"111169\"><a href=\"/opinion/111169/united-states-v-cronic/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">648</span></a></span>, 104 S.Ct. 2039, 80 L.Ed.2d 657 (1984), makes it necessary to join the Court's judgment in this case.</p>\n<p>In <i>Cronic,</i> this Court explained that some violations of the right to counsel arise in \"circumstances that are so likely to prejudice the accused that the cost of litigating their effect in a particular case is unjustified.\" <i>Id.,</i> at 658, 104 S.Ct. 2039. One such circumstance exists when the accused is \"denied the presence of counsel at a critical stage of the prosecution.\" <i>Id.,</i> at 662, 104 S.Ct. 2039. We noted that the \"presence\" of lawyers \"is essential because they are the means through which the other rights of the person on trial are secured.\" <i>Id.,</i> at 653, 104 S.Ct. 2039. Regrettably, <i>Cronic</i> did not \"clearly establish\" the full scope of the defendant's right to the presence of an attorney. See 28 U.S.C. § 2254(d)(1).</p>\n<p>The Court of Appeals apparently read \"the presence of counsel\" in <i>Cronic</i> to mean \"the presence of counsel <i>in open court.</i>\" Initially, all three judges on the panel assumed that the constitutional right at stake was the right to have counsel by one's side at all critical stages of the proceeding.<sup>[*]</sup> See also <i>Van Patten v. Deppisch,</i> No. 04-1276, 2006 U.S.App. LEXIS 5147 (CA7, Feb. 27, 2006) (noting that no <span class=\"star-pagination\">*748</span> member of the Seventh Circuit requested a vote on the warden's petition for rehearing en banc). In my view, this interpretation is correct. The fact that in 1984, when <i>Cronic</i> was decided, neither the parties nor the Court contemplated representation by attorneys who were not present in the flesh explains the author's failure to add the words \"in open court\" after the word \"present.\"</p>\n<p>As the Court explains today, however, the question is not the reasonableness of the federal court's interpretation of <i>Cronic,</i> but rather whether the Wisconsin court's narrower reading of that opinion was \"objectively unreasonable.\" <i>Williams v. Taylor,</i> <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">362</span></a></span>, 409, 120 S.Ct. 1495, 146 L.Ed.2d 389 (2000). In light of <i>Cronic's</i> references to the \"complete denial of counsel\" and \"totally absent\" counsel, 466 U.S., at 659, and n. 25, 104 S.Ct. 2039, and the opinion's failure to state more explicitly that the defendant is entitled to \"the presence of counsel [in open court],\" <i>id.,</i> at 662, 104 S.Ct. 2039, I acquiesce in this Court's conclusion that the state-court decision was not an unreasonable application of clearly established federal law. In doing so, however, I emphasize that today's opinion does not say that the state courts' interpretation of <i>Cronic</i> was correct, or that we would have accepted that reading if the case had come to us on direct review rather than by way of 28 U.S.C. § 2254. See <i>ante,</i> at 746-747; see also <i>Williams,</i> 529 U.S., at 410 (\"[A]n <i>unreasonable</i> application of federal law is different from an <i>incorrect</i> application of federal law\").</p>\n<h2>NOTES</h2>\n<p>[*]  <i>Cronic</i> also applies when \"there [is] a breakdown in the adversarial process,\" 466 U.S., at 662, 104 S.Ct. 2039, such that \"counsel entirely fails to subject the prosecution's case to meaningful adversarial testing,\" <i>id.,</i> at 659, 104 S.Ct. 2039. We have made clear that \"[w]hen we spoke in <i>Cronic</i> of the possibility of presuming prejudice based on an attorney's failure to test the prosecutor's case, we indicated that the attorney's failure must be complete.\" <i>Bell v. Cone,</i> <span class=\"citation\" data-id=\"118509\"><a href=\"/opinion/118509/bell-v-cone/\"><span class=\"volume\">535</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">685</span></a></span>, 696-697, 122 S.Ct. 1843, 152 L.Ed.2d 914 (2002). It is undisputed that this standard has not been met here.</p>\n<p>[*]  In his opinion for a unanimous panel, Judge Evans explained at length why respondent had not had the assistance of counsel at a critical stage of the proceedingthe plea hearingwhich resulted in a sentence of imprisonment for 25 years. He wrote, in part:\n</p>\n<p>\"The Sixth Amendment's right-to-counsel guarantee recognizes `the obvious truth that the average defendant does not have the professional legal skill to protect himself when brought before a tribunal with power to take his life or liberty.' <i>Johnson v. Zerbst,</i> <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">458</span></a></span>, 462-63, 58 S.Ct. 1019, 82 L.Ed. 1461 (1938). `Of all the rights that an accused person has, the right to be represented by counsel is by far the most pervasive for it affects his ability to assert any other rights he may have.' <i>Cronic,</i> 466 U.S. at 654, 104 S.Ct. 2039 (citation omitted). Thus, a defendant requires an attorney's `guiding hand' through every stage of the proceedings against him. <i>Powell v. Alabama,</i> <span class=\"citation\" data-id=\"1236300\"><a href=\"/opinion/1236300/powell-v-alabama/\"><span class=\"volume\">287</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">45</span></a></span>, 53, 53 S.Ct. 55, 77 L.Ed. 158 (1932); <i>Cronic,</i> 466 U.S. at 658, 104 S.Ct. 2039. It is well-settled that a court proceeding in which a defendant enters a plea (a guilty plea or, as here, a plea of no contest) is a `critical stage' where an attorney's presence is crucial because `defenses may be ... irretrievably lost, if not then and there asserted.' <i>Hamilton v. Alabama,</i> <span class=\"citation\" data-id=\"106300\"><a href=\"/opinion/106300/hamilton-v-alabama/\"><span class=\"volume\">368</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span>, 54, 82 S.Ct. 157, 7 L.Ed.2d 114 (1961). <i>See also </i><i>White v. Maryland,</i> <span class=\"citation\" data-id=\"106595\"><a href=\"/opinion/106595/white-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">59</span></a></span>, 60, 83 S.Ct. 1050, 10 L.Ed.2d 193 (1963); <i>United States ex rel. Thomas v. O'Leary,</i> <span class=\"citation\" data-id=\"511658\"><a href=\"/opinion/511658/united-states-of-america-ex-rel-marlon-thomas-v-mi/\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1011</span></a></span>, 1014 (7th Cir.1988). Indeed, with plea bargaining the norm and trial the exception, for most criminal defendants a change of plea hearing is <i>the</i> critical stage of their prosecution.</p>\n<p>In deciding whether to dispense with the two-part <i>Strickland</i> inquiry, a court must evaluate whether the `surrounding circumstances make it unlikely that the defendant could have received the effective assistance of counsel,' <i>Cronic,</i> 466 U.S. at 666, 104 S.Ct. 2039, and thus `justify a presumption that [the] conviction was insufficiently reliable to satisfy the Constitution,' <i>id.</i> at 662, 104 S.Ct. 2039. In this case, although the transcript shows that the state trial judge did his best to conduct the plea colloquy with care, the arrangements made it impossible for Van Patten to have the `assistance of counsel' in anything but the most perfunctory sense. Van Patten stood alone before judge and prosecutor. Unlike the usual defendant in a criminal case, he could not turn to his lawyer for private legal advice, to clear up misunderstandings, to seek reassurance, or to discuss any last-minute misgivings. Listening over an audio connection, counsel could not detect and respond to cues from his client's demeanor that might have indicated he did not understand certain aspects of the proceeding, or that he was changing his mind. If Van Patten wished to converse with his attorney, anyone else in the courtroom could effectively eavesdrop. (We assume the district attorney would balk if he were expected to conduct last-minute consultations with his staff via speakerphone in open court, `on the record,' with the defendant taking in every word.) No advance arrangements had been made for a private line in a private place, and even if one could `perhaps' have been provided, it would have required a special request by Van Patten and, apparently, a break in the proceedings. In short, this was not an auspicious setting for someone about to waive very valuable constitutional rights.\" <i>Van Patten v. Deppisch,</i> <span class=\"citation\" data-id=\"792984\"><a href=\"/opinion/792984/joseph-van-patten-v-jodine-deppisch/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1038</span></a></span>, 1042-1043 (C.A.7 2006).</p>\n\n</div>", "id": 145839, "judges": "Per Curiam", "local_path": "pdf/2008/01/07/Wright_v._Van_Patten.pdf", "nature_of_suit": "", "plain_text": "                 Cite as: 552 U. S. ____ (2008)           1\n\n                           Per Curiam\n\nSUPREME COURT OF THE UNITED STATES\n RANDALL WRIGHT, SHERIFF, SHAWANO COUNTY, \n\n     WISCONSIN v. JOSEPH L. VAN PATTEN \n\n   ON PETITION FOR WRIT OF CERTIORARI TO THE UNITED \n\n   STATES COURT OF APPEALS FOR THE SEVENTH CIRCUIT\n\n             No. 07–212.   Decided January 7, 2008 \n\n\n   PER CURIAM.\n   The Court of Appeals for the Seventh Circuit held that\nrespondent Joseph Van Patten was entitled to relief under\n28 U. S. C. §2254, reasoning that his lawyer’s assistance\nwas presumptively ineffective owing to his participation in\na plea hearing by speaker phone. Van Patten v. Deppisch,\n434 F. 3d 1038 (2006). We granted certiorari, vacated the\njudgment, and remanded the case for further considera\ntion in light of Carey v. Musladin, 549 U. S. ___ (2006).\nOn remand, the Seventh Circuit adhered to its original\ndecision, concluding that “[n]othing in Musladin requires\nthat our 2006 opinion be changed.” Van Patten v. Endi\ncott, 489 F. 3d 827, 828 (2007). We grant the petition for\ncertiorari now before us and this time reverse the judg\nment of the Seventh Circuit.\n                             I\n   Van Patten was charged with first-degree intentional\nhomicide and pleaded no contest to a reduced charge of\nfirst-degree reckless homicide. His counsel was not physi\ncally present at the plea hearing but was linked to the\ncourtroom by speaker phone. After the state trial court\nimposed the maximum term of 25 years in prison, Van\nPatten retained different counsel and moved in the Wis\nconsin Court of Appeals to withdraw his no-contest plea.\nThe thrust of the motion was that Van Patten’s Sixth\nAmendment right to counsel had been violated by his trial\ncounsel’s physical absence from the plea hearing. The\n2                 WRIGHT v. VAN PATTEN\n\n                        Per Curiam\n\nWisconsin Court of Appeals noted that, under state law, a\npostconviction motion to withdraw a no-contest plea will\nbe granted only if a defendant establishes “manifest injus\ntice” by clear and convincing evidence. See State v. Van\nPattten, No. 96–3036–CR (Wis. App., May 28, 1997), App.\nto Pet. for Cert. A47–A48. While the court acknowledged\nthat “the violation of the defendant’s Sixth Amendment\nright to counsel may constitute a manifest injustice,” id.,\nat A48, it found that the absence of Van Patten’s lawyer\nfrom the plea hearing did not violate his right to counsel:\n       “The plea hearing transcript neither indicates any\n    deficiency in the plea colloquy, nor suggests that Van\n    Patten’s attorney’s participation by telephone inter\n    fered in any way with [Van Patten’s] ability to com\n    municate with his attorney about his plea. Van\n    Patten confirmed that he had thoroughly discussed\n    his case and plea decision with his attorney and was\n    satisfied with the legal representation he had re\n    ceived. The court gave Van Patten the opportunity to\n    speak privately with his attorney over the phone if he\n    had questions about the plea, but Van Patten de\n    clined. Further, when Van Patten exercised his right\n    to allocution at sentencing, in the personal presence of\n    his attorney, he raised no objection to his plea.” Id.,\n    at A49–A50.\nApplying Strickland v. Washington, 466 U. S. 668 (1984),\nthe court concluded that “[t]he record does not support,\nnor does Van Patten’s appellate brief include, any argu\nment that counsel’s performance was deficient or prejudi\ncial,” No. 96–3036–CR, App. to Pet. for Cert. A51, and\ndenied Van Patten’s motion.\n  After the Wisconsin Supreme Court declined further\nreview, Van Patten petitioned for a writ of habeas corpus\nunder 28 U. S. C. §2254 in Federal District Court. The\nDistrict Court denied relief, but the Court of Appeals for\n                   Cite as: 552 U. S. ____ (2008)              3\n\n                            Per Curiam\n\nthe Seventh Circuit reversed. It held that Van Patten’s\nSixth Amendment claim should have been resolved, not\nunder Strickland’s two-pronged test (which requires a\nshowing of deficient performance and prejudice to the\ndefendant), but under the standard discussed in United\nStates v. Cronic, 466 U. S. 648 (1984) (under which preju\ndice may be presumed). Although the Seventh Circuit\nrecognized that this case “presents [a] novel . . . question,”\nDeppisch, 434 F. 3d, at 1040, and conceded that “[u]nder\nStrickland, it seems clear [that] Van Patten would have no\nviable claim,” id., at 1042, the court concluded that “it is\nclear to us that Van Patten’s case must be resolved under\nCronic,” id., at 1043. The resolution was in Van Patten’s\nfavor.\n   While the prison warden’s petition for certiorari was\npending, this Court decided Musladin, supra. Musladin\nhad invoked this Court’s cases recognizing “that certain\ncourtroom practices are so inherently prejudicial that they\ndeprive the defendant of a fair trial,” id., at ___ (slip op., at\n1). The issue was the significance of these precedents in a\ncase under §2254, which bars relief on any claim “adjudi\ncated on the merits” in state court, unless the state court’s\ndecision “was contrary to, or involved an unreasonable\napplication of, clearly established Federal law, as deter\nmined by the Supreme Court of the United States.” 28\nU. S. C. §2254(d)(1).\n   The prejudicial conduct involved in Musladin was court\nroom conduct of private actors. We held that the “in\nheren[t] prejudic[e]” test, which we thus far have applied\nonly in cases involving government-sponsored conduct,\nsee, e.g., Estelle v. Williams, 425 U. S. 501 (1976); Hol\nbrook v. Flynn, 475 U. S. 560 (1986), did not clearly extend\nto the conduct of independently acting courtroom specta\ntors.    See Musladin, supra, at ___ (slip op., at 5)\n(“[A]lthough the Court articulated the test for inherent\nprejudice that applies to state conduct in Williams and\n4                  WRIGHT v. VAN PATTEN\n\n                         Per Curiam\n\nFlynn, we have never applied that test to spectators’ con\nduct. Indeed, part of the legal test of Williams and\nFlynn—asking whether the practices furthered an essen\ntial state interest—suggests that those cases apply only to\nstate-sponsored practices”). For that reason, we reversed\nthe Court of Appeals’ grant of habeas relief.\n   Musladin’s explanation of the “clearly established Fed\neral law” requirement prompted us to remand Van\nPatten’s case to the Seventh Circuit for further considera\ntion. A majority of the panel reaffirmed its original judg\nment, however, on the ground that “[u]nlike Musladin,\nthis case does not concern an open constitutional ques\ntion,” because “[t]he Supreme Court has long recognized a\ndefendant’s right to relief if his defense counsel was actu\nally or constructively absent at a critical stage of the\nproceedings.” 489 F. 3d, at 828. Judge Coffey disagreed,\nobserving that “the United States Supreme Court has\nnever held that an attorney is presumed to be ineffective if\nhe participates in a plea hearing by speaker phone rather\nthan by physical appearance.” Ibid. (emphasis deleted).\nHe found that “[t]he Majority Opinion does not comport\nwith Musladin,” ibid., and dissented from “the court’s\nerroneous decision to allow” its original opinion “to stand\nas written,” id., at 829. We reach the same conclusion.\n                              II\n   Strickland v. Washington, 466 U. S. 668 (1984) ordinar\nily applies to claims of ineffective assistance of counsel at\nthe plea hearing stage. See Hill v. Lockhart, 474 U. S. 52,\n58 (1985) (“[T]he two-part Strickland v. Washington test\napplies to challenges to guilty pleas based on ineffective\nassistance of counsel”). And it was in a different context\nthat Cronic “recognized a narrow exception to Strickland’s\nholding that a defendant who asserts ineffective assis\ntance of counsel must demonstrate not only that his attor\nney’s performance was deficient, but also that the defi\n                     Cite as: 552 U. S. ____ (2008)                    5\n\n                              Per Curiam\n\nciency prejudiced the defense.” Florida v. Nixon, 543 U. S.\n175, 190 (2004) (discussing Cronic). Cronic held that a\nSixth Amendment violation may be found “without inquir\ning into counsel’s actual performance or requiring the\ndefendant to show the effect it had on the trial,” Bell v.\nCone, 535 U. S. 685, 695 (2002), when “circumstances\n[exist] that are so likely to prejudice the accused that the\ncost of litigating their effect in a particular case is unjusti\nfied,” Cronic, supra, at 658. Cronic, not Strickland, ap\nplies “when . . . the likelihood that any lawyer, even a fully\ncompetent one, could provide effective assistance is so\nsmall that a presumption of prejudice is appropriate with\nout inquiry into the actual conduct of the trial,” 466 U. S.,\nat 659–660,* and one circumstance warranting the pre\nsumption is the “complete denial of counsel,” that is, when\n“counsel [is] either totally absent, or prevented from as\nsisting the accused during a critical stage of the proceed\ning,” id., at 659, and n. 25.\n   No decision of this Court, however, squarely addresses\nthe issue in this case, see Deppisch, supra, at 1040 (noting\nthat this case “presents [a] novel . . . question”), or clearly\nestablishes that Cronic should replace Strickland in this\nnovel factual context. Our precedents do not clearly hold\nthat counsel’s participation by speaker phone should be\ntreated as a “complete denial of counsel,” on par with total\nabsence. Even if we agree with Van Patten that a lawyer\nphysically present will tend to perform better than one on\nthe phone, it does not necessarily follow that mere tele\n——————\n  * Cronic also applies when “there [is] a breakdown in the adversarial\nprocess,” 466 U. S., at 662, such that “counsel entirely fails to subject\nthe prosecution’s case to meaningful adversarial testing,” id., at 659.\nWe have made clear that “[w]hen we spoke in Cronic of the possibility\nof presuming prejudice based on an attorney’s failure to test the prose\ncutor’s case, we indicated that the attorney’s failure must be complete.”\nBell v. Cone, 535 U. S. 685, 696–697 (2002). It is undisputed that this\nstandard has not been met here.\n6                  WRIGHT v. VAN PATTEN\n\n                         Per Curiam\n\nphone contact amounted to total absence or “prevented\n[counsel] from assisting the accused,” so as to entail appli\ncation of Cronic. The question is not whether counsel in\nthose circumstances will perform less well than he other\nwise would, but whether the circumstances are likely to\nresult in such poor performance that an inquiry into its\neffects would not be worth the time. Cf. United States v.\nGonzalez-Lopez, 548 U. S. ___, ___ (2006) (slip op., at 7)\n(Sixth Amendment ensures “effective (not mistake-free)\nrepresentation” (emphasis in original)). Our cases provide\nno categorical answer to this question, and for that matter\nthe several proceedings in this case hardly point toward\none. The Wisconsin Court of Appeals held counsel’s per\nformance by speaker phone to be constitutionally effective;\nneither the Magistrate Judge, the District Court, nor the\nSeventh Circuit disputed this conclusion; and the Seventh\nCircuit itself stated that “[u]nder Strickland, it seems\nclear Van Patten would have no viable claim.” Deppisch,\n434 F. 3d, at 1042.\n  Because our cases give no clear answer to the question\npresented, let alone one in Van Patten’s favor, “it cannot\nbe said that the state court ‘unreasonabl[y] appli[ed]\nclearly established Federal law.’ ” Musladin, 549 U. S.,\nat ___ (slip op., at 6) (quoting 28 U. S. C. §2254(d)(1)).\nUnder the explicit terms of §2254(d)(1), therefore, relief is\nunauthorized.\n                        *     *    *\n  Petitioner tells us that “[i]n urging review, [the State]\ndoes not condone, recommend, or encourage the practice of\ndefense counsel assisting clients by telephone rather than\nin person at court proceedings, even in nonadversarial\nhearings such as the plea hearing in this case,” Pet. for\nCert. 5, and he acknowledges that “[p]erhaps, under simi\nlar facts in a direct federal appeal, the Seventh Circuit\ncould have properly reached the same result it reached\n                 Cite as: 552 U. S. ____ (2008)                  7\n\n                          Per Curiam\n\nhere,” ibid. Our own consideration of the merits of tele\nphone practice, however, is for another day, and this case\nturns on the recognition that no clearly established law\ncontrary to the state court’s conclusion justifies collateral\nrelief.\n  The judgment is reversed, and the case is remanded for\nfurther proceedings consistent with this opinion.\n\n                                                  It is so ordered.\n                    Cite as: 552 U. S. ____ (2008)                 1\n\n                 STEVENS, J., concurring in judgment\n\nSUPREME COURT OF THE UNITED STATES\n RANDALL WRIGHT, SHERIFF, SHAWANO COUNTY, \n\n     WISCONSIN v. JOSEPH L. VAN PATTEN \n\n   ON PETITION FOR WRIT OF CERTIORARI TO THE UNITED \n\n   STATES COURT OF APPEALS FOR THE SEVENTH CIRCUIT\n\n               No. 07–212.   Decided January 7, 2008 \n\n\n   JUSTICE STEVENS, concurring in the judgment.\n   An unfortunate drafting error in the Court’s opinion in\nUnited States v. Cronic, 466 U. S. 648 (1984), makes it\nnecessary to join the Court’s judgment in this case.\n   In Cronic, this Court explained that some violations of\nthe right to counsel arise in “circumstances that are so\nlikely to prejudice the accused that the cost of litigating\ntheir effect in a particular case is unjustified.” Id., at 658.\nOne such circumstance exists when the accused is “denied\nthe presence of counsel at a critical stage of the prosecu\ntion.” Id., at 662. We noted that the “presence” of lawyers\n“is essential because they are the means through which\nthe other rights of the person on trial are secured.” Id., at\n653. Regrettably, Cronic did not “clearly establish” the\nfull scope of the defendant’s right to the presence of an\nattorney. See 28 U. S. C. §2254(d)(1).\n   The Court of Appeals apparently read “the presence of\ncounsel” in Cronic to mean “the presence of counsel in\nopen court.” Initially, all three judges on the panel as\nsumed that the constitutional right at stake was the right\nto have counsel by one’s side at all critical stages of the\nproceeding.* See also Van Patten v. Deppisch, No. 04–\n——————\n  * In his opinion for a unanimous panel, Judge Evans explained at\nlength why respondent had not had the assistance of counsel at a\ncritical stage of the proceeding—the plea hearing—which resulted in a\nsentence of imprisonment for 25 years. He wrote, in part:\nThe Sixth Amendment’s right-to-counsel guarantee recognizes ‘the\n2                       WRIGHT v. VAN PATTEN\n\n                   STEVENS, J., concurring in judgment\n\n——————\nobvious truth that the average defendant does not have the professional\nlegal skill to protect himself when brought before a tribunal with power\nto take his life or liberty.’ Johnson v. Zerbst, 304 U. S. 458, 462–63\n(1938). ‘Of all the rights that an accused person has, the right to be\nrepresented by counsel is by far the most pervasive for it affects his\nability to assert any other rights he may have.’ Cronic, 466 U. S. at 654\n(citation omitted). Thus, a defendant requires an attorney’s ‘guiding\nhand’ through every stage of the proceedings against him. Powell v.\nAlabama, 287 U. S. 45, 53 (1932); Cronic, 466 U. S. at 658. It is well-\nsettled that a court proceeding in which a defendant enters a plea (a\nguilty plea or, as here, a plea of no contest) is a ‘critical stage’ where an\nattorney’s presence is crucial because ‘defenses may be . . . irretrievably\nlost, if not then and there asserted.’ Hamilton v. Alabama, 368 U. S.\n52, 54 (1961). See also White v. Maryland, 373 U. S. 59, 60 (1963);\nUnited States ex rel. Thomas v. O’Leary, 856 F. 2d 1011, 1014 (7th Cir.\n1988). Indeed, with plea bargaining the norm and trial the exception,\nfor most criminal defendants a change of plea hearing is the critical\nstage of their prosecution.\n   In deciding whether to dispense with the two-part Strickland inquiry,\na court must evaluate whether the ‘surrounding circumstances make it\nunlikely that the defendant could have received the effective assistance\nof counsel,’ Cronic, 466 U. S. at 666, and thus ‘justify a presumption\nthat [the] conviction was insufficiently reliable to satisfy the Constitu\ntion,’ id. at 662. In this case, although the transcript shows that the\nstate trial judge did his best to conduct the plea colloquy with care, the\narrangements made it impossible for Van Patten to have the ‘assistance\nof counsel’ in anything but the most perfunctory sense. Van Patten\nstood alone before judge and prosecutor. Unlike the usual defendant in\na criminal case, he could not turn to his lawyer for private legal advice,\nto clear up misunderstandings, to seek reassurance, or to discuss any\nlast-minute misgivings. Listening over an audio connection, counsel\ncould not detect and respond to cues from his client’s demeanor that\nmight have indicated he did not understand certain aspects of the\nproceeding, or that he was changing his mind. If Van Patten wished to\nconverse with his attorney, anyone else in the courtroom could effec\ntively eavesdrop. (We assume the district attorney would balk if he\nwere expected to conduct last-minute consultations with his staff via\nspeakerphone in open court, ‘on the record,’ with the defendant taking\nin every word.) No advance arrangements had been made for a private\nline in a private place, and even if one could ‘perhaps’ have been pro\nvided, it would have required a special request by Van Patten and,\napparently, a break in the proceedings. In short, this was not an\n                    Cite as: 552 U. S. ____ (2008)                   3\n\n                 STEVENS, J., concurring in judgment\n\n1276, 2006 U. S. App. LEXIS 5147 (CA7, Feb. 27, 2006)\n(noting that no member of the Seventh Circuit requested a\nvote on the warden’s petition for rehearing en banc). In\nmy view, this interpretation is correct. The fact that in\n1984, when Cronic was decided, neither the parties nor\nthe Court contemplated representation by attorneys who\nwere not present in the flesh explains the author’s failure\nto add the words “in open court” after the word “present.”\n   As the Court explains today, however, the question is\nnot the reasonableness of the federal court’s interpretation\nof Cronic, but rather whether the Wisconsin court’s nar\nrower reading of that opinion was “objectively unreason\nable.” Williams v. Taylor, 529 U. S. 362, 409 (2000). In\nlight of Cronic’s references to the “complete denial of\ncounsel” and “totally absent” counsel, 466 U. S., at 659,\nand n. 25, and the opinion’s failure to state more explicitly\nthat the defendant is entitled to “the presence of counsel\n[in open court],” id., at 662, I acquiesce in this Court’s\nconclusion that the state-court decision was not an unrea\nsonable application of clearly established federal law. In\ndoing so, however, I emphasize that today’s opinion does\nnot say that the state courts’ interpretation of Cronic was\ncorrect, or that we would have accepted that reading if the\ncase had come to us on direct review rather than by way of\n28 U. S. C. §2254. See ante, at 6–7; see also Williams, 529\nU. S., at 410 (“[A]n unreasonable application of federal law\nis different from an incorrect application of federal law”).\n\n\n\n\n—————— \n\nauspicious setting for someone about to waive very valuable constitu\n\ntional rights.” Van Patten v. Deppisch, 434 F. 3d 1038, 1042–1043 (CA7\n\n2006). \n\n", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/145839/", "sha1": "0c3175f5cd6e2cf831edd45fb456598b18d814ba", "source": "LC", "supreme_court_db_id": "2007-009", "time_retrieved": "2010-05-05T17:08:22"}