{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "553 U.S. 285", 
    "federal_cite_two": "128 S. Ct. 1830", 
    "specialty_cite_one": null, 
    "federal_cite_three": "170 L. Ed. 2d 650", 
    "lexis_cite": "2008 U.S. LEXIS 4314", 
    "document_uris": [
      "/api/rest/v2/document/145810/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "United States v. Williams", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "06-694", 
    "id": 130139, 
    "resource_uri": "/api/rest/v2/citation/130139/"
  }, 
  "id": 145810, 
  "blocked": false, 
  "judges": "Scalia", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "2008-05-19", 
  "download_url": "http://www.supremecourt.gov/opinions/07pdf/06-694.pdf", 
  "source": "LC", 
  "local_path": "pdf/2008/05/19/United_States_v._Williams.pdf", 
  "html_lawbox": "<div>\n<center><b>128 S.Ct. 1830 (2008)</b></center>\n<center><h1>UNITED STATES, Petitioner,<br>\nv.<br>\nMichael WILLIAMS.</h1></center>\n<center>No. 06-694.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 30, 2007.</center>\n<center>Decided May 19, 2008.</center>\n<p><span class=\"star-pagination\">*1835</span> Richard J. Diaz, for respondent.</p>\n<p>Paul D. Clement, Solicitor General, Counsel of Record, Department of Justice, Washington, D.C., for petitioner.</p>\n<p>Richard J. Diaz, Counsel of Record, Ophelia M. Valls, Luis I. Guerra, Coral Gables, FL, G. Richard Strafer, Miami, FL, for respondent.</p>\n<p>Paul D. Clement, Solicitor General, Counsel of Record, Alice S. Fisher, Assistant Attorney General, Michael R. Dreeben, Deputy Solicitor General, Deanne E. Maynard, Assistant to the Solicitor General, Deborah Watson, Attorney, Department of Justice, Washington, D.C., for petitioner.</p>\n<p>Justice SCALIA delivered the opinion of the Court.</p>\n<p>Section 2252A(a)(3)(B) of Title 18, United States Code, criminalizes, in certain specified circumstances, the pandering or solicitation of child pornography. This case presents the question whether that statute is overbroad under the First Amendment or impermissibly vague under the Due Process Clause of the Fifth Amendment.</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>A</h2>\n<p>We have long held that obscene speech\u0097sexually explicit material that violates fundamental notions of decency\u0097is not protected by the First Amendment. <span class=\"star-pagination\">*1836</span> See <i>Roth v. United States,</i> 354 U.S. 476, 484-485, 77 S.Ct. 1304, 1 L.Ed.2d 1498 (1957). But to protect explicit material that has social value, we have limited the scope of the obscenity exception, and have overturned convictions for the distribution of sexually graphic but nonobscene material. See <i>Miller v. California,</i> 413 U.S. 15, 23-24, 93 S.Ct. 2607, 37 L.Ed.2d 419 (1973); see also, <i>e.g., </i><i>Jenkins v. Georgia,</i> 418 U.S. 153, 161, 94 S.Ct. 2750, 41 L.Ed.2d 642 (1974).</p>\n<p>Over the last 25 years, we have confronted a related and overlapping category of proscribable speech: child pornography. See <i>Ashcroft v. Free Speech Coalition,</i> 535 U.S. 234, 122 S.Ct. 1389, 152 L.Ed.2d 403 (2002); <i>Osborne v. Ohio,</i> 495 U.S. 103, 110 S.Ct. 1691, 109 L.Ed.2d 98 (1990); <i>New York v. Ferber,</i> 458 U.S. 747, 102 S.Ct. 3348, 73 L.Ed.2d 1113 (1982). This consists of sexually explicit visual portrayals that feature children. We have held that a statute which proscribes the distribution of all child pornography, even material that does not qualify as obscenity, does not on its face violate the First Amendment. See <i>id.,</i> at 751-753, 756-764, 102 S.Ct. 3348. Moreover, we have held that the government may criminalize the possession of child pornography, even though it may not criminalize the mere possession of obscene material involving adults. Compare <i>Osborne, supra,</i> at 111, 110 S.Ct. 1691, with <i>Stanley v. Georgia,</i> 394 U.S. 557, 568, 89 S.Ct. 1243, 22 L.Ed.2d 542 (1969).</p>\n<p>The broad authority to proscribe child pornography is not, however, unlimited. Four Terms ago, we held facially overbroad two provisions of the federal Child Pornography Protection Act of 1996 (CPPA). <i>Free Speech Coalition,</i> 535 U.S., at 258, 122 S.Ct. 1389. The first of these banned the possession and distribution of \"`any visual depiction'\" that \"`is, or appears to be, of a minor engaging in sexually explicit conduct,'\" even if it contained only youthful-looking adult actors or virtual images of children generated by a computer. <i>Id.,</i> at 239-241, 122 S.Ct. 1389 (quoting 18 U.S.C. § 2256(8)(B)). This was invalid, we explained, because the child-protection rationale for speech restriction does not apply to materials produced without children. See 535 U.S., at 249-251, 254, 122 S.Ct. 1389. The second provision at issue in <i>Free Speech Coalition</i> criminalized the possession and distribution of material that had been pandered as child pornography, regardless of whether it actually was that. See <i>id.,</i> at 257, 122 S.Ct. 1389 (citing 18 U.S.C. § 2256(8)(D)). A person could thus face prosecution for possessing unobjectionable material that someone else had pandered. 535 U.S., at 258, 122 S.Ct. 1389. We held that this prohibition, which did \"more than prohibit pandering,\" was also facially overbroad. <i>Ibid.</i></p>\n<p>After our decision in <i>Free Speech Coalition,</i> Congress went back to the drawing board and produced legislation with the unlikely title of the Prosecutorial Remedies and Other Tools to end the Exploitation of Children Today Act of 2003, 117 Stat. 650. We shall refer to it as the Act. Section 503 of the Act amended 18 U.S.C. § 2252A to add a new pandering and solicitation provision, relevant portions of which now read as follows:</p>\n<blockquote>\"(a) Any person who\u0097</blockquote>\n<blockquote>\"(3) knowingly\u0097</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>\"(B) advertises, promotes, presents, distributes, or solicits through the mails, or in interstate or foreign commerce by any means, including by computer, any material or purported material in a manner that reflects the belief, or that is intended to cause another to believe, <span class=\"star-pagination\">*1837</span> that the material or purported material is, or contains\u0097</blockquote>\n<blockquote>\"(i) an obscene visual depiction of a minor engaging in sexually explicit conduct; or</blockquote>\n<blockquote>\"(ii) a visual depiction of an actual minor engaging in sexually explicit conduct,</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>\"shall be punished as provided in subsection (b).\" § 2252A(a)(3)(B) (2000 ed., Supp. V).</blockquote>\n<p>Section 2256(2)(A) defines \"sexually explicit conduct\" as</p>\n<blockquote>\"actual or simulated\u0097</blockquote>\n<blockquote>\"(i) sexual intercourse, including genital-genital, oral-genital, anal-genital, or oral-anal, whether between persons of the same or opposite sex;</blockquote>\n<blockquote>\"(ii) bestiality;</blockquote>\n<blockquote>\"(iii) masturbation;</blockquote>\n<blockquote>\"(iv) sadistic or masochistic abuse; or</blockquote>\n<blockquote>\"(v) lascivious exhibition of the genitals or pubic area of any person.\"</blockquote>\n<p>Violation of § 2252A(a)(3)(B) incurs a minimum sentence of 5 years imprisonment and a maximum of 20 years. 18 U.S.C. § 2252A(b)(1).</p>\n<p>The Act's express findings indicate that Congress was concerned that limiting the child-pornography prohibition to material that could be <i>proved</i> to feature actual children, as our decision in <i>Free Speech Coalition</i> required, would enable many child pornographers to evade conviction. See § 501(9), (10), 117 Stat. 677. The emergence of new technology and the repeated retransmission of picture files over the Internet could make it nearly impossible to prove that a particular image was produced using real children\u0097even though \"[t]here is no substantial evidence that any of the child pornography images being trafficked today were made other than by the abuse of real children,\" virtual imaging being prohibitively expensive. § 501(5), (7), (8), (11), <i>id.,</i> at 676-678; see also Dept. of Justice, Office of Community Oriented Policing Services, R. Wortley &amp; S. Smallbone, Child Pornography on the Internet 9 (May 2006), on line at hhtp://www.cops. usdoj.gov/mime/open.pdf?Item=1729 (hereinafter Child Pornography on the Internet) (as visited Jan. 7, 2008, and available in Clerk of Court's case file).</p>\n<p></p>\n<h2>B</h2>\n<p>The following facts appear in the opinion of the Eleventh Circuit, 444 F.3d 1286, 1288 (2006). On April 26, 2004, respondent Michael Williams, using a sexually explicit screen name, signed in to a public Internet chat room. A Secret Service agent had also signed in to the chat room under the moniker \"Lisa n Miami.\" The agent noticed that Williams had posted a message that read: \"Dad of toddler has `good' pics of her an [sic] me for swap of your toddler pics, or live cam.\" The agent struck up a conversation with Williams, leading to an electronic exchange of nonpornographic pictures of children. (The agent's picture was in fact a doctored photograph of an adult.) Soon thereafter, Williams messaged that he had photographs of men molesting his 4-year-old daughter. Suspicious that \"Lisa n Miami\" was a law-enforcement agent, before proceeding further Williams demanded that the agent produce additional pictures. When he did not, Williams posted the following public message in the chat room: \"HERE ROOM; I CAN PUT UPLINK CUZ IM FOR REAL\u0097SHE CANT.\" Appended to this declaration was a hyperlink that, when clicked, led to seven pictures of actual children, aged approximately 5 to 15, engaging in sexually explicit conduct and displaying their genitals. The Secret Service then obtained a search warrant for Williams's home, where agents seized two hard drives containing at least 22 images <span class=\"star-pagination\">*1838</span> of real children engaged in sexually explicit conduct, some of it sadomasochistic.</p>\n<p>Williams was charged with one count of pandering child pornography under § 2252A(a)(3)(B) and one count of possessing child pornography under § 2252A(a)(5)(B). He pleaded guilty to both counts but reserved the right to challenge the constitutionality of the pandering conviction. The District Court rejected his challenge, and sentenced him to concurrent 60-month sentences on the two counts. No. 04-20299-CR-MIDDLEBROOKS (SD Fla., Aug. 20, 2004), App. B to Pet. for Cert. 46a-69a. The United States Court of Appeals for the Eleventh Circuit reversed the pandering conviction, holding that the statute was both overbroad and impermissibly vague. 444 F.3d, at 1308-1309.<sup>[1]</sup></p>\n<p>We granted certiorari. 549 U.S. ___, 127 S.Ct. 1874, 167 L.Ed.2d 363 (2007).</p>\n<p></p>\n<h2>II</h2>\n<p></p>\n<h2>A</h2>\n<p>According to our First Amendment overbreadth doctrine, a statute is facially invalid if it prohibits a substantial amount of protected speech. The doctrine seeks to strike a balance between competing social costs. <i>Virginia v. Hicks,</i> 539 U.S. 113, 119-120, 123 S.Ct. 2191, 156 L.Ed.2d 148 (2003). On the one hand, the threat of enforcement of an overbroad law deters people from engaging in constitutionally protected speech, inhibiting the free exchange of ideas. On the other hand, invalidating a law that in some of its applications is perfectly constitutional\u0097 particularly a law directed at conduct so antisocial that it has been made criminal\u0097 has obvious harmful effects. In order to maintain an appropriate balance, we have vigorously enforced the requirement that a statute's overbreadth be <i>substantial,</i> not only in an absolute sense, but also relative to the statute's plainly legitimate sweep. See <i>Board of Trustees of State Univ. of N.Y. v. Fox,</i> 492 U.S. 469, 485, 109 S.Ct. 3028, 106 L.Ed.2d 388 (1989); <i>Broadrick v. Oklahoma,</i> 413 U.S. 601, 615, 93 S.Ct. 2908, 37 L.Ed.2d 830 (1973). Invalidation for overbreadth is \"`\"strong medicine\"'\" that is not to be \"casually employed.\" <i>Los Angeles Police Dept. v. United Reporting Publishing Corp.,</i> 528 U.S. 32, 39, 120 S.Ct. 483, 145 L.Ed.2d 451 (1999) (quoting <i>Ferber,</i> 458 U.S., at 769, 102 S.Ct. 3348).</p>\n<p>The first step in overbreadth analysis is to construe the challenged statute; it is impossible to determine whether a statute reaches too far without first knowing what the statute covers. Generally speaking, § 2252A(a)(3)(B) prohibits offers to provide and requests to obtain child pornography. The statute does not require the actual existence of child pornography. In this respect, it differs from the statutes in <i>Ferber, Osborne,</i> and <i>Free Speech Coalition,</i> which prohibited the possession or distribution of child pornography. Rather than targeting the underlying material, this statute bans the collateral speech that introduces such material into the child-pornography distribution <span class=\"star-pagination\">*1839</span> network. Thus, an Internet user who solicits child pornography from an undercover agent violates the statute, even if the officer possesses no child pornography. Likewise, a person who advertises virtual child pornography as depicting actual children also falls within the reach of the statute.</p>\n<p>The statute's definition of the material or purported material that may not be pandered or solicited precisely tracks the material held constitutionally proscribable in <i>Ferber</i> and <i>Miller:</i> obscene material depicting (actual or virtual) children engaged in sexually explicit conduct, and any other material depicting actual children engaged in sexually explicit conduct. See <i>Free Speech Coalition,</i> 535 U.S., at 245-246, 122 S.Ct. 1389 (stating that the First Amendment does not protect obscenity or pornography produced with actual children); <i>id.,</i> at 256, 122 S.Ct. 1389 (holding invalid the challenged provision of the CPPA because it \"cover[ed] materials beyond the categories recognized in <i>Ferber</i> and <i>Miller</i>\").</p>\n<p>A number of features of the statute are important to our analysis:</p>\n<p>First, the statute includes a scienter requirement. The first word of § 2252A(a)(3)\u0097\"knowingly\"\u0097applies to both of the immediately following subdivisions, both the previously existing § 2252A(a)(3)(A)<sup>[2]</sup> and the new § 2252A(a)(3)(B) at issue here. We think that the best reading of the term in context is that it applies to every element of the two provisions. This is not a case where grammar or structure enables the challenged provision or some of its parts to be read apart from the \"knowingly\" requirement. Here \"knowingly\" introduces the challenged provision itself, making clear that it applies to that provision in its entirety; and there is no grammatical barrier to reading it that way.</p>\n<p>Second, the statute's string of operative verbs\u0097\"advertises, promotes, presents, distributes, or solicits\"\u0097is reasonably read to have a transactional connotation. That is to say, the statute penalizes speech that accompanies or seeks to induce a transfer of child pornography\u0097 via reproduction or physical delivery\u0097 from one person to another. For three of the verbs, this is obvious: advertising, distributing, and soliciting are steps taken in the course of an actual or proposed transfer of a product, typically but not exclusively in a commercial market. When taken in isolation, the two remaining verbs\u0097 \"promotes\" and \"presents\"\u0097are susceptible of multiple and wide-ranging meanings. In context, however, those meanings are narrowed by the commonsense canon of <i>noscitur a sociis</i>\u0097which counsels that a word is given more precise content by the neighboring words with which it is associated. See <i>Jarecki v. G.D. Searle &amp; Co.,</i> 367 U.S. 303, 307, 81 S.Ct. 1579, 6 L.Ed.2d 859 (1961); 2A N. Singer &amp; J. Singer, Sutherland Statutes and Statutory Construction § 47.16 (7th ed.2007). \"Promotes,\" in a list that includes \"solicits,\" \"distributes,\" and \"advertises,\" is most sensibly read to mean the act of recommending purported child pornography to another person for his acquisition. See American Heritage Dictionary 1403 (4th ed.2000) (def. 4: \"To attempt to sell or popularize by advertising or publicity\"). Similarly, \"presents,\" in the context of the other verbs with which it is associated, means showing or offering the child pornography to another person with a view to his acquisition. See <i>id.,</i> at 1388 (def. 3a: <span class=\"star-pagination\">*1840</span> \"To make a gift or award of\"). (The envisioned acquisition, of course, could be an electronic one, for example reproduction of the image on the recipient's computer screen.)</p>\n<p>To be clear, our conclusion that all the words in this list relate to transactions is not to say that they relate to <i>commercial</i> transactions. One could certainly \"distribute\" child pornography without expecting payment in return. Indeed, in much Internet file sharing of child pornography each participant makes his files available for free to other participants\u0097as Williams did in this case. \"Distribution may involve sophisticated pedophile rings or organized crime groups that operate for profit, but in many cases, is carried out by individual amateurs who seek no financial reward.\" Child Pornography on the Internet 9. To run afoul of the statute, the speech need only accompany or seek to induce the transfer of child pornography from one person to another.</p>\n<p>Third, the phrase \"in a manner that reflects the belief\" includes both subjective and objective components. \"[A] manner that reflects the belief\" is quite different from \"a manner that would give one cause to believe.\" The first formulation suggests that the defendant must actually have held the subjective \"belief\" that the material or purported material was child pornography. Thus, a misdescription that leads the listener to believe the defendant is offering child pornography, when the defendant in fact does not believe the material is child pornography, does not violate this prong of the statute. (It may, however, violate the \"manner . . . that is intended to cause another to believe\" prong if the misdescription is intentional.) There is also an objective component to the phrase \"manner that reflects the belief.\" The statement or action must objectively manifest a belief that the material is child pornography; a mere belief, without an accompanying statement or action that would lead a reasonable person to understand that the defendant holds that belief, is insufficient.</p>\n<p>Fourth, the other key phrase, \"in a manner . . . that is intended to cause another to believe,\" contains only a subjective element: The defendant must \"intend\" that the listener believe the material to be child pornography, and must select a manner of \"advertising, promoting, presenting, distributing, or soliciting\" the material that <i>he</i> thinks will engender that belief\u0097whether or not a reasonable person would think the same. (Of course in the ordinary case the proof of the defendant's intent will be the fact that, as an objective matter, the manner of \"advertising, promoting, presenting, distributing, or soliciting\" plainly sought to convey that the material was child pornography.)</p>\n<p>Fifth, the definition of \"sexually explicit conduct\" (the visual depiction of which, engaged in by an actual minor, is covered by the Act's pandering and soliciting prohibition even when it is not obscene) is very similar to the definition of \"sexual conduct\" in the New York statute we upheld against an overbreadth challenge in <i>Ferber.</i> That defined \"sexual conduct\" as \"`actual or simulated sexual intercourse, deviate sexual intercourse, sexual bestiality, masturbation, sado-masochistic abuse, or lewd exhibition of the genitals.'\" 458 U.S., at 751, 102 S.Ct. 3348. Congress used essentially the same constitutionally approved definition in the present Act. If anything, the fact that the defined term here is \"sexually <i>explicit</i> conduct,\" rather than (as in <i>Ferber</i>) merely \"sexual conduct,\" renders the definition more immune from facial constitutional attack. \"[S]imulated sexual intercourse\" (a phrase found in the <i>Ferber</i> definition as well) is even less susceptible here of application to the <span class=\"star-pagination\">*1841</span> sorts of sex scenes found in R-rated movies\u0097which suggest that intercourse is taking place without explicitly depicting it, and without causing viewers to believe that the actors are actually engaging in intercourse. \"Sexually <i>explicit</i> conduct\" connotes actual depiction of the sex act rather than merely the suggestion that it is occurring. And \"simulated\" sexual intercourse is not sexual intercourse that is merely suggested, but rather sexual intercourse that is explicitly portrayed, even though (through camera tricks or otherwise) it may not actually have occurred. The portrayal must cause a reasonable viewer to believe that the actors actually engaged in that conduct on camera. Critically, unlike in <i>Free Speech Coalition,</i> § 2252A(a)(3)(B)(ii)'s requirement of a \"visual depiction of an actual minor\" makes clear that, although the sexual intercourse may be simulated, it must involve actual children (unless it is obscene). This change eliminates any possibility that virtual child pornography or sex between youthful-looking adult actors might be covered by the term \"simulated sexual intercourse.\"</p>\n<p></p>\n<h2>B</h2>\n<p>We now turn to whether the statute, as we have construed it, criminalizes a substantial amount of protected expressive activity.</p>\n<p>Offers to engage in illegal transactions are categorically excluded from First Amendment protection. <i>Pittsburgh Press Co. v. Pittsburgh Comm'n on Human Relations,</i> 413 U.S. 376, 388, 93 S.Ct. 2553, 37 L.Ed.2d 669 (1973); <i>Giboney v. Empire Storage &amp; Ice Co.,</i> 336 U.S. 490, 498, 69 S.Ct. 684, 93 L.Ed. 834 (1949). One would think that this principle resolves the present case, since the statute criminalizes only offers to provide or requests to obtain contraband\u0097child obscenity and child pornography involving actual children, both of which are proscribed, see 18 U.S.C. § 1466A(a), § 2252A(a)(5)(B) (2000 ed., Supp. V), and the proscription of which is constitutional, see <i>Free Speech Coalition,</i> 535 U.S., at 245-246, 256, 122 S.Ct. 1389. The Eleventh Circuit, however, believed that the exclusion of First Amendment protection extended only to <i>commercial</i> offers to provide or receive contraband: \"Because [the statute] is not limited to commercial speech but extends also to non-commercial promotion, presentation, distribution, and solicitation, we must subject the content-based restriction of the PROTECT Act pandering provision to strict scrutiny.....\" 444 F.3d, at 1298.</p>\n<p>This mistakes the rationale for the categorical exclusion. It is based not on the less privileged First Amendment status of commercial speech, see <i>Central Hudson Gas &amp; Elec. Corp. v. Public Serv. Comm'n of N. Y.,</i> 447 U.S. 557, 562-563, 100 S.Ct. 2343, 65 L.Ed.2d 341 (1980), but on the principle that offers to give or receive what it is unlawful to possess have no social value and thus, like obscenity, enjoy no First Amendment protection. See <i>Pittsburgh Press, supra,</i> at 387-389, 93 S.Ct. 2553.<sup>[3]</sup> Many long established criminal <span class=\"star-pagination\">*1842</span> proscriptions\u0097such as laws against conspiracy, incitement, and solicitation\u0097 criminalize speech (commercial or not) that is intended to induce or commence illegal activities. See, <i>e.g.,</i> ALI, Model Penal Code § 5.02(1) (1985) (solicitation to commit a crime); § 5.03(1)(a) (conspiracy to commit a crime). Offers to provide or requests to obtain unlawful material, whether as part of a commercial exchange or not, are similarly undeserving of First Amendment protection. It would be an odd constitutional principle that permitted the government to prohibit offers to sell illegal drugs, but not offers to give them away for free.</p>\n<p>To be sure, there remains an important distinction between a proposal to engage in illegal activity and the abstract advocacy of illegality. See <i>Brandenburg v. Ohio,</i> 395 U.S. 444, 447-448, 89 S.Ct. 1827, 23 L.Ed.2d 430 (1969) <i>(per curiam)</i><i>;</i> see also <i>NAACP v. Claiborne Hardware Co.,</i> 458 U.S. 886, 928-929, 102 S.Ct. 3409, 73 L.Ed.2d 1215 (1982). The Act before us does not prohibit advocacy of child pornography, but only offers to provide or requests to obtain it. There is no doubt that this prohibition falls well within constitutional bounds. The constitutional defect we found in the pandering provision at issue in <i>Free Speech Coalition</i> was that it went <i>beyond</i> pandering to prohibit possession of material that could not otherwise be proscribed. 535 U.S., at 258, 122 S.Ct. 1389.</p>\n<p>In sum, we hold that offers to provide or requests to obtain child pornography are categorically excluded from the First Amendment. Since the Eleventh Circuit erroneously concluded otherwise, it applied strict scrutiny to § 2252A(a)(3)(B), lodging three fatal objections. We address these objections because they could be recast as arguments that Congress has gone beyond the categorical exception.</p>\n<p>The Eleventh Circuit believed it a constitutional difficulty that no child pornography need exist to trigger the statute. In its view, the fact that the statute could punish a \"braggart, exaggerator, or outright liar\" rendered it unconstitutional. 444 F.3d, at 1298. That seems to us a strange constitutional calculus. Although we have held that the government can ban <i>both</i> fraudulent offers, see, <i>e.g., </i><i>Illinois ex rel. Madigan v. Telemarketing Associates, Inc.,</i> 538 U.S. 600, 611-612, 123 S.Ct. 1829, 155 L.Ed.2d 793 (2003), <i>and</i> offers to provide illegal products, the Eleventh Circuit would forbid the government from punishing <i>fraudulent offers to provide illegal products.</i> We see no logic in that position; if anything, such statements are doubly excluded from the First Amendment.</p>\n<p>The Eleventh Circuit held that under <i>Brandenburg,</i> the \"non-commercial, non-inciteful promotion of illegal child pornography\" is protected, and § 2252A(a)(3)(B) therefore overreaches by criminalizing the promotion of child pornography. 444 F.3d, at 1298. As we have discussed earlier, however, the term \"promotes\" does not refer to abstract advocacy, such as the statement \"I believe that child pornography should be legal\" or even \"I encourage you to obtain child pornography.\" It refers to the recommendation of a particular piece of purported child pornography with the intent of initiating a transfer.</p>\n<p>The Eleventh Circuit found \"particularly objectionable\" the fact that the \"reflects the belief\" prong of the statute could ensnare a person who mistakenly believes that material is child pornography. <i>Ibid.</i> This objection has two conceptually distinct parts. First, the Eleventh Circuit <span class=\"star-pagination\">*1843</span> thought that it would be unconstitutional to punish someone for mistakenly distributing virtual child pornography as real child pornography. We disagree. Offers to deal in illegal products or otherwise engage in illegal activity do not acquire First Amendment protection when the offeror is mistaken about the factual predicate of his offer. The pandering and solicitation made unlawful by the Act are sorts of inchoate crimes\u0097acts looking toward the commission of another crime, the delivery of child pornography. As with other inchoate crimes\u0097attempt and conspiracy, for example\u0097impossibility of completing the crime because the facts were not as the defendant believed is not a defense. \"All courts are in agreement that what is usually referred to as `factual impossibility' is no defense to a charge of attempt.\" 2 W. LaFave, Substantive Criminal Law § 11.5(a)(2) (2d ed.2003). (The author gives as an example \"the intended sale of an illegal drug [that] actually involved a different substance.\" <i>Ibid.</i>) See also <i>United States v. Hamrick,</i> 43 F.3d 877, 885 (C.A.4 1995) (en banc) (holding that impossibility is no defense to attempt and citing the holdings of four other Circuits); ALI, Model Penal Code § 5.01, Comment (in attempt prosecutions \"the defendant's conduct should be measured according to the circumstances as he believes them to be, rather than the circumstances as they may have existed in fact\").</p>\n<p>Under this heading the Eleventh Circuit also thought that the statute could apply to someone who subjectively believes that an innocuous picture of a child is \"lascivious.\" (Clause (v) of the definition of \"sexually explicit conduct\" is \"lascivious exhibition of the genitals or pubic area of any person.\") That is not so. The defendant must believe that the picture contains certain material, and that material in fact (and not merely in his estimation) must meet the statutory definition. Where the material at issue is a harmless picture of a child in a bathtub and the defendant, knowing that material, erroneously believes that it constitutes a \"lascivious display of the genitals,\" the statute has no application.</p>\n<p>Williams and <i>amici</i> raise other objections, which demonstrate nothing so forcefully as the tendency of our overbreadth doctrine to summon forth an endless stream of fanciful hypotheticals. Williams argues, for example, that a person who offers nonpornographic photographs of young girls to a pedophile could be punished under the statute if the pedophile secretly expects that the pictures will contain child pornography. Brief for Respondent 19-20. That hypothetical does not implicate the statute, because the offeror does not hold the belief or intend the recipient to believe that the material is child pornography.</p>\n<p><i>Amici</i> contend that some advertisements for mainstream Hollywood movies that depict underage characters having sex violate the statute. Brief for Free Speech Coalition et al. as <i>Amici Curiae</i> 9-18. We think it implausible that a reputable distributor of Hollywood movies, such as Amazon.com, believes that one of these films contains <i>actual</i> children engaging in <i>actual or simulated</i> sex on camera; and even more implausible that Amazon.com would <i>intend</i> to make its customers believe such a thing. The average person understands that sex scenes in mainstream movies use nonchild actors, depict sexual activity in a way that would not rise to the explicit level necessary under the statute, or, in most cases, both.</p>\n<p>There was raised at oral argument the question whether turning child pornography over to the police might not count as \"present[ing]\" the material. See Tr. of Oral Arg. 9-11. An interpretation of \"presents\" that would include turning material <span class=\"star-pagination\">*1844</span> over to the authorities would of course be self-defeating in a statute that looks to the prosecution of people who deal in child pornography. And it would effectively nullify § 2252A(d), which provides an affirmative defense to the possession ban if a defendant promptly delivers child pornography to a law-enforcement agency. (The possession offense would simply be replaced by a pandering offense for delivering the material to law-enforcement officers.) In any event, the verb \"present\"\u0097 along with \"distribute\" and \"advertise,\" as well as \"give,\" \"lend,\" \"deliver,\" and \"transfer\"\u0097was used in the definition of \"promote\" in <i>Ferber.</i> See 458 U.S., at 751, 102 S.Ct. 3348 (quoting N.Y. Penal Law Ann. § 263.15 (McKinney 1980)). Despite that inclusion, we had no difficulty concluding that the New York statute survived facial challenge. And in the period since <i>Ferber,</i> despite similar statutory definitions in other state statutes, see, <i>e.g.,</i> Alaska Stat. § 11.61.125(d) (2006), Del.Code Ann., Title 11, § 1109(5) (2007), we are aware of no prosecution for giving child pornography to the police. We can hardly say, therefore, that there is a \"realistic danger\" that § 2252A(a)(3)(B) will deter such activity. <i>New York State Club Assn., Inc. v. City of New York,</i> 487 U.S. 1, 11, 108 S.Ct. 2225, 101 L.Ed.2d 1 (1988) (citing <i>Thornhill v. Alabama,</i> 310 U.S. 88, 97-98, 60 S.Ct. 736, 84 L.Ed. 1093 (1940)).</p>\n<p>It was also suggested at oral argument that the statute might cover documentary footage of atrocities being committed in foreign countries, such as soldiers raping young children. See Tr. of Oral Arg. 5-7. Perhaps so, if the material rises to the high level of explicitness that we have held is required. That sort of documentary footage could of course be the subject of an as-applied challenge. The courts presumably would weigh the educational interest in the dissemination of information about the atrocities against the government's interest in preventing the distribution of materials that constitute \"a permanent record\" of the children's degradation whose dissemination increases \"the harm to the child.\" <i>Ferber,</i> 458 U.S., at 759, 102 S.Ct. 3348. Assuming that the constitutional balance would have to be struck in favor of the documentary, the existence of that exception would not establish that the statute is <i>substantially</i> overbroad. The \"mere fact that one can conceive of some impermissible applications of a statute is not sufficient to render it susceptible to an overbreadth challenge.\" <i>Members of City Council of Los Angeles v. Taxpayers for Vincent,</i> 466 U.S. 789, 800, 104 S.Ct. 2118, 80 L.Ed.2d 772 (1984). In the vast majority of its applications, this statute raises no constitutional problems whatever.</p>\n<p>Finally, the dissent accuses us of silently overruling our prior decisions in <i>Ferber</i> and <i>Free Speech Coalition.</i> See <i>post,</i> at 1854. According to the dissent, Congress has made an end-run around the First Amendment's protection of virtual child pornography by prohibiting proposals to transact in such images rather than prohibiting the images themselves. But an offer to provide or request to receive virtual child pornography is not prohibited by the statute. A crime is committed only when the speaker believes or intends the listener to believe that the subject of the proposed transaction depicts <i>real</i> children. It is simply not true that this means \"a protected category of expression [will] inevitably be suppressed,\" <i>post,</i> at 1855. Simulated child pornography will be as available as ever, so long as it is offered and sought <i>as such,</i> and not as real child pornography. The dissent would require an exception from the statute's prohibition when, unbeknownst to one or both of the parties to the proposal, the completed <span class=\"star-pagination\">*1845</span> transaction would not have been unlawful because it is (we have said) protected by the First Amendment. We fail to see what First Amendment interest would be served by drawing a distinction between two defendants who attempt to acquire contraband, one of whom happens to be mistaken about the contraband nature of what he would acquire. Is Congress forbidden from punishing those who attempt to acquire what they believe to be national-security documents, but which are actually fakes? To ask is to answer. There is no First Amendment exception from the general principle of criminal law that a person attempting to commit a crime need not be exonerated because he has a mistaken view of the facts.</p>\n<p></p>\n<h2>III</h2>\n<p>As an alternative ground for facial invalidation, the Eleventh Circuit held that § 2252A(a)(3)(B) is void for vagueness. Vagueness doctrine is an outgrowth not of the First Amendment, but of the Due Process Clause of the Fifth Amendment. A conviction fails to comport with due process if the statute under which it is obtained fails to provide a person of ordinary intelligence fair notice of what is prohibited, or is so standardless that it authorizes or encourages seriously discriminatory enforcement. <i>Hill v. Colorado,</i> 530 U.S. 703, 732, 120 S.Ct. 2480, 147 L.Ed.2d 597 (2000); see also <i>Grayned v. City of Rockford,</i> 408 U.S. 104, 108-109, 92 S.Ct. 2294, 33 L.Ed.2d 222 (1972). Although ordinarily \"[a] plaintiff who engages in some conduct that is clearly proscribed cannot complain of the vagueness of the law as applied to the conduct of others,\" we have relaxed that requirement in the First Amendment context, permitting plaintiffs to argue that a statute is overbroad because it is unclear whether it regulates a substantial amount of protected speech. <i>Hoffman Estates v. Flipside, Hoffman Estates, Inc.,</i> 455 U.S. 489, 494-495, and nn. 6 and 7, 102 S.Ct. 1186, 71 L.Ed.2d 362 (1982); see also <i>Reno v. American Civil Liberties Union,</i> 521 U.S. 844, 870-874, 117 S.Ct. 2329, 138 L.Ed.2d 874 (1997). But \"perfect clarity and precise guidance have never been required even of regulations that restrict expressive activity.\" <i>Ward v. Rock Against Racism,</i> 491 U.S. 781, 794, 109 S.Ct. 2746, 105 L.Ed.2d 661 (1989).</p>\n<p>The Eleventh Circuit believed that the phrases \"`in a manner that reflects the belief'\" and \"`in a manner ... that is intended to cause another to believe'\" are \"so vague and standardless as to what may not be said that the public is left with no objective measure to which behavior can be conformed.\" 444 F.3d, at 1306. The court gave two examples. First, an email claiming to contain photograph attachments and including a message that says \"`little Janie in the bath\u0097hubba, hubba!'\" <i>Ibid.</i> According to the Eleventh Circuit, given that the statute does not require the actual existence of illegal material, the Government would have \"virtually unbounded discretion\" to deem such a statement in violation of the \"`reflects the belief'\" prong. <i>Ibid.</i> The court's second example was an e-mail entitled \"`Good pics of kids in bed'\" with a photograph attachment of toddlers in pajamas asleep in their beds. <i>Ibid.</i> The court described three hypothetical senders: a proud grandparent, a \"chronic forwarder of cute photos with racy tongue-in-cheek subject lines,\" and a child molester who seeks to trade the photographs for more graphic material. <i>Id.,</i> at 1306-1307. According to the Eleventh Circuit, because the \"manner\" in which the photographs are sent is the same in each case, and because the identity of the sender and the content of the photographs are irrelevant under the <span class=\"star-pagination\">*1846</span> statute, all three senders could arguably be prosecuted for pandering. <i>Id.,</i> at 1307.</p>\n<p>We think that neither of these hypotheticals, without further facts, would enable a reasonable juror to find, beyond a reasonable doubt, that the speaker believed and spoke in a manner that reflected the belief, or spoke in a manner intended to cause another to believe, that the pictures displayed actual children engaged in \"sexually explicit conduct\" as defined in the Act. The prosecutions would be thrown out at the threshold.</p>\n<p>But the Eleventh Circuit's error is more fundamental than merely its selection of unproblematic hypotheticals. Its basic mistake lies in the belief that the mere fact that close cases can be envisioned renders a statute vague. That is not so. Close cases can be imagined under virtually any statute. The problem that poses is addressed, not by the doctrine of vagueness, but by the requirement of proof beyond a reasonable doubt. See <i>In re Winship,</i> 397 U.S. 358, 363, 90 S.Ct. 1068, 25 L.Ed.2d 368 (1970).</p>\n<p>What renders a statute vague is not the possibility that it will sometimes be difficult to determine whether the incriminating fact it establishes has been proved; but rather the indeterminacy of precisely what that fact is. Thus, we have struck down statutes that tied criminal culpability to whether the defendant's conduct was \"annoying\" or \"indecent\"\u0097wholly subjective judgments without statutory definitions, narrowing context, or settled legal meanings. See <i>Coates v. Cincinnati,</i> 402 U.S. 611, 614, 91 S.Ct. 1686, 29 L.Ed.2d 214 (1971); <i>Reno, supra,</i> at 870-871, and n. 35, 117 S.Ct. 2329.</p>\n<p>There is no such indeterminacy here. The statute requires that the defendant hold, and make a statement that reflects, the belief that the material is child pornography; or that he communicate in a manner intended to cause another so to believe. Those are clear questions of fact. Whether someone held a belief or had an intent is a true-or-false determination, not a subjective judgment such as whether conduct is \"annoying\" or \"indecent.\" Similarly true or false is the determination whether a particular formulation reflects a belief that material or purported material is child pornography. To be sure, it may be difficult in some cases to determine whether these clear requirements have been met. \"But courts and juries every day pass upon knowledge, belief and intent\u0097the state of men's minds\u0097having before them no more than evidence of their words and conduct, from which, in ordinary human experience, mental condition may be inferred.\" <i>American Communications Assn. v. Douds,</i> 339 U.S. 382, 411, 70 S.Ct. 674, 94 L.Ed. 925 (1950) (citing 2 J. Wigmore, Evidence §§ 244, 256 <i>et seq.</i> (3d ed.1940)). And they similarly pass every day upon the reasonable import of a defendant's statements\u0097whether, for example, they fairly convey a false representation, see, <i>e.g.,</i> 18 U.S.C. § 1621 (criminalizing perjury), or a threat of physical injury, see, <i>e.g.,</i> § 115(a)(1) (criminalizing threats to assault federal officials). Thus, the Eleventh Circuit's contention that § 2252A(a)(3)(B) gives law enforcement officials \"virtually unfettered discretion\" has no merit. No more here than in the case of laws against fraud, conspiracy, or solicitation.</p>\n<p></p>\n<h2>* * *</h2>\n<p>Child pornography harms and debases the most defenseless of our citizens. Both the State and Federal Governments have sought to suppress it for many years, only to find it proliferating through the new medium of the Internet. This Court held unconstitutional Congress's previous attempt to meet this new threat, and Congress <span class=\"star-pagination\">*1847</span> responded with a carefully crafted attempt to eliminate the First Amendment problems we identified. As far as the provision at issue in this case is concerned, that effort was successful.</p>\n<p>The judgment of the Eleventh Circuit is reversed.</p>\n<p><i>It is so ordered.</i></p>\n<p>Justice STEVENS, with whom Justice BREYER joins, concurring.</p>\n<p>My conclusion that this statutory provision is not facially unconstitutional is buttressed by two interrelated considerations on which Justice SCALIA finds it unnecessary to rely. First, I believe the result to be compelled by the principle that \"every reasonable construction must be resorted to, in order to save a statute from unconstitutionality,\" <i>Hooper v. California,</i> 155 U.S. 648, 657, 15 S.Ct. 207, 39 L.Ed. 297 (1895); see also <i>Edward J. DeBartolo Corp. v. Florida Gulf Coast Building &amp; Constr. Trades Council,</i> 485 U.S. 568, 575, 108 S.Ct. 1392, 99 L.Ed.2d 645 (1988) (collecting cases).</p>\n<p>Second, to the extent the statutory text alone is unclear, our duty to avoid constitutional objections makes it especially appropriate to look beyond the text in order to ascertain the intent of its drafters. It is abundantly clear from the provision's legislative history that Congress' aim was to target materials advertised, promoted, presented, distributed, or solicited with a lascivious purpose\u0097that is, with the intention of inciting sexual arousal. The provision was described throughout the deliberations in both Houses of Congress as the \"pandering,\" or \"pandering and solicitation\" provision, despite the fact that the term \"pandering\" appears nowhere in the statute. See, <i>e.g.,</i> 149 Cong. Rec. 4227 (2003) (\"[T]he bill criminalizes the pandering of child pornography, creating a new crime to respond to the Supreme Court's recent ruling [in <i>Ashcroft v. Free Speech Coalition,</i> 535 U.S. 234, 122 S.Ct. 1389, 152 L.Ed.2d 403 (2002)]\" (statement of Sen. Leahy, bill's cosponsor)); H.R. Conf. Rep. No. 108-66, p. 61 (2003) (\"[The bill] includes a new pandering provision ... that prohibits advertising, promoting, presenting, distributing, or soliciting ... child pornography\" (internal quotation marks omitted)); S.Rep. No. 108-2, p. 10 (2003) (\"S. 151 creates three new offenses .... One prohibits the pandering or solicitation of child pornography\"); <i>id.,</i> at 16 (\"[T]he bill criminalizes the pandering of child pornography\").</p>\n<p>The Oxford English Dictionary defines the verb \"pander,\" as \"to minister to the gratification of (another's lust),\" 11 Oxford English Dictionary 129 (2d ed.1989). And Black's Law Dictionary provides, as relevant, this definition of \"pandering\": \"The act or offense of selling or distributing textual or visual material (such as magazines or videotapes) openly advertised to appeal to the recipient's sexual interest.\" Black's Law Dictionary 1142 (8th ed.2004) (hereinafter Black's).<sup>[1]</sup> Consistent with these dictionary definitions, our cases have explained that \"pandering\" is \"`the business of purveying textual or graphic matter openly advertised to appeal to the erotic interest,'\" <i>Ginzburg v. United States,</i> 383 U.S. 463, 467, and n. 7, 86 S.Ct. 942, 16 L.Ed.2d 31 (1966) (quoting <i>Roth v. United States,</i> 354 U.S. 476, 495-496, 77 S.Ct. 1304, 1 L.Ed.2d 1498 (1957)).<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*1848</span> It was against this backdrop that Congress crafted the provision we uphold today. Both this context and the statements surrounding the provision's enactment convince me that in addition to the other limitations the Court properly concludes constrain the reach of the statute, the heightened scienter requirements described <i>ante,</i> at 1840-1841, contain an element of lasciviousness.</p>\n<p>The dissent argues that the statute impermissibly undermines our First Amendment precedents insofar as it covers proposals to transact in constitutionally protected material. It is true that proof that a pornographic but not obscene representation did not depict real children would place that representation on the protected side of the line. But any constitutional concerns that might arise on that score are surely answered by the construction the Court gives the statute's operative provisions; that is, proposing a transaction in such material would not give rise to criminal liability under the statute unless the defendant actually believed, or intended to induce another to believe, that the material in question depicted real children.</p>\n<p>Accordingly, when material which is protected\u0097particularly if it possesses serious literary, artistic, political, or scientific value\u0097is advertised, promoted, presented, distributed, or solicited for some lawful and nonlascivious purpose, such conduct is not captured by the statutory prohibition. Cf. <i>Miller v. California,</i> 413 U.S. 15, 24-25, 93 S.Ct. 2607, 37 L.Ed.2d 419 (1973).</p>\n<p>Justice SOUTER, with whom Justice GINSBURG joins, dissenting.</p>\n<p>Dealing in obscenity is penalized without violating the First Amendment, but as a general matter pornography lacks the harm to justify prohibiting it. If, however, a photograph (to take the kind of image in this case) shows an actual minor child as a pornographic subject, its transfer and even its possession may be made criminal. <i>New York v. Ferber,</i> 458 U.S. 747, 765-766, 102 S.Ct. 3348, 73 L.Ed.2d 1113 (1982); <i>Osborne v. Ohio,</i> 495 U.S. 103, 110-111, 110 S.Ct. 1691, 109 L.Ed.2d 98 (1990). The exception to the general rule rests not on the content of the picture but on the need to foil the exploitation of child subjects, <i>Ferber,</i> 458 U.S., at 759-760, 102 S.Ct. 3348, and the justification limits the exception: only pornographic photographs of actual children may be prohibited, see <i>id.,</i> at 763, 764, 102 S.Ct. 3348; <i>Ashcroft v. Free Speech Coalition,</i> 535 U.S. 234, 249-251, 122 S.Ct. 1389, 152 L.Ed.2d 403 (2002). Thus, just six years ago the Court struck down a statute outlawing particular material merely represented to be child pornography, but not necessarily depicting actual children. <i>Id.,</i> at 257-258, 122 S.Ct. 1389.</p>\n<p>The Prosecutorial Remedies and Other Tools to end the Exploitation of Children Today Act of 2003(Act), 117 Stat. 650, was enacted in the wake of <i>Free Speech Coalition.</i> The Act responds by avoiding any direct prohibition of transactions in child pornography<sup>[1]</sup> when no actual minors may <span class=\"star-pagination\">*1849</span> be pictured; instead, it prohibits proposals for transactions in pornography when a defendant manifestly believes or would induce belief in a prospective party that the subject of an exchange or exhibition is or will be an actual child, not an impersonated, simulated or \"virtual\" one, or the subject of a composite created from lawful photos spliced together. The Act specifically prohibits three types of those proposals. It outlaws solicitation of child pornography, as well as two distinct kinds of offers: those \"advertis[ing]\" or \"promot[ing]\" prosecutable child pornography, which recommend the material with the implication that the speaker can make it available, and those \"present[ing]\" or \"distribut[ing]\" such child pornography, which make the material available to anyone who chooses to take it. 18 U.S.C. § 2252A(a)(3)(B) (2000 ed., Supp. V).</p>\n<p>The Court holds it is constitutional to prohibit these proposals, and up to a point I do not disagree. In particular, I accept the Court's explanation that Congress may criminalize proposals unrelated to any extant image. I part ways from the Court, however, on the regulation of proposals made with regard to specific, existing representations. Under the new law, the elements of the pandering offense are the same, whether or not the images are of real children. As to those that do not show real children, of course, a transaction in the material could not be prosecuted consistently with the First Amendment, and I believe that maintaining the First Amendment protection of expression we have previously held to cover fake child pornography requires a limit to the law's criminalization of pandering proposals. In failing to confront the tension between ostensibly protecting the material pandered while approving prosecution of the pandering of that same material, and in allowing the new pandering prohibition to suppress otherwise protected speech, the Court undermines <i>Ferber</i> and <i>Free Speech Coalition</i> in both reasoning and result. This is the significant element of today's holding, and I respectfully dissent from it.</p>\n<p></p>\n<h2>I</h2>\n<p>The easy case for applying the Act would be a proposal to obtain or supply child pornography supposedly showing a real child, when the solicitation or offer is unrelated to any image (that is, when the existence of pornographic \"material\" was merely \"purported\"). See <i>ante,</i> at 1838 (\"The statute does not require the actual existence of child pornography\"). A proposal speaking of a pornographic photograph of a child is (absent any disclaimer or qualification) understood to mean a photo of an actual child; the reasonable assumption is that people desiring child pornography are not looking for fake child pornography, so that those who speak about it mean the real thing. Hence, someone who seeks to obtain child pornography (having no specific artifact in mind) \"solicits\" an unlawful transfer of contraband. 18 U.S.C. § 2252A(3)(B). On the other side of that sort of proposed transaction, someone with nothing to supply or having only non-expressive matter who purports to present, distribute, advertise, or promote child pornography also proposes an illegal transaction. In both cases, the activity would amount to an offer to traffic in child pornography that may be suppressed, and the First Amendment does not categorically protect offers to engage in illegal transactions. To the extent the speaker intended to mislead others, a conviction would also square with the unprotected status of fraud, see <i>ante,</i> at 1842; and even a non-fraudulent speaker <span class=\"star-pagination\">*1850</span> who mistakenly believed he could obtain the forbidden contraband to transfer to anyone who accepted an offer could be validly convicted consistent with the general rule of criminal law, that attempting to commit a crime is punishable even though the completed crime might (or would) turn out to be impossible in fact, see <i>ante,</i> at 1842-1843.</p>\n<p>The easy cases for constitutional application of the Act are over, however, when one gets to proposals for transactions related to extant pornographic objects, like photos in a dealer's inventory, for example. These will in fact be the common cases, as the legislative findings attest. See §§ 501(1)-(15), 117 Stat. 676-678. Congress did not pass the Act to catch unsuccessful solicitors or fraudulent offerors with no photos to sell; rather, it feared that \"[t]he mere prospect that the technology exists to create composite or computer-generated depictions that are indistinguishable from depictions of real children will allow defendants who possess images of real children to escape prosecution .... This threatens to render child pornography laws that protect real children unenforceable.\" <i>Id.,</i> § 501(13).</p>\n<p>A person who \"knowingly\" proposes a transaction in an extant image incorporates into the proposal an understanding that the subject of the proposal is or includes that image. Cf. <i>ante,</i> at 1842 (\"[`Promotes'] refers to the recommendation of a particular piece of purported child pornography ...\"). Congress understood that underlying most proposals there will be an image that shows a child, and the proposal referring to an actual child's picture will thus amount to a proposal to commit an independent crime such as a transfer of child pornography, see 18 U.S.C. §§ 2252A(a)(1), (2). But even when actual pictures thus occasion proposals, the Act requires no finding that an actual child be shown in the pornographic setting in order to prove a violation. And the fair assumption (apparently made by Congress) is that in some instances, the child pornography in question will be fake, with the picture showing only a simulation of a child, for example, or a very young-looking adult convincingly passed off as a child; in those cases the proposal is for a transaction that could not itself be made criminal, because the absence of a child model means that the image is constitutionally protected. See <i>Free Speech Coalition,</i> 535 U.S., at 246, 122 S.Ct. 1389. But under the Act, that is irrelevant. What matters is not the inclusion of an actual child in the image, or the validity of forbidding the transaction proposed; what counts is simply the manifest belief or intent to cause a belief that a true minor is shown in the pornographic depiction referred to.</p>\n<p>The tension with existing constitutional law is obvious. <i>Free Speech Coalition</i> reaffirmed that non-obscene virtual pornographic images are protected, because they fail to trigger the concern for child safety that disentitles child pornography to First Amendment protection. See <i>id.,</i> at 249-251, 122 S.Ct. 1389. The case thus held that pictures without real minors (but only simulations, or young-looking adults) may not be the subject of a non-obscenity pornography crime, <i>id.,</i> at 246, 251, 122 S.Ct. 1389, and it has reasonably been taken to mean that transactions in pornographic pictures featuring children may not be punished without proof of real children, see, <i>e.g., </i><i>United States v. Salcido,</i> 506 F.3d 729, 733 (C.A.9 2007) <i>(per curiam)</i> (\"In [<i>Free Speech Coalition</i>], the Supreme Court held that possession of `virtual' child pornography cannot constitute a criminal offense. ... As a result, the government has the burden of proving beyond a reasonable doubt that the images were of actual children, not computer-generated images\"); cf. <i>Free Speech Coalition,</i> <span class=\"star-pagination\">*1851</span> <i>supra,</i> at 255, 122 S.Ct. 1389 (\"The Government raises serious constitutional difficulties by seeking to impose on the defendant the burden of proving his speech is not unlawful\"). The Act, however, punishes proposals regarding images when the inclusion of actual children is not established by the prosecution, as well as images that show no real children at all; and this, despite the fact that, under <i>Free Speech Coalition,</i> the first proposed transfer could not be punished without the very proof the Act is meant to dispense with, and the second could not be made criminal at all.</p>\n<p></p>\n<h2>II</h2>\n<p>What justification can there be for making independent crimes of proposals to engage in transactions that may include protected materials? The Court gives three answers, none of which comes to grips with the difficulty raised by the question. The first, <i>ante,</i> at 1845-1846, says it is simply wrong to say that the Act makes it criminal to propose a lawful transaction, since an element of the forbidden proposal must express a belief or inducement to believe that the subject of the proposed transaction shows actual children. But this does not go to the point. The objection is not that the Act criminalizes a proposal for a transaction described as being in virtual (that is, protected) child pornography. The point is that some proposals made criminal, because they express a belief that they refer to real child pornography, will relate to extant material that does not, or cannot be, demonstrated to show real children and so may not be prohibited. When a proposal covers existing photographs, the Act does not require that the requisite belief (manifested or encouraged) in the reality of the subjects be a correct belief. Prohibited proposals may relate to transactions in lawful, as well as unlawful, pornography.</p>\n<p>Much the same may be said about the Court's second answer, that a proposal to commit a crime enjoys no speech protection. <i>Ante,</i> at 1841. For the reason just given, that answer does not face up to the source of the difficulty: the action actually contemplated in the proposal, the transfer of the particular image, is not criminal if it turns out that an actual child is not shown in the photograph. If <i>Ferber</i> and <i>Free Speech Coalition</i> are good law, the facts sufficient for conviction under the Act do not suffice to show that the image (perhaps merely simulated), and thus a transfer of that image, are outside the bounds of constitutional protection. For this reason, it is not enough just to say that the First Amendment does not protect proposals to commit crimes. For that rule rests on the assumption that the proposal is actually to commit a crime, not to do an act that may turn out to be no crime at all. Why should the general rule of unprotected criminal proposals cover a case like the proposal to transfer what may turn out to be fake child pornography?</p>\n<p>The Court's third answer analogizes the proposal to an attempt to commit a crime, and relies on the rule of criminal law that an attempt is criminal even when some impediment makes it impossible to complete the criminal act (the possible impediment here being the advanced age, say, or simulated character of the child-figure). See <i>ante,</i> at 1842-1843. Although the actual transfer the speaker has in mind may not turn out to be criminal, the argument goes, the transfer intended by the speaker is criminal, because the speaker believes<sup>[2]</sup> that the contemplated transfer <span class=\"star-pagination\">*1852</span> will be of real child pornography, and transfer of real child pornography is criminal. The fact that the circumstances are not as he believes them to be, because the material does not depict actual minors, is no defense to his attempt to engage in an unlawful transaction.</p>\n<p>But invoking attempt doctrine to dispense with <i>Free Speech Coalition's</i> real-child requirement in the circumstances of this case is incoherent with the Act, and it fails to fit the paradigm of factual impossibility or qualify for an extended version of that rule. The incoherence of the Court's answer with the scheme of the Act appears from § 2252A(b)(1) (2000 ed., Supp. V), which criminalizes attempting or conspiring to violate the Act's substantive prohibitions, including the pandering provision of § 2252A(a)(3)(B). Treating pandering itself as a species of attempt would thus mean that there is a statutory, inchoate offense of attempting to attempt to commit a substantive child pornography crime. A metaphysician could imagine a system like this, but the universe of inchoate crimes is not expandable indefinitely under the actual principles of criminal law, let alone when First Amendment protection is threatened. See 2 W. LaFave, Substantive Criminal Law § 11.2(a), p. 208 (2d ed. 2003) (\"[W]here a certain crime is actually defined in terms of either doing or attempting a certain crime, then the argument that there is no crime of attempting this attempt is persuasive\").</p>\n<p>The more serious failure of the attempt analogy, however, is its unjustifiable extension of the classic factual frustration rule, under which the action specifically intended would be a criminal act if completed. The intending killer who mistakenly grabs the pistol loaded with blanks would have committed homicide if bullets had been in the gun; it was only the impossibility of completing the very intended act of shooting bullets that prevented the completion of the crime. This is not so, however, in the proposed transaction in an identified pornographic image without the showing of a real child; no matter what the parties believe, and no matter how exactly a defendant's actions conform to his intended course of conduct in completing the transaction he has in mind, if there turns out to be reasonable doubt that a real child was used to make the photos, or none was, there could be, respectively, no conviction and no crime. Thus, in the classic impossibility example, there is attempt liability when the course of conduct intended cannot be completed owing to some fact which the defendant was mistaken about, and which precludes completing the intended physical acts. But on the Court's reasoning there would be attempt liability even when the contemplated acts had been completed exactly as intended, but no crime <span class=\"star-pagination\">*1853</span> had been committed. Why should attempt liability be recognized here (thus making way for \"proposal\" liability, under the Court's analogy)?</p>\n<p>The Court's first response is to demur, with its example of the drug dealer who sells something else. <i>Ante,</i> at 1842-1843. (A package of baking powder, not powder cocaine, would be an example.) No one doubts the dealer may validly be convicted of an attempted drug sale even if he didn't know it was baking powder he was selling. Yet selling baking powder is no more criminal than selling virtual child pornography.</p>\n<p>This response does not suffice, however, because it overlooks a difference between the lawfulness of selling baking powder and the lawful character of virtual child pornography. Powder sales are lawful but not constitutionally privileged. Any justification within the bounds of rationality would suffice for limiting baking powder transactions, just as it would for regulating the discharge of blanks from a pistol. Virtual pornography, however, has been held to fall within the First Amendment speech privilege, and thus is affirmatively protected, not merely allowed as a matter of course. The question stands: why should a proposal that may turn out to cover privileged expression be subject to standard attempt liability?</p>\n<p>The Court's next response deals with the privileged character of the underlying material. It gives another example of attempt that presumably could be made criminal, in the case of the mistaken spy, who passes national security documents thinking they are classified and secret, when in fact they have been declassified and made subject to public inspection. <i>Ante,</i> at 1845. Publishing unclassified documents is subject to the First Amendment privilege and can claim a value that fake child pornography cannot. The Court assumes that the document publication may be punished as an attempt to violate state-secret restrictions (and I assume so too); then why not attempt-proposals based on a mistaken belief that the underlying material is real child pornography? As the Court looks at it, the deterrent value that justifies prosecuting the mistaken spy (like the mistaken drug dealer and the intending killer) would presumably validate prosecuting those who make proposals about fake child pornography. But it would not, for there are significant differences between the cases of security documents and pornography without real children.</p>\n<p>Where Government documents, blank cartridges, and baking powder are involved, deterrence can be promoted without compromising any other important policy, which is not true of criminalizing mistaken child pornography proposals. There are three dispositive differences. As for the first, if the law can criminalize proposals for transactions in fake as well as true child pornography as if they were like attempts to sell cocaine that turned out to be baking powder, constitutional law will lose something sufficiently important to have made it into multiple holdings of this Court, and that is the line between child pornography that may be suppressed and fake child pornography that falls within First Amendment protection. No one can seriously assume that after today's decision the Government will go on prosecuting defendants for selling child pornography (requiring a showing that a real child is pictured, under <i>Free Speech Coalition,</i> 535 U.S., at 249-251, 122 S.Ct. 1389); it will prosecute for merely proposing a pornography transaction manifesting or inducing the belief that a photo is real child pornography, free of any need to demonstrate that any extant underlying photo does show a real child. If the Act can be enforced, it will function just as it was meant to do, by merging the whole subject <span class=\"star-pagination\">*1854</span> of child pornography into the offense of proposing a transaction, dispensing with the real-child element in the underlying subject. And eliminating the need to prove a real child will be a loss of some consequence. This is so not because there will possibly be less pornography available owing to the greater ease of prosecuting, but simply because there must be a line between what the Government may suppress and what it may not, and a segment of that line will be gone. This Court went to great pains to draw it in <i>Ferber</i> and <i>Free Speech Coalition;</i> it was worth drawing and it is worth respecting now in facing the attempt to end-run that line through the provisions of the Act.</p>\n<p>The second reason for treating child pornography differently follows from the first. If the deluded drug dealer is held liable for an attempt crime there is no risk of eliminating baking powder from trade in lawful commodities. Likewise, if the mistaken spy is convicted of attempting to disclose classified national security documents there will be no worry that lawful speech will be suppressed as a consequence; any unclassified documents in question can be quoted in the newspaper, other unclassified documents will circulate, and analysts of politics and foreign policy will be able to rely on them. But if the Act can effectively eliminate the real-child requirement when a proposal relates to extant material, a class of protected speech will disappear. True, what will be lost is short on merit, but intrinsic value is not the reason for protecting unpopular expression.</p>\n<p>Finally, if the Act stands when applied to identifiable, extant pornographic photographs, then in practical terms <i>Ferber</i> and <i>Free Speech Coalition</i> fall. They are left as empty as if the Court overruled them formally, and when a case as well considered and as recently decided as <i>Free Speech Coalition</i> is put aside (after a mere six years) there ought to be a very good reason. Another pair of First Amendment cases come to mind, compare <i>Minersville School Dist. v. Gobitis,</i> 310 U.S. 586, 60 S.Ct. 1010, 84 L.Ed. 1375 (1940), with <i>West Virginia Bd. of Ed. v. Barnette,</i> 319 U.S. 624, 63 S.Ct. 1178, 87 L.Ed. 1628 (1943). In <i>Barnette,</i> the Court set out the reason for its abrupt turn in overruling <i>Gobitis</i> after three years, 319 U.S., at 635-642, 63 S.Ct. 1178, but here nothing is explained. Attempts with baking powder and unclassified documents can be punished without damage to confidence in precedent; suppressing protected pornography cannot be.</p>\n<p>These differences should be dispositive. Eliminating the line between protected and unprotected speech, guaranteeing the suppression of a category of expression previously protected, and reducing recent and carefully considered First Amendment precedents to empty shells are heavy prices, not to be paid without a substantial offset, which is missing from this case. Hence, my answer that there is no justification for saving the Act's attempt to get around our holdings. We should hold that a transaction in what turns out to be fake pornography is better understood, not as an incomplete attempt to commit a crime, but as a completed series of intended acts that simply do not add up to a crime, owing to the privileged character of the material the parties were in fact about to deal in.</p>\n<p>The upshot is that there ought to be no absolute rule on the relationship between attempt liability and a frustrating mistake. Not all attempts frustrated by mistake should be punishable, and not all mistaken assumptions that expressive material is unprotected should bar liability for attempts to commit a crime. The legitimacy of attempt liability should turn on its consequences for protected expression and the <span class=\"star-pagination\">*1855</span> law that protects it. When, as here, a protected category of expression would inevitably be suppressed and its First Amendment safeguard left pointless, the Government has the burden to justify this damage to free speech.</p>\n<p></p>\n<h2>III</h2>\n<p>Untethering the power to suppress proposals about extant pornography from any assessment of the likely effects the proposals might have has an unsettling significance well beyond the subject of child pornography. For the Court is going against the grain of pervasive First Amendment doctrine that tolerates speech restriction not on mere general tendencies of expression, or the private understandings of speakers or listeners, but only after a critical assessment of practical consequences. Thus, one of the milestones of American political liberty is <i>Brandenburg v. Ohio,</i> 395 U.S. 444, 89 S.Ct. 1827, 23 L.Ed.2d 430 (1969) <i>(per curiam)</i><i>,</i> which is seen as the culmination of a half century's development that began with Justice Holmes's dissent in <i>Abrams v. United States,</i> 250 U.S. 616, 40 S.Ct. 17, 63 L.Ed. 1173 (1919). In place of the rule that dominated the First World War sedition and espionage cases, allowing suppression of speech for its tendency and the intent behind it, see <i>Schenck v. United States,</i> 249 U.S. 47, 52, 39 S.Ct. 247, 63 L.Ed. 470 (1919), <i>Brandenburg</i> insisted that</p>\n<blockquote>\"the constitutional guarantees of free speech and free press do not permit a State to forbid or proscribe advocacy of the use of force or of law violation except where such advocacy is directed to inciting or producing imminent lawless action and is likely to incite or produce such action.\" 395 U.S., at 447, 89 S.Ct. 1827.</blockquote>\n<p>See also G. Stone, Perilous Times: Free Speech in Wartime 522 (2004) (\"[E]xactly fifty years after <i>Schenck,</i> the Supreme Court finally and unambiguously embraced the Holmes-Brandeis version of clear and present danger\").</p>\n<p><i>Brandenburg</i> unmistakably insists that any limit on speech be grounded in a realistic, factual assessment of harm. This is a far cry from the Act before us now, which rests criminal prosecution for proposing transactions in expressive material on nothing more than a speaker's statement about the material itself, a statement that may disclose no more than his own belief about the subjects represented or his desire to foster belief in another. This should weigh heavily in the overbreadth balance, because \"First Amendment freedoms are most in danger when the government seeks to control thought or to justify its laws for that impermissible end. The right to think is the beginning of freedom, and speech must be protected from the government because speech is the beginning of thought.\" <i>Free Speech Coalition,</i> 535 U.S., at 253, 122 S.Ct. 1389. See also <i>Hurley v. Irish-American Gay, Lesbian and Bisexual Group of Boston, Inc.,</i> 515 U.S. 557, 579, 115 S.Ct. 2338, 132 L.Ed.2d 487 (1995) (\"The very idea that a noncommercial speech restriction be used to produce thoughts and statements acceptable to some groups or, indeed, all people, grates on the First Amendment, for it amounts to nothing less than a proposal to limit speech in the service of orthodox expression. The Speech Clause has no more certain antithesis\").</p>\n<p></p>\n<h2>IV</h2>\n<p>I said that I would not pay the price enacted by the Act without a substantial justification, which I am at a loss to find here. I have to assume that the Court sees some grounding for the Act that I do not, however, and I suppose the holding can only be explained as an uncritical acceptance <span class=\"star-pagination\">*1856</span> of a claim made both to Congress and to this Court. In each forum the Government argued that a jury's appreciation of the mere possibility of simulated or virtual child pornography will prevent convictions for the real thing, by inevitably raising reasonable doubt about whether actual children are shown. The Government voices the fear that skeptical jurors will place traffic in child pornography beyond effective prosecution unless it can find some way to avoid the <i>Ferber</i> limitation, skirt <i>Free Speech Coalition,</i> and allow prosecution whether pornography shows actual children or not.</p>\n<p>The claim needs to be taken with a grain of salt. There has never been a time when some such concern could not be raised. Long before the Act was passed, for example, pornographic photos could be taken of models one day into adulthood, and yet there is no indication that prosecution has ever been crippled by the need to prove young-looking models were underage.</p>\n<p>Still, if I were convinced there was a real reason for the Government's fear stemming from computer simulation, I would be willing to reexamine <i>Ferber.</i> Conditions can change, and if today's technology left no other effective way to stop professional and amateur pornographers from exploiting children there would be a fair claim that some degree of expressive protection had to yield to protect the children.</p>\n<p>But the Government does not get a free pass whenever it claims a worthy objective for curtailing speech, and I have further doubts about the need claimed here. Although Congress found that child pornography defendants \"almost universally rais[e]\" the defense that the alleged child pornography could be simulated or virtual, § 501(10), 117 Stat. 677, neither Congress nor this Court has been given the citation to a single case in which a defendant's acquittal is reasonably attributable to that defense.<sup>[3]</sup> See Brief for Free Speech Coalition <span class=\"star-pagination\">*1857</span> et al. as <i>Amici Curiae</i> 21-23; Brief for National Law Center for Children and Families et al. as <i>Amici Curiae</i> 10-13. The Government thus seems to be selling itself short; it appears to be highly successful in convicting child pornographers, the overwhelming majority of whom plead guilty rather than try their luck before a jury with a virtual-child defense.<sup>[4]</sup> And little seems to have changed since the time of <i>Free Speech Coalition,</i> when the Court rejected an assertion of the same interest. <span class=\"star-pagination\">*1858</span> See 535 U.S., at 254-255, 122 S.Ct. 1389 (\"[T]he Government says that the possibility of producing images by using computer imaging makes it very difficult for it to prosecute those who produce pornography by using real children .... The necessary solution, the argument runs, is to prohibit both kinds of images. The argument, in essence, is that protected speech may be banned as a means to ban unprotected speech. This analysis turns the First Amendment upside down\"); <i>id.,</i> at 259, 122 S.Ct. 1389 (THOMAS, J., concurring in judgment) (\"At this time ... the Government asserts only that defendants <i>raise</i> such defenses, not that they have done so successfully. In fact, the Government points to no case in which a defendant has been acquitted based on a `computer-generated images' defense\").</p>\n<p>Without some convincing evidence to the contrary, experience tells us to have faith in the capacity of the jury system, which I would have expected to operate in much the following way, if the Act were not on the books. If the Government sought to prosecute proposals about extant images as attempts, it would seek to carry its burden of showing that real children were depicted in the image subject to the proposal simply by introducing the image into evidence; if the figures in the picture looked like real children, the Government would have made its prima facie demonstration on that element.<sup>[5]</sup> The defense might well offer expert testimony to the effect that technology can produce convincing simulations, but if this was the extent of the testimony that came in, the cross-examination would ask whether the witness could say that this particular, seemingly authentic representation was merely simulated. If the witness could say that (or said so on direct), and survived further questioning about the basis for the opinion and its truth, acquittal would have been proper; the defendant would have raised reasonable doubt about whether a child had been victimized (the same standard that would govern if the defendant were on trial for abusing a child personally). But if the defense had no specific evidence that the particular image failed to show actual children, I am skeptical that a jury would have been likely to entertain reasonable doubt that the image showed a real child.</p>\n<p>Perhaps I am wrong, but without some demonstration that juries have been rendering exploitation of children unpunishable, there is no excuse for cutting back on the First Amendment and no alternative to finding overbreadth in this Act. I would hold it unconstitutional on the authority of <i>Ferber</i> and <i>Free Speech Coalition.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Williams also challenged his sentence for the possession conviction on the ground that he was entitled to resentencing in light of our decision in <i>United States v. Booker,</i> 543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005). See 444 F.3d, at 1307-308. The Eleventh Circuit rejected this challenge and therefore affirmed his 60-month sentence despite reversing his pandering conviction. See <i>id.,</i> at 1309. Although Williams did not receive a reduced sentence as a result of his appeal, this case is not moot. We held in <i>Benton v. Maryland,</i> 395 U.S. 784, 89 S.Ct. 2056, 23 L.Ed.2d 707 (1969), that \"there is no jurisdictional bar to consideration of challenges to multiple convictions, even though concurrent sentences were imposed.\" <i>Id.,</i> at 791, 89 S.Ct. 2056.</p>\n<p>[2]  Section 2252A(a)(3)(A) (2000 ed., Supp. V) reads: \"reproduces any child pornography for distribution through the mails, or in interstate or foreign commerce by any means, including by computer.\"</p>\n<p>[3]  In <i>Pittsburgh Press,</i> the newspaper argued that we should afford that category of commercial speech which consists of help-wanted ads the same level of First Amendment protection as noncommercial speech, because of its important information-exchange function. We replied: \"Whatever the merits of this contention may be in other contexts, it is unpersuasive in this case. Discrimination in employment is not only commercial activity, it is <i>illegal</i> commercial activity.... We have no doubt that a newspaper constitutionally could be forbidden to publish a want ad proposing a sale of narcotics or soliciting prostitutes.\" 413 U.S., at 388, 93 S.Ct. 2553. The import of this response is that noncommercial proposals to engage in illegal activity have no greater protection than commercial proposals to do so.</p>\n<p>[1]  The first definition offered is \"The act or offense of recruiting a prostitute, finding a place of business for a prostitute, or soliciting customers for a prostitute.\" Black's 1142.</p>\n<p>[2]  As I have explained elsewhere, <i>Ginzburg</i> has long since lost its force as law, see, <i>e.g., </i><i>FW/PBS, Inc. v. Dallas,</i> 493 U.S. 215, 249, 110 S.Ct. 596, 107 L.Ed.2d 603 (1990) (opinion concurring in part and dissenting in part) (\"<i>Ginzburg</i> was decided before the Court extended First Amendment protection to commercial speech and cannot withstand our decision in <i>Virginia Bd. of Pharmacy v. Virginia Citizens Consumer Council, Inc.,</i> 425 U.S. 748, 96 S.Ct. 1817, 48 L.Ed.2d 346 (1976)\"). Still, the case's explication of the meaning of \"pandering\" is instructive.</p>\n<p>[1]  I use \"child pornography\" to mean any pornographic representation (such as a photograph, as in this case) that includes what appears to be a child subject. \"True\" or \"real\" child pornography refers to images made directly in pornographic settings with models who are minors; \"fake\" refers to simulations, components of lawful photos spliced together, or those made with adults looking young enough to be mistaken for minors.</p>\n<p>[2]  I leave largely aside the case of fraudulent proposals passing off virtual pornography as the real thing. The fact that fraud is a separate category of speech which independently lacks First Amendment protection changes the analysis with regard to such proposals, although it does not necessarily dictate the conclusion. The Court has placed limits on the policing of fraud when it cuts too far into other protected speech. See, <i>e.g., </i><i>Riley v. National Federation of Blind of N. C., Inc.,</i> 487 U.S. 781, 787-795, 108 S.Ct. 2667, 101 L.Ed.2d 669 (1988) (invalidating professional fundraiser regulation under strict scrutiny). Also relevant to the analysis would be that the Act is hardly a consumer-protection statute; Congress seems to have cared little for the interests of would-be child-pornography purchasers, and the penalties for violating the Act are quite onerous compared with other consumer-protection laws. See Brief for American Booksellers Foundation for Free Expression et al. as <i>Amici Curiae</i> 17, and n. 8 (identifying laws punishing fraud as a misdemeanor or with civil penalties). A court could legitimately question whether the unprotected status of fraud enables the Government to punish the transfer of otherwise protected speech with penalties so apparently disproportionate to the harm that fraud is understood to cause.</p>\n<p>[3]  During hearings prior to passage of the Act, the Department of Justice presented Congress with three examples of prosecutions purportedly frustrated by a virtual-child defense. See Hearing on H.R. 1104 and H.R. 1161 before the Subcommittee on Crime, Terrorism, and Homeland Security of the House Committee on the Judiciary, 108th Cong., 1st Sess., 9 (2003) (statement of Daniel P. Collins, Associate Deputy Attorney General). In <i>United States v. Bunnell,</i> No. CRIM.02-13-B-5-S, 2002 WL 927765 (D.Me., May 1, 2002), the court allowed the defendant to withdraw his guilty plea after the <i>Ashcroft v. Free Speech Coalition,</i> 535 U.S. 234, 122 S.Ct. 1389, 152 L.Ed.2d 403 (2002), decision. The defendant did not, however, present a virtual-child defense to a jury, nor was he acquitted; indeed the court rejected his motion to dismiss, see Criminal Docket for Case No. 1:02CR00013 (D.Me.). (The docket report also indicates that the defendant's trial was then continued during his prosecution in state court, with the Government moving to dismiss upon receipt of a judgment and commitment from the state court. See <i>ibid.</i>)\n</p>\n<p>In <i>United States v. Reilly,</i> No. 01 CR. 1114(RPP), 2002 WL 31307170 (S.D.N.Y., Oct. 15, 2002), the court also allowed a defendant to withdraw a guilty plea after the issuance of <i>Free Speech Coalition,</i> because his plea was founded on a belief that the Government need not prove the involvement of actual children in the material at issue. (After the time of the congressional hearings, the court dismissed the child pornography charges upon the Government's motion, and the defendant was convicted on multiple counts of transportation of obscene material under 18 U.S.C. § 1462. See Criminal Docket for Case No. 1:01CR01114 (SDNY).)</p>\n<p>In <i>United States v. Sims,</i> 220 F.Supp.2d 1222 (D.N.M.2002), the defendant was convicted after a jury trial at which the Government contended, and the court agreed, that it did not bear the burden of proving that the images at issue depicted actual minors. The <i>Free Speech Coalition</i> decision came down soon afterward, and the defendant filed a post-trial motion for acquittal. The trial court held that the Government did bear the burden of proof and had met it with regard to one count but not with regard to another, upon which it had presented no evidence of the use of actual children. The trial court acquitted the defendant on the latter count, observing that \"[t]he government could have taken a more cautionary approach and presented evidence to prove the use of actual children, but it made the strategic decision not to do so.\" 220 F.Supp.2d, at 1227. The Government did not seek review of this ruling on appeal.</p>\n<p>In short, all of the cases presented to Congress involved the short-term transition on the burden-of-proof issue occasioned by the <i>Free Speech Coalition</i> decision; none of them involved a jury or judge's acquittal of a defendant on the basis of a virtual-child defense. Nor do the Government's <i>amici</i> identify other successful employments of a virtual-child defense. One <i>amicus</i> says that <i>Free Speech Coalition</i> spawned serious prosecutorial problems, but the only example it gives of an acquittal is a defendant's partial acquittal in an Ohio bench trial under an Ohio statute, where the judge convicted the defendant of counts involving images for which the prosecution presented expert testimony of the minor's identity and acquitted him of counts for which it did not. See Brief for National Law Center for Children and Families et al. as <i>Amici Curiae</i> 11 (citing <i>State v. Tooley,</i> No.2004-P-0064, 2005-Ohio-6709, 2005 WL 3476649 (App., Dec. 16, 2005)). The State apparently did not cross-appeal the acquittals, but in considering defendant's appeal of his convictions, the Supreme Court of Ohio held that his hearsay objection to the Government's expert was irrelevant, because \"[<i>Free Speech Coalition</i>] did not impose a heightened evidentiary burden on the state to specifically identify the child or to use expert testimony to prove that the image contains a real child.\" 114 Ohio St.3d 366, 381, 2007-Ohio-3698, 872 N.E.2d 894, 908 (2007). Rather, \"[t]he fact-finder in this case, the trial judge, was capable of reviewing the evidence to determine whether the state met its burden of showing that the images depicted real children.\" <i>Id.,</i> at 382, 872 N.E.2d, at 909. The case hardly bespeaks a prosecutorial crisis.</p>\n<p>[4]  According to the U.S. Department of Justice Bureau of Justice Statistics, in the 1,209 federal child pornography cases concluded in 2006, 95.1% of defendants were convicted. Bureau of Justice Statistics Bulletin, Federal Prosecution of Child Sex Exploitation Offenders, 2006, p. 6 (Dec.2007), online at http://www.ojp.usdoj.gov/bjs/pub/pdf/ fpcseo06.pdf (as visited May 8, 2008, and available in Clerk of Court's case file). By comparison, of the 161 child pornography cases concluded in 1996, 96.9% of defendants were convicted. <i>Ibid.</i> Of the 2006 cases, 92.2% ended with a plea. <i>Ibid.</i> The 4.9% of defendants not convicted in 2006 was made up of 4.5% whose charges were dismissed, and only 0.4% who were not convicted at trial. <i>Ibid.</i>\n</p>\n<p>Nor do the statistics suggest a crisis in the ability to prosecute. In 2,376 child pornography matters concluded by U.S. Attorneys in 2006, 58.5% of them were prosecuted, while 37.8% were declined for prosecution, and 3.7% were disposed by a U.S. magistrate. <i>Id.,</i> at 2. By comparison, the prosecution rate for all matters concluded by U.S. Attorneys in 2006 was 59%. <i>Ibid.</i> Nor did weak evidence make up a disproportionate part of declined prosecutions. Of the child pornography cases declined for prosecution, 24.3% presented problems of weak or inadmissible evidence; 22.7% were declined for lack of evidence of criminal intent; and in 18.7% the suspects were prosecuted on other charges. <i>Id.,</i> at 3. In comparison, weak or inadmissible evidence accounted for 53% of declined prosecutions for sex abuse and 20.4% for sex transportation, both sexual exploitation crimes which do not easily admit of a virtual-child defense. <i>Ibid.</i></p>\n<p>None of these data, to be sure, isolates the experience between <i>Free Speech Coalition</i> and the current Act, or breaks down the post-Act numbers by reference to prosecution under the Act. If the generality of the statistics is a problem, however, it is for the Government, which makes the necessity claim.</p>\n<p>[5]  The Courts of Appeals to consider the issue have declined to require expert evidence to prove the authenticity of images, generally finding the images themselves sufficient to prove the depiction of actual minors. See, <i>e.g., </i><i>United States v. Salcido,</i> 506 F.3d 729, 733-734 (C.A.9 2007) <i>(per curiam)</i> (collecting cases).</p>\n\n</div>", 
  "time_retrieved": "2010-05-05T17:08:05", 
  "nature_of_suit": "", 
  "plain_text": "(Slip Opinion)              OCTOBER TERM, 2007                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                   UNITED STATES v. WILLIAMS\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                THE ELEVENTH CIRCUIT\n\n     No. 06–694.      Argued October 30, 2007—Decided May 19, 2008\nAfter this Court found facially overbroad a federal statutory provision\n  criminalizing the possession and distribution of material pandered as\n  child pornography, regardless of whether it actually was that,\n  Ashcroft v. Free Speech Coalition, 535 U. S. 234, Congress passed the\n  pandering and solicitation provision at issue, 18 U. S. C.\n  §2252A(a)(3)(B). Respondent Williams pleaded guilty to this offense\n  and others, but reserved the right to challenge his pandering convic-\n  tion’s constitutionality. The District Court rejected his challenge, but\n  the Eleventh Circuit reversed, finding the statute both overbroad un-\n  der the First Amendment and impermissibly vague under the Due\n  Process Clause.\nHeld:\n    1. Section 2252A(a)(3)(B) is not overbroad under the First Amend-\n ment. Pp. 6–18.\n       (a) A statute is facially invalid if it prohibits a substantial\n amount of protected speech. Section 2252A(a)(3)(B) generally prohib-\n its offers to provide and requests to obtain child pornography. It tar-\n gets not the underlying material, but the collateral speech introduc-\n ing such material into the child-pornography distribution network.\n Its definition of material or purported material that may not be pan-\n dered or solicited precisely tracks the material held constitutionally\n proscribable in New York v. Ferber, 458 U. S. 747, and Miller v. Cali-\n fornia, 413 U. S. 15: obscene material depicting (actual or virtual)\n children engaged in sexually explicit conduct, and any other material\n depicting actual children engaged in sexually explicit conduct. The\n statute’s important features include: (1) a scienter requirement; (2)\n operative verbs that are reasonably read to penalize speech that ac-\n companies or seeks to induce a child pornography transfer from one\n2                    UNITED STATES v. WILLIAMS\n\n                                  Syllabus\n\n    person to another; (3) a phrase—“in a manner that reflects the be-\n    lief,” ibid.—that has both the subjective component that the defen-\n    dant must actually have held the “belief” that the material or pur-\n    ported material was child pornography, and the objective component\n    that the statement or action must manifest that belief; (4) a phrase—\n    “in a manner . . . that is intended to cause another to believe,” ibid —\n    that has only the subjective element that the defendant must “in-\n    tend” that the listener believe the material to be child pornography;\n    and (5) a “sexually explicit conduct” definition that is very similar to\n    that in the New York statute upheld in Ferber. Pp. 6–11.\n          (b) As thus construed, the statute does not criminalize a substan-\n    tial amount of protected expressive activity. Offers to engage in ille-\n    gal transactions are categorically excluded from First Amendment\n    protection. E.g., Pittsburgh Press Co. v. Pittsburgh Comm’n on Hu-\n    man Relations, 413 U. S. 376, 388. The Eleventh Circuit mistakenly\n    believed that this exclusion extended only to commercial offers to\n    provide or receive contraband. The exclusion’s rationale, however, is\n    based not on the less privileged status of commercial speech, but on\n    the principle that offers to give or receive what it is unlawful to pos-\n    sess have no social value and thus enjoy no First Amendment protec-\n    tion. The constitutional defect in Free Speech Coalition’s pandering\n    provision was that it went beyond pandering to prohibit possessing\n    material that could not otherwise be proscribed. The Eleventh Cir-\n    cuit’s erroneous conclusion led it to apply strict scrutiny to\n    §2252A(a)(3)(B), lodging three fatal objections that lack merit.\n    Pp. 11–18.\n       2. Section 2252A(a)(3)(B) is not impermissibly vague under the Due\n    Process Clause. A conviction fails to comport with due process if the\n    statute under which it is obtained fails to provide a person of ordi-\n    nary intelligence fair notice of what is prohibited, or is so standard-\n    less that it authorizes or encourages seriously discriminatory en-\n    forcement. Hill v. Colorado, 530 U. S. 703, 732. In the First\n    Amendment context plaintiffs may argue that a statute is overbroad\n    because it is unclear whether it regulates a substantial amount of\n    protected speech. Hoffman Estates v. Flipside, Hoffman Estates, Inc.,\n    455 U. S. 489, 494–495, and nn. 6 and 7. The Eleventh Circuit mis-\n    takenly believed that “in a manner that reflects the belief” and “in a\n    manner . . . that is intended to cause another to believe” were vague\n    and standardless phrases that left the public with no objective meas-\n    ure of conformance. What renders a statute vague, however, is not\n    the possibility that it will sometimes be difficult to determine\n    whether the incriminating fact it establishes has been proved; but\n    rather the indeterminacy of what that fact is. See, e.g., Coates v.\n    Cincinnati, 402 U. S. 611, 614. There is no such indeterminacy here.\n                     Cite as: 553 U. S. ____ (2008)                   3\n\n                               Syllabus\n\n  The statute’s requirements are clear questions of fact. It may be dif-\n  ficult in some cases to determine whether the requirements have\n  been met, but courts and juries every day pass upon the reasonable\n  import of a defendant’s statements and upon “knowledge, belief and\n  intent.” American Communications Assn. v. Douds, 339 U. S. 382,\n  411. Pp. 18–21.\n444 F. 3d 1286, reversed.\n\n  SCALIA, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and STEVENS, KENNEDY, THOMAS, BREYER, and ALITO, JJ., joined.\nSTEVENS, J., filed a concurring opinion, in which BREYER, J., joined.\nSOUTER, J., filed a dissenting opinion, in which GINSBURG, J., joined.\n                        Cite as: 553 U. S. ____ (2008)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 06–694\n                                   _________________\n\n\n      UNITED STATES, PETITIONER v. MICHAEL \n\n                   WILLIAMS \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n\n          APPEALS FOR THE ELEVENTH CIRCUIT\n\n                                 [May 19, 2008] \n\n\n  JUSTICE SCALIA delivered the opinion of the Court.\n  Section 2252A(a)(3)(B) of Title 18, United States Code,\ncriminalizes, in certain specified circumstances, the pan-\ndering or solicitation of child pornography. This case\npresents the question whether that statute is overbroad\nunder the First Amendment or impermissibly vague under\nthe Due Process Clause of the Fifth Amendment.\n                              I\n\n                              A\n\n  We have long held that obscene speech—sexually ex-\nplicit material that violates fundamental notions of de-\ncency—is not protected by the First Amendment. See\nRoth v. United States, 354 U. S. 476, 484–485 (1957). But\nto protect explicit material that has social value, we have\nlimited the scope of the obscenity exception, and have\noverturned convictions for the distribution of sexually\ngraphic but nonobscene material. See Miller v. California,\n413 U. S. 15, 23–24 (1973); see also, e.g., Jenkins v. Geor-\ngia, 418 U. S. 153, 161 (1974).\n  Over the last 25 years, we have confronted a related and\noverlapping category of proscribable speech: child pornog-\n2                UNITED STATES v. WILLIAMS\n\n                       Opinion of the Court\n\nraphy. See Ashcroft v. Free Speech Coalition, 535 U. S.\n234 (2002); Osborne v. Ohio, 495 U. S. 103 (1990); New\nYork v. Ferber, 458 U. S. 747 (1982). This consists of\nsexually explicit visual portrayals that feature children.\nWe have held that a statute which proscribes the distribu-\ntion of all child pornography, even material that does not\nqualify as obscenity, does not on its face violate the First\nAmendment. See id., at 751–753, 756–764. Moreover, we\nhave held that the government may criminalize the pos-\nsession of child pornography, even though it may not\ncriminalize the mere possession of obscene material in-\nvolving adults. Compare Osborne, supra, at 111, with\nStanley v. Georgia, 394 U. S. 557, 568 (1969).\n   The broad authority to proscribe child pornography is\nnot, however, unlimited. Four Terms ago, we held facially\noverbroad two provisions of the federal Child Pornography\nPrevention Act of 1996 (CPPA). Free Speech Coalition, 535\nU. S., at 258. The first of these banned the possession and\ndistribution of “ ‘any visual depiction’ ” that “ ‘is, or appears\nto be, of a minor engaging in sexually explicit conduct,’ ”\neven if it contained only youthful-looking adult actors or\nvirtual images of children generated by a computer. Id.,\nat 239–241 (quoting 18 U. S. C. §2256(8)(B)). This was\ninvalid, we explained, because the child-protection ration-\nale for speech restriction does not apply to materials pro-\nduced without children. See 535 U. S., at 249–251, 254.\nThe second provision at issue in Free Speech Coalition\ncriminalized the possession and distribution of material\nthat had been pandered as child pornography, regardless\nof whether it actually was that. See id., at 257 (citing 18\nU. S. C. §2256(8)(D)). A person could thus face prosecu-\ntion for possessing unobjectionable material that someone\nelse had pandered. 535 U. S., at 258. We held that this\nprohibition, which did “more than prohibit pandering,”\nwas also facially overbroad. Ibid.\n   After our decision in Free Speech Coalition, Congress\n                 Cite as: 553 U. S. ____ (2008)             3\n\n                     Opinion of the Court\n\nwent back to the drawing board and produced legislation\nwith the unlikely title of the Prosecutorial Remedies and\nOther Tools to end the Exploitation of Children Today Act\nof 2003, 117 Stat. 650. We shall refer to it as the Act.\nSection 503 of the Act amended 18 U. S. C. §2252A to add\na new pandering and solicitation provision, relevant por-\ntions of which now read as follows:\n    “(a) Any person who—\n    “(3) knowingly—\n         .            .            .          .          .\n    “(B) advertises, promotes, presents, distributes, or so-\n    licits through the mails, or in interstate or foreign\n    commerce by any means, including by computer, any\n    material or purported material in a manner that re-\n    flects the belief, or that is intended to cause another to\n    believe, that the material or purported material is, or\n    contains—\n    “(i) an obscene visual depiction of a minor engaging in\n    sexually explicit conduct; or\n    “(ii) a visual depiction of an actual minor engaging in\n    sexually explicit conduct,\n         .            .            .          .          .\n    “shall be punished as provided in subsection (b).”\n    §2252A(a)(3)(B) (2000 ed., Supp. V).\nSection 2256(2)(A) defines “sexually explicit conduct” as\n    “actual or simulated— \n\n    “(i) sexual intercourse, including genital-genital, oral-\n\n    genital, anal-genital, or oral-anal, whether between \n\n    persons of the same or opposite sex; \n\n    “(ii) bestiality; \n\n    “(iii) masturbation; \n\n    “(iv) sadistic or masochistic abuse; or \n\n    “(v) lascivious exhibition of the genitals or pubic area \n\n4               UNITED STATES v. WILLIAMS\n\n                      Opinion of the Court\n\n    of any person.”\nViolation of §2252A(a)(3)(B) incurs a minimum sentence of\n5 years imprisonment and a maximum of 20 years. 18\nU. S. C. §2252A(b)(1).\n  The Act’s express findings indicate that Congress was\nconcerned that limiting the child-pornography prohibition\nto material that could be proved to feature actual children,\nas our decision in Free Speech Coalition required, would\nenable many child pornographers to evade conviction. See\n§501(9), (10), 117 Stat. 677. The emergence of new tech-\nnology and the repeated retransmission of picture files\nover the Internet could make it nearly impossible to prove\nthat a particular image was produced using real chil-\ndren—even though “[t]here is no substantial evidence that\nany of the child pornography images being trafficked today\nwere made other than by the abuse of real children,”\nvirtual imaging being prohibitively expensive. §501(5),\n(7), (8), (11), id., at 676–678; see also Dept. of Justice,\nOffice of Community Oriented Policing Services, R.\nWortley & S. Smallbone, Child Pornography on the Inter-\nnet 9 (May 2006), on line at hhtp://www.cops.\nusdoj.gov/mime/open.pdf?Item=1729 (hereinafter Child\nPornography on the Internet) (as visited Jan. 7, 2008, and\navailable in Clerk of Court’s case file).\n                              B\n  The following facts appear in the opinion of the Elev-\nenth Circuit, 444 F. 3d 1286, 1288 (2006). On April 26,\n2004, respondent Michael Williams, using a sexually\nexplicit screen name, signed in to a public Internet chat\nroom. A Secret Service agent had also signed in to the\nchat room under the moniker “Lisa n Miami.” The agent\nnoticed that Williams had posted a message that read:\n“Dad of toddler has ‘good’ pics of her an [sic] me for swap\nof your toddler pics, or live cam.” The agent struck up a\nconversation with Williams, leading to an electronic ex-\n                     Cite as: 553 U. S. ____ (2008)                    5\n\n                          Opinion of the Court\n\nchange of nonpornographic pictures of children. (The\nagent’s picture was in fact a doctored photograph of an\nadult.) Soon thereafter, Williams messaged that he had\nphotographs of men molesting his 4-year-old daughter.\nSuspicious that “Lisa n Miami” was a law-enforcement\nagent, before proceeding further Williams demanded that\nthe agent produce additional pictures. When he did not,\nWilliams posted the following public message in the chat\nroom: “HERE ROOM; I CAN PUT UPLINK CUZ IM FOR\nREAL—SHE CANT.” Appended to this declaration was a\nhyperlink that, when clicked, led to seven pictures of\nactual children, aged approximately 5 to 15, engaging in\nsexually explicit conduct and displaying their genitals.\nThe Secret Service then obtained a search warrant for\nWilliams’s home, where agents seized two hard drives\ncontaining at least 22 images of real children engaged in\nsexually explicit conduct, some of it sadomasochistic.\n  Williams was charged with one count of pandering child\npornography under §2252A(a)(3)(B) and one count of\npossessing child pornography under §2252A(a)(5)(B). He\npleaded guilty to both counts but reserved the right to\nchallenge the constitutionality of the pandering conviction.\nThe District Court rejected his challenge, and sentenced\nhim to concurrent 60-month sentences on the two counts.\nNo. 04–20299–CR–MIDDLEBROOKS (SD Fla., Aug. 20,\n2004), App. B to Pet. for Cert. 46a–69a. The United States\nCourt of Appeals for the Eleventh Circuit reversed the\npandering conviction, holding that the statute was both\noverbroad and impermissibly vague. 444 F. 3d, at 1308–\n1309.1\n——————\n  1 Williams also challenged his sentence for the possession conviction\n\non the ground that he was entitled to resentencing in light of our\ndecision in United States v. Booker, 543 U. S. 220 (2005). See 444 F. 3d,\nat 1307–308. The Eleventh Circuit rejected this challenge and there-\nfore affirmed his 60-month sentence despite reversing his pandering\nconviction. See id., at 1309. Although Williams did not receive a\n6                  UNITED STATES v. WILLIAMS\n\n                          Opinion of the Court\n\n    We granted certiorari. 549 U. S. ___ (2007).\n                               II \n\n                               A\n\n   According to our First Amendment overbreadth doc-\ntrine, a statute is facially invalid if it prohibits a substan-\ntial amount of protected speech. The doctrine seeks to\nstrike a balance between competing social costs. Virginia\nv. Hicks, 539 U. S. 113, 119–120 (2003). On the one hand,\nthe threat of enforcement of an overbroad law deters\npeople from engaging in constitutionally protected speech,\ninhibiting the free exchange of ideas. On the other hand,\ninvalidating a law that in some of its applications is per-\nfectly constitutional—particularly a law directed at con-\nduct so antisocial that it has been made criminal—has\nobvious harmful effects. In order to maintain an appro-\npriate balance, we have vigorously enforced the require-\nment that a statute’s overbreadth be substantial, not only\nin an absolute sense, but also relative to the statute’s\nplainly legitimate sweep. See Board of Trustees of State\nUniv. of N. Y. v. Fox, 492 U. S. 469, 485 (1989); Broadrick\nv. Oklahoma, 413 U. S. 601, 615 (1973). Invalidation for\noverbreadth is “ ‘ “strong medicine” ’ ” that is not to be\n“casually employed.” Los Angeles Police Dept. v. United\nReporting Publishing Corp., 528 U. S. 32, 39 (1999) (quot-\ning Ferber, 458 U. S., at 769).\n   The first step in overbreadth analysis is to construe the\nchallenged statute; it is impossible to determine whether a\nstatute reaches too far without first knowing what the\nstatute covers. Generally speaking, §2252A(a)(3)(B) pro-\nhibits offers to provide and requests to obtain child por-\nnography. The statute does not require the actual exis-\n—————— \n\nreduced sentence as a result of his appeal, this case is not moot. We \n\nheld in Benton v. Maryland, 395 U. S. 784 (1969), that “there is no\n\njurisdictional bar to consideration of challenges to multiple convictions,\n\neven though concurrent sentences were imposed.” Id., at 791. \n\n                     Cite as: 553 U. S. ____ (2008)                    7\n\n                          Opinion of the Court\n\ntence of child pornography. In this respect, it differs from\nthe statutes in Ferber, Osborne, and Free Speech Coalition,\nwhich prohibited the possession or distribution of child\npornography. Rather than targeting the underlying mate-\nrial, this statute bans the collateral speech that introduces\nsuch material into the child-pornography distribution\nnetwork. Thus, an Internet user who solicits child pornog-\nraphy from an undercover agent violates the statute, even\nif the officer possesses no child pornography. Likewise, a\nperson who advertises virtual child pornography as de-\npicting actual children also falls within the reach of the\nstatute.\n   The statute’s definition of the material or purported\nmaterial that may not be pandered or solicited precisely\ntracks the material held constitutionally proscribable in\nFerber and Miller: obscene material depicting (actual or\nvirtual) children engaged in sexually explicit conduct, and\nany other material depicting actual children engaged in\nsexually explicit conduct. See Free Speech Coalition, 535\nU. S., at 245–246 (stating that the First Amendment does\nnot protect obscenity or pornography produced with actual\nchildren); id., at 256 (holding invalid the challenged provi-\nsion of the CPPA because it “cover[ed] materials beyond\nthe categories recognized in Ferber and Miller”).\n   A number of features of the statute are important to our\nanalysis:\n   First, the statute includes a scienter requirement. The\nfirst word of §2252A(a)(3)—“knowingly”—applies to both\nof the immediately following subdivisions, both the previ-\nously existing §2252A(a)(3)(A)2 and the new §2252A(a)\n(3)(B) at issue here. We think that the best reading of the\nterm in context is that it applies to every element of the\n——————\n  2 Section 2252A(a)(3)(A) (2000 ed., Supp. V) reads: “reproduces any\n\nchild pornography for distribution through the mails, or in interstate or\nforeign commerce by any means, including by computer.”\n8               UNITED STATES v. WILLIAMS\n\n                     Opinion of the Court\n\ntwo provisions. This is not a case where grammar or\nstructure enables the challenged provision or some of its\nparts to be read apart from the “knowingly” requirement.\nHere “knowingly” introduces the challenged provision\nitself, making clear that it applies to that provision in its\nentirety; and there is no grammatical barrier to reading it\nthat way.\n   Second, the statute’s string of operative verbs—\n“advertises, promotes, presents, distributes, or solicits”—is\nreasonably read to have a transactional connotation. That\nis to say, the statute penalizes speech that accompanies or\nseeks to induce a transfer of child pornography—via re-\nproduction or physical delivery—from one person to an-\nother. For three of the verbs, this is obvious: advertising,\ndistributing, and soliciting are steps taken in the course of\nan actual or proposed transfer of a product, typically but\nnot exclusively in a commercial market. When taken in\nisolation, the two remaining verbs—“promotes” and “pre-\nsents”—are susceptible of multiple and wide-ranging\nmeanings. In context, however, those meanings are nar-\nrowed by the commonsense canon of noscitur a sociis—\nwhich counsels that a word is given more precise content\nby the neighboring words with which it is associated. See\nJarecki v. G. D. Searle & Co., 367 U. S. 303, 307 (1961); 2A\nN. Singer & J. Singer, Sutherland Statutes and Statutory\nConstruction §47.16 (7th ed. 2007). “Promotes,” in a list\nthat includes “solicits,” “distributes,” and “advertises,” is\nmost sensibly read to mean the act of recommending\npurported child pornography to another person for his\nacquisition. See American Heritage Dictionary 1403 (4th\ned. 2000) (def. 4: “To attempt to sell or popularize by ad-\nvertising or publicity”). Similarly, “presents,” in the con-\ntext of the other verbs with which it is associated, means\nshowing or offering the child pornography to another\nperson with a view to his acquisition. See id., at 1388 (def.\n3a: “To make a gift or award of”). (The envisioned acquisi-\n                  Cite as: 553 U. S. ____ (2008)            9\n\n                      Opinion of the Court\n\ntion, of course, could be an electronic one, for example\nreproduction of the image on the recipient’s computer\nscreen.)\n   To be clear, our conclusion that all the words in this list\nrelate to transactions is not to say that they relate to\ncommercial transactions. One could certainly “distribute”\nchild pornography without expecting payment in return.\nIndeed, in much Internet file sharing of child pornography\neach participant makes his files available for free to other\nparticipants—as Williams did in this case. “Distribution\nmay involve sophisticated pedophile rings or organized\ncrime groups that operate for profit, but in many cases, is\ncarried out by individual amateurs who seek no financial\nreward.” Child Pornography on the Internet 9. To run\nafoul of the statute, the speech need only accompany or\nseek to induce the transfer of child pornography from one\nperson to another.\n   Third, the phrase “in a manner that reflects the belief”\nincludes both subjective and objective components. “[A]\nmanner that reflects the belief” is quite different from “a\nmanner that would give one cause to believe.” The first\nformulation suggests that the defendant must actually\nhave held the subjective “belief” that the material or pur-\nported material was child pornography. Thus, a misde-\nscription that leads the listener to believe the defendant is\noffering child pornography, when the defendant in fact\ndoes not believe the material is child pornography, does\nnot violate this prong of the statute. (It may, however,\nviolate the “manner . . . that is intended to cause another\nto believe” prong if the misdescription is intentional.)\nThere is also an objective component to the phrase “man-\nner that reflects the belief.” The statement or action must\nobjectively manifest a belief that the material is child\npornography; a mere belief, without an accompanying\nstatement or action that would lead a reasonable person\nto understand that the defendant holds that belief, is\n10              UNITED STATES v. WILLIAMS\n\n                     Opinion of the Court\n\ninsufficient.\n   Fourth, the other key phrase, “in a manner . . . that is\nintended to cause another to believe,” contains only a\nsubjective element: The defendant must “intend” that the\nlistener believe the material to be child pornography, and\nmust select a manner of “advertising, promoting, present-\ning, distributing, or soliciting” the material that he thinks\nwill engender that belief—whether or not a reasonable\nperson would think the same. (Of course in the ordinary\ncase the proof of the defendant’s intent will be the fact\nthat, as an objective matter, the manner of “advertis-\ning, promoting, presenting, distributing, or soliciting”\nplainly sought to convey that the material was child\npornography.)\n   Fifth, the definition of “sexually explicit conduct” (the\nvisual depiction of which, engaged in by an actual minor,\nis covered by the Act’s pandering and soliciting prohibition\neven when it is not obscene) is very similar to the defini-\ntion of “sexual conduct” in the New York statute we up-\nheld against an overbreadth challenge in Ferber. That\ndefined “sexual conduct” as “ ‘actual or simulated sexual\nintercourse, deviate sexual intercourse, sexual bestiality,\nmasturbation, sado-masochistic abuse, or lewd exhibition\nof the genitals.’ ” 458 U. S., at 751. Congress used essen-\ntially the same constitutionally approved definition in the\npresent Act. If anything, the fact that the defined term\nhere is “sexually explicit conduct,” rather than (as in Fer-\nber) merely “sexual conduct,” renders the definition more\nimmune from facial constitutional attack. “[S]imulated\nsexual intercourse” (a phrase found in the Ferber defini-\ntion as well) is even less susceptible here of application to\nthe sorts of sex scenes found in R-rated movies—which\nsuggest that intercourse is taking place without explicitly\ndepicting it, and without causing viewers to believe that\nthe actors are actually engaging in intercourse. “Sexually\nexplicit conduct” connotes actual depiction of the sex act\n                 Cite as: 553 U. S. ____ (2008)           11\n\n                     Opinion of the Court\n\nrather than merely the suggestion that it is occurring.\nAnd “simulated” sexual intercourse is not sexual inter-\ncourse that is merely suggested, but rather sexual inter-\ncourse that is explicitly portrayed, even though (through\ncamera tricks or otherwise) it may not actually have oc-\ncurred. The portrayal must cause a reasonable viewer to\nbelieve that the actors actually engaged in that conduct on\ncamera.     Critically, unlike in Free Speech Coalition,\n§2252A(a)(3)(B)(ii)’s requirement of a “visual depiction of\nan actual minor” makes clear that, although the sexual\nintercourse may be simulated, it must involve actual\nchildren (unless it is obscene). This change eliminates any\npossibility that virtual child pornography or sex between\nyouthful-looking adult actors might be covered by the term\n“simulated sexual intercourse.”\n                             B\n  We now turn to whether the statute, as we have con-\nstrued it, criminalizes a substantial amount of protected\nexpressive activity.\n  Offers to engage in illegal transactions are categorically\nexcluded from First Amendment protection. Pittsburgh\nPress Co. v. Pittsburgh Comm’n on Human Relations, 413\nU. S. 376, 388 (1973); Giboney v. Empire Storage & Ice Co.,\n336 U. S. 490, 498 (1949). One would think that this\nprinciple resolves the present case, since the statute\ncriminalizes only offers to provide or requests to obtain\ncontraband—child obscenity and child pornography in-\nvolving actual children, both of which are proscribed, see\n18 U. S. C. §1466A(a), §2252A(a)(5)(B) (2000 ed., Supp. V),\nand the proscription of which is constitutional, see Free\nSpeech Coalition, 535 U. S., at 245–246, 256. The Elev-\nenth Circuit, however, believed that the exclusion of First\nAmendment protection extended only to commercial offers\nto provide or receive contraband: “Because [the statute] is\nnot limited to commercial speech but extends also to non-\n12                 UNITED STATES v. WILLIAMS\n\n                          Opinion of the Court\n\ncommercial promotion, presentation, distribution, and\nsolicitation, we must subject the content-based restriction\nof the PROTECT Act pandering provision to strict scrutiny\n. . . .” 444 F. 3d, at 1298.\n    This mistakes the rationale for the categorical exclusion.\nIt is based not on the less privileged First Amendment\nstatus of commercial speech, see Central Hudson Gas &\nElec. Corp. v. Public Serv. Comm’n of N. Y., 447 U. S. 557,\n562–563 (1980), but on the principle that offers to give or\nreceive what it is unlawful to possess have no social value\nand thus, like obscenity, enjoy no First Amendment pro-\ntection. See Pittsburgh Press, supra, at 387–389.3 Many\nlong established criminal proscriptions—such as laws\nagainst conspiracy, incitement, and solicitation—\ncriminalize speech (commercial or not) that is intended to\ninduce or commence illegal activities. See, e.g., ALI,\nModel Penal Code §5.02(1) (1985) (solicitation to commit a\ncrime); §5.03(1)(a) (conspiracy to commit a crime). Offers\nto provide or requests to obtain unlawful material,\nwhether as part of a commercial exchange or not, are\nsimilarly undeserving of First Amendment protection. It\nwould be an odd constitutional principle that permitted\nthe government to prohibit offers to sell illegal drugs, but\nnot offers to give them away for free.\n    To be sure, there remains an important distinction\n——————\n   3 In Pittsburgh Press, the newspaper argued that we should afford\n\nthat category of commercial speech which consists of help-wanted ads\nthe same level of First Amendment protection as noncommercial\nspeech, because of its important information-exchange function. We\nreplied: “Whatever the merits of this contention may be in other con-\ntexts, it is unpersuasive in this case. Discrimination in employment is\nnot only commercial activity, it is illegal commercial activity . . . . We\nhave no doubt that a newspaper constitutionally could be forbidden to\npublish a want ad proposing a sale of narcotics or soliciting prosti-\ntutes.” 413 U. S., at 388. The import of this response is that noncom-\nmercial proposals to engage in illegal activity have no greater protec-\ntion than commercial proposals to do so.\n                 Cite as: 553 U. S. ____ (2008)          13\n\n                     Opinion of the Court\n\nbetween a proposal to engage in illegal activity and the\nabstract advocacy of illegality. See Brandenburg v. Ohio,\n395 U. S. 444, 447–448 (1969) (per curiam); see also\nNAACP v. Claiborne Hardware Co., 458 U. S. 886, 928–\n929 (1982). The Act before us does not prohibit advocacy\nof child pornography, but only offers to provide or requests\nto obtain it. There is no doubt that this prohibition falls\nwell within constitutional bounds. The constitutional\ndefect we found in the pandering provision at issue in Free\nSpeech Coalition was that it went beyond pandering to\nprohibit possession of material that could not otherwise be\nproscribed. 535 U. S., at 258.\n   In sum, we hold that offers to provide or requests to\nobtain child pornography are categorically excluded from\nthe First Amendment. Since the Eleventh Circuit errone-\nously concluded otherwise, it applied strict scrutiny to\n§2252A(a)(3)(B), lodging three fatal objections. We ad-\ndress these objections because they could be recast as\narguments that Congress has gone beyond the categorical\nexception.\n   The Eleventh Circuit believed it a constitutional diffi-\nculty that no child pornography need exist to trigger the\nstatute. In its view, the fact that the statute could punish\na “braggart, exaggerator, or outright liar” rendered it\nunconstitutional. 444 F. 3d, at 1298. That seems to us a\nstrange constitutional calculus. Although we have held\nthat the government can ban both fraudulent offers, see,\ne.g., Illinois ex rel. Madigan v. Telemarketing Associates,\nInc., 538 U. S. 600, 611–612 (2003), and offers to provide\nillegal products, the Eleventh Circuit would forbid the\ngovernment from punishing fraudulent offers to provide\nillegal products. We see no logic in that position; if any-\nthing, such statements are doubly excluded from the First\nAmendment.\n   The Eleventh Circuit held that under Brandenburg, the\n“non-commercial, non-inciteful promotion of illegal child\n14              UNITED STATES v. WILLIAMS\n\n                      Opinion of the Court\n\npornography” is protected, and §2252A(a)(3)(B) therefore\noverreaches by criminalizing the promotion of child por-\nnography. 444 F. 3d, at 1298. As we have discussed\nearlier, however, the term “promotes” does not refer to\nabstract advocacy, such as the statement “I believe that\nchild pornography should be legal” or even “I encourage\nyou to obtain child pornography.” It refers to the recom-\nmendation of a particular piece of purported child pornog-\nraphy with the intent of initiating a transfer.\n   The Eleventh Circuit found “particularly objectionable”\nthe fact that the “reflects the belief” prong of the statute\ncould ensnare a person who mistakenly believes that\nmaterial is child pornography. Ibid. This objection has\ntwo conceptually distinct parts. First, the Eleventh Cir-\ncuit thought that it would be unconstitutional to punish\nsomeone for mistakenly distributing virtual child pornog-\nraphy as real child pornography. We disagree. Offers to\ndeal in illegal products or otherwise engage in illegal\nactivity do not acquire First Amendment protection when\nthe offeror is mistaken about the factual predicate of his\noffer. The pandering and solicitation made unlawful by\nthe Act are sorts of inchoate crimes—acts looking toward\nthe commission of another crime, the delivery of child\npornography. As with other inchoate crimes—attempt\nand conspiracy, for example—impossibility of completing\nthe crime because the facts were not as the defendant\nbelieved is not a defense. “All courts are in agreement\nthat what is usually referred to as ‘factual impossibility’ is\nno defense to a charge of attempt.” 2 W. LaFave, Substan-\ntive Criminal Law §11.5(a)(2) (2d ed. 2003). (The author\ngives as an example “the intended sale of an illegal drug\n[that] actually involved a different substance.” Ibid.) See\nalso United States v. Hamrick, 43 F. 3d 877, 885 (CA4\n1995) (en banc) (holding that impossibility is no defense to\nattempt and citing the holdings of four other Circuits);\nALI, Model Penal Code §5.01, Comment (in attempt prose-\n                  Cite as: 553 U. S. ____ (2008)            15\n\n                      Opinion of the Court\n\ncutions “the defendant’s conduct should be measured\naccording to the circumstances as he believes them to be,\nrather than the circumstances as they may have existed in\nfact”).\n  Under this heading the Eleventh Circuit also thought\nthat the statute could apply to someone who subjectively\nbelieves that an innocuous picture of a child is “lascivi-\nous.” (Clause (v) of the definition of “sexually explicit\nconduct” is “lascivious exhibition of the genitals or pubic\narea of any person.”) That is not so. The defendant must\nbelieve that the picture contains certain material, and\nthat material in fact (and not merely in his estimation)\nmust meet the statutory definition. Where the material at\nissue is a harmless picture of a child in a bathtub and the\ndefendant, knowing that material, erroneously believes\nthat it constitutes a “lascivious display of the genitals,” the\nstatute has no application.\n  Williams and amici raise other objections, which dem-\nonstrate nothing so forcefully as the tendency of our over-\nbreadth doctrine to summon forth an endless stream of\nfanciful hypotheticals. Williams argues, for example, that\na person who offers nonpornographic photographs of\nyoung girls to a pedophile could be punished under the\nstatute if the pedophile secretly expects that the pictures\nwill contain child pornography. Brief for Respondent 19–\n20. That hypothetical does not implicate the statute,\nbecause the offeror does not hold the belief or intend the\nrecipient to believe that the material is child pornography.\n  Amici contend that some advertisements for main-\nstream Hollywood movies that depict underage characters\nhaving sex violate the statute. Brief for Free Speech\nCoalition et al. as Amici Curiae 9–18. We think it implau-\nsible that a reputable distributor of Hollywood movies,\nsuch as Amazon.com, believes that one of these films\ncontains actual children engaging in actual or simulated\nsex on camera; and even more implausible that Ama-\n16              UNITED STATES v. WILLIAMS\n\n                     Opinion of the Court\n\nzon.com would intend to make its customers believe such a\nthing. The average person understands that sex scenes in\nmainstream movies use nonchild actors, depict sexual\nactivity in a way that would not rise to the explicit level\nnecessary under the statute, or, in most cases, both.\n   There was raised at oral argument the question whether\nturning child pornography over to the police might not\ncount as “present[ing]” the material. See Tr. of Oral Arg.\n9–11. An interpretation of “presents” that would include\nturning material over to the authorities would of course be\nself-defeating in a statute that looks to the prosecution of\npeople who deal in child pornography. And it would effec-\ntively nullify §2252A(d), which provides an affirmative\ndefense to the possession ban if a defendant promptly\ndelivers child pornography to a law-enforcement agency.\n(The possession offense would simply be replaced by a\npandering offense for delivering the material to law-\nenforcement officers.) In any event, the verb “present”—\nalong with “distribute” and “advertise,” as well as “give,”\n“lend,” “deliver,” and “transfer”—was used in the defini-\ntion of “promote” in Ferber. See 458 U. S., at 751 (quoting\nN. Y. Penal Law Ann. §263.15 (McKinney 1980)). Despite\nthat inclusion, we had no difficulty concluding that the\nNew York statute survived facial challenge. And in the\nperiod since Ferber, despite similar statutory definitions in\nother state statutes, see, e.g., Alaska Stat. §11.61.125(d)\n(2006), Del. Code Ann., Title 11, §1109(5) (2007), we are\naware of no prosecution for giving child pornography to\nthe police. We can hardly say, therefore, that there is a\n“realistic danger” that §2252A(a)(3)(B) will deter such\nactivity. New York State Club Assn., Inc. v. City of New\nYork, 487 U. S. 1, 11 (1988) (citing Thornhill v. Alabama,\n310 U. S. 88, 97–98 (1940)).\n   It was also suggested at oral argument that the statute\nmight cover documentary footage of atrocities being com-\nmitted in foreign countries, such as soldiers raping young\n                 Cite as: 553 U. S. ____ (2008)           17\n\n                     Opinion of the Court\n\nchildren. See Tr. of Oral Arg. 5-7. Perhaps so, if the\nmaterial rises to the high level of explicitness that we\nhave held is required. That sort of documentary footage\ncould of course be the subject of an as-applied challenge.\nThe courts presumably would weigh the educational inter-\nest in the dissemination of information about the atrocities\nagainst the government’s interest in preventing the distri-\nbution of materials that constitute “a permanent record” of\nthe children’s degradation whose dissemination increases\n“the harm to the child.” Ferber, 458 U. S., at 759. Assum-\ning that the constitutional balance would have to be struck\nin favor of the documentary, the existence of that excep-\ntion would not establish that the statute is substantially\noverbroad. The “mere fact that one can conceive of some\nimpermissible applications of a statute is not sufficient to\nrender it susceptible to an overbreadth challenge.” Mem-\nbers of City Council of Los Angeles v. Taxpayers for Vin-\ncent, 466 U. S. 789, 800 (1984). In the vast majority of its\napplications, this statute raises no constitutional problems\nwhatever.\n   Finally, the dissent accuses us of silently overruling our\nprior decisions in Ferber and Free Speech Coalition. See\npost, at 12. According to the dissent, Congress has made\nan end-run around the First Amendment’s protection of\nvirtual child pornography by prohibiting proposals to\ntransact in such images rather than prohibiting the im-\nages themselves. But an offer to provide or request to\nreceive virtual child pornography is not prohibited by the\nstatute. A crime is committed only when the speaker\nbelieves or intends the listener to believe that the subject\nof the proposed transaction depicts real children. It is\nsimply not true that this means “a protected category of\nexpression [will] inevitably be suppressed,” post, at 13.\nSimulated child pornography will be as available as ever,\nso long as it is offered and sought as such, and not as real\nchild pornography. The dissent would require an excep-\n18              UNITED STATES v. WILLIAMS\n\n                     Opinion of the Court\n\ntion from the statute’s prohibition when, unbeknownst to\none or both of the parties to the proposal, the completed\ntransaction would not have been unlawful because it is\n(we have said) protected by the First Amendment. We fail\nto see what First Amendment interest would be served by\ndrawing a distinction between two defendants who at-\ntempt to acquire contraband, one of whom happens to be\nmistaken about the contraband nature of what he would\nacquire. Is Congress forbidden from punishing those who\nattempt to acquire what they believe to be national-\nsecurity documents, but which are actually fakes? To ask\nis to answer. There is no First Amendment exception from\nthe general principle of criminal law that a person at-\ntempting to commit a crime need not be exonerated be-\ncause he has a mistaken view of the facts.\n                             III\n   As an alternative ground for facial invalidation, the\nEleventh Circuit held that §2252A(a)(3)(B) is void for\nvagueness. Vagueness doctrine is an outgrowth not of the\nFirst Amendment, but of the Due Process Clause of the\nFifth Amendment. A conviction fails to comport with due\nprocess if the statute under which it is obtained fails to\nprovide a person of ordinary intelligence fair notice of\nwhat is prohibited, or is so standardless that it authorizes\nor encourages seriously discriminatory enforcement. Hill\nv. Colorado, 530 U. S. 703, 732 (2000); see also Grayned v.\nCity of Rockford, 408 U. S. 104, 108–109 (1972). Although\nordinarily “[a] plaintiff who engages in some conduct that\nis clearly proscribed cannot complain of the vagueness of\nthe law as applied to the conduct of others,” we have re-\nlaxed that requirement in the First Amendment context,\npermitting plaintiffs to argue that a statute is overbroad\nbecause it is unclear whether it regulates a substantial\namount of protected speech. Hoffman Estates v. Flipside,\nHoffman Estates, Inc., 455 U. S. 489, 494–495, and nn. 6\n                  Cite as: 553 U. S. ____ (2008)             19\n\n                      Opinion of the Court\n\nand 7 (1982); see also Reno v. American Civil Liberties\nUnion, 521 U. S. 844, 870–874 (1997). But “perfect clarity\nand precise guidance have never been required even of\nregulations that restrict expressive activity.” Ward v.\nRock Against Racism, 491 U. S. 781, 794 (1989).\n   The Eleventh Circuit believed that the phrases “ ‘in a\nmanner that reflects the belief’ ” and “ ‘in a manner . . .\nthat is intended to cause another to believe’ ” are “so vague\nand standardless as to what may not be said that the\npublic is left with no objective measure to which behavior\ncan be conformed.” 444 F. 3d, at 1306. The court gave two\nexamples. First, an email claiming to contain photograph\nattachments and including a message that says “ ‘little\nJanie in the bath—hubba, hubba!’ ” Ibid. According to the\nEleventh Circuit, given that the statute does not require\nthe actual existence of illegal material, the Government\nwould have “virtually unbounded discretion” to deem such\na statement in violation of the “ ‘reflects the belief’ ” prong.\nIbid. The court’s second example was an e-mail entitled\n“ ‘Good pics of kids in bed’ ” with a photograph attachment\nof toddlers in pajamas asleep in their beds. Ibid. The\ncourt described three hypothetical senders: a proud\ngrandparent, a “chronic forwarder of cute photos with racy\ntongue-in-cheek subject lines,” and a child molester who\nseeks to trade the photographs for more graphic material.\nId., at 1306–1307. According to the Eleventh Circuit,\nbecause the “manner” in which the photographs are sent is\nthe same in each case, and because the identity of the\nsender and the content of the photographs are irrelevant\nunder the statute, all three senders could arguably be\nprosecuted for pandering. Id., at 1307.\n   We think that neither of these hypotheticals, without\nfurther facts, would enable a reasonable juror to find,\nbeyond a reasonable doubt, that the speaker believed and\nspoke in a manner that reflected the belief, or spoke in a\nmanner intended to cause another to believe, that the\n20              UNITED STATES v. WILLIAMS\n\n                     Opinion of the Court\n\npictures displayed actual children engaged in “sexually\nexplicit conduct” as defined in the Act. The prosecutions\nwould be thrown out at the threshold.\n   But the Eleventh Circuit’s error is more fundamental\nthan merely its selection of unproblematic hypotheticals.\nIts basic mistake lies in the belief that the mere fact that\nclose cases can be envisioned renders a statute vague.\nThat is not so. Close cases can be imagined under virtu-\nally any statute. The problem that poses is addressed, not\nby the doctrine of vagueness, but by the requirement of\nproof beyond a reasonable doubt. See In re Winship, 397\nU. S. 358, 363 (1970).\n   What renders a statute vague is not the possibility that\nit will sometimes be difficult to determine whether the\nincriminating fact it establishes has been proved; but\nrather the indeterminacy of precisely what that fact is.\nThus, we have struck down statutes that tied criminal\nculpability to whether the defendant’s conduct was “an-\nnoying” or “indecent”—wholly subjective judgments with-\nout statutory definitions, narrowing context, or settled\nlegal meanings. See Coates v. Cincinnati, 402 U. S. 611,\n614 (1971); Reno, supra, at 870–871, and n. 35.\n   There is no such indeterminacy here. The statute re-\nquires that the defendant hold, and make a statement\nthat reflects, the belief that the material is child pornog-\nraphy; or that he communicate in a manner intended to\ncause another so to believe. Those are clear questions of\nfact. Whether someone held a belief or had an intent is a\ntrue-or-false determination, not a subjective judgment\nsuch as whether conduct is “annoying” or “indecent.”\nSimilarly true or false is the determination whether a\nparticular formulation reflects a belief that material or\npurported material is child pornography. To be sure, it\nmay be difficult in some cases to determine whether these\nclear requirements have been met. “But courts and juries\nevery day pass upon knowledge, belief and intent—the\n                  Cite as: 553 U. S. ____ (2008)                 21\n\n                      Opinion of the Court\n\nstate of men’s minds—having before them no more than\nevidence of their words and conduct, from which, in ordi-\nnary human experience, mental condition may be in-\nferred.” American Communications Assn. v. Douds, 339\nU. S. 382, 411 (1950) (citing 2 J. Wigmore, Evidence §§244,\n256 et seq. (3d ed. 1940)). And they similarly pass every\nday upon the reasonable import of a defendant’s state-\nments—whether, for example, they fairly convey a false\nrepresentation, see, e.g., 18 U. S. C. §1621 (criminalizing\nperjury), or a threat of physical injury, see, e.g., §115(a)(1)\n(criminalizing threats to assault federal officials). Thus,\nthe Eleventh Circuit’s contention that §2252A(a)(3)(B)\ngives law enforcement officials “virtually unfettered dis-\ncretion” has no merit. No more here than in the case of\nlaws against fraud, conspiracy, or solicitation.\n                          *     *   *\n  Child pornography harms and debases the most de-\nfenseless of our citizens. Both the State and Federal\nGovernments have sought to suppress it for many years,\nonly to find it proliferating through the new medium of the\nInternet. This Court held unconstitutional Congress’s\nprevious attempt to meet this new threat, and Congress\nresponded with a carefully crafted attempt to eliminate\nthe First Amendment problems we identified. As far as\nthe provision at issue in this case is concerned, that effort\nwas successful.\n  The judgment of the Eleventh Circuit is reversed.\n\n                                                   It is so ordered.\n                 Cite as: 553 U. S. ____ (2008)            1\n\n                    STEVENS, J., concurring\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                          No. 06–694\n                         _________________\n\n\n     UNITED STATES, PETITIONER v. MICHAEL \n\n                  WILLIAMS \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n\n          APPEALS FOR THE ELEVENTH CIRCUIT\n\n                        [May 19, 2008] \n\n\n   JUSTICE STEVENS, with whom JUSTICE BREYER joins,\nconcurring.\n   My conclusion that this statutory provision is not fa-\ncially unconstitutional is buttressed by two interrelated\nconsiderations on which JUSTICE SCALIA finds it unneces-\nsary to rely. First, I believe the result to be compelled by\nthe principle that “every reasonable construction must be\nresorted to, in order to save a statute from unconstitution-\nality,” Hooper v. California, 155 U. S. 648, 657 (1895); see\nalso Edward J. DeBartolo Corp. v. Florida Gulf Coast\nBuilding & Constr. Trades Council, 485 U. S. 568, 575\n(1988) (collecting cases).\n   Second, to the extent the statutory text alone is unclear,\nour duty to avoid constitutional objections makes it espe-\ncially appropriate to look beyond the text in order to ascer-\ntain the intent of its drafters. It is abundantly clear from\nthe provision’s legislative history that Congress’ aim was\nto target materials advertised, promoted, presented, dis-\ntributed, or solicited with a lascivious purpose—that is,\nwith the intention of inciting sexual arousal. The provi-\nsion was described throughout the deliberations in both\nHouses of Congress as the “pandering,” or “pandering and\nsolicitation” provision, despite the fact that the term “pan-\ndering” appears nowhere in the statute. See, e.g., 149\nCong. Rec. 4227 (2003) (“[T]he bill criminalizes the pan-\n2                    UNITED STATES v. WILLIAMS\n\n                          STEVENS, J., concurring\n\ndering of child pornography, creating a new crime to re-\nspond to the Supreme Court’s recent ruling [in Ashcroft v.\nFree Speech Coalition, 535 U. S. 234 (2002)]” (statement of\nSen. Leahy, bill’s cosponsor)); H. R. Conf. Rep. No. 108–66,\np. 61 (2003) (“[The bill] includes a new pandering provi-\nsion . . . that prohibits advertising, promoting, presenting,\ndistributing, or soliciting . . . child pornography” (internal\nquotation marks omitted)); S. Rep. No. 108–2, p. 10 (2003)\n(“S. 151 creates three new offenses . . . . One prohibits\nthe pandering or solicitation of child pornography”); id.,\nat 16 (“[T]he bill criminalizes the pandering of child\npornography”).\n   The Oxford English Dictionary defines the verb “pan-\nder,” as “to minister to the gratification of (another’s lust),”\n11 Oxford English Dictionary 129 (2d ed. 1989). And\nBlack’s Law Dictionary provides, as relevant, this defini-\ntion of “pandering”: “The act or offense of selling or dis-\ntributing textual or visual material (such as magazines or\nvideotapes) openly advertised to appeal to the recipient’s\nsexual interest.” Black’s Law Dictionary 1142 (8th ed.\n2004) (hereinafter Black’s).1 Consistent with these dic-\ntionary definitions, our cases have explained that “pander-\ning” is “ ‘the business of purveying textual or graphic\nmatter openly advertised to appeal to the erotic interest,’ ”\nGinzburg v. United States, 383 U. S. 463, 467, and n. 7\n(1966) (quoting Roth v. United States, 354 U. S. 476, 495–\n496 (1957)).2\n——————\n   1 The first definition offered is “The act or offense of recruiting a pros-\n\ntitute, finding a place of business for a prostitute, or soliciting custom-\ners for a prostitute.” Black’s 1142.\n   2 As I have explained elsewhere, Ginzburg has long since lost its force\n\nas law, see, e.g., FW/PBS, Inc. v. Dallas, 493 U. S. 215, 249 (1990)\n(opinion concurring in part and dissenting in part) (“Ginzburg was\ndecided before the Court extended First Amendment protection to\ncommercial speech and cannot withstand our decision in Virginia Bd. of\nPharmacy v. Virginia Citizens Consumer Council, Inc., 425 U. S. 748\n(1976)”). Still, the case’s explication of the meaning of “pandering” is\n                  Cite as: 553 U. S. ____ (2008)              3\n\n                     STEVENS, J., concurring\n\n  It was against this backdrop that Congress crafted the\nprovision we uphold today. Both this context and the\nstatements surrounding the provision’s enactment con-\nvince me that in addition to the other limitations the\nCourt properly concludes constrain the reach of the stat-\nute, the heightened scienter requirements described ante,\nat 9–10, contain an element of lasciviousness.\n  The dissent argues that the statute impermissibly un-\ndermines our First Amendment precedents insofar as it\ncovers proposals to transact in constitutionally protected\nmaterial. It is true that proof that a pornographic but not\nobscene representation did not depict real children would\nplace that representation on the protected side of the line.\nBut any constitutional concerns that might arise on that\nscore are surely answered by the construction the Court\ngives the statute’s operative provisions; that is, proposing\na transaction in such material would not give rise to\ncriminal liability under the statute unless the defendant\nactually believed, or intended to induce another to believe,\nthat the material in question depicted real children.\n  Accordingly, when material which is protected—\nparticularly if it possesses serious literary, artistic, politi-\ncal, or scientific value—is advertised, promoted, pre-\nsented, distributed, or solicited for some lawful and\nnonlascivious purpose, such conduct is not captured by the\nstatutory prohibition. Cf. Miller v. California, 413 U. S.\n15, 24–25 (1973).\n\n\n\n\n——————\ninstructive.\n                 Cite as: 553 U. S. ____ (2008)           1\n\n                    SOUTER, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                          No. 06–694\n                         _________________\n\n\n     UNITED STATES, PETITIONER v. MICHAEL \n\n                  WILLIAMS \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n\n          APPEALS FOR THE ELEVENTH CIRCUIT\n\n                        [May 19, 2008] \n\n\n  JUSTICE SOUTER, with whom JUSTICE GINSBURG joins,\ndissenting.\n  Dealing in obscenity is penalized without violating the\nFirst Amendment, but as a general matter pornography\nlacks the harm to justify prohibiting it. If, however, a\nphotograph (to take the kind of image in this case) shows\nan actual minor child as a pornographic subject, its trans-\nfer and even its possession may be made criminal. New\nYork v. Ferber, 458 U. S. 747, 765–766 (1982); Osborne v.\nOhio, 495 U. S. 103, 110–111 (1990). The exception to the\ngeneral rule rests not on the content of the picture but on\nthe need to foil the exploitation of child subjects, Ferber,\n458 U. S., at 759–760, and the justification limits the\nexception: only pornographic photographs of actual chil-\ndren may be prohibited, see id., at 763, 764; Ashcroft v.\nFree Speech Coalition, 535 U. S. 234, 249–251 (2002).\nThus, just six years ago the Court struck down a statute\noutlawing particular material merely represented to be\nchild pornography, but not necessarily depicting actual\nchildren. Id., at 257–258.\n  The Prosecutorial Remedies and Other Tools to end the\nExploitation of Children Today Act of 2003 (Act), 117 Stat.\n650, was enacted in the wake of Free Speech Coalition.\nThe Act responds by avoiding any direct prohibition of\n2                  UNITED STATES v. WILLIAMS\n\n                        SOUTER, J., dissenting\n\ntransactions in child pornography1 when no actual minors\nmay be pictured; instead, it prohibits proposals for trans-\nactions in pornography when a defendant manifestly\nbelieves or would induce belief in a prospective party that\nthe subject of an exchange or exhibition is or will be an\nactual child, not an impersonated, simulated or “virtual”\none, or the subject of a composite created from lawful\nphotos spliced together. The Act specifically prohibits\nthree types of those proposals. It outlaws solicitation of\nchild pornography, as well as two distinct kinds of offers:\nthose “advertis[ing]” or “promot[ing]” prosecutable child\npornography, which recommend the material with the\nimplication that the speaker can make it available, and\nthose “present[ing]” or “distribut[ing]” such child pornog-\nraphy, which make the material available to anyone who\nchooses to take it. 18 U. S. C. §2252A(a)(3)(B) (2000 ed.,\nSupp. V).\n   The Court holds it is constitutional to prohibit these\nproposals, and up to a point I do not disagree. In particu-\nlar, I accept the Court’s explanation that Congress may\ncriminalize proposals unrelated to any extant image. I\npart ways from the Court, however, on the regulation of\nproposals made with regard to specific, existing represen-\ntations. Under the new law, the elements of the pander-\ning offense are the same, whether or not the images are of\nreal children. As to those that do not show real children,\nof course, a transaction in the material could not be prose-\ncuted consistently with the First Amendment, and I be-\nlieve that maintaining the First Amendment protection of\n——————\n   1 I use “child pornography” to mean any pornographic representation\n\n(such as a photograph, as in this case) that includes what appears to be\na child subject. “True” or “real” child pornography refers to images\nmade directly in pornographic settings with models who are minors;\n“fake” refers to simulations, components of lawful photos spliced\ntogether, or those made with adults looking young enough to be mis-\ntaken for minors.\n                 Cite as: 553 U. S. ____ (2008)           3\n\n                    SOUTER, J., dissenting\n\nexpression we have previously held to cover fake child\npornography requires a limit to the law’s criminalization\nof pandering proposals. In failing to confront the tension\nbetween ostensibly protecting the material pandered while\napproving prosecution of the pandering of that same ma-\nterial, and in allowing the new pandering prohibition to\nsuppress otherwise protected speech, the Court under-\nmines Ferber and Free Speech Coalition in both reasoning\nand result. This is the significant element of today’s\nholding, and I respectfully dissent from it.\n                              I\n  The easy case for applying the Act would be a proposal\nto obtain or supply child pornography supposedly showing\na real child, when the solicitation or offer is unrelated to\nany image (that is, when the existence of pornographic\n“material” was merely “purported”). See ante, at 6 (“The\nstatute does not require the actual existence of child por-\nnography”). A proposal speaking of a pornographic photo-\ngraph of a child is (absent any disclaimer or qualification)\nunderstood to mean a photo of an actual child; the reason-\nable assumption is that people desiring child pornography\nare not looking for fake child pornography, so that those\nwho speak about it mean the real thing. Hence, someone\nwho seeks to obtain child pornography (having no specific\nartifact in mind) “solicits” an unlawful transfer of contra-\nband. 18 U. S. C. §2252A(3)(B). On the other side of that\nsort of proposed transaction, someone with nothing to\nsupply or having only non-expressive matter who purports\nto present, distribute, advertise, or promote child pornog-\nraphy also proposes an illegal transaction. In both cases,\nthe activity would amount to an offer to traffic in child\npornography that may be suppressed, and the First\nAmendment does not categorically protect offers to engage\nin illegal transactions. To the extent the speaker intended\nto mislead others, a conviction would also square with the\n4               UNITED STATES v. WILLIAMS\n\n                     SOUTER, J., dissenting\n\nunprotected status of fraud, see ante, at 13; and even a\nnon-fraudulent speaker who mistakenly believed he could\nobtain the forbidden contraband to transfer to anyone who\naccepted an offer could be validly convicted consistent with\nthe general rule of criminal law, that attempting to com-\nmit a crime is punishable even though the completed\ncrime might (or would) turn out to be impossible in fact,\nsee ante, at 14–15.\n   The easy cases for constitutional application of the Act\nare over, however, when one gets to proposals for transac-\ntions related to extant pornographic objects, like photos in\na dealer’s inventory, for example. These will in fact be the\ncommon cases, as the legislative findings attest. See\n§§501(1)–(15), 117 Stat. 676–678. Congress did not pass\nthe Act to catch unsuccessful solicitors or fraudulent\nofferors with no photos to sell; rather, it feared that “[t]he\nmere prospect that the technology exists to create compos-\nite or computer-generated depictions that are indistin-\nguishable from depictions of real children will allow de-\nfendants who possess images of real children to escape\nprosecution . . . . This threatens to render child pornogra-\nphy laws that protect real children unenforceable.” Id.,\n§501(13).\n   A person who “knowingly” proposes a transaction in an\nextant image incorporates into the proposal an under-\nstanding that the subject of the proposal is or includes\nthat image. Cf. ante, at 14 (“[‘Promotes’] refers to the\nrecommendation of a particular piece of purported child\npornography . . .”). Congress understood that underlying\nmost proposals there will be an image that shows a child,\nand the proposal referring to an actual child’s picture will\nthus amount to a proposal to commit an independent\ncrime such as a transfer of child pornography, see 18\nU. S. C. §§2252A(a)(1), (2). But even when actual pictures\nthus occasion proposals, the Act requires no finding that\nan actual child be shown in the pornographic setting in\n                 Cite as: 553 U. S. ____ (2008)            5\n\n                     SOUTER, J., dissenting\n\norder to prove a violation. And the fair assumption (ap-\nparently made by Congress) is that in some instances, the\nchild pornography in question will be fake, with the pic-\nture showing only a simulation of a child, for example, or a\nvery young-looking adult convincingly passed off as a\nchild; in those cases the proposal is for a transaction that\ncould not itself be made criminal, because the absence of a\nchild model means that the image is constitutionally\nprotected. See Free Speech Coalition, 535 U. S., at 246.\nBut under the Act, that is irrelevant. What matters is not\nthe inclusion of an actual child in the image, or the valid-\nity of forbidding the transaction proposed; what counts is\nsimply the manifest belief or intent to cause a belief that a\ntrue minor is shown in the pornographic depiction referred\nto.\n   The tension with existing constitutional law is obvious.\nFree Speech Coalition reaffirmed that non-obscene virtual\npornographic images are protected, because they fail to\ntrigger the concern for child safety that disentitles child\npornography to First Amendment protection. See id., at\n249–251. The case thus held that pictures without real\nminors (but only simulations, or young-looking adults)\nmay not be the subject of a non-obscenity pornography\ncrime, id., at 246, 251, and it has reasonably been taken to\nmean that transactions in pornographic pictures featuring\nchildren may not be punished without proof of real chil-\ndren, see, e.g., United States v. Salcido, 506 F. 3d 729, 733\n(CA9 2007) (per curiam) (“In [Free Speech Coalition], the\nSupreme Court held that possession of ‘virtual’ child\npornography cannot constitute a criminal offense. . . . As a\nresult, the government has the burden of proving beyond a\nreasonable doubt that the images were of actual children,\nnot computer-generated images”); cf. Free Speech Coali-\ntion, supra, at 255 (“The Government raises serious con-\nstitutional difficulties by seeking to impose on the defen-\ndant the burden of proving his speech is not unlawful”).\n6               UNITED STATES v. WILLIAMS\n\n                     SOUTER, J., dissenting\n\nThe Act, however, punishes proposals regarding images\nwhen the inclusion of actual children is not established by\nthe prosecution, as well as images that show no real chil-\ndren at all; and this, despite the fact that, under Free\nSpeech Coalition, the first proposed transfer could not be\npunished without the very proof the Act is meant to dis-\npense with, and the second could not be made criminal at\nall.\n                              II\n  What justification can there be for making independent\ncrimes of proposals to engage in transactions that may\ninclude protected materials? The Court gives three an-\nswers, none of which comes to grips with the difficulty\nraised by the question. The first, ante, at 17–18, says it is\nsimply wrong to say that the Act makes it criminal to\npropose a lawful transaction, since an element of the\nforbidden proposal must express a belief or inducement to\nbelieve that the subject of the proposed transaction shows\nactual children. But this does not go to the point. The\nobjection is not that the Act criminalizes a proposal for a\ntransaction described as being in virtual (that is, pro-\ntected) child pornography. The point is that some propos-\nals made criminal, because they express a belief that they\nrefer to real child pornography, will relate to extant mate-\nrial that does not, or cannot be, demonstrated to show real\nchildren and so may not be prohibited. When a proposal\ncovers existing photographs, the Act does not require that\nthe requisite belief (manifested or encouraged) in the\nreality of the subjects be a correct belief. Prohibited pro-\nposals may relate to transactions in lawful, as well as\nunlawful, pornography.\n  Much the same may be said about the Court’s second\nanswer, that a proposal to commit a crime enjoys no\nspeech protection. Ante, at 11. For the reason just given,\nthat answer does not face up to the source of the difficulty:\n                     Cite as: 553 U. S. ____ (2008)                     7\n\n                         SOUTER, J., dissenting\n\nthe action actually contemplated in the proposal, the\ntransfer of the particular image, is not criminal if it turns\nout that an actual child is not shown in the photograph. If\nFerber and Free Speech Coalition are good law, the facts\nsufficient for conviction under the Act do not suffice to\nshow that the image (perhaps merely simulated), and thus\na transfer of that image, are outside the bounds of consti-\ntutional protection. For this reason, it is not enough just\nto say that the First Amendment does not protect propos-\nals to commit crimes. For that rule rests on the assump-\ntion that the proposal is actually to commit a crime, not to\ndo an act that may turn out to be no crime at all. Why\nshould the general rule of unprotected criminal proposals\ncover a case like the proposal to transfer what may turn\nout to be fake child pornography?\n   The Court’s third answer analogizes the proposal to an\nattempt to commit a crime, and relies on the rule of crimi-\nnal law that an attempt is criminal even when some im-\npediment makes it impossible to complete the criminal act\n(the possible impediment here being the advanced age,\nsay, or simulated character of the child-figure). See ante,\nat 14–15. Although the actual transfer the speaker has in\nmind may not turn out to be criminal, the argument goes,\nthe transfer intended by the speaker is criminal, because\nthe speaker believes2 that the contemplated transfer will\n——————\n   2 I leave largely aside the case of fraudulent proposals passing off\n\nvirtual pornography as the real thing. The fact that fraud is a separate\ncategory of speech which independently lacks First Amendment protec-\ntion changes the analysis with regard to such proposals, although it\ndoes not necessarily dictate the conclusion. The Court has placed limits\non the policing of fraud when it cuts too far into other protected speech.\nSee, e.g., Riley v. National Federation of Blind of N. C., Inc., 487 U. S.\n781, 787–795 (1988) (invalidating professional fundraiser regulation\nunder strict scrutiny). Also relevant to the analysis would be that the\nAct is hardly a consumer-protection statute; Congress seems to have\ncared little for the interests of would-be child-pornography purchasers,\nand the penalties for violating the Act are quite onerous compared with\n8                  UNITED STATES v. WILLIAMS\n\n                        SOUTER, J., dissenting\n\nbe of real child pornography, and transfer of real child\npornography is criminal. The fact that the circumstances\nare not as he believes them to be, because the material\ndoes not depict actual minors, is no defense to his attempt\nto engage in an unlawful transaction.\n   But invoking attempt doctrine to dispense with Free\nSpeech Coalition’s real-child requirement in the circum-\nstances of this case is incoherent with the Act, and it fails\nto fit the paradigm of factual impossibility or qualify for\nan extended version of that rule. The incoherence of the\nCourt’s answer with the scheme of the Act appears from\n§2252A(b)(1) (2000 ed., Supp. V), which criminalizes at-\ntempting or conspiring to violate the Act’s substantive\nprohibitions, including the pandering provision of\n§2252A(a)(3)(B). Treating pandering itself as a species of\nattempt would thus mean that there is a statutory, incho-\nate offense of attempting to attempt to commit a substan-\ntive child pornography crime. A metaphysician could\nimagine a system like this, but the universe of inchoate\ncrimes is not expandable indefinitely under the actual\nprinciples of criminal law, let alone when First Amend-\nment protection is threatened. See 2 W. LaFave, Substan-\ntive Criminal Law §11.2(a), p. 208 (2d ed. 2003) (“[W]here\na certain crime is actually defined in terms of either\ndoing or attempting a certain crime, then the argument\nthat there is no crime of attempting this attempt is\npersuasive”).\n   The more serious failure of the attempt analogy, how-\never, is its unjustifiable extension of the classic factual\n——————\nother consumer-protection laws. See Brief for American Booksellers\nFoundation for Free Expression et al. as Amici Curiae 17, and n. 8\n(identifying laws punishing fraud as a misdemeanor or with civil\npenalties). A court could legitimately question whether the unprotected\nstatus of fraud enables the Government to punish the transfer of\notherwise protected speech with penalties so apparently disproportion-\nate to the harm that fraud is understood to cause.\n                 Cite as: 553 U. S. ____ (2008)           9\n\n                    SOUTER, J., dissenting\n\nfrustration rule, under which the action specifically in-\ntended would be a criminal act if completed. The intend-\ning killer who mistakenly grabs the pistol loaded with\nblanks would have committed homicide if bullets had been\nin the gun; it was only the impossibility of completing the\nvery intended act of shooting bullets that prevented the\ncompletion of the crime. This is not so, however, in the\nproposed transaction in an identified pornographic image\nwithout the showing of a real child; no matter what the\nparties believe, and no matter how exactly a defendant’s\nactions conform to his intended course of conduct in com-\npleting the transaction he has in mind, if there turns out\nto be reasonable doubt that a real child was used to make\nthe photos, or none was, there could be, respectively, no\nconviction and no crime. Thus, in the classic impossibility\nexample, there is attempt liability when the course of\nconduct intended cannot be completed owing to some fact\nwhich the defendant was mistaken about, and which\nprecludes completing the intended physical acts. But on\nthe Court’s reasoning there would be attempt liability\neven when the contemplated acts had been completed\nexactly as intended, but no crime had been committed.\nWhy should attempt liability be recognized here (thus\nmaking way for “proposal” liability, under the Court’s\nanalogy)?\n   The Court’s first response is to demur, with its example\nof the drug dealer who sells something else. Ante, at 14.\n(A package of baking powder, not powder cocaine, would\nbe an example.) No one doubts the dealer may validly be\nconvicted of an attempted drug sale even if he didn’t know\nit was baking powder he was selling. Yet selling baking\npowder is no more criminal than selling virtual child\npornography.\n   This response does not suffice, however, because it\noverlooks a difference between the lawfulness of selling\nbaking powder and the lawful character of virtual child\n10             UNITED STATES v. WILLIAMS\n\n                    SOUTER, J., dissenting\n\npornography. Powder sales are lawful but not constitu-\ntionally privileged. Any justification within the bounds of\nrationality would suffice for limiting baking powder trans-\nactions, just as it would for regulating the discharge of\nblanks from a pistol. Virtual pornography, however, has\nbeen held to fall within the First Amendment speech\nprivilege, and thus is affirmatively protected, not merely\nallowed as a matter of course. The question stands: why\nshould a proposal that may turn out to cover privileged\nexpression be subject to standard attempt liability?\n   The Court’s next response deals with the privileged\ncharacter of the underlying material. It gives another\nexample of attempt that presumably could be made crimi-\nnal, in the case of the mistaken spy, who passes national\nsecurity documents thinking they are classified and secret,\nwhen in fact they have been declassified and made subject\nto public inspection. Ante, at 18. Publishing unclassified\ndocuments is subject to the First Amendment privilege\nand can claim a value that fake child pornography cannot.\nThe Court assumes that the document publication may be\npunished as an attempt to violate state-secret restrictions\n(and I assume so too); then why not attempt-proposals\nbased on a mistaken belief that the underlying material is\nreal child pornography? As the Court looks at it, the\ndeterrent value that justifies prosecuting the mistaken spy\n(like the mistaken drug dealer and the intending killer)\nwould presumably validate prosecuting those who make\nproposals about fake child pornography. But it would not,\nfor there are significant differences between the cases\nof security documents and pornography without real\nchildren.\n   Where Government documents, blank cartridges, and\nbaking powder are involved, deterrence can be promoted\nwithout compromising any other important policy, which\nis not true of criminalizing mistaken child pornography\nproposals. There are three dispositive differences. As for\n                 Cite as: 553 U. S. ____ (2008)          11\n\n                    SOUTER, J., dissenting\n\nthe first, if the law can criminalize proposals for transac-\ntions in fake as well as true child pornography as if they\nwere like attempts to sell cocaine that turned out to be\nbaking powder, constitutional law will lose something\nsufficiently important to have made it into multiple hold-\nings of this Court, and that is the line between child por-\nnography that may be suppressed and fake child pornog-\nraphy that falls within First Amendment protection. No\none can seriously assume that after today’s decision the\nGovernment will go on prosecuting defendants for selling\nchild pornography (requiring a showing that a real child is\npictured, under Free Speech Coalition, 535 U. S., at 249–\n251); it will prosecute for merely proposing a pornography\ntransaction manifesting or inducing the belief that a photo\nis real child pornography, free of any need to demonstrate\nthat any extant underlying photo does show a real child.\nIf the Act can be enforced, it will function just as it was\nmeant to do, by merging the whole subject of child pornog-\nraphy into the offense of proposing a transaction, dispens-\ning with the real-child element in the underlying subject.\nAnd eliminating the need to prove a real child will be a\nloss of some consequence. This is so not because there will\npossibly be less pornography available owing to the\ngreater ease of prosecuting, but simply because there must\nbe a line between what the Government may suppress and\nwhat it may not, and a segment of that line will be gone.\nThis Court went to great pains to draw it in Ferber and\nFree Speech Coalition; it was worth drawing and it is\nworth respecting now in facing the attempt to end-run\nthat line through the provisions of the Act.\n   The second reason for treating child pornography differ-\nently follows from the first. If the deluded drug dealer is\nheld liable for an attempt crime there is no risk of elimi-\nnating baking powder from trade in lawful commodities.\nLikewise, if the mistaken spy is convicted of attempting to\ndisclose classified national security documents there will\n12              UNITED STATES v. WILLIAMS\n\n                     SOUTER, J., dissenting\n\nbe no worry that lawful speech will be suppressed as a\nconsequence; any unclassified documents in question can\nbe quoted in the newspaper, other unclassified documents\nwill circulate, and analysts of politics and foreign policy\nwill be able to rely on them. But if the Act can effectively\neliminate the real-child requirement when a proposal\nrelates to extant material, a class of protected speech will\ndisappear. True, what will be lost is short on merit, but\nintrinsic value is not the reason for protecting unpopular\nexpression.\n   Finally, if the Act stands when applied to identifiable,\nextant pornographic photographs, then in practical terms\nFerber and Free Speech Coalition fall. They are left as\nempty as if the Court overruled them formally, and when\na case as well considered and as recently decided as Free\nSpeech Coalition is put aside (after a mere six years) there\nought to be a very good reason. Another pair of First\nAmendment cases come to mind, compare Minersville\nSchool Dist. v. Gobitis, 310 U. S. 586 (1940), with West\nVirginia Bd. of Ed. v. Barnette, 319 U. S. 624 (1943). In\nBarnette, the Court set out the reason for its abrupt turn\nin overruling Gobitis after three years, 319 U. S., at 635–\n642, but here nothing is explained. Attempts with baking\npowder and unclassified documents can be punished with-\nout damage to confidence in precedent; suppressing pro-\ntected pornography cannot be.\n   These differences should be dispositive. Eliminating the\nline between protected and unprotected speech, guaran-\nteeing the suppression of a category of expression previ-\nously protected, and reducing recent and carefully consid-\nered First Amendment precedents to empty shells are\nheavy prices, not to be paid without a substantial offset,\nwhich is missing from this case. Hence, my answer that\nthere is no justification for saving the Act’s attempt to get\naround our holdings. We should hold that a transaction in\nwhat turns out to be fake pornography is better under-\n                 Cite as: 553 U. S. ____ (2008)          13\n\n                    SOUTER, J., dissenting\n\nstood, not as an incomplete attempt to commit a crime, but\nas a completed series of intended acts that simply do not\nadd up to a crime, owing to the privileged character of the\nmaterial the parties were in fact about to deal in.\n   The upshot is that there ought to be no absolute rule on\nthe relationship between attempt liability and a frustrat-\ning mistake. Not all attempts frustrated by mistake\nshould be punishable, and not all mistaken assumptions\nthat expressive material is unprotected should bar liabil-\nity for attempts to commit a crime. The legitimacy of\nattempt liability should turn on its consequences for pro-\ntected expression and the law that protects it. When, as\nhere, a protected category of expression would inevitably\nbe suppressed and its First Amendment safeguard left\npointless, the Government has the burden to justify this\ndamage to free speech.\n                             III\n  Untethering the power to suppress proposals about\nextant pornography from any assessment of the likely\neffects the proposals might have has an unsettling signifi-\ncance well beyond the subject of child pornography. For\nthe Court is going against the grain of pervasive First\nAmendment doctrine that tolerates speech restriction not\non mere general tendencies of expression, or the private\nunderstandings of speakers or listeners, but only after a\ncritical assessment of practical consequences. Thus, one of\nthe milestones of American political liberty is Branden-\nburg v. Ohio, 395 U. S. 444 (1969) (per curiam), which is\nseen as the culmination of a half century’s development\nthat began with Justice Holmes’s dissent in Abrams v.\nUnited States, 250 U. S. 616 (1919). In place of the rule\nthat dominated the First World War sedition and espio-\nnage cases, allowing suppression of speech for its tendency\nand the intent behind it, see Schenck v. United States, 249\nU. S. 47, 52 (1919), Brandenburg insisted that\n14                UNITED STATES v. WILLIAMS\n\n                       SOUTER, J., dissenting\n\n       “the constitutional guarantees of free speech and free\n       press do not permit a State to forbid or proscribe ad-\n       vocacy of the use of force or of law violation except\n       where such advocacy is directed to inciting or produc-\n       ing imminent lawless action and is likely to incite or\n       produce such action.” 395 U. S., at 447.\nSee also G. Stone, Perilous Times: Free Speech in Wartime\n522 (2004) (“[E]xactly fifty years after Schenck, the Su-\npreme Court finally and unambiguously embraced the\nHolmes-Brandeis version of clear and present danger”).\n  Brandenburg unmistakably insists that any limit on\nspeech be grounded in a realistic, factual assessment of\nharm. This is a far cry from the Act before us now, which\nrests criminal prosecution for proposing transactions in\nexpressive material on nothing more than a speaker’s\nstatement about the material itself, a statement that may\ndisclose no more than his own belief about the subjects\nrepresented or his desire to foster belief in another. This\nshould weigh heavily in the overbreadth balance, because\n“First Amendment freedoms are most in danger when the\ngovernment seeks to control thought or to justify its laws\nfor that impermissible end. The right to think is the\nbeginning of freedom, and speech must be protected from\nthe government because speech is the beginning of\nthought.” Free Speech Coalition, 535 U. S., at 253. See\nalso Hurley v. Irish-American Gay, Lesbian and Bisexual\nGroup of Boston, Inc., 515 U. S. 557, 579 (1995) (“The very\nidea that a noncommercial speech restriction be used to\nproduce thoughts and statements acceptable to some\ngroups or, indeed, all people, grates on the First Amend-\nment, for it amounts to nothing less than a proposal to\nlimit speech in the service of orthodox expression. The\nSpeech Clause has no more certain antithesis”).\n                               IV\n     I said that I would not pay the price enacted by the Act\n                 Cite as: 553 U. S. ____ (2008)           15\n\n                     SOUTER, J., dissenting\n\nwithout a substantial justification, which I am at a loss to\nfind here. I have to assume that the Court sees some\ngrounding for the Act that I do not, however, and I sup-\npose the holding can only be explained as an uncritical\nacceptance of a claim made both to Congress and to this\nCourt. In each forum the Government argued that a jury’s\nappreciation of the mere possibility of simulated or virtual\nchild pornography will prevent convictions for the real\nthing, by inevitably raising reasonable doubt about\nwhether actual children are shown. The Government\nvoices the fear that skeptical jurors will place traffic in\nchild pornography beyond effective prosecution unless it\ncan find some way to avoid the Ferber limitation, skirt\nFree Speech Coalition, and allow prosecution whether\npornography shows actual children or not.\n   The claim needs to be taken with a grain of salt. There\nhas never been a time when some such concern could not\nbe raised. Long before the Act was passed, for example,\npornographic photos could be taken of models one day into\nadulthood, and yet there is no indication that prosecution\nhas ever been crippled by the need to prove young-looking\nmodels were underage.\n   Still, if I were convinced there was a real reason for the\nGovernment’s fear stemming from computer simulation, I\nwould be willing to reexamine Ferber. Conditions can\nchange, and if today’s technology left no other effective\nway to stop professional and amateur pornographers from\nexploiting children there would be a fair claim that some\ndegree of expressive protection had to yield to protect the\nchildren.\n   But the Government does not get a free pass whenever\nit claims a worthy objective for curtailing speech, and I\nhave further doubts about the need claimed here. Al-\nthough Congress found that child pornography defendants\n“almost universally rais[e]” the defense that the alleged\nchild pornography could be simulated or virtual, §501(10),\n16                 UNITED STATES v. WILLIAMS\n\n                         SOUTER, J., dissenting\n\n117 Stat. 677, neither Congress nor this Court has been\ngiven the citation to a single case in which a defendant’s\nacquittal is reasonably attributable to that defense.3 See\n——————\n   3 During hearings prior to passage of the Act, the Department of Jus-\n\ntice presented Congress with three examples of prosecutions purport-\nedly frustrated by a virtual-child defense. See Hearing on H. R. 1104\nand H. R. 1161 before the Subcommittee on Crime, Terrorism, and\nHomeland Security of the House Committee on the Judiciary, 108th\nCong., 1st Sess., 9 (2003) (statement of Daniel P. Collins, Associate\nDeputy Attorney General). In United States v. Bunnell, No. CRIM.02–\n13–B–5–S, 2002 WL 927765 (D. Me., May 1, 2002), the court allowed\nthe defendant to withdraw his guilty plea after the Ashcroft v. Free\nSpeech Coalition, 535 U. S. 234 (2002), decision. The defendant did not,\nhowever, present a virtual-child defense to a jury, nor was he acquitted;\nindeed the court rejected his motion to dismiss, see Criminal Docket for\nCase No. 1:02CR00013 (D. Me.). (The docket report also indicates that\nthe defendant’s trial was then continued during his prosecution in state\ncourt, with the Government moving to dismiss upon receipt of a judg-\nment and commitment from the state court. See ibid.)\n   In United States v. Reilly, No. 01 CR. 1114(RPP), 2002 WL 31307170\n(SDNY, Oct. 15, 2002), the court also allowed a defendant to withdraw\na guilty plea after the issuance of Free Speech Coalition, because his\nplea was founded on a belief that the Government need not prove the\ninvolvement of actual children in the material at issue. (After the time\nof the congressional hearings, the court dismissed the child pornogra-\nphy charges upon the Government’s motion, and the defendant was\nconvicted on multiple counts of transportation of obscene material\nunder 18 U. S. C. §1462.         See Criminal Docket for Case No.\n1:01CR01114 (SDNY).)\n   In United States v. Sims, 220 F. Supp. 2d 1222 (NM 2002), the defen-\ndant was convicted after a jury trial at which the Government con-\ntended, and the court agreed, that it did not bear the burden of proving\nthat the images at issue depicted actual minors. The Free Speech\nCoalition decision came down soon afterward, and the defendant filed a\npost-trial motion for acquittal. The trial court held that the Govern-\nment did bear the burden of proof and had met it with regard to one\ncount but not with regard to another, upon which it had presented no\nevidence of the use of actual children. The trial court acquitted the\ndefendant on the latter count, observing that “[t]he government could\nhave taken a more cautionary approach and presented evidence to\nprove the use of actual children, but it made the strategic decision not\nto do so.” 220 F. Supp. 2d, at 1227. The Government did not seek\n                     Cite as: 553 U. S. ____ (2008)                    17\n\n                         SOUTER, J., dissenting\n\nBrief for Free Speech Coalition et al. as Amici Curiae 21–\n23; Brief for National Law Center for Children and Fami-\nlies et al. as Amici Curiae 10–13. The Government thus\nseems to be selling itself short; it appears to be highly\nsuccessful in convicting child pornographers, the over-\nwhelming majority of whom plead guilty rather than try\ntheir luck before a jury with a virtual-child defense.4 And\n——————\nreview of this ruling on appeal.\n   In short, all of the cases presented to Congress involved the short-\nterm transition on the burden-of-proof issue occasioned by the Free\nSpeech Coalition decision; none of them involved a jury or judge’s\nacquittal of a defendant on the basis of a virtual-child defense.\n   Nor do the Government’s amici identify other successful employ-\nments of a virtual-child defense. One amicus says that Free Speech\nCoalition spawned serious prosecutorial problems, but the only exam-\nple it gives of an acquittal is a defendant’s partial acquittal in an Ohio\nbench trial under an Ohio statute, where the judge convicted the\ndefendant of counts involving images for which the prosecution pre-\nsented expert testimony of the minor’s identity and acquitted him of\ncounts for which it did not. See Brief for National Law Center for\nChildren and Families et al. as Amici Curiae 11 (citing State v. Tooley,\nNo. 2004–P–0064, 2005–Ohio–6709, 2005 WL 3476649 (App., Dec. 16,\n2005)). The State apparently did not cross-appeal the acquittals, but in\nconsidering defendant’s appeal of his convictions, the Supreme Court of\nOhio held that his hearsay objection to the Government’s expert was\nirrelevant, because “[Free Speech Coalition] did not impose a height-\nened evidentiary burden on the state to specifically identify the child or\nto use expert testimony to prove that the image contains a real child.”\n114 Ohio St. 3d 366, 381, 2007–Ohio–3698, 872 N. E. 2d 894, 908\n(2007). Rather, “[t]he fact-finder in this case, the trial judge, was\ncapable of reviewing the evidence to determine whether the state met\nits burden of showing that the images depicted real children.” Id., at\n382, 872 N. E. 2d, at 909. The case hardly bespeaks a prosecutorial\ncrisis.\n   4 According to the U. S. Department of Justice Bureau of Justice Sta-\n\ntistics, in the 1,209 federal child pornography cases concluded in 2006,\n95.1% of defendants were convicted. Bureau of Justice Statistics\nBulletin, Federal Prosecution of Child Sex Exploitation Offenders,\n2006, p. 6 (Dec. 2007), online at http://www.ojp.usdoj.gov/bjs/pub/pdf/\nfpcseo06.pdf (as visited May 8, 2008, and available in Clerk of Court’s\ncase file). By comparison, of the 161 child pornography cases concluded\n18                 UNITED STATES v. WILLIAMS\n\n                         SOUTER, J., dissenting\n\nlittle seems to have changed since the time of Free Speech\nCoalition, when the Court rejected an assertion of the\nsame interest. See 535 U. S., at 254–255 (“[T]he Govern-\nment says that the possibility of producing images by\nusing computer imaging makes it very difficult for it to\nprosecute those who produce pornography by using real\nchildren. . . . The necessary solution, the argument runs, is\nto prohibit both kinds of images. The argument, in es-\nsence, is that protected speech may be banned as a means\nto ban unprotected speech. This analysis turns the First\nAmendment upside down”); id., at 259 (THOMAS, J., con-\ncurring in judgment) (“At this time . . . the Government\nasserts only that defendants raise such defenses, not that\nthey have done so successfully. In fact, the Government\npoints to no case in which a defendant has been acquitted\nbased on a ‘computer-generated images’ defense”).\n——————\nin 1996, 96.9% of defendants were convicted. Ibid. Of the 2006 cases,\n92.2% ended with a plea. Ibid. The 4.9% of defendants not convicted in\n2006 was made up of 4.5% whose charges were dismissed, and only\n0.4% who were not convicted at trial. Ibid.\n   Nor do the statistics suggest a crisis in the ability to prosecute. In\n2,376 child pornography matters concluded by U. S. Attorneys in 2006,\n58.5% of them were prosecuted, while 37.8% were declined for prosecu-\ntion, and 3.7% were disposed by a U. S. magistrate. Id., at 2. By\ncomparison, the prosecution rate for all matters concluded by U. S.\nAttorneys in 2006 was 59%. Ibid. Nor did weak evidence make up a\ndisproportionate part of declined prosecutions. Of the child pornogra-\nphy cases declined for prosecution, 24.3% presented problems of weak\nor inadmissible evidence; 22.7% were declined for lack of evidence of\ncriminal intent; and in 18.7% the suspects were prosecuted on other\ncharges. Id., at 3. In comparison, weak or inadmissible evidence\naccounted for 53% of declined prosecutions for sex abuse and 20.4% for\nsex transportation, both sexual exploitation crimes which do not easily\nadmit of a virtual-child defense. Ibid.\n   None of these data, to be sure, isolates the experience between Free\nSpeech Coalition and the current Act, or breaks down the post-Act\nnumbers by reference to prosecution under the Act. If the generality of\nthe statistics is a problem, however, it is for the Government, which\nmakes the necessity claim.\n                     Cite as: 553 U. S. ____ (2008)                  19\n\n                        SOUTER, J., dissenting\n\n  Without some convincing evidence to the contrary,\nexperience tells us to have faith in the capacity of the jury\nsystem, which I would have expected to operate in much\nthe following way, if the Act were not on the books. If the\nGovernment sought to prosecute proposals about extant\nimages as attempts, it would seek to carry its burden of\nshowing that real children were depicted in the image\nsubject to the proposal simply by introducing the image\ninto evidence; if the figures in the picture looked like real\nchildren, the Government would have made its prima facie\ndemonstration on that element.5 The defense might well\noffer expert testimony to the effect that technology can\nproduce convincing simulations, but if this was the extent\nof the testimony that came in, the cross-examination\nwould ask whether the witness could say that this particu-\nlar, seemingly authentic representation was merely simu-\nlated. If the witness could say that (or said so on direct),\nand survived further questioning about the basis for the\nopinion and its truth, acquittal would have been proper;\nthe defendant would have raised reasonable doubt about\nwhether a child had been victimized (the same standard\nthat would govern if the defendant were on trial for abus-\ning a child personally). But if the defense had no specific\nevidence that the particular image failed to show actual\nchildren, I am skeptical that a jury would have been likely\nto entertain reasonable doubt that the image showed a\nreal child.\n  Perhaps I am wrong, but without some demonstration\nthat juries have been rendering exploitation of children\nunpunishable, there is no excuse for cutting back on the\nFirst Amendment and no alternative to finding over-\n——————\n  5 The Courts of Appeals to consider the issue have declined to require\n\nexpert evidence to prove the authenticity of images, generally finding\nthe images themselves sufficient to prove the depiction of actual mi-\nnors. See, e.g., United States v. Salcido, 506 F. 3d 729, 733–734 (CA9\n2007) (per curiam) (collecting cases).\n20             UNITED STATES v. WILLIAMS\n\n                   SOUTER, J., dissenting\n\nbreadth in this Act. I would hold it unconstitutional on\nthe authority of Ferber and Free Speech Coalition.\n", 
  "html_with_citations": "<div>\n<center><b>128 S.Ct. 1830 (2008)</b></center>\n<center><h1>UNITED STATES, Petitioner,<br>\nv.<br>\nMichael WILLIAMS.</h1></center>\n<center>No. 06-694.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 30, 2007.</center>\n<center>Decided May 19, 2008.</center>\n<p><span class=\"star-pagination\">*1835</span> Richard J. Diaz, for respondent.</p>\n<p>Paul D. Clement, Solicitor General, Counsel of Record, Department of Justice, Washington, D.C., for petitioner.</p>\n<p>Richard J. Diaz, Counsel of Record, Ophelia M. Valls, Luis I. Guerra, Coral Gables, FL, G. Richard Strafer, Miami, FL, for respondent.</p>\n<p>Paul D. Clement, Solicitor General, Counsel of Record, Alice S. Fisher, Assistant Attorney General, Michael R. Dreeben, Deputy Solicitor General, Deanne E. Maynard, Assistant to the Solicitor General, Deborah Watson, Attorney, Department of Justice, Washington, D.C., for petitioner.</p>\n<p>Justice SCALIA delivered the opinion of the Court.</p>\n<p>Section 2252A(a)(3)(B) of Title 18, United States Code, criminalizes, in certain specified circumstances, the pandering or solicitation of child pornography. This case presents the question whether that statute is overbroad under the First Amendment or impermissibly vague under the Due Process Clause of the Fifth Amendment.</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>A</h2>\n<p>We have long held that obscene speech\u0097sexually explicit material that violates fundamental notions of decency\u0097is not protected by the First Amendment. <span class=\"star-pagination\">*1836</span> See <i>Roth v. United States,</i> <span class=\"citation\" data-id=\"105547\"><a href=\"/opinion/105547/roth-v-united-states/\"><span class=\"volume\">354</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">476</span></a></span>, 484-485, 77 S.Ct. 1304, 1 L.Ed.2d 1498 (1957). But to protect explicit material that has social value, we have limited the scope of the obscenity exception, and have overturned convictions for the distribution of sexually graphic but nonobscene material. See <i>Miller v. California,</i> <span class=\"citation\" data-id=\"108838\"><a href=\"/opinion/108838/miller-v-california/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">15</span></a></span>, 23-24, 93 S.Ct. 2607, 37 L.Ed.2d 419 (1973); see also, <i>e.g., </i><i>Jenkins v. Georgia,</i> <span class=\"citation\" data-id=\"109085\"><a href=\"/opinion/109085/jenkins-v-georgia/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">153</span></a></span>, 161, 94 S.Ct. 2750, 41 L.Ed.2d 642 (1974).</p>\n<p>Over the last 25 years, we have confronted a related and overlapping category of proscribable speech: child pornography. See <i>Ashcroft v. Free Speech Coalition,</i> <span class=\"citation\" data-id=\"118496\"><a href=\"/opinion/118496/ashcroft-v-free-speech-coalition/\"><span class=\"volume\">535</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></a></span>, 122 S.Ct. 1389, 152 L.Ed.2d 403 (2002); <i>Osborne v. Ohio,</i> <span class=\"citation\" data-id=\"112417\"><a href=\"/opinion/112417/osborne-v-ohio/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, 110 S.Ct. 1691, 109 L.Ed.2d 98 (1990); <i>New York v. Ferber,</i> <span class=\"citation\" data-id=\"110794\"><a href=\"/opinion/110794/new-york-v-ferber/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">747</span></a></span>, 102 S.Ct. 3348, 73 L.Ed.2d 1113 (1982). This consists of sexually explicit visual portrayals that feature children. We have held that a statute which proscribes the distribution of all child pornography, even material that does not qualify as obscenity, does not on its face violate the First Amendment. See <i>id.,</i> at 751-753, 756-764, 102 S.Ct. 3348. Moreover, we have held that the government may criminalize the possession of child pornography, even though it may not criminalize the mere possession of obscene material involving adults. Compare <i>Osborne, supra,</i> at 111, 110 S.Ct. 1691, with <i>Stanley v. Georgia,</i> <span class=\"citation\" data-id=\"107898\"><a href=\"/opinion/107898/stanley-v-georgia/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">557</span></a></span>, 568, 89 S.Ct. 1243, 22 L.Ed.2d 542 (1969).</p>\n<p>The broad authority to proscribe child pornography is not, however, unlimited. Four Terms ago, we held facially overbroad two provisions of the federal Child Pornography Protection Act of 1996 (CPPA). <i>Free Speech Coalition,</i> 535 U.S., at 258, 122 S.Ct. 1389. The first of these banned the possession and distribution of \"`any visual depiction'\" that \"`is, or appears to be, of a minor engaging in sexually explicit conduct,'\" even if it contained only youthful-looking adult actors or virtual images of children generated by a computer. <i>Id.,</i> at 239-241, 122 S.Ct. 1389 (quoting 18 U.S.C. § 2256(8)(B)). This was invalid, we explained, because the child-protection rationale for speech restriction does not apply to materials produced without children. See 535 U.S., at 249-251, 254, 122 S.Ct. 1389. The second provision at issue in <i>Free Speech Coalition</i> criminalized the possession and distribution of material that had been pandered as child pornography, regardless of whether it actually was that. See <i>id.,</i> at 257, 122 S.Ct. 1389 (citing 18 U.S.C. § 2256(8)(D)). A person could thus face prosecution for possessing unobjectionable material that someone else had pandered. 535 U.S., at 258, 122 S.Ct. 1389. We held that this prohibition, which did \"more than prohibit pandering,\" was also facially overbroad. <i>Ibid.</i></p>\n<p>After our decision in <i>Free Speech Coalition,</i> Congress went back to the drawing board and produced legislation with the unlikely title of the Prosecutorial Remedies and Other Tools to end the Exploitation of Children Today Act of 2003, 117 Stat. 650. We shall refer to it as the Act. Section 503 of the Act amended 18 U.S.C. § 2252A to add a new pandering and solicitation provision, relevant portions of which now read as follows:</p>\n<blockquote>\"(a) Any person who\u0097</blockquote>\n<blockquote>\"(3) knowingly\u0097</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>\"(B) advertises, promotes, presents, distributes, or solicits through the mails, or in interstate or foreign commerce by any means, including by computer, any material or purported material in a manner that reflects the belief, or that is intended to cause another to believe, <span class=\"star-pagination\">*1837</span> that the material or purported material is, or contains\u0097</blockquote>\n<blockquote>\"(i) an obscene visual depiction of a minor engaging in sexually explicit conduct; or</blockquote>\n<blockquote>\"(ii) a visual depiction of an actual minor engaging in sexually explicit conduct,</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>\"shall be punished as provided in subsection (b).\" § 2252A(a)(3)(B) (2000 ed., Supp. V).</blockquote>\n<p>Section 2256(2)(A) defines \"sexually explicit conduct\" as</p>\n<blockquote>\"actual or simulated\u0097</blockquote>\n<blockquote>\"(i) sexual intercourse, including genital-genital, oral-genital, anal-genital, or oral-anal, whether between persons of the same or opposite sex;</blockquote>\n<blockquote>\"(ii) bestiality;</blockquote>\n<blockquote>\"(iii) masturbation;</blockquote>\n<blockquote>\"(iv) sadistic or masochistic abuse; or</blockquote>\n<blockquote>\"(v) lascivious exhibition of the genitals or pubic area of any person.\"</blockquote>\n<p>Violation of § 2252A(a)(3)(B) incurs a minimum sentence of 5 years imprisonment and a maximum of 20 years. 18 U.S.C. § 2252A(b)(1).</p>\n<p>The Act's express findings indicate that Congress was concerned that limiting the child-pornography prohibition to material that could be <i>proved</i> to feature actual children, as our decision in <i>Free Speech Coalition</i> required, would enable many child pornographers to evade conviction. See § 501(9), (10), 117 Stat. 677. The emergence of new technology and the repeated retransmission of picture files over the Internet could make it nearly impossible to prove that a particular image was produced using real children\u0097even though \"[t]here is no substantial evidence that any of the child pornography images being trafficked today were made other than by the abuse of real children,\" virtual imaging being prohibitively expensive. § 501(5), (7), (8), (11), <i>id.,</i> at 676-678; see also Dept. of Justice, Office of Community Oriented Policing Services, R. Wortley &amp; S. Smallbone, Child Pornography on the Internet 9 (May 2006), on line at hhtp://www.cops. usdoj.gov/mime/open.pdf?Item=1729 (hereinafter Child Pornography on the Internet) (as visited Jan. 7, 2008, and available in Clerk of Court's case file).</p>\n<p></p>\n<h2>B</h2>\n<p>The following facts appear in the opinion of the Eleventh Circuit, <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1286</span></span>, 1288 (2006). On April 26, 2004, respondent Michael Williams, using a sexually explicit screen name, signed in to a public Internet chat room. A Secret Service agent had also signed in to the chat room under the moniker \"Lisa n Miami.\" The agent noticed that Williams had posted a message that read: \"Dad of toddler has `good' pics of her an [sic] me for swap of your toddler pics, or live cam.\" The agent struck up a conversation with Williams, leading to an electronic exchange of nonpornographic pictures of children. (The agent's picture was in fact a doctored photograph of an adult.) Soon thereafter, Williams messaged that he had photographs of men molesting his 4-year-old daughter. Suspicious that \"Lisa n Miami\" was a law-enforcement agent, before proceeding further Williams demanded that the agent produce additional pictures. When he did not, Williams posted the following public message in the chat room: \"HERE ROOM; I CAN PUT UPLINK CUZ IM FOR REAL\u0097SHE CANT.\" Appended to this declaration was a hyperlink that, when clicked, led to seven pictures of actual children, aged approximately 5 to 15, engaging in sexually explicit conduct and displaying their genitals. The Secret Service then obtained a search warrant for Williams's home, where agents seized two hard drives containing at least 22 images <span class=\"star-pagination\">*1838</span> of real children engaged in sexually explicit conduct, some of it sadomasochistic.</p>\n<p>Williams was charged with one count of pandering child pornography under § 2252A(a)(3)(B) and one count of possessing child pornography under § 2252A(a)(5)(B). He pleaded guilty to both counts but reserved the right to challenge the constitutionality of the pandering conviction. The District Court rejected his challenge, and sentenced him to concurrent 60-month sentences on the two counts. No. 04-20299-CR-MIDDLEBROOKS (SD Fla., Aug. 20, 2004), App. B to Pet. for Cert. 46a-69a. The United States Court of Appeals for the Eleventh Circuit reversed the pandering conviction, holding that the statute was both overbroad and impermissibly vague. 444 F.3d, at 1308-1309.<sup>[1]</sup></p>\n<p>We granted certiorari. 549 U.S. ___, 127 S.Ct. 1874, 167 L.Ed.2d 363 (2007).</p>\n<p></p>\n<h2>II</h2>\n<p></p>\n<h2>A</h2>\n<p>According to our First Amendment overbreadth doctrine, a statute is facially invalid if it prohibits a substantial amount of protected speech. The doctrine seeks to strike a balance between competing social costs. <i>Virginia v. Hicks,</i> <span class=\"citation\" data-id=\"130149\"><a href=\"/opinion/130149/virginia-v-hicks/\"><span class=\"volume\">539</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">113</span></a></span>, 119-120, 123 S.Ct. 2191, 156 L.Ed.2d 148 (2003). On the one hand, the threat of enforcement of an overbroad law deters people from engaging in constitutionally protected speech, inhibiting the free exchange of ideas. On the other hand, invalidating a law that in some of its applications is perfectly constitutional\u0097 particularly a law directed at conduct so antisocial that it has been made criminal\u0097 has obvious harmful effects. In order to maintain an appropriate balance, we have vigorously enforced the requirement that a statute's overbreadth be <i>substantial,</i> not only in an absolute sense, but also relative to the statute's plainly legitimate sweep. See <i>Board of Trustees of State Univ. of N.Y. v. Fox,</i> <span class=\"citation\" data-id=\"112329\"><a href=\"/opinion/112329/board-of-trustees-of-state-univ-of-ny-v-fox/\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">469</span></a></span>, 485, 109 S.Ct. 3028, 106 L.Ed.2d 388 (1989); <i>Broadrick v. Oklahoma,</i> <span class=\"citation\" data-id=\"108858\"><a href=\"/opinion/108858/broadrick-v-oklahoma/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">601</span></a></span>, 615, 93 S.Ct. 2908, 37 L.Ed.2d 830 (1973). Invalidation for overbreadth is \"`\"strong medicine\"'\" that is not to be \"casually employed.\" <i>Los Angeles Police Dept. v. United Reporting Publishing Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">32</span></span>, 39, 120 S.Ct. 483, 145 L.Ed.2d 451 (1999) (quoting <i>Ferber,</i> 458 U.S., at 769, 102 S.Ct. 3348).</p>\n<p>The first step in overbreadth analysis is to construe the challenged statute; it is impossible to determine whether a statute reaches too far without first knowing what the statute covers. Generally speaking, § 2252A(a)(3)(B) prohibits offers to provide and requests to obtain child pornography. The statute does not require the actual existence of child pornography. In this respect, it differs from the statutes in <i>Ferber, Osborne,</i> and <i>Free Speech Coalition,</i> which prohibited the possession or distribution of child pornography. Rather than targeting the underlying material, this statute bans the collateral speech that introduces such material into the child-pornography distribution <span class=\"star-pagination\">*1839</span> network. Thus, an Internet user who solicits child pornography from an undercover agent violates the statute, even if the officer possesses no child pornography. Likewise, a person who advertises virtual child pornography as depicting actual children also falls within the reach of the statute.</p>\n<p>The statute's definition of the material or purported material that may not be pandered or solicited precisely tracks the material held constitutionally proscribable in <i>Ferber</i> and <i>Miller:</i> obscene material depicting (actual or virtual) children engaged in sexually explicit conduct, and any other material depicting actual children engaged in sexually explicit conduct. See <i>Free Speech Coalition,</i> 535 U.S., at 245-246, 122 S.Ct. 1389 (stating that the First Amendment does not protect obscenity or pornography produced with actual children); <i>id.,</i> at 256, 122 S.Ct. 1389 (holding invalid the challenged provision of the CPPA because it \"cover[ed] materials beyond the categories recognized in <i>Ferber</i> and <i>Miller</i>\").</p>\n<p>A number of features of the statute are important to our analysis:</p>\n<p>First, the statute includes a scienter requirement. The first word of § 2252A(a)(3)\u0097\"knowingly\"\u0097applies to both of the immediately following subdivisions, both the previously existing § 2252A(a)(3)(A)<sup>[2]</sup> and the new § 2252A(a)(3)(B) at issue here. We think that the best reading of the term in context is that it applies to every element of the two provisions. This is not a case where grammar or structure enables the challenged provision or some of its parts to be read apart from the \"knowingly\" requirement. Here \"knowingly\" introduces the challenged provision itself, making clear that it applies to that provision in its entirety; and there is no grammatical barrier to reading it that way.</p>\n<p>Second, the statute's string of operative verbs\u0097\"advertises, promotes, presents, distributes, or solicits\"\u0097is reasonably read to have a transactional connotation. That is to say, the statute penalizes speech that accompanies or seeks to induce a transfer of child pornography\u0097 via reproduction or physical delivery\u0097 from one person to another. For three of the verbs, this is obvious: advertising, distributing, and soliciting are steps taken in the course of an actual or proposed transfer of a product, typically but not exclusively in a commercial market. When taken in isolation, the two remaining verbs\u0097 \"promotes\" and \"presents\"\u0097are susceptible of multiple and wide-ranging meanings. In context, however, those meanings are narrowed by the commonsense canon of <i>noscitur a sociis</i>\u0097which counsels that a word is given more precise content by the neighboring words with which it is associated. See <i>Jarecki v. G.D. Searle &amp; Co.,</i> <span class=\"citation\" data-id=\"106270\"><a href=\"/opinion/106270/jarecki-v-gd-searle-co/\"><span class=\"volume\">367</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">303</span></a></span>, 307, 81 S.Ct. 1579, 6 L.Ed.2d 859 (1961); 2A N. Singer &amp; J. Singer, Sutherland Statutes and Statutory Construction § 47.16 (7th ed.2007). \"Promotes,\" in a list that includes \"solicits,\" \"distributes,\" and \"advertises,\" is most sensibly read to mean the act of recommending purported child pornography to another person for his acquisition. See American Heritage Dictionary 1403 (4th ed.2000) (def. 4: \"To attempt to sell or popularize by advertising or publicity\"). Similarly, \"presents,\" in the context of the other verbs with which it is associated, means showing or offering the child pornography to another person with a view to his acquisition. See <i>id.,</i> at 1388 (def. 3a: <span class=\"star-pagination\">*1840</span> \"To make a gift or award of\"). (The envisioned acquisition, of course, could be an electronic one, for example reproduction of the image on the recipient's computer screen.)</p>\n<p>To be clear, our conclusion that all the words in this list relate to transactions is not to say that they relate to <i>commercial</i> transactions. One could certainly \"distribute\" child pornography without expecting payment in return. Indeed, in much Internet file sharing of child pornography each participant makes his files available for free to other participants\u0097as Williams did in this case. \"Distribution may involve sophisticated pedophile rings or organized crime groups that operate for profit, but in many cases, is carried out by individual amateurs who seek no financial reward.\" Child Pornography on the Internet 9. To run afoul of the statute, the speech need only accompany or seek to induce the transfer of child pornography from one person to another.</p>\n<p>Third, the phrase \"in a manner that reflects the belief\" includes both subjective and objective components. \"[A] manner that reflects the belief\" is quite different from \"a manner that would give one cause to believe.\" The first formulation suggests that the defendant must actually have held the subjective \"belief\" that the material or purported material was child pornography. Thus, a misdescription that leads the listener to believe the defendant is offering child pornography, when the defendant in fact does not believe the material is child pornography, does not violate this prong of the statute. (It may, however, violate the \"manner . . . that is intended to cause another to believe\" prong if the misdescription is intentional.) There is also an objective component to the phrase \"manner that reflects the belief.\" The statement or action must objectively manifest a belief that the material is child pornography; a mere belief, without an accompanying statement or action that would lead a reasonable person to understand that the defendant holds that belief, is insufficient.</p>\n<p>Fourth, the other key phrase, \"in a manner . . . that is intended to cause another to believe,\" contains only a subjective element: The defendant must \"intend\" that the listener believe the material to be child pornography, and must select a manner of \"advertising, promoting, presenting, distributing, or soliciting\" the material that <i>he</i> thinks will engender that belief\u0097whether or not a reasonable person would think the same. (Of course in the ordinary case the proof of the defendant's intent will be the fact that, as an objective matter, the manner of \"advertising, promoting, presenting, distributing, or soliciting\" plainly sought to convey that the material was child pornography.)</p>\n<p>Fifth, the definition of \"sexually explicit conduct\" (the visual depiction of which, engaged in by an actual minor, is covered by the Act's pandering and soliciting prohibition even when it is not obscene) is very similar to the definition of \"sexual conduct\" in the New York statute we upheld against an overbreadth challenge in <i>Ferber.</i> That defined \"sexual conduct\" as \"`actual or simulated sexual intercourse, deviate sexual intercourse, sexual bestiality, masturbation, sado-masochistic abuse, or lewd exhibition of the genitals.'\" 458 U.S., at 751, 102 S.Ct. 3348. Congress used essentially the same constitutionally approved definition in the present Act. If anything, the fact that the defined term here is \"sexually <i>explicit</i> conduct,\" rather than (as in <i>Ferber</i>) merely \"sexual conduct,\" renders the definition more immune from facial constitutional attack. \"[S]imulated sexual intercourse\" (a phrase found in the <i>Ferber</i> definition as well) is even less susceptible here of application to the <span class=\"star-pagination\">*1841</span> sorts of sex scenes found in R-rated movies\u0097which suggest that intercourse is taking place without explicitly depicting it, and without causing viewers to believe that the actors are actually engaging in intercourse. \"Sexually <i>explicit</i> conduct\" connotes actual depiction of the sex act rather than merely the suggestion that it is occurring. And \"simulated\" sexual intercourse is not sexual intercourse that is merely suggested, but rather sexual intercourse that is explicitly portrayed, even though (through camera tricks or otherwise) it may not actually have occurred. The portrayal must cause a reasonable viewer to believe that the actors actually engaged in that conduct on camera. Critically, unlike in <i>Free Speech Coalition,</i> § 2252A(a)(3)(B)(ii)'s requirement of a \"visual depiction of an actual minor\" makes clear that, although the sexual intercourse may be simulated, it must involve actual children (unless it is obscene). This change eliminates any possibility that virtual child pornography or sex between youthful-looking adult actors might be covered by the term \"simulated sexual intercourse.\"</p>\n<p></p>\n<h2>B</h2>\n<p>We now turn to whether the statute, as we have construed it, criminalizes a substantial amount of protected expressive activity.</p>\n<p>Offers to engage in illegal transactions are categorically excluded from First Amendment protection. <i>Pittsburgh Press Co. v. Pittsburgh Comm'n on Human Relations,</i> <span class=\"citation\" data-id=\"108848\"><a href=\"/opinion/108848/pittsburgh-press-co-v-pittsburgh-commn-on-human-re/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">376</span></a></span>, 388, 93 S.Ct. 2553, 37 L.Ed.2d 669 (1973); <i>Giboney v. Empire Storage &amp; Ice Co.,</i> <span class=\"citation\" data-id=\"104649\"><a href=\"/opinion/104649/giboney-v-empire-storage-ice-co/\"><span class=\"volume\">336</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, 498, 69 S.Ct. 684, 93 L.Ed. 834 (1949). One would think that this principle resolves the present case, since the statute criminalizes only offers to provide or requests to obtain contraband\u0097child obscenity and child pornography involving actual children, both of which are proscribed, see 18 U.S.C. § 1466A(a), § 2252A(a)(5)(B) (2000 ed., Supp. V), and the proscription of which is constitutional, see <i>Free Speech Coalition,</i> 535 U.S., at 245-246, 256, 122 S.Ct. 1389. The Eleventh Circuit, however, believed that the exclusion of First Amendment protection extended only to <i>commercial</i> offers to provide or receive contraband: \"Because [the statute] is not limited to commercial speech but extends also to non-commercial promotion, presentation, distribution, and solicitation, we must subject the content-based restriction of the PROTECT Act pandering provision to strict scrutiny.....\" 444 F.3d, at 1298.</p>\n<p>This mistakes the rationale for the categorical exclusion. It is based not on the less privileged First Amendment status of commercial speech, see <i>Central Hudson Gas &amp; Elec. Corp. v. Public Serv. Comm'n of N. Y.,</i> <span class=\"citation\" data-id=\"110312\"><a href=\"/opinion/110312/central-hudson-gas-elec-corp-v-public-serv-commn-o/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">557</span></a></span>, 562-563, 100 S.Ct. 2343, 65 L.Ed.2d 341 (1980), but on the principle that offers to give or receive what it is unlawful to possess have no social value and thus, like obscenity, enjoy no First Amendment protection. See <i>Pittsburgh Press, supra,</i> at 387-389, 93 S.Ct. 2553.<sup>[3]</sup> Many long established criminal <span class=\"star-pagination\">*1842</span> proscriptions\u0097such as laws against conspiracy, incitement, and solicitation\u0097 criminalize speech (commercial or not) that is intended to induce or commence illegal activities. See, <i>e.g.,</i> ALI, Model Penal Code § 5.02(1) (1985) (solicitation to commit a crime); § 5.03(1)(a) (conspiracy to commit a crime). Offers to provide or requests to obtain unlawful material, whether as part of a commercial exchange or not, are similarly undeserving of First Amendment protection. It would be an odd constitutional principle that permitted the government to prohibit offers to sell illegal drugs, but not offers to give them away for free.</p>\n<p>To be sure, there remains an important distinction between a proposal to engage in illegal activity and the abstract advocacy of illegality. See <i>Brandenburg v. Ohio,</i> <span class=\"citation\" data-id=\"107965\"><a href=\"/opinion/107965/brandenburg-v-ohio/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">444</span></a></span>, 447-448, 89 S.Ct. 1827, 23 L.Ed.2d 430 (1969) <i>(per curiam)</i><i>;</i> see also <i>NAACP v. Claiborne Hardware Co.,</i> <span class=\"citation\" data-id=\"110798\"><a href=\"/opinion/110798/naacp-v-claiborne-hardware-co/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">886</span></a></span>, 928-929, 102 S.Ct. 3409, 73 L.Ed.2d 1215 (1982). The Act before us does not prohibit advocacy of child pornography, but only offers to provide or requests to obtain it. There is no doubt that this prohibition falls well within constitutional bounds. The constitutional defect we found in the pandering provision at issue in <i>Free Speech Coalition</i> was that it went <i>beyond</i> pandering to prohibit possession of material that could not otherwise be proscribed. 535 U.S., at 258, 122 S.Ct. 1389.</p>\n<p>In sum, we hold that offers to provide or requests to obtain child pornography are categorically excluded from the First Amendment. Since the Eleventh Circuit erroneously concluded otherwise, it applied strict scrutiny to § 2252A(a)(3)(B), lodging three fatal objections. We address these objections because they could be recast as arguments that Congress has gone beyond the categorical exception.</p>\n<p>The Eleventh Circuit believed it a constitutional difficulty that no child pornography need exist to trigger the statute. In its view, the fact that the statute could punish a \"braggart, exaggerator, or outright liar\" rendered it unconstitutional. 444 F.3d, at 1298. That seems to us a strange constitutional calculus. Although we have held that the government can ban <i>both</i> fraudulent offers, see, <i>e.g., </i><i>Illinois ex rel. Madigan v. Telemarketing Associates, Inc.,</i> <span class=\"citation\" data-id=\"127918\"><a href=\"/opinion/127918/illinois-ex-rel-madigan-attorney-general-of-illino/\"><span class=\"volume\">538</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">600</span></a></span>, 611-612, 123 S.Ct. 1829, 155 L.Ed.2d 793 (2003), <i>and</i> offers to provide illegal products, the Eleventh Circuit would forbid the government from punishing <i>fraudulent offers to provide illegal products.</i> We see no logic in that position; if anything, such statements are doubly excluded from the First Amendment.</p>\n<p>The Eleventh Circuit held that under <i>Brandenburg,</i> the \"non-commercial, non-inciteful promotion of illegal child pornography\" is protected, and § 2252A(a)(3)(B) therefore overreaches by criminalizing the promotion of child pornography. 444 F.3d, at 1298. As we have discussed earlier, however, the term \"promotes\" does not refer to abstract advocacy, such as the statement \"I believe that child pornography should be legal\" or even \"I encourage you to obtain child pornography.\" It refers to the recommendation of a particular piece of purported child pornography with the intent of initiating a transfer.</p>\n<p>The Eleventh Circuit found \"particularly objectionable\" the fact that the \"reflects the belief\" prong of the statute could ensnare a person who mistakenly believes that material is child pornography. <i>Ibid.</i> This objection has two conceptually distinct parts. First, the Eleventh Circuit <span class=\"star-pagination\">*1843</span> thought that it would be unconstitutional to punish someone for mistakenly distributing virtual child pornography as real child pornography. We disagree. Offers to deal in illegal products or otherwise engage in illegal activity do not acquire First Amendment protection when the offeror is mistaken about the factual predicate of his offer. The pandering and solicitation made unlawful by the Act are sorts of inchoate crimes\u0097acts looking toward the commission of another crime, the delivery of child pornography. As with other inchoate crimes\u0097attempt and conspiracy, for example\u0097impossibility of completing the crime because the facts were not as the defendant believed is not a defense. \"All courts are in agreement that what is usually referred to as `factual impossibility' is no defense to a charge of attempt.\" 2 W. LaFave, Substantive Criminal Law § 11.5(a)(2) (2d ed.2003). (The author gives as an example \"the intended sale of an illegal drug [that] actually involved a different substance.\" <i>Ibid.</i>) See also <i>United States v. Hamrick,</i> <span class=\"citation\" data-id=\"685603\"><a href=\"/opinion/685603/united-states-v-rodney-curtis-hamrick/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">877</span></a></span>, 885 (C.A.4 1995) (en banc) (holding that impossibility is no defense to attempt and citing the holdings of four other Circuits); ALI, Model Penal Code § 5.01, Comment (in attempt prosecutions \"the defendant's conduct should be measured according to the circumstances as he believes them to be, rather than the circumstances as they may have existed in fact\").</p>\n<p>Under this heading the Eleventh Circuit also thought that the statute could apply to someone who subjectively believes that an innocuous picture of a child is \"lascivious.\" (Clause (v) of the definition of \"sexually explicit conduct\" is \"lascivious exhibition of the genitals or pubic area of any person.\") That is not so. The defendant must believe that the picture contains certain material, and that material in fact (and not merely in his estimation) must meet the statutory definition. Where the material at issue is a harmless picture of a child in a bathtub and the defendant, knowing that material, erroneously believes that it constitutes a \"lascivious display of the genitals,\" the statute has no application.</p>\n<p>Williams and <i>amici</i> raise other objections, which demonstrate nothing so forcefully as the tendency of our overbreadth doctrine to summon forth an endless stream of fanciful hypotheticals. Williams argues, for example, that a person who offers nonpornographic photographs of young girls to a pedophile could be punished under the statute if the pedophile secretly expects that the pictures will contain child pornography. Brief for Respondent 19-20. That hypothetical does not implicate the statute, because the offeror does not hold the belief or intend the recipient to believe that the material is child pornography.</p>\n<p><i>Amici</i> contend that some advertisements for mainstream Hollywood movies that depict underage characters having sex violate the statute. Brief for Free Speech Coalition et al. as <i>Amici Curiae</i> 9-18. We think it implausible that a reputable distributor of Hollywood movies, such as Amazon.com, believes that one of these films contains <i>actual</i> children engaging in <i>actual or simulated</i> sex on camera; and even more implausible that Amazon.com would <i>intend</i> to make its customers believe such a thing. The average person understands that sex scenes in mainstream movies use nonchild actors, depict sexual activity in a way that would not rise to the explicit level necessary under the statute, or, in most cases, both.</p>\n<p>There was raised at oral argument the question whether turning child pornography over to the police might not count as \"present[ing]\" the material. See Tr. of Oral Arg. 9-11. An interpretation of \"presents\" that would include turning material <span class=\"star-pagination\">*1844</span> over to the authorities would of course be self-defeating in a statute that looks to the prosecution of people who deal in child pornography. And it would effectively nullify § 2252A(d), which provides an affirmative defense to the possession ban if a defendant promptly delivers child pornography to a law-enforcement agency. (The possession offense would simply be replaced by a pandering offense for delivering the material to law-enforcement officers.) In any event, the verb \"present\"\u0097 along with \"distribute\" and \"advertise,\" as well as \"give,\" \"lend,\" \"deliver,\" and \"transfer\"\u0097was used in the definition of \"promote\" in <i>Ferber.</i> See 458 U.S., at 751, 102 S.Ct. 3348 (quoting N.Y. Penal Law Ann. § 263.15 (McKinney 1980)). Despite that inclusion, we had no difficulty concluding that the New York statute survived facial challenge. And in the period since <i>Ferber,</i> despite similar statutory definitions in other state statutes, see, <i>e.g.,</i> Alaska Stat. § 11.61.125(d) (2006), Del.Code Ann., Title 11, § 1109(5) (2007), we are aware of no prosecution for giving child pornography to the police. We can hardly say, therefore, that there is a \"realistic danger\" that § 2252A(a)(3)(B) will deter such activity. <i>New York State Club Assn., Inc. v. City of New York,</i> <span class=\"citation\" data-id=\"112114\"><a href=\"/opinion/112114/new-york-state-club-assn-inc-v-city-of-new-york/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 11, 108 S.Ct. 2225, 101 L.Ed.2d 1 (1988) (citing <i>Thornhill v. Alabama,</i> <span class=\"citation\" data-id=\"103347\"><a href=\"/opinion/103347/thornhill-v-alabama/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">88</span></a></span>, 97-98, 60 S.Ct. 736, 84 L.Ed. 1093 (1940)).</p>\n<p>It was also suggested at oral argument that the statute might cover documentary footage of atrocities being committed in foreign countries, such as soldiers raping young children. See Tr. of Oral Arg. 5-7. Perhaps so, if the material rises to the high level of explicitness that we have held is required. That sort of documentary footage could of course be the subject of an as-applied challenge. The courts presumably would weigh the educational interest in the dissemination of information about the atrocities against the government's interest in preventing the distribution of materials that constitute \"a permanent record\" of the children's degradation whose dissemination increases \"the harm to the child.\" <i>Ferber,</i> 458 U.S., at 759, 102 S.Ct. 3348. Assuming that the constitutional balance would have to be struck in favor of the documentary, the existence of that exception would not establish that the statute is <i>substantially</i> overbroad. The \"mere fact that one can conceive of some impermissible applications of a statute is not sufficient to render it susceptible to an overbreadth challenge.\" <i>Members of City Council of Los Angeles v. Taxpayers for Vincent,</i> <span class=\"citation\" data-id=\"111175\"><a href=\"/opinion/111175/members-of-city-council-of-los-angeles-v-taxpayers/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">789</span></a></span>, 800, 104 S.Ct. 2118, 80 L.Ed.2d 772 (1984). In the vast majority of its applications, this statute raises no constitutional problems whatever.</p>\n<p>Finally, the dissent accuses us of silently overruling our prior decisions in <i>Ferber</i> and <i>Free Speech Coalition.</i> See <i>post,</i> at 1854. According to the dissent, Congress has made an end-run around the First Amendment's protection of virtual child pornography by prohibiting proposals to transact in such images rather than prohibiting the images themselves. But an offer to provide or request to receive virtual child pornography is not prohibited by the statute. A crime is committed only when the speaker believes or intends the listener to believe that the subject of the proposed transaction depicts <i>real</i> children. It is simply not true that this means \"a protected category of expression [will] inevitably be suppressed,\" <i>post,</i> at 1855. Simulated child pornography will be as available as ever, so long as it is offered and sought <i>as such,</i> and not as real child pornography. The dissent would require an exception from the statute's prohibition when, unbeknownst to one or both of the parties to the proposal, the completed <span class=\"star-pagination\">*1845</span> transaction would not have been unlawful because it is (we have said) protected by the First Amendment. We fail to see what First Amendment interest would be served by drawing a distinction between two defendants who attempt to acquire contraband, one of whom happens to be mistaken about the contraband nature of what he would acquire. Is Congress forbidden from punishing those who attempt to acquire what they believe to be national-security documents, but which are actually fakes? To ask is to answer. There is no First Amendment exception from the general principle of criminal law that a person attempting to commit a crime need not be exonerated because he has a mistaken view of the facts.</p>\n<p></p>\n<h2>III</h2>\n<p>As an alternative ground for facial invalidation, the Eleventh Circuit held that § 2252A(a)(3)(B) is void for vagueness. Vagueness doctrine is an outgrowth not of the First Amendment, but of the Due Process Clause of the Fifth Amendment. A conviction fails to comport with due process if the statute under which it is obtained fails to provide a person of ordinary intelligence fair notice of what is prohibited, or is so standardless that it authorizes or encourages seriously discriminatory enforcement. <i>Hill v. Colorado,</i> <span class=\"citation\" data-id=\"118385\"><a href=\"/opinion/118385/hill-v-colorado/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">703</span></a></span>, 732, 120 S.Ct. 2480, 147 L.Ed.2d 597 (2000); see also <i>Grayned v. City of Rockford,</i> <span class=\"citation\" data-id=\"108598\"><a href=\"/opinion/108598/grayned-v-city-of-rockford/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, 108-109, 92 S.Ct. 2294, 33 L.Ed.2d 222 (1972). Although ordinarily \"[a] plaintiff who engages in some conduct that is clearly proscribed cannot complain of the vagueness of the law as applied to the conduct of others,\" we have relaxed that requirement in the First Amendment context, permitting plaintiffs to argue that a statute is overbroad because it is unclear whether it regulates a substantial amount of protected speech. <i>Hoffman Estates v. Flipside, Hoffman Estates, Inc.,</i> <span class=\"citation\" data-id=\"110661\"><a href=\"/opinion/110661/hoffman-estates-v-flipside-hoffman-estates-inc/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">489</span></a></span>, 494-495, and nn. 6 and 7, 102 S.Ct. 1186, 71 L.Ed.2d 362 (1982); see also <i>Reno v. American Civil Liberties Union,</i> <span class=\"citation\" data-id=\"118147\"><a href=\"/opinion/118147/reno-v-american-civil-liberties-union/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">844</span></a></span>, 870-874, 117 S.Ct. 2329, 138 L.Ed.2d 874 (1997). But \"perfect clarity and precise guidance have never been required even of regulations that restrict expressive activity.\" <i>Ward v. Rock Against Racism,</i> <span class=\"citation\" data-id=\"112315\"><a href=\"/opinion/112315/ward-v-rock-against-racism/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">781</span></a></span>, 794, 109 S.Ct. 2746, 105 L.Ed.2d 661 (1989).</p>\n<p>The Eleventh Circuit believed that the phrases \"`in a manner that reflects the belief'\" and \"`in a manner ... that is intended to cause another to believe'\" are \"so vague and standardless as to what may not be said that the public is left with no objective measure to which behavior can be conformed.\" 444 F.3d, at 1306. The court gave two examples. First, an email claiming to contain photograph attachments and including a message that says \"`little Janie in the bath\u0097hubba, hubba!'\" <i>Ibid.</i> According to the Eleventh Circuit, given that the statute does not require the actual existence of illegal material, the Government would have \"virtually unbounded discretion\" to deem such a statement in violation of the \"`reflects the belief'\" prong. <i>Ibid.</i> The court's second example was an e-mail entitled \"`Good pics of kids in bed'\" with a photograph attachment of toddlers in pajamas asleep in their beds. <i>Ibid.</i> The court described three hypothetical senders: a proud grandparent, a \"chronic forwarder of cute photos with racy tongue-in-cheek subject lines,\" and a child molester who seeks to trade the photographs for more graphic material. <i>Id.,</i> at 1306-1307. According to the Eleventh Circuit, because the \"manner\" in which the photographs are sent is the same in each case, and because the identity of the sender and the content of the photographs are irrelevant under the <span class=\"star-pagination\">*1846</span> statute, all three senders could arguably be prosecuted for pandering. <i>Id.,</i> at 1307.</p>\n<p>We think that neither of these hypotheticals, without further facts, would enable a reasonable juror to find, beyond a reasonable doubt, that the speaker believed and spoke in a manner that reflected the belief, or spoke in a manner intended to cause another to believe, that the pictures displayed actual children engaged in \"sexually explicit conduct\" as defined in the Act. The prosecutions would be thrown out at the threshold.</p>\n<p>But the Eleventh Circuit's error is more fundamental than merely its selection of unproblematic hypotheticals. Its basic mistake lies in the belief that the mere fact that close cases can be envisioned renders a statute vague. That is not so. Close cases can be imagined under virtually any statute. The problem that poses is addressed, not by the doctrine of vagueness, but by the requirement of proof beyond a reasonable doubt. See <i>In re Winship,</i> <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">358</span></a></span>, 363, 90 S.Ct. 1068, 25 L.Ed.2d 368 (1970).</p>\n<p>What renders a statute vague is not the possibility that it will sometimes be difficult to determine whether the incriminating fact it establishes has been proved; but rather the indeterminacy of precisely what that fact is. Thus, we have struck down statutes that tied criminal culpability to whether the defendant's conduct was \"annoying\" or \"indecent\"\u0097wholly subjective judgments without statutory definitions, narrowing context, or settled legal meanings. See <i>Coates v. Cincinnati,</i> <span class=\"citation\" data-id=\"108348\"><a href=\"/opinion/108348/coates-v-cincinnati/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">611</span></a></span>, 614, 91 S.Ct. 1686, 29 L.Ed.2d 214 (1971); <i>Reno, supra,</i> at 870-871, and n. 35, 117 S.Ct. 2329.</p>\n<p>There is no such indeterminacy here. The statute requires that the defendant hold, and make a statement that reflects, the belief that the material is child pornography; or that he communicate in a manner intended to cause another so to believe. Those are clear questions of fact. Whether someone held a belief or had an intent is a true-or-false determination, not a subjective judgment such as whether conduct is \"annoying\" or \"indecent.\" Similarly true or false is the determination whether a particular formulation reflects a belief that material or purported material is child pornography. To be sure, it may be difficult in some cases to determine whether these clear requirements have been met. \"But courts and juries every day pass upon knowledge, belief and intent\u0097the state of men's minds\u0097having before them no more than evidence of their words and conduct, from which, in ordinary human experience, mental condition may be inferred.\" <i>American Communications Assn. v. Douds,</i> <span class=\"citation\" data-id=\"104790\"><a href=\"/opinion/104790/american-communications-assn-v-douds/\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">382</span></a></span>, 411, 70 S.Ct. 674, 94 L.Ed. 925 (1950) (citing 2 J. Wigmore, Evidence §§ 244, 256 <i>et seq.</i> (3d ed.1940)). And they similarly pass every day upon the reasonable import of a defendant's statements\u0097whether, for example, they fairly convey a false representation, see, <i>e.g.,</i> 18 U.S.C. § 1621 (criminalizing perjury), or a threat of physical injury, see, <i>e.g.,</i> § 115(a)(1) (criminalizing threats to assault federal officials). Thus, the Eleventh Circuit's contention that § 2252A(a)(3)(B) gives law enforcement officials \"virtually unfettered discretion\" has no merit. No more here than in the case of laws against fraud, conspiracy, or solicitation.</p>\n<p></p>\n<h2>* * *</h2>\n<p>Child pornography harms and debases the most defenseless of our citizens. Both the State and Federal Governments have sought to suppress it for many years, only to find it proliferating through the new medium of the Internet. This Court held unconstitutional Congress's previous attempt to meet this new threat, and Congress <span class=\"star-pagination\">*1847</span> responded with a carefully crafted attempt to eliminate the First Amendment problems we identified. As far as the provision at issue in this case is concerned, that effort was successful.</p>\n<p>The judgment of the Eleventh Circuit is reversed.</p>\n<p><i>It is so ordered.</i></p>\n<p>Justice STEVENS, with whom Justice BREYER joins, concurring.</p>\n<p>My conclusion that this statutory provision is not facially unconstitutional is buttressed by two interrelated considerations on which Justice SCALIA finds it unnecessary to rely. First, I believe the result to be compelled by the principle that \"every reasonable construction must be resorted to, in order to save a statute from unconstitutionality,\" <i>Hooper v. California,</i> <span class=\"citation\" data-id=\"94074\"><a href=\"/opinion/94074/hooper-v-california/\"><span class=\"volume\">155</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">648</span></a></span>, 657, 15 S.Ct. 207, 39 L.Ed. 297 (1895); see also <i>Edward J. DeBartolo Corp. v. Florida Gulf Coast Building &amp; Constr. Trades Council,</i> <span class=\"citation\" data-id=\"112042\"><a href=\"/opinion/112042/edward-j-debartolo-corp-v-florida-gulf-coast-build/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">568</span></a></span>, 575, 108 S.Ct. 1392, 99 L.Ed.2d 645 (1988) (collecting cases).</p>\n<p>Second, to the extent the statutory text alone is unclear, our duty to avoid constitutional objections makes it especially appropriate to look beyond the text in order to ascertain the intent of its drafters. It is abundantly clear from the provision's legislative history that Congress' aim was to target materials advertised, promoted, presented, distributed, or solicited with a lascivious purpose\u0097that is, with the intention of inciting sexual arousal. The provision was described throughout the deliberations in both Houses of Congress as the \"pandering,\" or \"pandering and solicitation\" provision, despite the fact that the term \"pandering\" appears nowhere in the statute. See, <i>e.g.,</i> 149 Cong. Rec. 4227 (2003) (\"[T]he bill criminalizes the pandering of child pornography, creating a new crime to respond to the Supreme Court's recent ruling [in <i>Ashcroft v. Free Speech Coalition,</i> <span class=\"citation\" data-id=\"118496\"><a href=\"/opinion/118496/ashcroft-v-free-speech-coalition/\"><span class=\"volume\">535</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></a></span>, 122 S.Ct. 1389, 152 L.Ed.2d 403 (2002)]\" (statement of Sen. Leahy, bill's cosponsor)); H.R. Conf. Rep. No. 108-66, p. 61 (2003) (\"[The bill] includes a new pandering provision ... that prohibits advertising, promoting, presenting, distributing, or soliciting ... child pornography\" (internal quotation marks omitted)); S.Rep. No. 108-2, p. 10 (2003) (\"S. 151 creates three new offenses .... One prohibits the pandering or solicitation of child pornography\"); <i>id.,</i> at 16 (\"[T]he bill criminalizes the pandering of child pornography\").</p>\n<p>The Oxford English Dictionary defines the verb \"pander,\" as \"to minister to the gratification of (another's lust),\" 11 Oxford English Dictionary 129 (2d ed.1989). And Black's Law Dictionary provides, as relevant, this definition of \"pandering\": \"The act or offense of selling or distributing textual or visual material (such as magazines or videotapes) openly advertised to appeal to the recipient's sexual interest.\" Black's Law Dictionary 1142 (8th ed.2004) (hereinafter Black's).<sup>[1]</sup> Consistent with these dictionary definitions, our cases have explained that \"pandering\" is \"`the business of purveying textual or graphic matter openly advertised to appeal to the erotic interest,'\" <i>Ginzburg v. United States,</i> <span class=\"citation\" data-id=\"107188\"><a href=\"/opinion/107188/ginzburg-v-united-states/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">463</span></a></span>, 467, and n. 7, 86 S.Ct. 942, 16 L.Ed.2d 31 (1966) (quoting <i>Roth v. United States,</i> <span class=\"citation\" data-id=\"105547\"><a href=\"/opinion/105547/roth-v-united-states/\"><span class=\"volume\">354</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">476</span></a></span>, 495-496, 77 S.Ct. 1304, 1 L.Ed.2d 1498 (1957)).<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*1848</span> It was against this backdrop that Congress crafted the provision we uphold today. Both this context and the statements surrounding the provision's enactment convince me that in addition to the other limitations the Court properly concludes constrain the reach of the statute, the heightened scienter requirements described <i>ante,</i> at 1840-1841, contain an element of lasciviousness.</p>\n<p>The dissent argues that the statute impermissibly undermines our First Amendment precedents insofar as it covers proposals to transact in constitutionally protected material. It is true that proof that a pornographic but not obscene representation did not depict real children would place that representation on the protected side of the line. But any constitutional concerns that might arise on that score are surely answered by the construction the Court gives the statute's operative provisions; that is, proposing a transaction in such material would not give rise to criminal liability under the statute unless the defendant actually believed, or intended to induce another to believe, that the material in question depicted real children.</p>\n<p>Accordingly, when material which is protected\u0097particularly if it possesses serious literary, artistic, political, or scientific value\u0097is advertised, promoted, presented, distributed, or solicited for some lawful and nonlascivious purpose, such conduct is not captured by the statutory prohibition. Cf. <i>Miller v. California,</i> <span class=\"citation\" data-id=\"108838\"><a href=\"/opinion/108838/miller-v-california/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">15</span></a></span>, 24-25, 93 S.Ct. 2607, 37 L.Ed.2d 419 (1973).</p>\n<p>Justice SOUTER, with whom Justice GINSBURG joins, dissenting.</p>\n<p>Dealing in obscenity is penalized without violating the First Amendment, but as a general matter pornography lacks the harm to justify prohibiting it. If, however, a photograph (to take the kind of image in this case) shows an actual minor child as a pornographic subject, its transfer and even its possession may be made criminal. <i>New York v. Ferber,</i> <span class=\"citation\" data-id=\"110794\"><a href=\"/opinion/110794/new-york-v-ferber/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">747</span></a></span>, 765-766, 102 S.Ct. 3348, 73 L.Ed.2d 1113 (1982); <i>Osborne v. Ohio,</i> <span class=\"citation\" data-id=\"112417\"><a href=\"/opinion/112417/osborne-v-ohio/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, 110-111, 110 S.Ct. 1691, 109 L.Ed.2d 98 (1990). The exception to the general rule rests not on the content of the picture but on the need to foil the exploitation of child subjects, <i>Ferber,</i> 458 U.S., at 759-760, 102 S.Ct. 3348, and the justification limits the exception: only pornographic photographs of actual children may be prohibited, see <i>id.,</i> at 763, 764, 102 S.Ct. 3348; <i>Ashcroft v. Free Speech Coalition,</i> <span class=\"citation\" data-id=\"118496\"><a href=\"/opinion/118496/ashcroft-v-free-speech-coalition/\"><span class=\"volume\">535</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></a></span>, 249-251, 122 S.Ct. 1389, 152 L.Ed.2d 403 (2002). Thus, just six years ago the Court struck down a statute outlawing particular material merely represented to be child pornography, but not necessarily depicting actual children. <i>Id.,</i> at 257-258, 122 S.Ct. 1389.</p>\n<p>The Prosecutorial Remedies and Other Tools to end the Exploitation of Children Today Act of 2003(Act), 117 Stat. 650, was enacted in the wake of <i>Free Speech Coalition.</i> The Act responds by avoiding any direct prohibition of transactions in child pornography<sup>[1]</sup> when no actual minors may <span class=\"star-pagination\">*1849</span> be pictured; instead, it prohibits proposals for transactions in pornography when a defendant manifestly believes or would induce belief in a prospective party that the subject of an exchange or exhibition is or will be an actual child, not an impersonated, simulated or \"virtual\" one, or the subject of a composite created from lawful photos spliced together. The Act specifically prohibits three types of those proposals. It outlaws solicitation of child pornography, as well as two distinct kinds of offers: those \"advertis[ing]\" or \"promot[ing]\" prosecutable child pornography, which recommend the material with the implication that the speaker can make it available, and those \"present[ing]\" or \"distribut[ing]\" such child pornography, which make the material available to anyone who chooses to take it. 18 U.S.C. § 2252A(a)(3)(B) (2000 ed., Supp. V).</p>\n<p>The Court holds it is constitutional to prohibit these proposals, and up to a point I do not disagree. In particular, I accept the Court's explanation that Congress may criminalize proposals unrelated to any extant image. I part ways from the Court, however, on the regulation of proposals made with regard to specific, existing representations. Under the new law, the elements of the pandering offense are the same, whether or not the images are of real children. As to those that do not show real children, of course, a transaction in the material could not be prosecuted consistently with the First Amendment, and I believe that maintaining the First Amendment protection of expression we have previously held to cover fake child pornography requires a limit to the law's criminalization of pandering proposals. In failing to confront the tension between ostensibly protecting the material pandered while approving prosecution of the pandering of that same material, and in allowing the new pandering prohibition to suppress otherwise protected speech, the Court undermines <i>Ferber</i> and <i>Free Speech Coalition</i> in both reasoning and result. This is the significant element of today's holding, and I respectfully dissent from it.</p>\n<p></p>\n<h2>I</h2>\n<p>The easy case for applying the Act would be a proposal to obtain or supply child pornography supposedly showing a real child, when the solicitation or offer is unrelated to any image (that is, when the existence of pornographic \"material\" was merely \"purported\"). See <i>ante,</i> at 1838 (\"The statute does not require the actual existence of child pornography\"). A proposal speaking of a pornographic photograph of a child is (absent any disclaimer or qualification) understood to mean a photo of an actual child; the reasonable assumption is that people desiring child pornography are not looking for fake child pornography, so that those who speak about it mean the real thing. Hence, someone who seeks to obtain child pornography (having no specific artifact in mind) \"solicits\" an unlawful transfer of contraband. 18 U.S.C. § 2252A(3)(B). On the other side of that sort of proposed transaction, someone with nothing to supply or having only non-expressive matter who purports to present, distribute, advertise, or promote child pornography also proposes an illegal transaction. In both cases, the activity would amount to an offer to traffic in child pornography that may be suppressed, and the First Amendment does not categorically protect offers to engage in illegal transactions. To the extent the speaker intended to mislead others, a conviction would also square with the unprotected status of fraud, see <i>ante,</i> at 1842; and even a non-fraudulent speaker <span class=\"star-pagination\">*1850</span> who mistakenly believed he could obtain the forbidden contraband to transfer to anyone who accepted an offer could be validly convicted consistent with the general rule of criminal law, that attempting to commit a crime is punishable even though the completed crime might (or would) turn out to be impossible in fact, see <i>ante,</i> at 1842-1843.</p>\n<p>The easy cases for constitutional application of the Act are over, however, when one gets to proposals for transactions related to extant pornographic objects, like photos in a dealer's inventory, for example. These will in fact be the common cases, as the legislative findings attest. See §§ 501(1)-(15), 117 Stat. 676-678. Congress did not pass the Act to catch unsuccessful solicitors or fraudulent offerors with no photos to sell; rather, it feared that \"[t]he mere prospect that the technology exists to create composite or computer-generated depictions that are indistinguishable from depictions of real children will allow defendants who possess images of real children to escape prosecution .... This threatens to render child pornography laws that protect real children unenforceable.\" <i>Id.,</i> § 501(13).</p>\n<p>A person who \"knowingly\" proposes a transaction in an extant image incorporates into the proposal an understanding that the subject of the proposal is or includes that image. Cf. <i>ante,</i> at 1842 (\"[`Promotes'] refers to the recommendation of a particular piece of purported child pornography ...\"). Congress understood that underlying most proposals there will be an image that shows a child, and the proposal referring to an actual child's picture will thus amount to a proposal to commit an independent crime such as a transfer of child pornography, see 18 U.S.C. §§ 2252A(a)(1), (2). But even when actual pictures thus occasion proposals, the Act requires no finding that an actual child be shown in the pornographic setting in order to prove a violation. And the fair assumption (apparently made by Congress) is that in some instances, the child pornography in question will be fake, with the picture showing only a simulation of a child, for example, or a very young-looking adult convincingly passed off as a child; in those cases the proposal is for a transaction that could not itself be made criminal, because the absence of a child model means that the image is constitutionally protected. See <i>Free Speech Coalition,</i> 535 U.S., at 246, 122 S.Ct. 1389. But under the Act, that is irrelevant. What matters is not the inclusion of an actual child in the image, or the validity of forbidding the transaction proposed; what counts is simply the manifest belief or intent to cause a belief that a true minor is shown in the pornographic depiction referred to.</p>\n<p>The tension with existing constitutional law is obvious. <i>Free Speech Coalition</i> reaffirmed that non-obscene virtual pornographic images are protected, because they fail to trigger the concern for child safety that disentitles child pornography to First Amendment protection. See <i>id.,</i> at 249-251, 122 S.Ct. 1389. The case thus held that pictures without real minors (but only simulations, or young-looking adults) may not be the subject of a non-obscenity pornography crime, <i>id.,</i> at 246, 251, 122 S.Ct. 1389, and it has reasonably been taken to mean that transactions in pornographic pictures featuring children may not be punished without proof of real children, see, <i>e.g., </i><i>United States v. Salcido,</i> <span class=\"citation\" data-id=\"1291722\"><a href=\"/opinion/1291722/united-states-v-salcido/\"><span class=\"volume\">506</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">729</span></a></span>, 733 (C.A.9 2007) <i>(per curiam)</i> (\"In [<i>Free Speech Coalition</i>], the Supreme Court held that possession of `virtual' child pornography cannot constitute a criminal offense. ... As a result, the government has the burden of proving beyond a reasonable doubt that the images were of actual children, not computer-generated images\"); cf. <i>Free Speech Coalition,</i> <span class=\"star-pagination\">*1851</span> <i>supra,</i> at 255, 122 S.Ct. 1389 (\"The Government raises serious constitutional difficulties by seeking to impose on the defendant the burden of proving his speech is not unlawful\"). The Act, however, punishes proposals regarding images when the inclusion of actual children is not established by the prosecution, as well as images that show no real children at all; and this, despite the fact that, under <i>Free Speech Coalition,</i> the first proposed transfer could not be punished without the very proof the Act is meant to dispense with, and the second could not be made criminal at all.</p>\n<p></p>\n<h2>II</h2>\n<p>What justification can there be for making independent crimes of proposals to engage in transactions that may include protected materials? The Court gives three answers, none of which comes to grips with the difficulty raised by the question. The first, <i>ante,</i> at 1845-1846, says it is simply wrong to say that the Act makes it criminal to propose a lawful transaction, since an element of the forbidden proposal must express a belief or inducement to believe that the subject of the proposed transaction shows actual children. But this does not go to the point. The objection is not that the Act criminalizes a proposal for a transaction described as being in virtual (that is, protected) child pornography. The point is that some proposals made criminal, because they express a belief that they refer to real child pornography, will relate to extant material that does not, or cannot be, demonstrated to show real children and so may not be prohibited. When a proposal covers existing photographs, the Act does not require that the requisite belief (manifested or encouraged) in the reality of the subjects be a correct belief. Prohibited proposals may relate to transactions in lawful, as well as unlawful, pornography.</p>\n<p>Much the same may be said about the Court's second answer, that a proposal to commit a crime enjoys no speech protection. <i>Ante,</i> at 1841. For the reason just given, that answer does not face up to the source of the difficulty: the action actually contemplated in the proposal, the transfer of the particular image, is not criminal if it turns out that an actual child is not shown in the photograph. If <i>Ferber</i> and <i>Free Speech Coalition</i> are good law, the facts sufficient for conviction under the Act do not suffice to show that the image (perhaps merely simulated), and thus a transfer of that image, are outside the bounds of constitutional protection. For this reason, it is not enough just to say that the First Amendment does not protect proposals to commit crimes. For that rule rests on the assumption that the proposal is actually to commit a crime, not to do an act that may turn out to be no crime at all. Why should the general rule of unprotected criminal proposals cover a case like the proposal to transfer what may turn out to be fake child pornography?</p>\n<p>The Court's third answer analogizes the proposal to an attempt to commit a crime, and relies on the rule of criminal law that an attempt is criminal even when some impediment makes it impossible to complete the criminal act (the possible impediment here being the advanced age, say, or simulated character of the child-figure). See <i>ante,</i> at 1842-1843. Although the actual transfer the speaker has in mind may not turn out to be criminal, the argument goes, the transfer intended by the speaker is criminal, because the speaker believes<sup>[2]</sup> that the contemplated transfer <span class=\"star-pagination\">*1852</span> will be of real child pornography, and transfer of real child pornography is criminal. The fact that the circumstances are not as he believes them to be, because the material does not depict actual minors, is no defense to his attempt to engage in an unlawful transaction.</p>\n<p>But invoking attempt doctrine to dispense with <i>Free Speech Coalition's</i> real-child requirement in the circumstances of this case is incoherent with the Act, and it fails to fit the paradigm of factual impossibility or qualify for an extended version of that rule. The incoherence of the Court's answer with the scheme of the Act appears from § 2252A(b)(1) (2000 ed., Supp. V), which criminalizes attempting or conspiring to violate the Act's substantive prohibitions, including the pandering provision of § 2252A(a)(3)(B). Treating pandering itself as a species of attempt would thus mean that there is a statutory, inchoate offense of attempting to attempt to commit a substantive child pornography crime. A metaphysician could imagine a system like this, but the universe of inchoate crimes is not expandable indefinitely under the actual principles of criminal law, let alone when First Amendment protection is threatened. See 2 W. LaFave, Substantive Criminal Law § 11.2(a), p. 208 (2d ed. 2003) (\"[W]here a certain crime is actually defined in terms of either doing or attempting a certain crime, then the argument that there is no crime of attempting this attempt is persuasive\").</p>\n<p>The more serious failure of the attempt analogy, however, is its unjustifiable extension of the classic factual frustration rule, under which the action specifically intended would be a criminal act if completed. The intending killer who mistakenly grabs the pistol loaded with blanks would have committed homicide if bullets had been in the gun; it was only the impossibility of completing the very intended act of shooting bullets that prevented the completion of the crime. This is not so, however, in the proposed transaction in an identified pornographic image without the showing of a real child; no matter what the parties believe, and no matter how exactly a defendant's actions conform to his intended course of conduct in completing the transaction he has in mind, if there turns out to be reasonable doubt that a real child was used to make the photos, or none was, there could be, respectively, no conviction and no crime. Thus, in the classic impossibility example, there is attempt liability when the course of conduct intended cannot be completed owing to some fact which the defendant was mistaken about, and which precludes completing the intended physical acts. But on the Court's reasoning there would be attempt liability even when the contemplated acts had been completed exactly as intended, but no crime <span class=\"star-pagination\">*1853</span> had been committed. Why should attempt liability be recognized here (thus making way for \"proposal\" liability, under the Court's analogy)?</p>\n<p>The Court's first response is to demur, with its example of the drug dealer who sells something else. <i>Ante,</i> at 1842-1843. (A package of baking powder, not powder cocaine, would be an example.) No one doubts the dealer may validly be convicted of an attempted drug sale even if he didn't know it was baking powder he was selling. Yet selling baking powder is no more criminal than selling virtual child pornography.</p>\n<p>This response does not suffice, however, because it overlooks a difference between the lawfulness of selling baking powder and the lawful character of virtual child pornography. Powder sales are lawful but not constitutionally privileged. Any justification within the bounds of rationality would suffice for limiting baking powder transactions, just as it would for regulating the discharge of blanks from a pistol. Virtual pornography, however, has been held to fall within the First Amendment speech privilege, and thus is affirmatively protected, not merely allowed as a matter of course. The question stands: why should a proposal that may turn out to cover privileged expression be subject to standard attempt liability?</p>\n<p>The Court's next response deals with the privileged character of the underlying material. It gives another example of attempt that presumably could be made criminal, in the case of the mistaken spy, who passes national security documents thinking they are classified and secret, when in fact they have been declassified and made subject to public inspection. <i>Ante,</i> at 1845. Publishing unclassified documents is subject to the First Amendment privilege and can claim a value that fake child pornography cannot. The Court assumes that the document publication may be punished as an attempt to violate state-secret restrictions (and I assume so too); then why not attempt-proposals based on a mistaken belief that the underlying material is real child pornography? As the Court looks at it, the deterrent value that justifies prosecuting the mistaken spy (like the mistaken drug dealer and the intending killer) would presumably validate prosecuting those who make proposals about fake child pornography. But it would not, for there are significant differences between the cases of security documents and pornography without real children.</p>\n<p>Where Government documents, blank cartridges, and baking powder are involved, deterrence can be promoted without compromising any other important policy, which is not true of criminalizing mistaken child pornography proposals. There are three dispositive differences. As for the first, if the law can criminalize proposals for transactions in fake as well as true child pornography as if they were like attempts to sell cocaine that turned out to be baking powder, constitutional law will lose something sufficiently important to have made it into multiple holdings of this Court, and that is the line between child pornography that may be suppressed and fake child pornography that falls within First Amendment protection. No one can seriously assume that after today's decision the Government will go on prosecuting defendants for selling child pornography (requiring a showing that a real child is pictured, under <i>Free Speech Coalition,</i> 535 U.S., at 249-251, 122 S.Ct. 1389); it will prosecute for merely proposing a pornography transaction manifesting or inducing the belief that a photo is real child pornography, free of any need to demonstrate that any extant underlying photo does show a real child. If the Act can be enforced, it will function just as it was meant to do, by merging the whole subject <span class=\"star-pagination\">*1854</span> of child pornography into the offense of proposing a transaction, dispensing with the real-child element in the underlying subject. And eliminating the need to prove a real child will be a loss of some consequence. This is so not because there will possibly be less pornography available owing to the greater ease of prosecuting, but simply because there must be a line between what the Government may suppress and what it may not, and a segment of that line will be gone. This Court went to great pains to draw it in <i>Ferber</i> and <i>Free Speech Coalition;</i> it was worth drawing and it is worth respecting now in facing the attempt to end-run that line through the provisions of the Act.</p>\n<p>The second reason for treating child pornography differently follows from the first. If the deluded drug dealer is held liable for an attempt crime there is no risk of eliminating baking powder from trade in lawful commodities. Likewise, if the mistaken spy is convicted of attempting to disclose classified national security documents there will be no worry that lawful speech will be suppressed as a consequence; any unclassified documents in question can be quoted in the newspaper, other unclassified documents will circulate, and analysts of politics and foreign policy will be able to rely on them. But if the Act can effectively eliminate the real-child requirement when a proposal relates to extant material, a class of protected speech will disappear. True, what will be lost is short on merit, but intrinsic value is not the reason for protecting unpopular expression.</p>\n<p>Finally, if the Act stands when applied to identifiable, extant pornographic photographs, then in practical terms <i>Ferber</i> and <i>Free Speech Coalition</i> fall. They are left as empty as if the Court overruled them formally, and when a case as well considered and as recently decided as <i>Free Speech Coalition</i> is put aside (after a mere six years) there ought to be a very good reason. Another pair of First Amendment cases come to mind, compare <i>Minersville School Dist. v. Gobitis,</i> <span class=\"citation\" data-id=\"103373\"><a href=\"/opinion/103373/minersville-school-dist-v-gobitis/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">586</span></a></span>, 60 S.Ct. 1010, 84 L.Ed. 1375 (1940), with <i>West Virginia Bd. of Ed. v. Barnette,</i> <span class=\"citation\" data-id=\"103870\"><a href=\"/opinion/103870/west-virginia-bd-of-ed-v-barnette/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></a></span>, 63 S.Ct. 1178, 87 L.Ed. 1628 (1943). In <i>Barnette,</i> the Court set out the reason for its abrupt turn in overruling <i>Gobitis</i> after three years, 319 U.S., at 635-642, 63 S.Ct. 1178, but here nothing is explained. Attempts with baking powder and unclassified documents can be punished without damage to confidence in precedent; suppressing protected pornography cannot be.</p>\n<p>These differences should be dispositive. Eliminating the line between protected and unprotected speech, guaranteeing the suppression of a category of expression previously protected, and reducing recent and carefully considered First Amendment precedents to empty shells are heavy prices, not to be paid without a substantial offset, which is missing from this case. Hence, my answer that there is no justification for saving the Act's attempt to get around our holdings. We should hold that a transaction in what turns out to be fake pornography is better understood, not as an incomplete attempt to commit a crime, but as a completed series of intended acts that simply do not add up to a crime, owing to the privileged character of the material the parties were in fact about to deal in.</p>\n<p>The upshot is that there ought to be no absolute rule on the relationship between attempt liability and a frustrating mistake. Not all attempts frustrated by mistake should be punishable, and not all mistaken assumptions that expressive material is unprotected should bar liability for attempts to commit a crime. The legitimacy of attempt liability should turn on its consequences for protected expression and the <span class=\"star-pagination\">*1855</span> law that protects it. When, as here, a protected category of expression would inevitably be suppressed and its First Amendment safeguard left pointless, the Government has the burden to justify this damage to free speech.</p>\n<p></p>\n<h2>III</h2>\n<p>Untethering the power to suppress proposals about extant pornography from any assessment of the likely effects the proposals might have has an unsettling significance well beyond the subject of child pornography. For the Court is going against the grain of pervasive First Amendment doctrine that tolerates speech restriction not on mere general tendencies of expression, or the private understandings of speakers or listeners, but only after a critical assessment of practical consequences. Thus, one of the milestones of American political liberty is <i>Brandenburg v. Ohio,</i> <span class=\"citation\" data-id=\"107965\"><a href=\"/opinion/107965/brandenburg-v-ohio/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">444</span></a></span>, 89 S.Ct. 1827, 23 L.Ed.2d 430 (1969) <i>(per curiam)</i><i>,</i> which is seen as the culmination of a half century's development that began with Justice Holmes's dissent in <i>Abrams v. United States,</i> <span class=\"citation\" data-id=\"99461\"><a href=\"/opinion/99461/abrams-v-united-states/\"><span class=\"volume\">250</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">616</span></a></span>, 40 S.Ct. 17, 63 L.Ed. 1173 (1919). In place of the rule that dominated the First World War sedition and espionage cases, allowing suppression of speech for its tendency and the intent behind it, see <i>Schenck v. United States,</i> <span class=\"citation\" data-id=\"99296\"><a href=\"/opinion/99296/schenck-v-united-states/\"><span class=\"volume\">249</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">47</span></a></span>, 52, 39 S.Ct. 247, 63 L.Ed. 470 (1919), <i>Brandenburg</i> insisted that</p>\n<blockquote>\"the constitutional guarantees of free speech and free press do not permit a State to forbid or proscribe advocacy of the use of force or of law violation except where such advocacy is directed to inciting or producing imminent lawless action and is likely to incite or produce such action.\" 395 U.S., at 447, 89 S.Ct. 1827.</blockquote>\n<p>See also G. Stone, Perilous Times: Free Speech in Wartime 522 (2004) (\"[E]xactly fifty years after <i>Schenck,</i> the Supreme Court finally and unambiguously embraced the Holmes-Brandeis version of clear and present danger\").</p>\n<p><i>Brandenburg</i> unmistakably insists that any limit on speech be grounded in a realistic, factual assessment of harm. This is a far cry from the Act before us now, which rests criminal prosecution for proposing transactions in expressive material on nothing more than a speaker's statement about the material itself, a statement that may disclose no more than his own belief about the subjects represented or his desire to foster belief in another. This should weigh heavily in the overbreadth balance, because \"First Amendment freedoms are most in danger when the government seeks to control thought or to justify its laws for that impermissible end. The right to think is the beginning of freedom, and speech must be protected from the government because speech is the beginning of thought.\" <i>Free Speech Coalition,</i> 535 U.S., at 253, 122 S.Ct. 1389. See also <i>Hurley v. Irish-American Gay, Lesbian and Bisexual Group of Boston, Inc.,</i> <span class=\"citation\" data-id=\"117960\"><a href=\"/opinion/117960/hurley-v-irish-american-gay-lesbian-and-bisexual-g/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">557</span></a></span>, 579, 115 S.Ct. 2338, 132 L.Ed.2d 487 (1995) (\"The very idea that a noncommercial speech restriction be used to produce thoughts and statements acceptable to some groups or, indeed, all people, grates on the First Amendment, for it amounts to nothing less than a proposal to limit speech in the service of orthodox expression. The Speech Clause has no more certain antithesis\").</p>\n<p></p>\n<h2>IV</h2>\n<p>I said that I would not pay the price enacted by the Act without a substantial justification, which I am at a loss to find here. I have to assume that the Court sees some grounding for the Act that I do not, however, and I suppose the holding can only be explained as an uncritical acceptance <span class=\"star-pagination\">*1856</span> of a claim made both to Congress and to this Court. In each forum the Government argued that a jury's appreciation of the mere possibility of simulated or virtual child pornography will prevent convictions for the real thing, by inevitably raising reasonable doubt about whether actual children are shown. The Government voices the fear that skeptical jurors will place traffic in child pornography beyond effective prosecution unless it can find some way to avoid the <i>Ferber</i> limitation, skirt <i>Free Speech Coalition,</i> and allow prosecution whether pornography shows actual children or not.</p>\n<p>The claim needs to be taken with a grain of salt. There has never been a time when some such concern could not be raised. Long before the Act was passed, for example, pornographic photos could be taken of models one day into adulthood, and yet there is no indication that prosecution has ever been crippled by the need to prove young-looking models were underage.</p>\n<p>Still, if I were convinced there was a real reason for the Government's fear stemming from computer simulation, I would be willing to reexamine <i>Ferber.</i> Conditions can change, and if today's technology left no other effective way to stop professional and amateur pornographers from exploiting children there would be a fair claim that some degree of expressive protection had to yield to protect the children.</p>\n<p>But the Government does not get a free pass whenever it claims a worthy objective for curtailing speech, and I have further doubts about the need claimed here. Although Congress found that child pornography defendants \"almost universally rais[e]\" the defense that the alleged child pornography could be simulated or virtual, § 501(10), 117 Stat. 677, neither Congress nor this Court has been given the citation to a single case in which a defendant's acquittal is reasonably attributable to that defense.<sup>[3]</sup> See Brief for Free Speech Coalition <span class=\"star-pagination\">*1857</span> et al. as <i>Amici Curiae</i> 21-23; Brief for National Law Center for Children and Families et al. as <i>Amici Curiae</i> 10-13. The Government thus seems to be selling itself short; it appears to be highly successful in convicting child pornographers, the overwhelming majority of whom plead guilty rather than try their luck before a jury with a virtual-child defense.<sup>[4]</sup> And little seems to have changed since the time of <i>Free Speech Coalition,</i> when the Court rejected an assertion of the same interest. <span class=\"star-pagination\">*1858</span> See 535 U.S., at 254-255, 122 S.Ct. 1389 (\"[T]he Government says that the possibility of producing images by using computer imaging makes it very difficult for it to prosecute those who produce pornography by using real children .... The necessary solution, the argument runs, is to prohibit both kinds of images. The argument, in essence, is that protected speech may be banned as a means to ban unprotected speech. This analysis turns the First Amendment upside down\"); <i>id.,</i> at 259, 122 S.Ct. 1389 (THOMAS, J., concurring in judgment) (\"At this time ... the Government asserts only that defendants <i>raise</i> such defenses, not that they have done so successfully. In fact, the Government points to no case in which a defendant has been acquitted based on a `computer-generated images' defense\").</p>\n<p>Without some convincing evidence to the contrary, experience tells us to have faith in the capacity of the jury system, which I would have expected to operate in much the following way, if the Act were not on the books. If the Government sought to prosecute proposals about extant images as attempts, it would seek to carry its burden of showing that real children were depicted in the image subject to the proposal simply by introducing the image into evidence; if the figures in the picture looked like real children, the Government would have made its prima facie demonstration on that element.<sup>[5]</sup> The defense might well offer expert testimony to the effect that technology can produce convincing simulations, but if this was the extent of the testimony that came in, the cross-examination would ask whether the witness could say that this particular, seemingly authentic representation was merely simulated. If the witness could say that (or said so on direct), and survived further questioning about the basis for the opinion and its truth, acquittal would have been proper; the defendant would have raised reasonable doubt about whether a child had been victimized (the same standard that would govern if the defendant were on trial for abusing a child personally). But if the defense had no specific evidence that the particular image failed to show actual children, I am skeptical that a jury would have been likely to entertain reasonable doubt that the image showed a real child.</p>\n<p>Perhaps I am wrong, but without some demonstration that juries have been rendering exploitation of children unpunishable, there is no excuse for cutting back on the First Amendment and no alternative to finding overbreadth in this Act. I would hold it unconstitutional on the authority of <i>Ferber</i> and <i>Free Speech Coalition.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Williams also challenged his sentence for the possession conviction on the ground that he was entitled to resentencing in light of our decision in <i>United States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005). See 444 F.3d, at 1307-308. The Eleventh Circuit rejected this challenge and therefore affirmed his 60-month sentence despite reversing his pandering conviction. See <i>id.,</i> at 1309. Although Williams did not receive a reduced sentence as a result of his appeal, this case is not moot. We held in <i>Benton v. Maryland,</i> <span class=\"citation\" data-id=\"107980\"><a href=\"/opinion/107980/benton-v-maryland/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">784</span></a></span>, 89 S.Ct. 2056, 23 L.Ed.2d 707 (1969), that \"there is no jurisdictional bar to consideration of challenges to multiple convictions, even though concurrent sentences were imposed.\" <i>Id.,</i> at 791, 89 S.Ct. 2056.</p>\n<p>[2]  Section 2252A(a)(3)(A) (2000 ed., Supp. V) reads: \"reproduces any child pornography for distribution through the mails, or in interstate or foreign commerce by any means, including by computer.\"</p>\n<p>[3]  In <i>Pittsburgh Press,</i> the newspaper argued that we should afford that category of commercial speech which consists of help-wanted ads the same level of First Amendment protection as noncommercial speech, because of its important information-exchange function. We replied: \"Whatever the merits of this contention may be in other contexts, it is unpersuasive in this case. Discrimination in employment is not only commercial activity, it is <i>illegal</i> commercial activity.... We have no doubt that a newspaper constitutionally could be forbidden to publish a want ad proposing a sale of narcotics or soliciting prostitutes.\" 413 U.S., at 388, 93 S.Ct. 2553. The import of this response is that noncommercial proposals to engage in illegal activity have no greater protection than commercial proposals to do so.</p>\n<p>[1]  The first definition offered is \"The act or offense of recruiting a prostitute, finding a place of business for a prostitute, or soliciting customers for a prostitute.\" Black's 1142.</p>\n<p>[2]  As I have explained elsewhere, <i>Ginzburg</i> has long since lost its force as law, see, <i>e.g., </i><i>FW/PBS, Inc. v. Dallas,</i> <span class=\"citation\" data-id=\"112348\"><a href=\"/opinion/112348/fwpbs-inc-v-dallas/\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">215</span></a></span>, 249, 110 S.Ct. 596, 107 L.Ed.2d 603 (1990) (opinion concurring in part and dissenting in part) (\"<i>Ginzburg</i> was decided before the Court extended First Amendment protection to commercial speech and cannot withstand our decision in <i>Virginia Bd. of Pharmacy v. Virginia Citizens Consumer Council, Inc.,</i> <span class=\"citation\" data-id=\"109450\"><a href=\"/opinion/109450/va-pharmacy-bd-v-va-consumer-council/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">748</span></a></span>, 96 S.Ct. 1817, 48 L.Ed.2d 346 (1976)\"). Still, the case's explication of the meaning of \"pandering\" is instructive.</p>\n<p>[1]  I use \"child pornography\" to mean any pornographic representation (such as a photograph, as in this case) that includes what appears to be a child subject. \"True\" or \"real\" child pornography refers to images made directly in pornographic settings with models who are minors; \"fake\" refers to simulations, components of lawful photos spliced together, or those made with adults looking young enough to be mistaken for minors.</p>\n<p>[2]  I leave largely aside the case of fraudulent proposals passing off virtual pornography as the real thing. The fact that fraud is a separate category of speech which independently lacks First Amendment protection changes the analysis with regard to such proposals, although it does not necessarily dictate the conclusion. The Court has placed limits on the policing of fraud when it cuts too far into other protected speech. See, <i>e.g., </i><i>Riley v. National Federation of Blind of N. C., Inc.,</i> <span class=\"citation\" data-id=\"112141\"><a href=\"/opinion/112141/riley-v-national-federation-of-blind-of-nc-inc/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">781</span></a></span>, 787-795, 108 S.Ct. 2667, 101 L.Ed.2d 669 (1988) (invalidating professional fundraiser regulation under strict scrutiny). Also relevant to the analysis would be that the Act is hardly a consumer-protection statute; Congress seems to have cared little for the interests of would-be child-pornography purchasers, and the penalties for violating the Act are quite onerous compared with other consumer-protection laws. See Brief for American Booksellers Foundation for Free Expression et al. as <i>Amici Curiae</i> 17, and n. 8 (identifying laws punishing fraud as a misdemeanor or with civil penalties). A court could legitimately question whether the unprotected status of fraud enables the Government to punish the transfer of otherwise protected speech with penalties so apparently disproportionate to the harm that fraud is understood to cause.</p>\n<p>[3]  During hearings prior to passage of the Act, the Department of Justice presented Congress with three examples of prosecutions purportedly frustrated by a virtual-child defense. See Hearing on H.R. 1104 and H.R. 1161 before the Subcommittee on Crime, Terrorism, and Homeland Security of the House Committee on the Judiciary, 108th Cong., 1st Sess., 9 (2003) (statement of Daniel P. Collins, Associate Deputy Attorney General). In <i>United States v. Bunnell,</i> No. CRIM.02-13-B-5-S, <span class=\"citation\" data-id=\"2482120\"><a href=\"/opinion/2482120/united-states-v-bunnell/\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">927765</span></a></span> (D.Me., May 1, 2002), the court allowed the defendant to withdraw his guilty plea after the <i>Ashcroft v. Free Speech Coalition,</i> <span class=\"citation\" data-id=\"118496\"><a href=\"/opinion/118496/ashcroft-v-free-speech-coalition/\"><span class=\"volume\">535</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></a></span>, 122 S.Ct. 1389, 152 L.Ed.2d 403 (2002), decision. The defendant did not, however, present a virtual-child defense to a jury, nor was he acquitted; indeed the court rejected his motion to dismiss, see Criminal Docket for Case No. 1:02CR00013 (D.Me.). (The docket report also indicates that the defendant's trial was then continued during his prosecution in state court, with the Government moving to dismiss upon receipt of a judgment and commitment from the state court. See <i>ibid.</i>)\n</p>\n<p>In <i>United States v. Reilly,</i> No. 01 CR. 1114(RPP), <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">31307170</span></span> (S.D.N.Y., Oct. 15, 2002), the court also allowed a defendant to withdraw a guilty plea after the issuance of <i>Free Speech Coalition,</i> because his plea was founded on a belief that the Government need not prove the involvement of actual children in the material at issue. (After the time of the congressional hearings, the court dismissed the child pornography charges upon the Government's motion, and the defendant was convicted on multiple counts of transportation of obscene material under 18 U.S.C. § 1462. See Criminal Docket for Case No. 1:01CR01114 (SDNY).)</p>\n<p>In <i>United States v. Sims,</i> 220 F.Supp.2d 1222 (D.N.M.2002), the defendant was convicted after a jury trial at which the Government contended, and the court agreed, that it did not bear the burden of proving that the images at issue depicted actual minors. The <i>Free Speech Coalition</i> decision came down soon afterward, and the defendant filed a post-trial motion for acquittal. The trial court held that the Government did bear the burden of proof and had met it with regard to one count but not with regard to another, upon which it had presented no evidence of the use of actual children. The trial court acquitted the defendant on the latter count, observing that \"[t]he government could have taken a more cautionary approach and presented evidence to prove the use of actual children, but it made the strategic decision not to do so.\" 220 F.Supp.2d, at 1227. The Government did not seek review of this ruling on appeal.</p>\n<p>In short, all of the cases presented to Congress involved the short-term transition on the burden-of-proof issue occasioned by the <i>Free Speech Coalition</i> decision; none of them involved a jury or judge's acquittal of a defendant on the basis of a virtual-child defense. Nor do the Government's <i>amici</i> identify other successful employments of a virtual-child defense. One <i>amicus</i> says that <i>Free Speech Coalition</i> spawned serious prosecutorial problems, but the only example it gives of an acquittal is a defendant's partial acquittal in an Ohio bench trial under an Ohio statute, where the judge convicted the defendant of counts involving images for which the prosecution presented expert testimony of the minor's identity and acquitted him of counts for which it did not. See Brief for National Law Center for Children and Families et al. as <i>Amici Curiae</i> 11 (citing <i>State v. Tooley,</i> No.2004-P-0064, 2005-Ohio-6709, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">3476649</span></span> (App., Dec. 16, 2005)). The State apparently did not cross-appeal the acquittals, but in considering defendant's appeal of his convictions, the Supreme Court of Ohio held that his hearsay objection to the Government's expert was irrelevant, because \"[<i>Free Speech Coalition</i>] did not impose a heightened evidentiary burden on the state to specifically identify the child or to use expert testimony to prove that the image contains a real child.\" 114 Ohio St.3d 366, 381, 2007-Ohio-3698, <span class=\"citation no-link\"><span class=\"volume\">872</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">894</span></span>, 908 (2007). Rather, \"[t]he fact-finder in this case, the trial judge, was capable of reviewing the evidence to determine whether the state met its burden of showing that the images depicted real children.\" <i>Id.,</i> at 382, 872 N.E.2d, at 909. The case hardly bespeaks a prosecutorial crisis.</p>\n<p>[4]  According to the U.S. Department of Justice Bureau of Justice Statistics, in the 1,209 federal child pornography cases concluded in 2006, 95.1% of defendants were convicted. Bureau of Justice Statistics Bulletin, Federal Prosecution of Child Sex Exploitation Offenders, 2006, p. 6 (Dec.2007), online at http://www.ojp.usdoj.gov/bjs/pub/pdf/ fpcseo06.pdf (as visited May 8, 2008, and available in Clerk of Court's case file). By comparison, of the 161 child pornography cases concluded in 1996, 96.9% of defendants were convicted. <i>Ibid.</i> Of the 2006 cases, 92.2% ended with a plea. <i>Ibid.</i> The 4.9% of defendants not convicted in 2006 was made up of 4.5% whose charges were dismissed, and only 0.4% who were not convicted at trial. <i>Ibid.</i>\n</p>\n<p>Nor do the statistics suggest a crisis in the ability to prosecute. In 2,376 child pornography matters concluded by U.S. Attorneys in 2006, 58.5% of them were prosecuted, while 37.8% were declined for prosecution, and 3.7% were disposed by a U.S. magistrate. <i>Id.,</i> at 2. By comparison, the prosecution rate for all matters concluded by U.S. Attorneys in 2006 was 59%. <i>Ibid.</i> Nor did weak evidence make up a disproportionate part of declined prosecutions. Of the child pornography cases declined for prosecution, 24.3% presented problems of weak or inadmissible evidence; 22.7% were declined for lack of evidence of criminal intent; and in 18.7% the suspects were prosecuted on other charges. <i>Id.,</i> at 3. In comparison, weak or inadmissible evidence accounted for 53% of declined prosecutions for sex abuse and 20.4% for sex transportation, both sexual exploitation crimes which do not easily admit of a virtual-child defense. <i>Ibid.</i></p>\n<p>None of these data, to be sure, isolates the experience between <i>Free Speech Coalition</i> and the current Act, or breaks down the post-Act numbers by reference to prosecution under the Act. If the generality of the statistics is a problem, however, it is for the Government, which makes the necessity claim.</p>\n<p>[5]  The Courts of Appeals to consider the issue have declined to require expert evidence to prove the authenticity of images, generally finding the images themselves sufficient to prove the depiction of actual minors. See, <i>e.g., </i><i>United States v. Salcido,</i> <span class=\"citation\" data-id=\"1291722\"><a href=\"/opinion/1291722/united-states-v-salcido/\"><span class=\"volume\">506</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">729</span></a></span>, 733-734 (C.A.9 2007) <i>(per curiam)</i> (collecting cases).</p>\n\n</div>", 
  "sha1": "55210b5979c80ebabba8cc78d503f3f50f233e67", 
  "date_modified": "2015-05-29T10:31:32.703534", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/145810/united-states-v-williams/", 
  "citation_count": 292, 
  "supreme_court_db_id": "2007-038", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/490655/", 
  "html": "", 
  "resource_uri": "/api/rest/v2/document/145810/"
}