{"absolute_url": "/opinion/103464/trade-commn-v-bunte-bros-inc/", "blocked": false, "citation": {"case_name": "Trade Comm'n v. Bunte Bros., Inc.", "docket_number": "85", "document_uris": ["/api/rest/v2/document/103464/"], "federal_cite_one": "312 U.S. 349", "federal_cite_three": null, "federal_cite_two": null, "id": 87847, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/87847/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 89, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1941-02-17", "date_modified": "2014-12-21T01:42:52.550965", "docket": "/api/rest/v2/docket/1531350/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">312 U.S. 349</p>\n    <p class=\"case_cite\">61 S.Ct. 580</p>\n    <p class=\"case_cite\">85 L.Ed. 881</p>\n    <p class=\"parties\">FEDERAL TRADE COMMISSION<br>v.<br>BUNTE BROS., Inc.</p>\n    <p class=\"docket\">No. 85.</p>\n    <p class=\"date\">Argued Jan. 6, 1941.</p>\n    <p class=\"date\">Decided Feb. 17, 1941.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Robert H. Jackson, Atty. Gen., and Hugh B. Cox, of Washington, D.C., for petitioner.</p>\n      <p class=\"indent\">Mr. Theodore E. Rein, of Chicago, Ill., for respondent.</p>\n      <p class=\"indent\">Mr. Justice FRANKFURTER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Federal Trade Commission found that Bunte Brothers, candy manufacturers in Illinois, sold products there is what the trade calls 'break and take' packages, which makes the amount the purchaser receives dependent upon chance; and that thereby it was enabled in the Illinois market to compete unfairly with manufacturers outside of Illinois who could not indulge in this device because the Trade Commission has barred 'break and take' packages as an 'unfair method of competition'. Federal Trade Commission Act, &#167; 5(a), 38 Stat. 719, as amended 15 U.S.C. &#167; 45(a), 15 U.S.C.A. &#167; 45(a); Federal Trade Comm. v. R. F. Keppel &amp; Bro., 291 U.S. 304, 54 S.Ct. 423, 78 L.Ed. 814. Deeming the 'break and take' sales unfair methods of competition under &#167; 5, even though the sales took place wholly within Illinois, the Commission forbade Bunte Brothers further use of the device. The Circuit Court of Appeals set aside the order, 7 Cir., 110 F.2d 412, and we brought the case here because the issue at stake presents an important aspect of the interplay of state and federal authority. 311 U.S. 624, 61 S.Ct. 10, 85 L.Ed. &#8212;-.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The scope of &#167; 5 is in controversy.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> That section, the court below held, authorizes the Commission to proceed only against business practices employed in interstate commerce. The Commission urges that its powers are not so restricted, that it may also proscribe unfair methods used in intrastate sales when these result in a handicap to interstate competitors.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">While one may not end with the words of a disputed statute, one certainly begins there. 'Unfair methods of competition in commerce' are the concern of &#167; 5, and the Commission is 'directed to prevent persons * * * from using unfair methods of competition in commerce * * *.' The 'commerce' in which these methods are barred is interstate commerce.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Neither ordinary English speech nor the considered language of legislation would aptly describe the sales by Bunte Brothers of its 'break and take' assortments in Illinois as 'using unfair methods of competition in (interstate) commerce'. When in order to protect interstate commerce Congress has regulated activities which in isolation are merely local, it has normally conveyed its purpose explicitly. See, for example, National Labor Relations Act, &#167;&#167; 2(7), 9(c), 10(a), 49 Stat. 450, 453, 29 U.S.C. &#167; 152(7), 159(c), 160(a), 29 U.S.C.A. &#167;&#167; 152(7), 159(c), 160(a); Bituminous Coal Act, &#167; 4-A, 50 Stat. 83, 15 U.S.C. &#167; 834, 15 U.S.C.A. &#167; 834; Federal Employers' Liability Act, &#167; 1, 35 Stat. 65, as amended, 53 Stat. 1404, 45 U.S.C. &#167; 51, 45 U.S.C.A. &#167; 51. To be sure, the construction of every such statute presents a unique problem in which words derive vitality from the aim and nature of the specific legislation. But bearing in mind that in ascertaining the scope of congressional legislation a due regard for a proper adjustment of the local and national interests in our federal scheme must always be in the background, we ought not to find in &#167; 5 radiations beyond the obvious meaning of language unless otherwise the purpose of the Act would be defeated. Minnesota Rate Cases, 230 U.S. 352, 398-412, 33 S.Ct. 729, 739, 745, 57 L.Ed. 1511, 48 L.R.A.,N.S., 1151, Ann.Cas.1916A, 18.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">That for a quarter century the Commission has made no such claim is a powerful indication that effective enforcement of the Trade Commission Act is not dependent on control over intrastate transactions.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Authority actually granted by Congress of course cannot evaporate through lack of administrative exercise. But just as established practice may shed light on the extent of power conveyed by general statutory language, so the want of assertion of power by those who presumably would be alert to exercise it, is equally significant in determining whether such power was actually conferred. See Norwegian Nitrogen Co. v. United States, 288 U.S. 294, 315, 53 S.Ct. 350, 358, 77 L.Ed. 796. This practical construction of the Act by those entrusted with its administration is reinforced by the Commission's unsuccessful attempt in 1935 to secure from Congress an express grant of authority over transactions 'affecting' commerce in addition to its control of practices in commerce. S.Rep.No. 46, 74th Cong., 1st Sess. These circumstances are all the more significant in that during the whole of the Commission's life the so-called Shreveport doctrine operated in the regulatory field committed to the Interstate Commerce Commission. And it is that doctrine which gives the contention of the Trade Commission its strongest support.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Translation of an implication drawn from the special aspects of one statute to a totally different statute is treacherous business. The Interstate Commerce Act and the Federal Trade Commission Act are widely disparate in their historic settings, in the enterprises which they affect, in the range of control they exercise, and in the relation of these controls to the functioning of the federal system. We need not at this late day rehearse the considerations that led to the Shreveport decision. Houston, E. &amp; W.T. Ry. v. United States, 234 U.S. 342, 34 S.Ct. 833, 58 L.Ed. 1341. The nub of it, in the language of Chief Justice Taft, lay in the relation between intrastate and interstate railroad traffic: 'Effective control of the one must embrace some control over the other in view of the blending of both in actual operation. The same rails and the same cars carry both. The same men conduct them.' Railroad Comm. of Wisconsin v. C., B. &amp; Q.R.R., 257 U.S. 563, 588, 42 S.Ct. 232, 237, 66 L.Ed. 371, 22 A.L.R. 1086. And so when the Interstate Commerce Commission found that the intrastate rates of a carrier subject to the Act in effect operated as a discrimination against its interstate traffic, this Court sustained the power of the Commission to bring the two rates into harmonious relation and thereby to terminate the unlawful discrimination. Congress in 1920 revised the Interstate Commerce Act and explicitly confirmed this power of the Commerce Commission. 41 Stat. 484, 49 U.S.C. &#167; 13(4), 49 U.S.C.A. &#167; 13(4).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">There is the widest difference in practical operation between the control over local traffic intimately connected with interstate traffic and the regulatory authority here asserted. Unlike the relatively precise situation presented by rate discrimination, 'unfair competition' was designed by Congress as a flexible concept with evolving content. Federal Trade Comm. v. R. F. Keppel &amp; Bro., supra, at pages 311, 312 of 291 U.S., at pages 425, 426 of 54 S.Ct., 78 L.Ed. 814. It touches the greatest variety of unrelated activities. The Trade Commission in its Report for 1939 lists as 'unfair competition' thirty-one diverse types of business practices which run the gamut from bribing employees of prospective customers to selling below cost for hindering competition.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The construction of &#167; 5 urged by the Commission would thus give a federal agency pervasive control over myriads of local businesses in matters heretofore traditionally left to local custom or local law. Such control bears no resemblance to the strictly confined authority growing out of railroad rate discrimination. An inroad upon local conditions and local standards of such farreaching import as is involved here, ought to await a clearer mandate from Congress. The problem now before us is very different from that which was recently presented by United States v. F. W. Darby Lumber Co., 312 U.S. 100, 61 S.Ct. 451, 85 L.Ed. &#8212;-, decided February 3, 1941. We had there to consider the full scope of the constitutional power of Congress under the Commerce Clause in relation to the subject matter of the Fair Labor Standards Act. This case presents the narrow question of what Congress did, not what it could do. And we merely hold that to read 'unfair methods of competition in (interstate) commerce' as though it meant 'unfair methods of competition in any way affecting interstate commerce', requires, in view of all the relevent considerations, much clearer manifestation of intention than Congress has furnished.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Mr. Justice DOUGLAS (dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In my opinion the judgment should be reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Commission found that respondent's 'use of chance assortments in the sale and distribution of its candies in Illinois has a direct and powerful burdensome effect upon interstate commerce in candies from other states to the State of Illinois, and gives respondent an undue and unreasonable preference over competitors located in other states.' The validity of that finding and of the Commission's conclusion that respondent's practices constitute unfair methods of competition are not in issue. The only question presented by this petition for certiorari is whether respondent's practices constitute unfair methods of competition 'in commerce' within the meaning of &#167; 5(a) of the Federal Trade Commission Act.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">I think they do.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Unfair competition involves not only an offender but also a victim. Here some of the victims of the unfair methods of competition are engaged in interstate commerce. The fact that the acts of the offender are intrastate is immaterial. The purpose of the Act is to protect interstate commerce against specified types of injury. So far as the jurisdiction of the Commission is concerned, it is the existence of that injury to interstate commerce not the interstate or intrastate character of the conduct causing the injury which is important. An unfair method of competition is 'in' interstate commerce not only when it has an interstate origin but also when it has a direct interstate impact. Respondent is 'using' unfair methods of competition 'in' interstate commerce when the direct effect of its conduct is to burden, stifle, or impair that commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Under the Sherman Act, 26 Stat. 209, 15 U.S.C.A. &#167; 1 et seq., a contract or conspiracy may be 'in restraint of trade or commerce among the several States' even though the acts or conduct are intrastate. Swift &amp; Co. v. United States, 196 U.S. 375, 397, 25 S.Ct. 276, 279, 49 L.Ed. 518; United States v. Patten, 226 U.S. 525, 541-543, 33 S.Ct. 141, 144, 145, 57 L.Ed. 333, 44 L.R.A.,N.S., 325; Standard Oil Co. v. United States, 283 U.S. 163, 168, 169, 51 S.Ct. 421, 423, 75 L.Ed. 926. Sec. 5 of the Federal Trade Commission Act is 'supplementary' to the Sherman Act. Federal Trade Commission v. Raladam Co., 283 U.S. 643, 647, 51 S.Ct. 587, 589, 75 L.Ed. 1324, 79 A.L.R. 1191. Like the Sherman Act it seeks 'to protect the public from abuses arising in the course of competitive interstate and foreign trade. * * * The paramount aim of the act is the protection of the public from the evils likely to result from the destruction of competition or the restriction of it in a substantial degree.' Federal Trade Commission v. Raladam Co., supra, pages 647, 648 of 283 U.S., pages 589, 590 of 51 S.Ct., 75 L.Ed. 1324, 79 A.L.R. 1191. And as this Court said in Federal Trade Commission v. Beech-Nut Packing Co., 257 U.S. 441, 453, 42 S.Ct. 150, 154, 66 L.Ed. 307, 19 A.L.R. 882, the declaration of public policy contained in the Sherman Act is 'to be considered in determining what are unfair methods of competition, which the Federal Trade Commission is empowered to condemn and suppress.' For the Federal Trade Commission Act 'undoubtedly was aimed at all the familiar methods of law violation which prosecutions under the Sherman Act had disclosed.' Federal Trade Commission v. R. F. Keppel &amp; Bro., 291 U.S. 304, 310, 54 S.Ct. 423, 425, 78 L.Ed. 814.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">That history, of course, does not give us license to disregard plain and unambiguous limitations on the power of the Commission. But it does admonish us to construe one of a series of legislative acts dealing with a common or related problem in light of the integrated statutory scheme. See United States v. Hutcheson, 312 U.S. 219, 61 S.Ct. 463, 85 L.Ed. &#8212;-, decided February 3, 1941. It warns us not to whittle away administrative power by resolving an ambiguity against the existence of that power where the full arsenal of that power is necessary to cope with the evil at hand. The evil here is direct, injurious discrimination against interstate commerce. The Commission has issued orders against some 120 of respondent's competitors prohibiting them from selling chance assortments of candy in interstate commerce. Under this decision respondent may continue to use this same unfair method of competition to increase its business at the expense of those who sell in interstate commerce and who are not free to employ the same methods in self-defense. I think the Act, an exercise by Congress of its commerce power, should be interpreted to protect interstate commerce not to permit discrimination against it.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Such an approach was used in the Shreveport case, 234 U.S. 342, 34 S.Ct. 833, 58 L.Ed. 1341, to give the Interstate Commerce Commission control over intrastate rates which injuriously affected, through an unreasonable discrimination, traffic that was interstate. That result was reached though the Act expressly denied the Commission any jurisdiction where the 'transportation' was 'wholly within one state'. This Court said (234 U.S. at page 358, 34 S.Ct. at page 839, 85 L.Ed. 1341) that those words had 'appropriate reference to exclusively intrastate traffic, separately considered; to the regulation of domestic commerce, as such. The powers conferred by the act are not thereby limited where interstate commerce itself is involved.' The interrelation between the intrastate and interstate activities in the instant case is hardly less intimate than in the Shreveport case. The fact that the nexus here is economic and not physical is inconsequential. In this case as in the other the problem is the existence of administrative authority to provide effective protection of interstate commerce against discrimination. In the Shreveport case statutory doubts were resolved so as to strengthen the administrative process even against the claim that thereby the state authorities would be 'shorn of those powers which alone can justify their existence.' Similar arguments should not deter us from being tolerant of an asserted power, admittedly constitutional, to deal effectively with the realities of economic interdependence.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The fact that a clarifying amendment to the Act was sought which would have removed the doubts as to the meaning of 'in commerce' is not material except to the extent that it shows that doubts existed. It does not aid in resolving those doubts. To be sure, recent statutes dealing with other fields have removed such doubts by explicit provisions. But they are of little aid in interpreting an earlier act in its own legislative setting. See United States v. Stewart, 311 U.S. 60, 69, 61 S.Ct. 102, 85 L.Ed. 40. And as to the charge that for a quarter of a century the Commission made no claim to such a power, two answers may be made. In the first place, as early as 1921, the Commission urged that the doctrine of the Shreveport case permitted an interpretation of the Act which would give it control over certain intrastate activities. Canfield Oil Co. v. Federal Trade Commission, 6 Cir., 274 F. 571; Hankin, Jurisdiction of the Federal Trade Commission, 12 Calif. L.Rev. 179, 197, et seq. Although the question does not appear to have been definitely settled, in 1926 the Commission received some support for its view. See Chamber of Commerce v. Federal Trade Commission, 8 Cir., 13 F.2d 673, 684. Cf. American Can Co. v. Ladoga Canning Co., 7 Cir., 44 F.2d 763, 770, 771. But in 1939 that power was denied. California Rice Industry v. Federal Trade Commission, 9 Cir., 102 F.2d 716, 723. Nonuse of the asserted power clearly cannot be inferred from that record. In the second place, it would not be relevant if this power did lay dormant for years. Mere non-use does not subtract from power which has been granted. The host of practical reasons which may defer exhaustion of administrative powers lies in the realm of policy. From that delay we can hardly infer that the need did not or does not exist.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Mr. Justice BLACK and Mr. Justice REED join in this dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 'Sec. 5. (&#167; 45.) (a) Unfair methods of competition in commerce, and unfair or deceptive acts or practices in commerce, are hereby declared unlawful.</p>\n        <p>'The Commission is hereby empowered and directed to prevent persons, partnerships, or corporations * * * from using unfair methods of competition in commerce and unfair or deceptive acts or practices in commerce.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 'Sec. 4. (&#167; 44.) The words defined in this section shall have the following meaning when found in this Act (subdivision of this chapter), to wit:</p>\n        <p>\"Commerce' means commerce among the several States or with foreign nations, or in any Territory of the United States or in the District of Columbia, or between any such Territory and another, or between any such Territory and any State or foreign nation, or between the District of Columbia and any State or Territory or foreign nation.' 15 U.S.C.A. &#167; 44.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Commission makes no claim of a contrary administrative practice. The cases which it cites in no way mitigate what is stated in the text of the opinion. (1) Counsel for the Commission apparently argued for recognition of the power claimed here in Canfield Oil Co. v. Fed. Trade Comm., 6 Cir., 274 F. 571, but the Commission had made no findings of discrimination against commerce and had only found that the Oil Company was engaged in commerce.</p>\n        <p>(2) The jurisdiction sustained in Chamber of Commerce of Minneapolis v. Fed. Trade Comm., 8 Cir., 13 F.2d 673, was very different from that claimed here. It rested on the fact that the Chamber conducted a market for grain in the current of interstate commerce. See Chicago Board of Trade v. Olsen, 262 U.S. 1, 43 S.Ct. 470, 67 L.Ed. 839, and cases cited. (3) The order of the Commission reviewed in California Rice Industry v. Fed. Trade Comm., 9 Cir., 102 F.2d 716, resulted from proceedings instituted more than a year after this proceeding against Bunte Brothers had begun.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Report, pp. 83, 88. And see these additional examples (pp. 83, 85, 89):</p>\n        <p>'6. Making false and disparaging statements respecting competitors' products and business, in some cases under the guise of ostensibly disinterested and specially informed sources or through purported scientific, but in fact misleading, demonstrations or tests; and making false and misleading representations with respect to competitors' products, such as that seller's product is competitor's, and through use of such practices as deceptive simulation of competitor's counterdisplay catalogs or trade names; and that competitor's business has been discontinued, and that seller is successor thereto or purchaser and owner thereof.'</p>\n        <p>'10. Selling rebuilt, second-hand, renovated, or old products or articles made from used or second-hand materials as and for new.'</p>\n        <p>'19. Using containers ostensibly of the capacity customarily associated in the mind of the general purchasing public with standard weights or quantities of the product therein contained, or using such standard containers only partially filled to capacity, so as to make it appear to the purchaser that he is receiving the standard weight or quantity.'</p>\n        <p>'30. Failing and refusing to deal justly and fairly with customers in consummating transactions undertaken, through such practices as refusing to correct mistakes in filling orders, or to make promised adjustments or refunds, and retaining, without refund, goods returned for exchange or adjustment, and enforcing, notwithstanding agents' alterations, printed terms of purchase contracts, and exacting payments in excess of customers' commitments.'</p>\n        <p>'31. Shipping products at market prices to its customers or prospective customers or to the customers or prospective customers of competitors without an order and then inducing or attempting by various means to induce the consignees to accept and purchase such consignments.'</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>312 U.S. 349 (1941)</b></center>\n<center><h1>FEDERAL TRADE COMMISSION<br>\nv.<br>\nBUNTE BROTHERS, INC.</h1></center>\n<center>No. 85.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 6, 1941.</center>\n<center>Decided February 17, 1941.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SEVENTH CIRCUIT.\n<p><i>Mr. Hugh B. Cox,</i> with whom <i>Solicitor General Biddle, Assistant Attorney General Arnold,</i> and <i>Messrs. Charles H. Weston</i> and <i>W.T. Kelley</i> were on the brief, for petitioner.</p>\n<p><i>Mr. Theodore E. Rein,</i> with whom <i>Mr. Samuel G. Clawson</i> was on the brief, for respondent.</p>\n<p>MR. JUSTICE FRANKFURTER delivered the opinion of the Court.</p>\n<p>The Federal Trade Commission found that Bunte Brothers, candy manufacturers in Illinois, sold products there in what the trade calls \"break and take\" packages, <span class=\"star-pagination\">*350</span> which makes the amount the purchaser receives dependent upon chance; and that thereby it was enabled in the Illinois market to compete unfairly with manufacturers outside of Illinois who could not indulge in this device because the Trade Commission has barred \"break and take\" packages as an \"unfair method of competition.\" Federal Trade Commission Act, § 5 (a), 38 Stat. 719, as amended, 15 U.S.C. § 45, <i>Federal Trade Comm'n</i> v. <i>Keppel &amp; Bro.,</i> 291 U.S. 304. Deeming the \"break and take\" sales unfair methods of competition under § 5 even though the sales took place wholly within Illinois, the Commission forbade Bunte Brothers further use of the device. The circuit court of appeals set aside the order, 110 F.2d 412, and we brought the case here because the issue at stake presents an important aspect of the interplay of state and federal authority. 311 U.S. 624.</p>\n<p>The scope of § 5 is in controversy.<sup>[1]</sup> That section, the court below held, authorizes the Commission to proceed only against business practices employed in interstate commerce. The Commission urges that its powers are not so restricted, that it may also proscribe unfair methods used in intrastate sales when these result in a handicap to interstate competitors.</p>\n<p>While one may not end with the words of a disputed statute, one certainly begins there. \"Unfair methods of competition in commerce\" are the concern of § 5, and the Commission is \"directed to prevent persons . . . from using unfair methods of competition in commerce <span class=\"star-pagination\">*351</span>. . .\" The \"commerce\" in which these methods are barred is interstate commerce.<sup>[2]</sup> Neither ordinary English speech nor the considered language of legislation would aptly describe the sales by Bunte Brothers of its \"break and take\" assortments in Illinois as \"using unfair methods of competition in [interstate] commerce.\" When in order to protect interstate commerce Congress has regulated activities which in isolation are merely local, it has normally conveyed its purpose explicitly. See for example, National Labor Relations Act, §§ 2 (7), 9 (c), 10 (a), 49 Stat. 450, 453, 29 U.S.C. §§ 152 (7), 159 (c), 160 (a); Bituminous Coal Act, § 4-A, 50 Stat. 83. 15 U.S.C. § 834; Federal Employers' Liability Act, § 1, 35 Stat. 65, as amended, 53 Stat. 1404, 45 U.S.C. § 51. To be sure, the construction of every such statute presents a unique problem in which words derive vitality from the aim and nature of the specific legislation. But bearing in mind that in ascertaining the scope of congressional legislation a due regard for a proper adjustment of the local and national interests in our federal scheme must always be in the background, we ought not to find in § 5 radiations beyond the obvious meaning of language unless otherwise the purpose of the Act would be defeated. <i>Minnesota Rate Cases,</i> 230 U.S. 352, 398-412.</p>\n<p>That for a quarter century the Commission has made no such claim is a powerful indication that effective enforcement of the Trade Commission Act is not dependent <span class=\"star-pagination\">*352</span> on control over intrastate transactions.<sup>[3]</sup> Authority actually granted by Congress of course cannot evaporate through lack of administrative exercise. But just as established practice may shed light on the extent of power conveyed by general statutory language, so the want of assertion of power by those who presumably would be alert to exercise it, is equally significant in determining whether such power was actually conferred. See <i>Norwegian Nitrogen Co.</i> v. <i>United States,</i> 288 U.S. 294, 315. This practical construction of the Act by those entrusted with its administration is reinforced by the Commission's unsuccessful attempt in 1935 to secure from Congress an express grant of authority over transactions \"affecting\" commerce in addition to its control of practices in commerce. S. Rep. No. 46, 74th Cong., 1st Sess. These circumstances are all the more significant in that during the whole of the Commission's life the so-called <i>Shreveport</i> doctrine operated in the regulatory field committed to the Interstate Commerce Commission. And it is that doctrine which gives the contention of the Trade Commission its strongest support.</p>\n<p><span class=\"star-pagination\">*353</span> Translation of an implication drawn from the special aspects of one statute to a totally different statute is treacherous business. The Interstate Commerce Act and the Federal Trade Commission Act are widely disparate in their historic settings, in the enterprises which they affect, in the range of control they exercise, and in the relation of these controls to the functioning of the federal system. We need not at this late day rehearse the considerations that led to the <i>Shreveport</i> decision. <i>Houston, E. &amp; W.T. Ry. Co.</i> v. <i>United States,</i> 234 U.S. 342. The nub of it, in the language of Chief Justice Taft, lay in the relation between intrastate and interstate railroad traffic: \"Effective control of the one must embrace some control over the other in view of the blending of both in actual operation. The same rails and the same cars carry both. The same men conduct them.\" <i>Wisconsin Railroad Comm'n</i> v. <i>Chicago, B. &amp; Q.R. Co.,</i> 257 U.S. 563, 588. And so when the Interstate Commerce Commission found that the intrastate rates of a carrier subject to the Act in effect operated as a discrimination against its interstate traffic, this Court sustained the power of the Commission to bring the two rates into harmonious relation and thereby to terminate the unlawful discrimination. Congress in 1920 revised the Interstate Commerce Act and explicitly confirmed this power of the Commerce Commission. 41 Stat. 484, 49 U.S.C. § 13 (4).</p>\n<p>There is the widest difference in practical operation between the control over local traffic intimately connected with interstate traffic and the regulatory authority here asserted. Unlike the relatively precise situation presented by rate discrimination, \"unfair competition\" was designed by Congress as a flexible concept with evolving content. <i>Federal Trade Comm'n</i> v. <i>Keppel &amp; Bro., supra,</i> at 311-312. It touches the greatest variety of unrelated activities. The Trade Commission in its Report <span class=\"star-pagination\">*354</span> for 1939 lists as \"unfair competition\" thirty-one diverse types of business practices which run the gamut from bribing employees of prospective customers to selling below cost for hindering competition.<sup>[4]</sup> The construction of § 5 urged by the Commission would thus give a federal agency pervasive control over myriads of local businesses in matters heretofore traditionally left to local custom or local law. Such control bears no resemblance to the <span class=\"star-pagination\">*355</span> strictly confined authority growing out of railroad rate discrimination. An inroad upon local conditions and local standards of such far-reaching import as is involved here, ought to await a clearer mandate from Congress. The problem now before us is very different from that which was recently presented by <i>United States</i> v. <i>Darby, ante,</i> p. 100. We had there to consider the full scope of the constitutional power of Congress under the Commerce Clause in relation to the subject matter of the Fair Labor Standards Act. This case presents the narrow question of what Congress did, not what it could do. And we merely hold that to read \"unfair methods of competition in [interstate] commerce\" as though it meant \"unfair methods of competition in any way affecting interstate commerce,\" requires, in view of all the relevant considerations, much clearer manifestation of intention than Congress has furnished.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE DOUGLAS, dissenting.</p>\n<p>In my opinion the judgment should be reversed.</p>\n<p>The Commission found that respondent's \"use of chance assortments in the sale and distribution of its candies in Illinois has a direct and powerful burdensome effect upon interstate commerce in candies from other states to the State of Illinois, and gives respondent an undue and unreasonable preference over competitors located in other states.\" The validity of that finding and of the Commission's conclusion that respondent's practices constitute unfair methods of competition are not in issue. The only question presented by this petition for certiorari is whether respondent's practices constitute unfair methods of competition \"in commerce\" within the meaning of § 5 (a) of the Federal Trade Commission Act.</p>\n<p><span class=\"star-pagination\">*356</span> I think they do.</p>\n<p>Unfair competition involves not only an offender but also a victim. Here some of the victims of the unfair methods of competition are engaged in interstate commerce. The fact that the acts of the offender are intrastate is immaterial. The purpose of the Act is to protect interstate commerce against specified types of injury. So far as the jurisdiction of the Commission is concerned, it is the existence of that injury to interstate commerce not the interstate or intrastate character of the conduct causing the injury which is important. An unfair method of competition \"in\" interstate commerce not only when it has an interstate origin but also when it has a direct interstate impact. Respondent is \"using\" unfair methods of competition \"in\" interstate commerce when the direct effect of its conduct is to burden, stifle, or impair that commerce.</p>\n<p>Under the Sherman Act (26 Stat. 209) a contract or conspiracy may be \"in restraint of trade or commerce among the several States\" even though the acts or conduct are intrastate. <i>Swift &amp; Co.</i> v. <i>United States,</i> 196 U.S. 375, 397; <i>United States</i> v. <i>Patten,</i> 226 U.S. 525, 541-543; <i>Standard Oil Co.</i> v. <i>United States,</i> 283 U.S. 163, 168-169. Sec. 5 of the Federal Trade Commission Act is \"supplementary\" to the Sherman Act. <i>Federal Trade Comm'n</i> v. <i>Raladam Co.,</i> 283 U.S. 643, 647. Like the Sherman Act it seeks \"to protect the public from abuses arising in the course of competitive interstate and foreign trade. . . . The paramount aim of the act is the protection of the public from the evils likely to result from the destruction of competition or the restriction of it in a substantial degree.\" <i>Federal Trade Comm'n</i> v. <i>Raladam Co., supra,</i> pp. 647-648. And as this Court said in <i>Federal Trade Comm'n</i> v. <i>Beech-Nut Packing Co.,</i> 257 U.S. 441, 453, the declaration of public policy contained in the Sherman Act is \"to be considered in determining what are unfair methods of competition, which <span class=\"star-pagination\">*357</span> the Federal Trade Commission is empowered to condemn and suppress.\" For the Federal Trade Commission Act \"undoubtedly was aimed at all the familiar methods of law violation which prosecutions under the Sherman Act had disclosed.\" <i>Federal Trade Comm'n</i> v. <i>Keppel &amp; Bro.,</i> 291 U.S. 304, 310.</p>\n<p>That history, of course, does not give us license to disregard plain and unambiguous limitations on the power of the Commission. But it does admonish us to construe one of a series of legislative acts dealing with a common or related problem in light of the integrated statutory scheme. See <i>United States</i> v. <i>Hutcheson, ante,</i> p. 219. It warns us not to whittle away administrative power by resolving an ambiguity against the existence of that power where the full arsenal of that power is necessary to cope with the evil at hand. The evil here is direct, injurious discrimination against interstate commerce. The Commission has issued orders against some 120 of respondent's competitors prohibiting them from selling chance assortments of candy in interstate commerce. Under this decision respondent may continue to use this same unfair method of competition to increase its business at the expense of those who sell in interstate commerce and who are not free to employ the same methods in self-defense. I think the Act, an exercise by Congress of its commerce power, should be interpreted to protect interstate commerce not to permit discrimination against it.</p>\n<p>Such an approach was used in the <i>Shreveport</i> case (234 U.S. 342) to give the Interstate Commerce Commission control over intrastate rates which injuriously affected, through an unreasonable discrimination, traffic that was interstate. That result was reached though the Act expressly denied the Commission any jurisdiction where the \"transportation\" was \"wholly within one State.\" This Court said (234 U.S. at p. 358) that those <span class=\"star-pagination\">*358</span> words had \"appropriate reference to exclusively intrastate traffic, separately considered; to the regulation of domestic commerce, as such. The powers conferred by the act are not thereby limited where interstate commerce itself is involved.\" The interrelation between the intrastate and interstate activities in the instant case is hardly less intimate than in the <i>Shreveport</i> case. The fact that the nexus here is economic and not physical is inconsequential. In this case as in the other the problem is the existence of administrative authority to provide effective protection of interstate commerce against discrimination. In the <i>Shreveport</i> case statutory doubts were resolved so as to strengthen the administrative process even against the claim that thereby the state authorities would be \"shorn of those powers which alone can justify their existence.\" Similar arguments should not deter us from being tolerant of an asserted power, admittedly constitutional, to deal effectively with the realities of economic interdependence.</p>\n<p>The fact that a clarifying amendment to the Act was sought which would have removed the doubts as to the meaning of \"in commerce\" is not material except to the extent that it shows that doubts existed. It does not aid in resolving those doubts. To be sure, recent statutes dealing with other fields have removed such doubts by explicit provisions. But they are of little aid in interpreting an earlier act in its own legislative setting. See <i>United States</i> v. <i>Stewart,</i> 311 U.S. 60, 69. And as to the charge that for a quarter of a century the Commission made no claim to such a power, two answers may be made. In the first place, as early as 1921, the Commission urged that the doctrine of the <i>Shreveport</i> case permitted an interpretation of the Act which would give it control over certain intrastate activities. <i>Canfield Oil Co.</i> v. <i>Federal Trade Comm'n,</i> 274 F. 571; Hankin, Jurisdiction of the Federal Trade Commission, 12 Calif. <span class=\"star-pagination\">*359</span> L. Rev. 179, 197, <i>et seq.</i> Although the question does not appear to have been definitely settled, in 1926 the Commission received some support for its view. See <i>Chamber of Commerce</i> v. <i>Federal Trade Comm'n,</i> 13 F.2d 673, 684. Cf. <i>American Can Co.</i> v. <i>Ladoga Canning Co.,</i> 44 F.2d 763, 770-771. But in 1939 that power was denied. <i>California Rice Industry</i> v. <i>Federal Trade Comm'n,</i> 102 F.2d 716, 723. Nonuse of the asserted power clearly cannot be inferred from that record. In the second place, it would not be relevant if this power did lay dormant for years. Mere nonuse does not subtract from power which has been granted. The host of practical reasons which may defer exhaustion of administrative powers lies in the realm of policy. From that delay we can hardly infer that the need did not or does not exist.</p>\n<p>MR. JUSTICE BLACK and MR. JUSTICE REED join in this dissent.</p>\n<h2>NOTES</h2>\n<p>[1]  \"Sec. 5. (a) Unfair methods of competition in commerce, and unfair or deceptive acts or practices in commerce, are hereby declared unlawful.\n</p>\n<p>\"The Commission is hereby empowered and directed to prevent persons, partnerships, or corporations . . . from using unfair methods of competition in commerce and unfair or deceptive acts or practices in commerce.\"</p>\n<p>[2]  \"Sec. 4. The words defined in this section shall have the following meaning when found in this Act, to wit:\n</p>\n<p>\"`Commerce' means commerce among the several States or with foreign nations, or in any Territory of the United States or in the District of Columbia, or between any such Territory and another, or between any such Territory and any state or foreign nation, or between the District of Columbia and any State or Territory or foreign nation.\"</p>\n<p>[3]  The Commission makes no claim of a contrary administrative practice. The cases which it cites in no way mitigate what is stated in the text of the opinion. (1) Counsel for the Commission apparently argued for recognition of the power claimed here in <i>Canfield Oil Co.</i> v. <i>Federal Trade Comm'n,</i> 274 F. 571, but the Commission had made no findings of discrimination against commerce and had only found that the Oil Company was engaged in commerce. (2) The jurisdiction sustained in <i>Chamber of Commerce of Minneapolis</i> v. <i>Federal Trade Comm'n,</i> 13 F.2d 673, was very different from that claimed here. It rested on the fact that the Chamber conducted a market for grain in the current of interstate commerce. See <i>Chicago Board of Trade</i> v. <i>Olsen,</i> 262 U.S. 1, and cases cited. (3) The order of the Commission reviewed in <i>California Rice Industry</i> v. <i>Federal Trade Comm'n,</i> 102 F.2d 716, resulted from proceedings instituted more than a year after this proceeding against Bunte Brothers had begun.</p>\n<p>[4]  Report, pp. 83, 88. And see these additional examples (pp. 83, 85, 89):\n</p>\n<p>\"6. Making false and disparaging statements respecting competitors' products and business, in some cases under the guise of ostensibly disinterested and specially informed sources or through purported scientific, but in fact misleading, demonstrations or tests; and making false and misleading representations with respect to competitors' products, such as that seller's product is competitor's, and through use of such practices as deceptive simulation of competitor's counter-display catalogs or trade names; and that competitor's business has been discontinued, and that seller is successor thereto or purchaser and owner thereof.\"</p>\n<p>\"10. Selling rebuilt, second-hand, renovated, or old products or articles made from used or second-hand materials as and for new.\"</p>\n<p>\"19. Using containers ostensibly of the capacity customarily associated in the mind of the general purchasing public with standard weights or quantities of the product therein contained, or using such standard containers only partially filled to capacity, so as to make it appear to the purchaser that he is receiving the standard weight or quantity.\"</p>\n<p>\"30. Failing and refusing to deal justly and fairly with customers in consummating transactions undertaken, through such practices as refusing to correct mistakes in filling orders, or to make promised adjustments or refunds, and retaining, without refund, goods returned for exchange or adjustment, and enforcing, notwithstanding agents' alterations, printed terms of purchase contracts, and exacting payments in excess of customers' commitments.\"</p>\n<p>\"31. Shipping products at market prices to its customers or prospective customers or to the customers or prospective customers of competitors without an order and then inducing or attempting by various means to induce the consignees to accept and purchase such consignments.\"</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></span> (1941)</b></center>\n<center><h1>FEDERAL TRADE COMMISSION<br>\nv.<br>\nBUNTE BROTHERS, INC.</h1></center>\n<center>No. 85.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 6, 1941.</center>\n<center>Decided February 17, 1941.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SEVENTH CIRCUIT.\n<p><i>Mr. Hugh B. Cox,</i> with whom <i>Solicitor General Biddle, Assistant Attorney General Arnold,</i> and <i>Messrs. Charles H. Weston</i> and <i>W.T. Kelley</i> were on the brief, for petitioner.</p>\n<p><i>Mr. Theodore E. Rein,</i> with whom <i>Mr. Samuel G. Clawson</i> was on the brief, for respondent.</p>\n<p>MR. JUSTICE FRANKFURTER delivered the opinion of the Court.</p>\n<p>The Federal Trade Commission found that Bunte Brothers, candy manufacturers in Illinois, sold products there in what the trade calls \"break and take\" packages, <span class=\"star-pagination\">*350</span> which makes the amount the purchaser receives dependent upon chance; and that thereby it was enabled in the Illinois market to compete unfairly with manufacturers outside of Illinois who could not indulge in this device because the Trade Commission has barred \"break and take\" packages as an \"unfair method of competition.\" Federal Trade Commission Act, § 5 (a), 38 Stat. 719, as amended, 15 U.S.C. § 45, <i>Federal Trade Comm'n</i> v. <i>Keppel &amp; Bro.,</i> <span class=\"citation\" data-id=\"102206\"><a href=\"/opinion/102206/ftc-v-rf-keppel-bro-inc/\"><span class=\"volume\">291</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">304</span></a></span>. Deeming the \"break and take\" sales unfair methods of competition under § 5 even though the sales took place wholly within Illinois, the Commission forbade Bunte Brothers further use of the device. The circuit court of appeals set aside the order, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">412</span></span>, and we brought the case here because the issue at stake presents an important aspect of the interplay of state and federal authority. 311 U.S. 624.</p>\n<p>The scope of § 5 is in controversy.<sup>[1]</sup> That section, the court below held, authorizes the Commission to proceed only against business practices employed in interstate commerce. The Commission urges that its powers are not so restricted, that it may also proscribe unfair methods used in intrastate sales when these result in a handicap to interstate competitors.</p>\n<p>While one may not end with the words of a disputed statute, one certainly begins there. \"Unfair methods of competition in commerce\" are the concern of § 5, and the Commission is \"directed to prevent persons . . . from using unfair methods of competition in commerce <span class=\"star-pagination\">*351</span>. . .\" The \"commerce\" in which these methods are barred is interstate commerce.<sup>[2]</sup> Neither ordinary English speech nor the considered language of legislation would aptly describe the sales by Bunte Brothers of its \"break and take\" assortments in Illinois as \"using unfair methods of competition in [interstate] commerce.\" When in order to protect interstate commerce Congress has regulated activities which in isolation are merely local, it has normally conveyed its purpose explicitly. See for example, National Labor Relations Act, §§ 2 (7), 9 (c), 10 (a), 49 Stat. 450, 453, 29 U.S.C. §§ 152 (7), 159 (c), 160 (a); Bituminous Coal Act, § 4-A, 50 Stat. 83. 15 U.S.C. § 834; Federal Employers' Liability Act, § 1, 35 Stat. 65, as amended, 53 Stat. 1404, 45 U.S.C. § 51. To be sure, the construction of every such statute presents a unique problem in which words derive vitality from the aim and nature of the specific legislation. But bearing in mind that in ascertaining the scope of congressional legislation a due regard for a proper adjustment of the local and national interests in our federal scheme must always be in the background, we ought not to find in § 5 radiations beyond the obvious meaning of language unless otherwise the purpose of the Act would be defeated. <i>Minnesota Rate Cases,</i> <span class=\"citation\" data-id=\"97966\"><a href=\"/opinion/97966/the-minnesota-rate-cases/\"><span class=\"volume\">230</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">352</span></a></span>, 398-412.</p>\n<p>That for a quarter century the Commission has made no such claim is a powerful indication that effective enforcement of the Trade Commission Act is not dependent <span class=\"star-pagination\">*352</span> on control over intrastate transactions.<sup>[3]</sup> Authority actually granted by Congress of course cannot evaporate through lack of administrative exercise. But just as established practice may shed light on the extent of power conveyed by general statutory language, so the want of assertion of power by those who presumably would be alert to exercise it, is equally significant in determining whether such power was actually conferred. See <i>Norwegian Nitrogen Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"102037\"><a href=\"/opinion/102037/norwegian-nitrogen-co-v-united-states/\"><span class=\"volume\">288</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span>, 315. This practical construction of the Act by those entrusted with its administration is reinforced by the Commission's unsuccessful attempt in 1935 to secure from Congress an express grant of authority over transactions \"affecting\" commerce in addition to its control of practices in commerce. S. Rep. No. 46, 74th Cong., 1st Sess. These circumstances are all the more significant in that during the whole of the Commission's life the so-called <i>Shreveport</i> doctrine operated in the regulatory field committed to the Interstate Commerce Commission. And it is that doctrine which gives the contention of the Trade Commission its strongest support.</p>\n<p><span class=\"star-pagination\">*353</span> Translation of an implication drawn from the special aspects of one statute to a totally different statute is treacherous business. The Interstate Commerce Act and the Federal Trade Commission Act are widely disparate in their historic settings, in the enterprises which they affect, in the range of control they exercise, and in the relation of these controls to the functioning of the federal system. We need not at this late day rehearse the considerations that led to the <i>Shreveport</i> decision. <i>Houston, E. &amp; W.T. Ry. Co.</i> v. <i>United States,</i> 234 U.S. 342. The nub of it, in the language of Chief Justice Taft, lay in the relation between intrastate and interstate railroad traffic: \"Effective control of the one must embrace some control over the other in view of the blending of both in actual operation. The same rails and the same cars carry both. The same men conduct them.\" <i>Wisconsin Railroad Comm'n</i> v. <i>Chicago, B. &amp; Q.R. Co.,</i> <span class=\"citation\" data-id=\"99906\"><a href=\"/opinion/99906/wisconsin-rr-comm-v-c-b-qrr-co/\"><span class=\"volume\">257</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, 588. And so when the Interstate Commerce Commission found that the intrastate rates of a carrier subject to the Act in effect operated as a discrimination against its interstate traffic, this Court sustained the power of the Commission to bring the two rates into harmonious relation and thereby to terminate the unlawful discrimination. Congress in 1920 revised the Interstate Commerce Act and explicitly confirmed this power of the Commerce Commission. 41 Stat. 484, 49 U.S.C. § 13 (4).</p>\n<p>There is the widest difference in practical operation between the control over local traffic intimately connected with interstate traffic and the regulatory authority here asserted. Unlike the relatively precise situation presented by rate discrimination, \"unfair competition\" was designed by Congress as a flexible concept with evolving content. <i>Federal Trade Comm'n</i> v. <i>Keppel &amp; Bro., supra,</i> at 311-312. It touches the greatest variety of unrelated activities. The Trade Commission in its Report <span class=\"star-pagination\">*354</span> for 1939 lists as \"unfair competition\" thirty-one diverse types of business practices which run the gamut from bribing employees of prospective customers to selling below cost for hindering competition.<sup>[4]</sup> The construction of § 5 urged by the Commission would thus give a federal agency pervasive control over myriads of local businesses in matters heretofore traditionally left to local custom or local law. Such control bears no resemblance to the <span class=\"star-pagination\">*355</span> strictly confined authority growing out of railroad rate discrimination. An inroad upon local conditions and local standards of such far-reaching import as is involved here, ought to await a clearer mandate from Congress. The problem now before us is very different from that which was recently presented by <i>United States</i> v. <i>Darby, ante,</i> p. 100. We had there to consider the full scope of the constitutional power of Congress under the Commerce Clause in relation to the subject matter of the Fair Labor Standards Act. This case presents the narrow question of what Congress did, not what it could do. And we merely hold that to read \"unfair methods of competition in [interstate] commerce\" as though it meant \"unfair methods of competition in any way affecting interstate commerce,\" requires, in view of all the relevant considerations, much clearer manifestation of intention than Congress has furnished.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE DOUGLAS, dissenting.</p>\n<p>In my opinion the judgment should be reversed.</p>\n<p>The Commission found that respondent's \"use of chance assortments in the sale and distribution of its candies in Illinois has a direct and powerful burdensome effect upon interstate commerce in candies from other states to the State of Illinois, and gives respondent an undue and unreasonable preference over competitors located in other states.\" The validity of that finding and of the Commission's conclusion that respondent's practices constitute unfair methods of competition are not in issue. The only question presented by this petition for certiorari is whether respondent's practices constitute unfair methods of competition \"in commerce\" within the meaning of § 5 (a) of the Federal Trade Commission Act.</p>\n<p><span class=\"star-pagination\">*356</span> I think they do.</p>\n<p>Unfair competition involves not only an offender but also a victim. Here some of the victims of the unfair methods of competition are engaged in interstate commerce. The fact that the acts of the offender are intrastate is immaterial. The purpose of the Act is to protect interstate commerce against specified types of injury. So far as the jurisdiction of the Commission is concerned, it is the existence of that injury to interstate commerce not the interstate or intrastate character of the conduct causing the injury which is important. An unfair method of competition \"in\" interstate commerce not only when it has an interstate origin but also when it has a direct interstate impact. Respondent is \"using\" unfair methods of competition \"in\" interstate commerce when the direct effect of its conduct is to burden, stifle, or impair that commerce.</p>\n<p>Under the Sherman Act (26 Stat. 209) a contract or conspiracy may be \"in restraint of trade or commerce among the several States\" even though the acts or conduct are intrastate. <i>Swift &amp; Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"96205\"><a href=\"/opinion/96205/swift-co-v-united-states/\"><span class=\"volume\">196</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></a></span>, 397; <i>United States</i> v. <i>Patten,</i> <span class=\"citation\" data-id=\"97744\"><a href=\"/opinion/97744/united-states-v-patten/\"><span class=\"volume\">226</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">525</span></a></span>, 541-543; <i>Standard Oil Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"101715\"><a href=\"/opinion/101715/standard-oil-co-indiana-v-united-states/\"><span class=\"volume\">283</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">163</span></a></span>, 168-169. Sec. 5 of the Federal Trade Commission Act is \"supplementary\" to the Sherman Act. <i>Federal Trade Comm'n</i> v. <i>Raladam Co.,</i> <span class=\"citation\" data-id=\"101768\"><a href=\"/opinion/101768/ftc-v-raladam-co/\"><span class=\"volume\">283</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">643</span></a></span>, 647. Like the Sherman Act it seeks \"to protect the public from abuses arising in the course of competitive interstate and foreign trade. . . . The paramount aim of the act is the protection of the public from the evils likely to result from the destruction of competition or the restriction of it in a substantial degree.\" <i>Federal Trade Comm'n</i> v. <i>Raladam Co., supra,</i> pp. 647-648. And as this Court said in <i>Federal Trade Comm'n</i> v. <i>Beech-Nut Packing Co.,</i> <span class=\"citation\" data-id=\"99890\"><a href=\"/opinion/99890/ftc-v-beech-nut-packing-co/\"><span class=\"volume\">257</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">441</span></a></span>, 453, the declaration of public policy contained in the Sherman Act is \"to be considered in determining what are unfair methods of competition, which <span class=\"star-pagination\">*357</span> the Federal Trade Commission is empowered to condemn and suppress.\" For the Federal Trade Commission Act \"undoubtedly was aimed at all the familiar methods of law violation which prosecutions under the Sherman Act had disclosed.\" <i>Federal Trade Comm'n</i> v. <i>Keppel &amp; Bro.,</i> <span class=\"citation\" data-id=\"102206\"><a href=\"/opinion/102206/ftc-v-rf-keppel-bro-inc/\"><span class=\"volume\">291</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">304</span></a></span>, 310.</p>\n<p>That history, of course, does not give us license to disregard plain and unambiguous limitations on the power of the Commission. But it does admonish us to construe one of a series of legislative acts dealing with a common or related problem in light of the integrated statutory scheme. See <i>United States</i> v. <i>Hutcheson, ante,</i> p. 219. It warns us not to whittle away administrative power by resolving an ambiguity against the existence of that power where the full arsenal of that power is necessary to cope with the evil at hand. The evil here is direct, injurious discrimination against interstate commerce. The Commission has issued orders against some 120 of respondent's competitors prohibiting them from selling chance assortments of candy in interstate commerce. Under this decision respondent may continue to use this same unfair method of competition to increase its business at the expense of those who sell in interstate commerce and who are not free to employ the same methods in self-defense. I think the Act, an exercise by Congress of its commerce power, should be interpreted to protect interstate commerce not to permit discrimination against it.</p>\n<p>Such an approach was used in the <i>Shreveport</i> case (234 U.S. 342) to give the Interstate Commerce Commission control over intrastate rates which injuriously affected, through an unreasonable discrimination, traffic that was interstate. That result was reached though the Act expressly denied the Commission any jurisdiction where the \"transportation\" was \"wholly within one State.\" This Court said (234 U.S. at p. 358) that those <span class=\"star-pagination\">*358</span> words had \"appropriate reference to exclusively intrastate traffic, separately considered; to the regulation of domestic commerce, as such. The powers conferred by the act are not thereby limited where interstate commerce itself is involved.\" The interrelation between the intrastate and interstate activities in the instant case is hardly less intimate than in the <i>Shreveport</i> case. The fact that the nexus here is economic and not physical is inconsequential. In this case as in the other the problem is the existence of administrative authority to provide effective protection of interstate commerce against discrimination. In the <i>Shreveport</i> case statutory doubts were resolved so as to strengthen the administrative process even against the claim that thereby the state authorities would be \"shorn of those powers which alone can justify their existence.\" Similar arguments should not deter us from being tolerant of an asserted power, admittedly constitutional, to deal effectively with the realities of economic interdependence.</p>\n<p>The fact that a clarifying amendment to the Act was sought which would have removed the doubts as to the meaning of \"in commerce\" is not material except to the extent that it shows that doubts existed. It does not aid in resolving those doubts. To be sure, recent statutes dealing with other fields have removed such doubts by explicit provisions. But they are of little aid in interpreting an earlier act in its own legislative setting. See <i>United States</i> v. <i>Stewart,</i> <span class=\"citation\" data-id=\"103383\"><a href=\"/opinion/103383/united-states-v-stewart/\"><span class=\"volume\">311</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">60</span></a></span>, 69. And as to the charge that for a quarter of a century the Commission made no claim to such a power, two answers may be made. In the first place, as early as 1921, the Commission urged that the doctrine of the <i>Shreveport</i> case permitted an interpretation of the Act which would give it control over certain intrastate activities. <i>Canfield Oil Co.</i> v. <i>Federal Trade Comm'n,</i> <span class=\"citation no-link\"><span class=\"volume\">274</span> <span class=\"reporter\">F.</span> <span class=\"page\">571</span></span>; Hankin, Jurisdiction of the Federal Trade Commission, 12 Calif. <span class=\"star-pagination\">*359</span> L. Rev. 179, 197, <i>et seq.</i> Although the question does not appear to have been definitely settled, in 1926 the Commission received some support for its view. See <i>Chamber of Commerce</i> v. <i>Federal Trade Comm'n,</i> <span class=\"citation\" data-id=\"1547000\"><a href=\"/opinion/1547000/chamber-of-commerce-v-federal-trade-commission/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">673</span></a></span>, 684. Cf. <i>American Can Co.</i> v. <i>Ladoga Canning Co.,</i> <span class=\"citation\" data-id=\"1504149\"><a href=\"/opinion/1504149/american-can-co-v-ladoga-canning-co/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">763</span></a></span>, 770-771. But in 1939 that power was denied. <i>California Rice Industry</i> v. <i>Federal Trade Comm'n,</i> <span class=\"citation\" data-id=\"1474595\"><a href=\"/opinion/1474595/california-rice-industry-v-federal-trade-commissio/\"><span class=\"volume\">102</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">716</span></a></span>, 723. Nonuse of the asserted power clearly cannot be inferred from that record. In the second place, it would not be relevant if this power did lay dormant for years. Mere nonuse does not subtract from power which has been granted. The host of practical reasons which may defer exhaustion of administrative powers lies in the realm of policy. From that delay we can hardly infer that the need did not or does not exist.</p>\n<p>MR. JUSTICE BLACK and MR. JUSTICE REED join in this dissent.</p>\n<h2>NOTES</h2>\n<p>[1]  \"Sec. 5. (a) Unfair methods of competition in commerce, and unfair or deceptive acts or practices in commerce, are hereby declared unlawful.\n</p>\n<p>\"The Commission is hereby empowered and directed to prevent persons, partnerships, or corporations . . . from using unfair methods of competition in commerce and unfair or deceptive acts or practices in commerce.\"</p>\n<p>[2]  \"Sec. 4. The words defined in this section shall have the following meaning when found in this Act, to wit:\n</p>\n<p>\"`Commerce' means commerce among the several States or with foreign nations, or in any Territory of the United States or in the District of Columbia, or between any such Territory and another, or between any such Territory and any state or foreign nation, or between the District of Columbia and any State or Territory or foreign nation.\"</p>\n<p>[3]  The Commission makes no claim of a contrary administrative practice. The cases which it cites in no way mitigate what is stated in the text of the opinion. (1) Counsel for the Commission apparently argued for recognition of the power claimed here in <i>Canfield Oil Co.</i> v. <i>Federal Trade Comm'n,</i> <span class=\"citation no-link\"><span class=\"volume\">274</span> <span class=\"reporter\">F.</span> <span class=\"page\">571</span></span>, but the Commission had made no findings of discrimination against commerce and had only found that the Oil Company was engaged in commerce. (2) The jurisdiction sustained in <i>Chamber of Commerce of Minneapolis</i> v. <i>Federal Trade Comm'n,</i> <span class=\"citation\" data-id=\"1547000\"><a href=\"/opinion/1547000/chamber-of-commerce-v-federal-trade-commission/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">673</span></a></span>, was very different from that claimed here. It rested on the fact that the Chamber conducted a market for grain in the current of interstate commerce. See <i>Chicago Board of Trade</i> v. <i>Olsen,</i> <span class=\"citation no-link\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></span>, and cases cited. (3) The order of the Commission reviewed in <i>California Rice Industry</i> v. <i>Federal Trade Comm'n,</i> <span class=\"citation\" data-id=\"1474595\"><a href=\"/opinion/1474595/california-rice-industry-v-federal-trade-commissio/\"><span class=\"volume\">102</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">716</span></a></span>, resulted from proceedings instituted more than a year after this proceeding against Bunte Brothers had begun.</p>\n<p>[4]  Report, pp. 83, 88. And see these additional examples (pp. 83, 85, 89):\n</p>\n<p>\"6. Making false and disparaging statements respecting competitors' products and business, in some cases under the guise of ostensibly disinterested and specially informed sources or through purported scientific, but in fact misleading, demonstrations or tests; and making false and misleading representations with respect to competitors' products, such as that seller's product is competitor's, and through use of such practices as deceptive simulation of competitor's counter-display catalogs or trade names; and that competitor's business has been discontinued, and that seller is successor thereto or purchaser and owner thereof.\"</p>\n<p>\"10. Selling rebuilt, second-hand, renovated, or old products or articles made from used or second-hand materials as and for new.\"</p>\n<p>\"19. Using containers ostensibly of the capacity customarily associated in the mind of the general purchasing public with standard weights or quantities of the product therein contained, or using such standard containers only partially filled to capacity, so as to make it appear to the purchaser that he is receiving the standard weight or quantity.\"</p>\n<p>\"30. Failing and refusing to deal justly and fairly with customers in consummating transactions undertaken, through such practices as refusing to correct mistakes in filling orders, or to make promised adjustments or refunds, and retaining, without refund, goods returned for exchange or adjustment, and enforcing, notwithstanding agents' alterations, printed terms of purchase contracts, and exacting payments in excess of customers' commitments.\"</p>\n<p>\"31. Shipping products at market prices to its customers or prospective customers or to the customers or prospective customers of competitors without an order and then inducing or attempting by various means to induce the consignees to accept and purchase such consignments.\"</p>\n\n</div>", "id": 103464, "judges": "Frankfurter", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/103464/", "sha1": "fe47f6f8d87503e2d83073212091bf320bb9718b", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:54:26"}