{"absolute_url": "/opinion/111891/united-states-v-salerno/", "blocked": false, "citation": {"case_name": "United States v. Salerno", "docket_number": "86-87", "document_uris": ["/api/rest/v2/document/111891/"], "federal_cite_one": "481 U.S. 739", "federal_cite_three": "95 L. Ed. 2d 697", "federal_cite_two": "107 S. Ct. 2095", "id": 96250, "lexis_cite": "1987 U.S. LEXIS 2259", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/96250/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 1208, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1987-05-26", "date_modified": "2015-05-29T08:36:29.750192", "docket": "/api/rest/v2/docket/160065/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">481 U.S. 739</p>\n    <p class=\"case_cite\">107 S.Ct. 2095</p>\n    <p class=\"case_cite\">95 L.Ed.2d 697</p>\n    <p class=\"parties\">UNITED STATES, Petitioner<br>v.<br>Anthony SALERNO and Vincent Cafaro.</p>\n    <p class=\"docket\">No. 86-87.</p>\n    <p class=\"date\">Argued Jan. 21, 1987.</p>\n    <p class=\"date\">Decided May 26, 1987.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">The Bail Reform Act of 1984 (Act) requires courts to detain prior to trial arrestees charged with certain serious felonies if the Government demonstrates by clear and convincing evidence after an adversary hearing that no release conditions \"will reasonably assure . . . the safety of any other person and the community.\" 18 U.S.C. &#167; 3142(e) (1982 ed., Supp. III).  The Act provides arrestees with a number of procedural rights at the detention hearing, including the right to request counsel, to testify, to present witnesses, to proffer evidence, and to cross-examine other witnesses.  The Act also specifies the factors to be considered in making the detention decision, including the nature and seriousness of the charges, the substantiality of the Government's evidence, the arrestee's background and characteristics, and the nature and seriousness of the danger posed by his release.  Under the Act, a decision to detain must be supported by written findings of fact and a statement of reasons, and is immediately reviewable.  After a hearing under the Act, the District Court ordered the detention of respondents, who had been charged with 35 acts of racketeering activity.  The Court of Appeals reversed, holding that &#167; 3142(e)'s authorization of pretrial detention on the ground of future dangerousness is facially unconstitutional as violative of the Fifth Amendment's substantive due process guarantee.</p>\n      <p class=\"indent\">\n        <i>Held:</i>\n      </p>\n      <p class=\"indent\">1. Given the Act's legitimate and compelling regulatory purpose and the procedural protections it offers, &#167; 3142(e) is not facially invalid under the Due Process Clause.  Pp. 746-752.</p>\n      <p class=\"indent\">(a) The argument that the Act violates substantive due process because the detention it authorizes constitutes impermissible punishment before trial is unpersuasive.  The Act's legislative history clearly indicates that Congress formulated the detention provisions not as punishment for dangerous individuals, but as a potential solution to the pressing societal problem of crimes committed by persons on release.  Preventing danger to the community is a legitimate regulatory goal.  Moreover, the incidents of detention under the Act are not excessive in relation to that goal, since the Act carefully limits the circumstances under which detention may be sought to the most serious of crimes, the arrestee is entitled to a prompt hearing, the maximum length of detention is limited by the Speedy Trial Act, and detainees must be housed apart from convicts.  Thus, the Act constitutes permissible regulation rather than impermissible punishment.  Pp. 746-748.</p>\n      <p class=\"indent\">(b) The Court of Appeals erred in ruling that the Due Process Clause categorically prohibits pretrial detention that is imposed as a regulatory measure on the ground of community danger.  The Government's regulatory interest in community safety can, in appropriate circumstances, outweigh an individual's liberty interest.  Such circumstances exist here.  The Act narrowly focuses on a particularly acute problem&#8212;crime by arrestees&#8212;in which the Government's interests are overwhelming.  Moreover, the Act operates only on individuals who have been arrested for particular extremely serious offenses, and carefully delineates the circumstances under which detention will be permitted.  Pp. 748-751.</p>\n      <p class=\"indent\">(c) The Act's extensive procedural safeguards are specifically designed to further the accuracy of the likelihood-of-future-dangerousness determination, and are sufficient to withstand respondents' facial challenge, since they are more than \"adequate to authorize the pretrial detention of at least some [persons] charged with crimes.\"  <i>Schall v. Martin,</i> 467 U.S. 253, 264, 104 S.Ct. 2403, 2409, 81 L.Ed.2d 207.  Pp. 751-752.</p>\n      <p class=\"indent\">2. Section 3142(e) is not facially unconstitutional as violative of the Excessive Bail Clause of the Eighth Amendment. The contention that the Act violates the Clause because it allows courts essentially to set bail at an infinite amount for reasons not related to the risk of flight is not persuasive.  Nothing in the Clause's text limits the Government's interest in the setting of bail solely to the prevention of flight.  Where Congress has mandated detention on the basis of some other compelling interest here, the public safety&#8212;the Eighth Amendment does not require release on bail.  Pp. 752-755.</p>\n      <p class=\"indent\">794 F.2d 64 (CA 2 1986), reversed.</p>\n      <p class=\"indent\">REHNQUIST, C.J., delivered the opinion of the Court, in which WHITE, BLACKMUN, POWELL, O'CONNOR, and SCALIA, JJ., joined. MARSHALL, J., filed a dissenting opinion, in which BRENNAN, J., joined, <i>post,</i> p. ----.  STEVENS, J., filed a dissenting opinion, <i>post,</i> p. ----.</p>\n      <p class=\"indent\">Charles Fried, Sol. Gen., Washington, D.C., for petitioner.</p>\n      <p class=\"indent\">Anthony M. Cardinale, Boston, Mass., for respondents.</p>\n      <p class=\"indent\">Chief Justice REHNQUIST delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Bail Reform Act of 1984 (Act) allows a federal court to detain an arrestee pending trial if the Government demonstrates by clear and convincing evidence after an adversary hearing that no release conditions \"will reasonably assure . . . the safety of any other person and the community.\"  The United States Court of Appeals for the Second Circuit struck down this provision of the Act as facially unconstitutional, because, in that court's words, this type of pretrial detention violates \"substantive due process.\"  We granted certiorari because of a conflict among the Courts of Appeals regarding the validity of the Act.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  479 U.S. 929, 107 S.Ct. 397, 93 L.Ed.2d 351 (1986).  We hold that, as against the facial attack mounted by these respondents, the Act fully comports with constitutional requirements.  We therefore reverse.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Responding to \"the alarming problem of crimes committed by persons on release,\" S.Rep. No. 98-225, p. 3 (1983), U.S. Code Cong. &amp; Admin. News 1984, pp. 3182, 3185 Congress formulated the Bail Reform Act of 1984, 18 U.S.C. &#167; 3141 <i>et seq.</i> (1982 ed., Supp. III), as the solution to a bail crisis in the federal courts.  The Act represents the National Legislature's considered response to numerous perceived deficiencies in the federal bail process.  By providing for sweeping changes in both the way federal courts consider bail applications and the circumstances under which bail is granted, Congress hoped to \"give the courts adequate authority to make release decisions that give appropriate recognition to the danger a person may pose to others if released.\"  S.Rep. No. 98-225, at 3, U.S.Code Cong. &amp; Admin.News 1984, p. 3185.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">To this end, &#167; 3141(a) of the Act requires a judicial officer to determine whether an arrestee shall be detained.  Section 3142(e) provides that \"[i]f, after a hearing pursuant to the provisions of subsection (f), the judicial officer finds that no condition or combination of conditions will reasonably assure the appearance of the person as required and the safety of any other person and the community, he shall order the detention of the person prior to trial.\"  Section 3142(f) provides the arrestee with a number of procedural safeguards.  He may request the presence of counsel at the detention hearing, he may testify and present witnesses in his behalf, as well as proffer evidence, and he may cross-examine other witnesses appearing at the hearing.  If the judicial officer finds that no conditions of pretrial release can reasonably assure the safety of other persons and the community, he must state his findings of fact in writing, &#167; 3142(i), and support his conclusion with \"clear and convincing evidence,\" &#167; 3142(f).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The judicial officer is not given unbridled discretion in making the detention determination.  Congress has specified the considerations relevant to that decision.  These factors include the nature and seriousness of the charges, the substantiality of the Government's evidence against the arrestee, the arrestee's background and characteristics, and the nature and seriousness of the danger posed by the suspect's release.  &#167; 3142(g).  Should a judicial officer order detention, the detainee is entitled to expedited appellate review of the detention order. &#167;&#167; 3145(b), (c).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Respondents Anthony Salerno and Vincent Cafaro were arrested on March 21, 1986, after being charged in a 29-count indictment alleging various Racketeer Influenced and Corrupt Organizations Act (RICO) violations, mail and wire fraud offenses, extortion, and various criminal gambling violations.  The RICO counts alleged 35 acts of racketeering activity, including fraud, extortion, gambling, and conspiracy to commit murder.  At respondents' arraignment, the Government moved to have Salerno and Cafaro detained pursuant to &#167; 3142(e), on the ground that no condition of release would assure the safety of the community or any person. The District Court held a hearing at which the Government made a detailed proffer of evidence.  The Government's case showed that Salerno was the \"boss\" of the Genovese crime family of La Cosa Nostra and that Cafaro was a \"captain\" in the Genovese family. According to the Government's proffer, based in large part on conversations intercepted by a court-ordered wiretap, the two respondents had participated in wide-ranging conspiracies to aid their illegitimate enterprises through violent means.  The Government also offered the testimony of two of its trial witnesses, who would assert that Salerno personally participated in two murder conspiracies.  Salerno opposed the motion for detention, challenging the credibility of the Government's witnesses.  He offered the testimony of several character witnesses as well as a letter from his doctor stating that he was suffering from a serious medical condition.  Cafaro presented no evidence at the hearing, but instead characterized the wiretap conversations as merely \"tough talk.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The District Court granted the Government's detention motion, concluding that the Government had established by clear and convincing evidence that no condition or combination of conditions of release would ensure the safety of the community or any person:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\"The activities of a criminal organization such as the      Genovese Family do not cease with the arrest of its      principals and their release on even the most stringent of      bail conditions.  The illegal businesses, in place for many      years, require constant attention and protection, or they      will fail.  Under these circumstances, this court recognizes      a strong incentive on the part of its leadership to continue      business as usual.  When business as usual involves threats,      beatings, and murder, the present danger such people pose in      the community is self-evident.\"  631 F.Supp. 1364, 1375      (S.D.N.Y.1986).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Respondents appealed, contending that to the extent that the Bail Reform Act permits pretrial detention on the ground that the arrestee is likely to commit future crimes, it is unconstitutional on its face.  Over a dissent, the United States Court of Appeals for the Second Circuit agreed.  794 F.2d 64 (1986).  Although the court agreed that pretrial detention could be imposed if the defendants were likely to intimidate witnesses or otherwise jeopardize the trial process, it found \"&#167; 3142(e)'s authorization of pretrial detention [on the ground of future dangerousness] repugnant to the concept of substantive due process, which we believe prohibits the total deprivation of liberty simply as a means of preventing future crimes.\"  <i>Id.,</i> at 71-72.  The court concluded that the Government could not, consistent with due process, detain persons who had not been accused of any crime merely because they were thought to present a danger to the community.  <i>Id.,</i> at 72, quoting <i>United States v. Melendez-Carrion,</i> 790 F. 2d 984, 1000-1001 (CA2 1986) (opinion of Newman, J.).  It reasoned that our criminal law system holds persons accountable for past actions, not anticipated future actions.  Although a court could detain an arrestee who threatened to flee before trial, such detention would be permissible because it would serve the basic objective of a criminal system&#8212;bringing the accused to trial.  The court distinguished our decision in <i>Gerstein v. Pugh,</i> 420 U.S. 103, 95 S.Ct. 854, 43 L.Ed.2d 54 (1975), in which we upheld police detention pursuant to arrest.  The court construed <i>Gerstein</i> as limiting such detention to the \" 'administrative steps incident to arrest.' \"  794 F.2d, at 74, quoting <i>Gerstein, supra,</i> 420 U.S., at 114, 95 S.Ct., at 863.  The Court of Appeals also found our decision in <i>Schall v. Martin,</i> 467 U.S. 253, 104 S.Ct. 2403, 81 L.Ed.2d 207 (1984), upholding postarrest, pretrial detention of juveniles, inapposite because juveniles have a lesser interest in liberty than do adults.  The dissenting judge concluded that on its face, the Bail Reform Act adequately balanced the Federal Government's compelling interests in public safety against the detainee's liberty interests.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A facial challenge to a legislative Act is, of course, the most difficult challenge to mount successfully, since the challenger must establish that no set of circumstances exists under which the Act would be valid.  The fact that the Bail Reform Act might operate unconstitutionally under some conceivable set of circumstances is insufficient to render it wholly invalid, since we have not recognized an \"overbreadth\" doctrine outside the limited context of the First Amendment.  <i>Schall v. Martin, supra,</i> at 269, n. 18, 104 S.Ct., at 2412, n. 18.  We think respondents have failed to shoulder their heavy burden to demonstrate that the Act is \"facially\" unconstitutional.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Respondents present two grounds for invalidating the Bail Reform Act's provisions permitting pretrial detention on the basis of future dangerousness.  First, they rely upon the Court of Appeals' conclusion that the Act exceeds the limitations placed upon the Federal Government by the Due Process Clause of the Fifth Amendment.  Second, they contend that the Act contravenes the Eighth Amendment's proscription against excessive bail.  We treat these contentions in turn.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Due Process Clause of the Fifth Amendment provides that \"No person shall . . . be deprived of life, liberty, or property, without due process of law. . . .\"  This Court has held that the Due Process Clause protects individuals against two types of government action.  So-called \"substantive due process\" prevents the government from engaging in conduct that \"shocks the conscience,\" <i>Rochin v. California,</i> 342 U.S. 165, 172, 72 S.Ct. 205, 209, 96 L.Ed. 183 (1952), or interferes with rights \"implicit in the concept of ordered liberty,\" <i>Palko v. Connecticut,</i> 302 U.S. 319, 325-326, 58 S.Ct. 149, 152, 82 L.Ed. 288 (1937).  When government action depriving a person of life, liberty, or property survives substantive due process scrutiny, it must still be implemented in a fair manner.  <i>Mathews v. Eldridge,</i> 424 U.S. 319, 335, 96 S.Ct. 893, 903, 47 L.Ed.2d 18 (1976).  This requirement has traditionally been referred to as \"procedural\" due process.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Respondents first argue that the Act violates substantive due process because the pretrial detention it authorizes constitutes impermissible punishment before trial.  See <i>Bell v. Wolfish,</i> 441 U.S. 520, 535, and n. 16, 99 S.Ct. 1861, 1872, and n. 16, 60 L.Ed.2d 447 (1979).  The Government, however, has never argued that pretrial detention could be upheld if it were \"punishment.\" The Court of Appeals assumed that pretrial detention under the Bail Reform Act is regulatory, not penal, and we agree that it is.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As an initial matter, the mere fact that a person is detained does not inexorably lead to the conclusion that the government has imposed punishment.   <i>Bell v. Wolfish, supra,</i> at 537, 99 S.Ct., at 1873.  To determine whether a restriction on liberty constitutes impermissible punishment or permissible regulation, we first look to legislative intent.   <i>Schall v. Martin,</i> 467 U.S., at 269, 104 S.Ct., at 2412.  Unless Congress expressly intended to impose punitive restrictions, the punitive/regulatory distinction turns on \" 'whether an alternative purpose to which [the restriction] may rationally be connected is assignable for it, and whether it appears excessive in relation to the alternative purpose assigned [to it].' \"  <i>Ibid.,</i> quoting <i>Kennedy v. Mendoza-Martinez,</i> 372 U.S. 144, 168-169, 83 S.Ct. 554, 567-568, 9 L.Ed.2d 644 (1963).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We conclude that the detention imposed by the Act falls on the regulatory side of the dichotomy.  The legislative history of the Bail Reform Act clearly indicates that Congress did not formulate the pretrial detention provisions as punishment for dangerous individuals.  See S.Rep. No. 98-225, at 8.  Congress instead perceived pretrial detention as a potential solution to a pressing societal problem.  <i>Id.,</i> at 4-7.  There is no doubt that preventing danger to the community is a legitimate regulatory goal.  <i>Schall v. Martin, supra.</i></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Nor are the incidents of pretrial detention excessive in relation to the regulatory goal Congress sought to achieve.  The Bail Reform Act carefully limits the circumstances under which detention may be sought to the most serious of crimes.  See 18 U.S.C. &#167; 3142(f) (detention hearings available if case involves crimes of violence, offenses for which the sentence is life imprisonment or death, serious drug offenses, or certain repeat offenders).  The arrestee is entitled to a prompt detention hearing, <i>ibid.,</i> and the maximum length of pretrial detention is limited by the stringent time limitations of the Speedy Trial Act.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  See 18 U.S.C. &#167; 3161 <i>et seq.</i> (1982 ed. and Supp. III). Moreover, as in <i>Schall v. Martin,</i> the conditions of confinement envisioned by the Act \"appear to reflect the regulatory purposes relied upon by the\" Government. 467 U.S., at 270, 104 S.Ct., at 2413.  As in <i>Schall,</i> the statute at issue here requires that detainees be housed in a \"facility separate, to the extent practicable, from persons awaiting or serving sentences or being held in custody pending appeal.\"  18 U.S.C. &#167; 3142(i)(2).  We conclude, therefore, that the pretrial detention contemplated by the Bail Reform Act is regulatory in nature, and does not constitute punishment before trial in violation of the Due Process Clause.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Court of Appeals nevertheless concluded that \"the Due Process Clause prohibits pretrial detention on the ground of danger to the community as a regulatory measure, without regard to the duration of the detention.\"  794 F.2d, at 71.  Respondents characterize the Due Process Clause as erecting an impenetrable \"wall\" in this area that \"no governmental interest&#8212;rational, important, compelling or otherwise&#8212;may surmount.\"  Brief for Respondents 16.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We do not think the Clause lays down any such categorical imperative.  We have repeatedly held that the Government's regulatory interest in community safety can, in appropriate circumstances, outweigh an individual's liberty interest.  For example, in times of war or insurrection, when society's interest is at its peak, the Government may detain individuals whom the government believes to be dangerous.  See <i>Ludecke v. Watkins,</i> 335 U.S. 160, 68 S.Ct. 1429, 92 L.Ed. 1881 (1948) (approving unreviewable executive power to detain enemy aliens in time of war);  <i>Moyer v. Peabody,</i> 212 U.S. 78, 84-85, 29 S.Ct. 235, 236-237, 53 L.Ed. 410 (1909) (rejecting due process claim of individual jailed without probable cause by Governor in time of insurrection).  Even outside the exigencies of war, we have found that sufficiently compelling governmental interests can justify detention of dangerous persons.  Thus, we have found no absolute constitutional barrier to detention of potentially dangerous resident aliens pending deportation proceedings.  <i>Carlson v. Landon,</i> 342 U.S. 524, 537-542, 72 S.Ct. 525, 532-535, 96 L.Ed. 547 (1952);  <i>Wong Wing v. United States,</i> 163 U.S. 228, 16 S.Ct. 977, 41 L.Ed. 140 (1896).  We have also held that the government may detain mentally unstable individuals who present a danger to the public, <i>Addington v. Texas,</i> 441 U.S. 418, 99 S.Ct. 1804, 60 L.Ed.2d 323 (1979), and dangerous defendants who become incompetent to stand trial, <i>Jackson v. Indiana,</i> 406 U.S. 715, 731-739, 92 S.Ct. 1845, 1854-1858, 32 L.Ed.2d 435 (1972); <i>Greenwood v. United States,</i> 350 U.S. 366, 76 S.Ct. 410, 100 L.Ed. 412 (1956).  We have approved of postarrest regulatory detention of juveniles when they present a continuing danger to the community.  <i>Schall v. Martin, supra.</i>  Even competent adults may face substantial liberty restrictions as a result of the operation of our criminal justice system.  If the police suspect an individual of a crime, they may arrest and hold him until a neutral magistrate determines whether probable cause exists. <i>Gerstein v. Pugh,</i> 420 U.S. 103, 95 S.Ct. 854, 43 L.Ed.2d 54 (1975).  Finally, respondents concede and the Court of Appeals noted that an arrestee may be incarcerated until trial if he presents a risk of flight, see <i>Bell v. Wolfish,</i> 441 U.S., at 534, 99 S.Ct., at 1871, or a danger to witnesses.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Respondents characterize all of these cases as exceptions to the \"general rule\" of substantive due process that the government may not detain a person prior to a judgment of guilt in a criminal trial.  Such a \"general rule\" may freely be conceded, but we think that these cases show a sufficient number of exceptions to the rule that the congressional action challenged here can hardly be characterized as totally novel.  Given the well-established authority of the government, in special circumstances, to restrain individuals' liberty prior to or even without criminal trial and conviction, we think that the present statute providing for pretrial detention on the basis of dangerousness must be evaluated in precisely the same manner that we evaluated the laws in the cases discussed above.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The government's interest in preventing crime by arrestees is both legitimate and compelling.  <i>De Veau v. Braisted,</i> 363 U.S. 144, 155, 80 S.Ct. 1146, 1152, 4 L.Ed.2d 1109 (1960).  In <i>Schall, supra,</i> we recognized the strength of the State's interest in preventing juvenile crime.  This general concern with crime prevention is no less compelling when the suspects are adults. Indeed, \"[t]he harm suffered by the victim of a crime is not dependent upon the age of the perpetrator.\"  <i>Schall v. Martin, supra,</i> 467 U.S., at 264-265, 104 S.Ct., at 2410.  The Bail Reform Act of 1984 responds to an even more particularized governmental interest than the interest we sustained in <i>Schall.</i>  The statute we upheld in <i>Schall</i> permitted pretrial detention of any juvenile arrested on any charge after a showing that the individual might commit some undefined further crimes.  The Bail Reform Act, in contrast, narrowly focuses on a particularly acute problem in which the Government interests are overwhelming.  The Act operates only on individuals who have been arrested for a specific category of extremely serious offenses.  18 U.S.C. &#167; 3142(f).  Congress specifically found that these individuals are far more likely to be responsible for dangerous acts in the community after arrest. See S.Rep. No. 98-225, at 6-7.  Nor is the Act by any means a scattershot attempt to incapacitate those who are merely suspected of these serious crimes.  The Government must first of all demonstrate probable cause to believe that the charged crime has been committed by the arrestee, but that is not enough.  In a full-blown adversary hearing, the Government must convince a neutral decisionmaker by clear and convincing evidence that no conditions of release can reasonably assure the safety of the community or any person.  18 U.S.C. &#167; 3142(f).  While the Government's general interest in preventing crime is compelling, even this interest is heightened when the Government musters convincing proof that the arrestee, already indicted or held to answer for a serious crime, presents a demonstrable danger to the community.  Under these narrow circumstances, society's interest in crime prevention is at its greatest.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On the other side of the scale, of course, is the individual's strong interest in liberty.  We do not minimize the importance and fundamental nature of this right.  But, as our cases hold, this right may, in circumstances where the government's interest is sufficiently weighty, be subordinated to the greater needs of society.  We think that Congress' careful delineation of the circumstances under which detention will be permitted satisfies this standard.  When the Government proves by clear and convincing evidence that an arrestee presents an identified and articulable threat to an individual or the community, we believe that, consistent with the Due Process Clause, a court may disable the arrestee from executing that threat.  Under these circumstances, we cannot categorically state that pretrial detention \"offends some principle of justice so rooted in the traditions and conscience of our people as to be ranked as fundamental.\"  <i>Snyder v. Massachusetts,</i> 291 U.S. 97, 105, 54 S.Ct. 330, 332, 78 L.Ed. 674 (1934).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Finally, we may dispose briefly of respondents' facial challenge to the procedures of the Bail Reform Act.  To sustain them against such a challenge, we need only find them \"adequate to authorize the pretrial detention of at least some [persons] charged with crimes,\" <i>Schall, supra,</i> 467 U.S., at 264, 104 S.Ct., at 2409, whether or not they might be insufficient in some particular circumstances.  We think they pass that test.  As we stated in <i>Schall,</i> \"there is nothing inherently unattainable about a prediction of future criminal conduct.\"  467 U.S., at 278, 104 S.Ct., at 2417;  see <i>Jurek v. Texas,</i> 428 U.S. 262, 274, 96 S.Ct. 2950, 2957, 49 L.Ed.2d 929 (1976) (joint opinion of Stewart, POWELL, and STEVENS, JJ.);   <i>id.,</i> at 279, 96 S.Ct., at 2959-2960 (WHITE, J., concurring in judgment).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Under the Bail Reform Act, the procedures by which a judicial officer evaluates the likelihood of future dangerousness are specifically designed to further the accuracy of that determination.  Detainees have a right to counsel at the detention hearing.  18 U.S.C. &#167; 3142(f).  They may testify in their own behalf, present information by proffer or otherwise, and cross-examine witnesses who appear at the hearing.  <i>Ibid.</i>  The judicial officer charged with the responsibility of determining the appropriateness of detention is guided by statutorily enumerated factors, which include the nature and the circumstances of the charges, the weight of the evidence, the history and characteristics of the putative offender, and the danger to the community.  &#167; 3142(g).  The Government must prove its case by clear and convincing evidence. &#167; 3142(f).  Finally, the judicial officer must include written findings of fact and a written statement of reasons for a decision to detain. &#167; 3142(i).  The Act's review provisions, &#167; 3145(c), provide for immediate appellate review of the detention decision.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We think these extensive safeguards suffice to repel a facial challenge.  The protections are more exacting than those we found sufficient in the juvenile context, see <i>Schall, supra,</i> 467 U.S., at 275-281, 104 S.Ct., at 2415-2418, and they far exceed what we found necessary to effect limited postarrest detention in <i>Gerstein v. Pugh,</i> 420 U.S. 103, 95 S.Ct. 854, 43 L.Ed.2d 54 (1975).  Given the legitimate and compelling regulatory purpose of the Act and the procedural protections it offers, we conclude that the Act is not facially invalid under the Due Process Clause of the Fifth Amendment.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Respondents also contend that the Bail Reform Act violates the Excessive Bail Clause of the Eighth Amendment.  The Court of Appeals did not address this issue because it found that the Act violates the Due Process Clause.  We think that the Act survives a challenge founded upon the Eighth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Eighth Amendment addresses pretrial release by providing merely that \"[e]xcessive bail shall not be required.\"  This Clause, of course, says nothing about whether bail shall be available at all.  Respondents nevertheless contend that this Clause grants them a right to bail calculated solely upon considerations of flight.  They rely on <i>Stack v. Boyle,</i> 342 U.S. 1, 5, 72 S.Ct. 1, 3, 96 L.Ed. 3 (1951), in which the Court stated that \"[b]ail set at a figure higher than an amount reasonably calculated [to ensure the defendant's presence at trial] is 'excessive' under the Eighth Amendment.\"  In respondents' view, since the Bail Reform Act allows a court essentially to set bail at an infinite amount for reasons not related to the risk of flight, it violates the Excessive Bail Clause.  Respondents concede that the right to bail they have discovered in the Eighth Amendment is not absolute.  A court may, for example, refuse bail in capital cases. And, as the Court of Appeals noted and respondents admit, a court may refuse bail when the defendant presents a threat to the judicial process by intimidating witnesses.  Brief for Respondents 21-22.  Respondents characterize these exceptions as consistent with what they claim to be the sole purpose of bail&#8212;to ensure the integrity of the judicial process.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">While we agree that a primary function of bail is to safeguard the courts' role in adjudicating the guilt or innocence of defendants, we reject the proposition that the Eighth Amendment categorically prohibits the government from pursuing other admittedly compelling interests through regulation of pretrial release.  The above-quoted <i>dictum</i> in <i>Stack v. Boyle</i> is far too slender a reed on which to rest this argument.  The Court in <i>Stack</i> had no occasion to consider whether the Excessive Bail Clause requires courts to admit all defendants to bail, because the statute before the Court in that case in fact allowed the defendants to be bailed.  Thus, the Court had to determine only whether bail, admittedly available in that case, was excessive if set at a sum greater than that necessary to ensure the arrestees' presence at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The holding of <i>Stack</i> is illuminated by the Court's holding just four months later in <i>Carlson v. Landon,</i> 342 U.S. 524, 72 S.Ct. 525, 96 L.Ed. 547 (1952).  In that case, remarkably similar to the present action, the detainees had been arrested and held without bail pending a determination of deportability.  The Attorney General refused to release the individuals, \"on the ground that there was reasonable cause to believe that [their] release would be prejudicial to the public interest and <i>would endanger the welfare and safety of the United States.</i>\"  <i>Id.,</i> at 529, 72 S.Ct., at 528-529 (emphasis added).  The detainees brought the same challenge that respondents bring to us today:  the Eighth Amendment required them to be admitted to bail.  The Court squarely rejected this proposition:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">\"The bail clause was lifted with slight changes from the      English Bill of Rights Act.  In England that clause has never      been thought to accord a right to bail in all cases, but      merely to provide that bail shall not be excessive in those      cases where it is proper to grant bail.  When this clause was      carried over into our Bill of Rights, nothing was said that      indicated any different concept.  The Eighth Amendment has      not prevented Congress from defining the classes of cases in      which bail shall be allowed in this country.  Thus, in      criminal cases bail is not compulsory where the punishment      may be death.  Indeed, the very language of the Amendment      fails to say all arrests must be bailable.\"  <i>Id.,</i> at 545-546,      72 S.Ct., at 536-537 (footnotes omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\"><i>Carlson v. Landon</i> was a civil case, and we need not decide today whether the Excessive Bail Clause speaks at all to Congress' power to define the classes of criminal arrestees who shall be admitted to bail.  For even if we were to conclude that the Eighth Amendment imposes some substantive limitations on the National Legislature's powers in this area, we would still hold that the Bail Reform Act is valid.  Nothing in the text of the Bail Clause limits permissible Government considerations solely to questions of flight.  The only arguable substantive limitation of the Bail Clause is that the Government's proposed conditions of release or detention not be \"excessive\" in light of the perceived evil.  Of course, to determine whether the Government's response is excessive, we must compare that response against the interest the Government seeks to protect by means of that response.  Thus, when the Government has admitted that its only interest is in preventing flight, bail must be set by a court at a sum designed to ensure that goal, and no more.   <i>Stack v. Boyle, supra.</i>  We believe that when Congress has mandated detention on the basis of a compelling interest other than prevention of flight, as it has here, the Eighth Amendment does not require release on bail.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In our society liberty is the norm, and detention prior to trial or without trial is the carefully limited exception.  We hold that the provisions for pretrial detention in the Bail Reform Act of 1984 fall within that carefully limited exception.  The Act authorizes the detention prior to trial of arrestees charged with serious felonies who are found after an adversary hearing to pose a threat to the safety of individuals or to the community which no condition of release can dispel.  The numerous procedural safeguards detailed above must attend this adversary hearing.  We are unwilling to say that this congressional determination, based as it is upon that primary concern of every government&#8212;a concern for the safety and indeed the lives of its citizens&#8212;on its face violates either the Due Process Clause of the Fifth Amendment or the Excessive Bail Clause of the Eighth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The judgment of the Court of Appeals is therefore</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">\n        <i>Reversed.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Justice MARSHALL, with whom Justice BRENNAN joins, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">This case brings before the Court for the first time a statute in which Congress declares that a person innocent of any crime may be jailed indefinitely, pending the trial of allegations which are legally presumed to be untrue, if the Government shows to the satisfaction of a judge that the accused is likely to commit crimes, unrelated to the pending charges, at any time in the future.  Such statutes, consistent with the usages of tyranny and the excesses of what bitter experience teaches us to call the police state, have long been thought incompatible with the fundamental human rights protected by our Constitution.  Today a majority of this Court holds otherwise.  Its decision disregards basic principles of justice established centuries ago and enshrined beyond the reach of governmental interference in the Bill of Rights.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">* A few preliminary words are necessary with respect to the majority's treatment of the facts in this case.  The two paragraphs which the majority devotes to the procedural posture are essentially correct, but they omit certain matters which are of substantial legal relevance.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The Solicitor General's petition for certiorari was filed on July 21, 1986.  On October 9, 1986, respondent Salerno filed a response to the petition.  No response or appearance of counsel was filed on behalf of respondent Cafaro.  The petition for certiorari was granted on November 3, 1986.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">On November 19, 1986, respondent Salerno was convicted after a jury trial on charges unrelated to those alleged in the indictment in this case.  On January 13, 1987, Salerno was sentenced on those charges to 100 years' imprisonment.  As of that date, the Government no longer required a pretrial detention order for the purpose of keeping Salerno incarcerated;  it could simply take him into custody on the judgment and commitment order.  The present case thus became moot as to respondent Salerno.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The situation with respect to respondent Cafaro is still more disturbing.  In early October 1986, before the Solicitor General's petition for certiorari was granted, respondent Cafaro became a cooperating witness, assisting the Government's investigation \"by working in a covert capacity.\"<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a>  The information that Cafaro was cooperating with the Government was not revealed to his codefendants, including respondent Salerno.  On October 9, 1986, respondent Cafaro was released, ostensibly \"temporarily for medical care and treatment,\" with the Government's consent. Docket, &#167;&#167; 86 Cr. 245-2, p. 6 (MJL) (S.D.N.Y.) (Lowe, J.).<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a>  This release was conditioned upon execution of a personal recognizance bond in the sum of $1 million, under the general pretrial release provisions of 18 U.S.C. &#167; 3141 (1982 ed., Supp.III).  In short, respondent Cafaro became an informant and the Government agreed to his release on bail in order that he might better serve the Government's purposes.  As to Cafaro, this case was no longer justiciable even before certiorari was granted, but the information bearing upon the essential issue of the Court's jurisdiction was not made available to us.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The Government thus invites the Court to address the facial constitutionality of the pretrial detention statute in a case involving two respondents, one of whom has been sentenced to a century of jail time in another case and released pending appeal with the Government's consent, while the other was released on bail <i>in this case,</i> with the Government's consent, because he had become an informant.  These facts raise, at the very least, a substantial question as to the Court's jurisdiction, for it is far from clear that there is now an actual controversy between these parties.  As we have recently said, \"Article III of the Constitution requires that there be a live case or controversy at the time that a federal court decides the case;  it is not enough that there may have been a live case or controversy when the case was decided by the court whose judgment we are reviewing.\"  <i>Burke v. Barnes,</i> 479 U.S. 361, 363, 107 S.Ct. 734, 736, 93 L.Ed.2d 732 (1987);  see <i>Sosna v. Iowa,</i> 419 U.S. 393, 402, 95 S.Ct. 553, 558-559, 42 L.Ed.2d 532 (1975);  <i>Golden v. Zwickler,</i> 394 U.S. 103, 108, 89 S.Ct. 956, 959-960, 22 L.Ed.2d 113 (1969).  Only by flatly ignoring these matters is the majority able to maintain the pretense that it has jurisdiction to decide the question which it is in such a hurry to reach.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The majority approaches respondents' challenge to the Act by dividing the discussion into two sections, one concerned with the substantive guarantees implicit in the Due Process Clause, and the other concerned with the protection afforded by the Excessive Bail Clause of the Eighth Amendment.  This is a sterile formalism, which divides a unitary argument into two independent parts and then professes to demonstrate that the parts are individually inadequate.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">On the due process side of this false dichotomy appears an argument concerning the distinction between regulatory and punitive legislation.  The majority concludes that the Act is a regulatory rather than a punitive measure.  The ease with which the conclusion is reached suggests the worthlessness of the achievement.  The major premise is that \"[u]nless Congress expressly intended to impose punitive restrictions, the punitive/regulatory distinction turns on ' \"whether an alternative purpose to which [the restriction] may rationally be connected is assignable for it, and whether it appears excessive in relation to the alternative purpose assigned [to it].\" ' \"  <i>Ante,</i> at 747 (citations omitted).  The majority finds that \"Congress did not formulate the pretrial detention provisions as punishment for dangerous individuals,\" but instead was pursuing the \"legitimate regulatory goal\" of \"preventing danger to the community.\"  <i>Ibid.</i><a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a> Concluding that pretrial detention is not an excessive solution to the problem of preventing danger to the community, the majority thus finds that no substantive element of the guarantee of due process invalidates the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">This argument does not demonstrate the conclusion it purports to justify.  Let us apply the majority's reasoning to a similar, hypothetical case.  After investigation, Congress determines (not unrealistically) that a large proportion of violent crime is perpetrated by persons who are unemployed.  It also determines, equally reasonably, that much violent crime is committed at night. From amongst the panoply of \"potential solutions,\" Congress chooses a statute which permits, after judicial proceedings, the imposition of a dusk-to-dawn curfew on anyone who is unemployed. Since this is not a measure enacted for the purpose of punishing the unemployed, and since the majority finds that preventing danger to the community is a legitimate regulatory goal, the curfew statute would, according to the majority's analysis, be a mere \"regulatory\" detention statute, entirely compatible with the substantive components of the Due Process Clause.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The absurdity of this conclusion arises, of course, from the majority's cramped concept of substantive due process.  The majority proceeds as though the only substantive right protected by the Due Process Clause is a right to be free from punishment before conviction.  The majority's technique for infringing this right is simple:  merely redefine any measure which is claimed to be punishment as \"regulation,\" and, magically, the Constitution no longer prohibits its imposition.  Because, as I discuss in Part III, <i>infra,</i> the Due Process Clause protects other substantive rights which are infringed by this legislation, the majority's argument is merely an exercise in obfuscation.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The logic of the majority's Eighth Amendment analysis is equally unsatisfactory.  The Eighth Amendment, as the majority notes, states that \"[e]xcessive bail shall not be required.\"  The majority then declares, as if it were undeniable, that:  \"[t]his Clause, of course, says nothing about whether bail shall be available at all.\"  <i>Ante,</i> at 752.  If excessive bail is imposed the defendant stays in jail.  The same result is achieved if bail is denied altogether.  Whether the magistrate sets bail at $1 million or refuses to set bail at all, the consequences are indistinguishable.  It would be mere sophistry to suggest that the Eighth Amendment protects against the former decision, and not the latter.  Indeed, such a result would lead to the conclusion that there was no need for Congress to pass a preventive detention measure of any kind;  every federal magistrate and district judge could simply refuse, despite the absence of any evidence of risk of flight or danger to the community, to set bail.  This would be entirely constitutional, since, according to the majority, the Eighth Amendment \"says nothing about whether bail shall be available at all.\"</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">But perhaps, the majority says, this manifest absurdity can be avoided.  Perhaps the Bail Clause is addressed only to the Judiciary.  \"[W]e need not decide today,\" the majority says, \"whether the Excessive Bail Clause speaks at all to Congress' power to define the classes of criminal arrestees who shall be admitted to bail.\"  <i>Ante,</i> at 754.  The majority is correct that this question need not be decided today;  it was decided long ago. Federal and state statutes which purport to accomplish what the Eighth Amendment forbids, such as imposing cruel and unusual punishments, may not stand.  See, <i>e.g., Trop v. Dulles,</i> 356 U.S. 86, 78 S.Ct. 590, 2 L.Ed.2d 630 (1958);  <i>Furman v. Georgia,</i> 408 U.S. 238, 92 S.Ct. 2726, 33 L.Ed.2d 346 (1972).  The text of the Amendment, which provides simply that \"[e]xcessive bail shall not be required, nor excessive fines imposed, nor cruel and unusual punishments inflicted,\" provides absolutely no support for the majority's speculation that both courts and Congress are forbidden to inflict cruel and unusual punishments, while only the courts are forbidden to require excessive bail.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The majority's attempts to deny the relevance of the Bail Clause to this case are unavailing, but the majority is nonetheless correct that the prohibition of excessive bail means that in order \"to determine whether the Government's response is excessive, we must compare that response against the interest the Government seeks to protect by means of that response.\"  <i>Ante,</i> at 754.  The majority concedes, as it must, that \"when the Government has admitted that its only interest is in preventing flight, bail must be set by a court at a sum designed to ensure that goal, and no more.\"  <i>Ibid.</i>  But, the majority says, \"when Congress has mandated detention on the basis of a compelling interest other than prevention of flight, as it has here, the Eighth Amendment does not require release on bail.\"  <i>Ante,</i> at 754&#8212;755.  This conclusion follows only if the \"compelling\" interest upon which Congress acted is an interest which the Constitution permits Congress to further through the denial of bail.  The majority does not ask, as a result of its disingenuous division of the analysis, if there are any substantive limits contained in both the Eighth Amendment and the Due Process Clause which render this system of preventive detention unconstitutional.  The majority does not ask because the answer is apparent and, to the majority, inconvenient.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The essence of this case may be found, ironically enough, in a provision of the Act to which the majority does not refer. Title 18 U.S.C. &#167; 3142(j) (1982 ed., Supp. III) provides that \"[n]othing in this section shall be construed as modifying or limiting the presumption of innocence.\"  But the very pith and purpose of this statute is an abhorrent limitation of the presumption of innocence.  The majority's untenable conclusion that the present Act is constitutional arises from a specious denial of the role of the Bail Clause and the Due Process Clause in protecting the invaluable guarantee afforded by the presumption of innocence.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">\"The principle that there is a presumption of innocence in favor of the accused is the undoubted law, axiomatic and elementary, and its enforcement lies at the foundation of the administration of our criminal law.\"  <i>Coffin v. United States,</i> 156 U.S. 432, 453, 15 S.Ct. 394, 403, 39 L.Ed. 481 (1895).  Our society's belief, reinforced over the centuries, that all are innocent until the state has proved them to be guilty, like the companion principle that guilt must be proved beyond a reasonable doubt, is \"implicit in the concept of ordered liberty,\" <i>Palko v. Connecticut,</i> 302 U.S. 319, 325, 58 S.Ct. 149, 152, 82 L.Ed. 288 (1937), and is established beyond legislative contravention in the Due Process Clause.  See <i>Estelle v. Williams,</i> 425 U.S. 501, 503, 96 S.Ct. 1691, 1692-1693, 48 L.Ed.2d 126 (1976);  <i>In re Winship,</i> 397 U.S. 358, 364, 90 S.Ct. 1068, 1072-1073, 25 L.Ed.2d 368 (1970).  See also <i>Taylor v. Kentucky,</i> 436 U.S. 478, 483, 98 S.Ct. 1930, 1933-1934, 56 L.Ed.2d 468 (1978);  <i>Kentucky v. Whorton,</i> 441 U.S. 786, 790, 99 S.Ct. 2088, 2090, 60 L.Ed.2d 640 (1979) (Stewart, J., dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The statute now before us declares that persons who have been indicted may be detained if a judicial officer finds clear and convincing evidence that they pose a danger to individuals or to the community.  The statute does not authorize the Government to imprison anyone it has evidence is dangerous;  indictment is necessary.  But let us suppose that a defendant is indicted and the Government shows by clear and convincing evidence that he is dangerous and should be detained pending a trial, at which trial the defendant is acquitted.  May the Government continue to hold the defendant in detention based upon its showing that he is dangerous?  The answer cannot be yes, for that would allow the Government to imprison someone for uncommitted crimes based upon \"proof\" not beyond a reasonable doubt.  The result must therefore be that once the indictment has failed, detention cannot continue.  But our fundamental principles of justice declare that the defendant is as innocent on the day before his trial as he is on the morning after his acquittal.  Under this statute an untried indictment somehow acts to permit a detention, based on other charges, which after an acquittal would be unconstitutional.  The conclusion is inescapable that the indictment has been turned into evidence, if not that the defendant is guilty of the crime charged, then that left to his own devices he will soon be guilty of something else.  \" 'If it suffices to accuse, what will become of the innocent?' \"  <i>Coffin v. United States, supra,</i> 156 U.S., at 455, 15 S.Ct., at 403 (quoting Ammianus Marcellinus, Rerum Gestarum Libri Qui Supersunt, L. XVIII, c. 1, A.D. 359).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">To be sure, an indictment is not without legal consequences. It establishes that there is probable cause to believe that an offense was committed, and that the defendant committed it.  Upon probable cause a warrant for the defendant's arrest may issue;  a period of administrative detention may occur before the evidence of probable cause is presented to a neutral magistrate.  See <i>Gerstein v. Pugh,</i> 420 U.S. 103, 95 S.Ct. 854, 43 L.Ed.2d 54 (1975).  Once a defendant has been committed for trial he may be detained in custody if the magistrate finds that no conditions of release will prevent him from becoming a fugitive.  But in this connection the charging instrument is evidence of nothing more than the fact that there will be a trial, and</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">\"release before trial is conditioned upon the accused's      giving adequate assurance that he will stand trial and submit      to sentence if found guilty.  Like the ancient practice of      securing the oaths of responsible persons to stand as      sureties for the accused, the modern practice of requiring a      bail bond or the deposit of a sum of money subject to      forfeiture serves as additional assurance of the presence of an accused.\"  <i>Stack v. Boyle,</i> 342 U.S. 1, 4-5, 72      S.Ct. 1, 3, 96 L.Ed. 3 (1951) (citation omitted).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The finding of probable cause conveys power to try, and the power to try imports of necessity the power to assure that the processes of justice will not be evaded or obstructed.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  \"Pretrial detention to prevent future crimes against society at large, however, is not justified by any concern for holding a trial on the charges for which a defendant has been arrested.\"  794 F.2d 64, 73 (CA2 1986) (quoting <i>United States v. Melendez-Carrion,</i> 790 F.2d 984, 1002 (CA2 1986) (opinion of Newman, J.)).  The detention purportedly authorized by this statute bears no relation to the Government's power to try charges supported by a finding of probable cause, and thus the interests it serves are outside the scope of interests which may be considered in weighing the excessiveness of bail under the Eighth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">It is not a novel proposition that the Bail Clause plays a vital role in protecting the presumption of innocence.  Reviewing the application for bail pending appeal by members of the American Communist Party convicted under the Smith Act, 18 U.S.C. &#167; 2385, Justice Jackson wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">\"Grave public danger is said to result from what [the      defendants] may be expected to do, in addition to what they      have done since their conviction.  If I assume that      defendants are disposed to commit every opportune disloyal      act helpful to Communist countries, it is still difficult to      reconcile with traditional American law the jailing of      persons by the courts because of anticipated but as yet      uncommitted crimes.  Imprisonment to protect society from      predicted but unconsummated offenses is . . . unprecedented      in this country and . . . fraught with danger of excesses and      injustice. . . .\"  <i>Williamson v. United States,</i> 95 L.Ed.      1379, 1382 (1950) (opinion in chambers) (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">As Chief Justice Vinson wrote for the Court in <i>Stack v. Boyle, supra:</i>  \"Unless th[e] right to bail before trial is preserved, the presumption of innocence, secured only after centuries of struggle, would lose its meaning.\"  342 U.S., at 4, 72 S.Ct., at 3.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">There is a connection between the peculiar facts of this case and the evident constitutional defects in the statute which the Court upholds today.  Respondent Cafaro was originally incarcerated for an indeterminate period at the request of the Government, which believed (or professed to believe) that his release imminently threatened the safety of the community.  That threat apparently vanished, from the Government's point of view, when Cafaro agreed to act as a covert agent of the Government. There could be no more eloquent demonstration of the coercive power of authority to imprison upon prediction, or of the dangers which the almost inevitable abuses pose to the cherished liberties of a free society.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">\"It is a fair summary of history to say that the safeguards of liberty have frequently been forged in controversies involving not very nice people.\"   <i>United States v. Rabinowitz,</i> 339 U.S. 56, 69, 70 S.Ct. 430, 436, 94 L.Ed. 653 (1950) (Frankfurter, J., dissenting).  Honoring the presumption of innocence is often difficult;  sometimes we must pay substantial social costs as a result of our commitment to the values we espouse.  But at the end of the day the presumption of innocence protects the innocent; the shortcuts we take with those whom we believe to be guilty injure only those wrongfully accused and, ultimately, ourselves.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Throughout the world today there are men, women, and children interned indefinitely, awaiting trials which may never come or which may be a mockery of the word, because their governments believe them to be \"dangerous.\"  Our Constitution, whose construction began two centuries ago, can shelter us forever from the evils of such unchecked power.  Over 200 years it has slowly, through our efforts, grown more durable, more expansive, and more just.  But it cannot protect us if we lack the courage, and the self-restraint, to protect ourselves.  Today a majority of the Court applies itself to an ominous exercise in demolition.  Theirs is truly a decision which will go forth without authority, and come back without respect.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">I dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Justice STEVENS, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">There may be times when the Government's interest in protecting the safety of the community will justify the brief detention of a person who has not committed any crime, see <i>ante,</i> at 748&#8212;749, see also <i>United States v. Greene,</i> 497 F.2d 1068, 1088-1089 (CA7 1974) (Stevens, J., dissenting).<a class=\"footnote\" href=\"#fn1-2\" id=\"fn1-2_ref\">1</a>  To use Judge Feinberg's example, it is indeed difficult to accept the proposition that the Government is without power to detain a person when it is a virtual certainty that he or she would otherwise kill a group of innocent people in the immediate future. <i>United States v. Salerno,</i> 794 F.2d 64, 77 (CA2 1986) (dissenting opinion).  Similarly, I am unwilling to decide today that the police may never impose a limited curfew during a time of crisis. These questions are obviously not presented in this case, but they lurk in the background and preclude me from answering the question that is presented in as broad a manner as Justice MARSHALL has. Nonetheless, I firmly agree with Justice MARSHALL that the provision of the Bail Reform Act allowing pretrial detention on the basis of future dangerousness is unconstitutional.  Whatever the answers are to the questions I have mentioned, it is clear to me that a pending indictment may not be given any weight in evaluating an individual's risk to the community or the need for immediate detention.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">If the evidence of imminent danger is strong enough to warrant emergency detention, it should support that preventive measure regardless of whether the person has been charged, convicted, or acquitted of some other offense.  In this case, for example, it is unrealistic to assume that the danger to the community that was present when respondents were at large did not justify their detention before they were indicted, but did require that measure the moment that the grand jury found probable cause to believe they had committed crimes in the past.<a class=\"footnote\" href=\"#fn2-2\" id=\"fn2-2_ref\">2</a>  It is equally unrealistic to assume that the danger will vanish if a jury happens to acquit them. Justice MARSHALL has demonstrated that the fact of indictment cannot, consistent with the presumption of innocence and the Eighth Amendment's Excessive Bail Clause, be used to create a special class, the members of which are, alone, eligible for detention because of future dangerousness.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Several factors combine to give me an uneasy feeling about the case the Court decides today.  The facts set forth in Part I of Justice MARSHALL's opinion strongly support the possibility that the Government is much more interested in litigating a \"test case\" than in resolving an actual controversy concerning respondents' threat to the safety of the community.  Since Salerno has been convicted and sentenced on other crimes, there is no need to employ novel pretrial detention procedures against him. Cafaro's case is even more curious because he is apparently at large and was content to have his case argued by Salerno's lawyer even though his interests would appear to conflict with Salerno's. But if the merits must be reached, there is no answer to the arguments made in Parts II and III of Justice MARSHALL's dissent. His conclusion, and not the Court's, is faithful to the \"fundamental principles as they have been understood by the traditions of our people and our law.\"   <i>Lochner v. New York,</i> 198 U.S. 45, 76, 25 S.Ct. 539, 547, 49 L.Ed. 937 (1905) (Holmes, J., dissenting).  Accordingly, I respectfully dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Every other Court of Appeals to have considered the validity of the Bail Reform Act of 1984 has rejected the facial constitutional challenge.   <i>United States v. Walker,</i> 805 F.2d 1042 (CA11 1986);  <i>United States v. Rodriguez,</i> 803 F.2d 1102 (CA11 1986);  <i>United States v. Simpkins,</i> 255 U.S.App.D.C. 306, 801 F.2d 520 (1986);  <i>United States v. Zannino,</i> 798 F.2d 544 (CA1 1986); <i>United States v. Perry,</i> 788 F.2d 100 (CA3), cert. denied, 479 U .S. 864, 107 S.Ct. 218, 93 L.Ed.2d 146 (1986);  <i>United States v. Portes,</i> 786 F.2d 758 (CA7 1985).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Salerno was subsequently sentenced in unrelated proceedings before a different judge.  To this date, however, Salerno has not been confined pursuant to that sentence.  The authority for Salerno's present incarceration remains the District Court's pretrial detention order.  The case is therefore very much alive and is properly presented for our resolution.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We intimate no view on the validity of any aspects of the Act that are not relevant to respondents' case.  Nor have respondents claimed that the Act is unconstitutional because of the way it was applied to the particular facts of their case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We intimate no view as to the point at which detention in a particular case might become excessively prolonged, and therefore punitive, in relation to Congress' regulatory goal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> Had this judgment and commitment order been executed immediately, as is the ordinary course, the present case would certainly have been moot with respect to Salerno.  On January 16, 1987, however, the District Judge who had sentenced Salerno in the unrelated proceedings issued the following order, apparently with the Government's consent:</p>\n        <p>\"Inasmuch as defendant Anthony Salerno was not ordered detained in this case, but is presently being detained pretrial in the case of <i>United States v. Anthony Salerno et al.,</i> &#167;&#167; 86 Cr. 245 (MJL),</p>\n        <p>\"IT IS HEREBY ORDERED that the bail status of defendant Anthony Salerno in the above-captioned case shall remain the same as it was prior to the January 13, 1987 sentencing, pending further order of the Court.\"  Order in &#167;&#167; 85 Cr. 139 (RO) (S.D.N.Y.) (Owen, J.).</p>\n        <p>This order is curious.  To release on bail pending appeal \"a person who has been found guilty of an offense and sentenced to a term of imprisonment,\" the District Judge was required to find \"by clear and convincing evidence that the person is not likely to flee or pose a danger to the safety of any other person or the community if released. . . .\"  18 U.S.C. &#167; 3143(b)(1) (1982 ed., Supp. III).  In short, the District Court which had sentenced Salerno to 100 years' imprisonment then found, with the Government's consent, that he was not dangerous, in a vain attempt to keep alive the controversy as to Salerno's dangerousness before this Court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> This characterization of Cafaro's activities, along with an account of the process by which Cafaro became a Government agent, appears in an affidavit executed by a former Assistant United States Attorney and filed in the District Court during proceedings in the instant case which occurred after the case was submitted to this Court.  Affidavit of Warren Neil Eggleston, dated March 18, 1987, &#167;&#167; 86 Cr. 245, p. 4 (MJL) (S.D.N.Y.).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> Further particulars of the Government's agreement with Cafaro, including the precise terms of the agreement to release him on bail, are not included in the record, and the Court has declined to order that the relevant documents be placed before us.</p>\n        <p>In his reply brief in this Court, the Solicitor General stated:  \"On October 8, 1986, Cafaro was temporarily released for medical treatment.  Because he is still subject to the pretrial detention order, Cafaro's case also continues to present a live controversy.\"  Reply Brief for United States 1-2, n. 1.  The Solicitor General did not inform the Court that this release involved the execution of a personal recognizance bond, nor did he reveal that Cafaro had become a cooperating witness.  I do not understand how the Solicitor General's representation that Cafaro was \"still subject to the pretrial detention order\" can be reconciled with the fact of his release on a $1 million personal recognizance bond.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> Preventing danger to the community through the enactment and enforcement of criminal laws is indeed a legitimate goal, but in our system the achievement of that goal is left primarily to the States.  The Constitution does not contain an explicit delegation to the Federal Government of the power to define and administer the general criminal law.  The Bail Reform Act does not limit its definition of dangerousness to the likelihood that the defendant poses a danger to others through the commission of <i>federal</i> crimes.  Federal preventive detention may thus be ordered under the Act when the danger asserted by the Government is the danger that the defendant will violate state law.  The majority nowhere identifies the constitutional source of congressional power to authorize the federal detention of persons whose predicted future conduct would not violate any federal statute and could not be punished by a federal court.  I can only conclude that the Court's frequently expressed concern with the principles of federalism vanishes when it threatens to interfere with the Court's attainment of the desired result.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The majority refers to the statement in <i>Carlson v. Landon,</i> 342 U.S. 524, 545, 72 S.Ct. 525, 536-537, 96 L.Ed. 547 (1952), that the Bail Clause was adopted by Congress from the English Bill of Rights Act of 1689, 1 Wm. &amp; Mary, Sess. 2, ch. II, &#167; I(10), and that \"[i]n England that clause has never been thought to accord a right to bail in all cases, but merely to provide that bail shall not be excessive in those cases where it is proper to grant bail.\" A sufficient answer to this meager argument was made at the time by Justice Black:  \"The Eighth Amendment is in the American Bill of Rights of 1789, not the English Bill of Rights of 1689.\" <i>Carlson v. Landon, supra,</i> at 557, 72 S.Ct., at 542 (dissenting opinion).  Our Bill of Rights is contained in a written Constitution, one of whose purposes is to protect the rights of the people against infringement by the Legislature, and its provisions, whatever their origins, are interpreted in relation to those purposes.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The majority states that denial of bail in capital cases has traditionally been the rule rather than the exception.  And this of course is so, for it has been the considered presumption of generations of judges that a defendant in danger of execution has an extremely strong incentive to flee.  If in any particular case the presumed likelihood of flight should be made irrebuttable, it would in all probability violate the Due Process Clause.  Thus what the majority perceives as an exception is nothing more than an example of the traditional operation of our system of bail.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> It is also true, as the majority observes, that the Government is entitled to assurance, by incarceration if necessary, that a defendant will not obstruct justice through destruction of evidence, procuring the absence or intimidation of witnesses, or subornation of perjury.  But in such cases the Government benefits from no presumption that any particular defendant is likely to engage in activities inimical to the administration of justice, and the majority offers no authority for the proposition that bail has traditionally been denied <i>prospectively,</i> upon speculation that witnesses would be tampered with.  Cf. <i>Carbo v. United States,</i> 82 S.Ct. 662, 7 L.Ed.2d 769 (1962) (Douglas, J., in chambers) (bail pending appeal denied when more than 200 intimidating phone calls made to witness, who was also severely beaten).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-2\">\n        <a class=\"footnote\" href=\"#fn1-2_ref\">1</a>\n        <p> \"If the evidence overwhelmingly establishes that a skyjacker, for example, was insane at the time of his act, and that he is virtually certain to resume his violent behavior as soon as he is set free, must we then conclude that the only way to protect society from such predictable harm is to find an innocent man guilty of a crime he did not have the capacity to commit?\" <i>United States v. Greene,</i> 497 F.2d, at 1088.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-2\">\n        <a class=\"footnote\" href=\"#fn2-2_ref\">2</a>\n        <p> The Government's proof of future dangerousness was not dependent on any prediction that, as a result of the indictment, respondents posed a threat to potential witnesses or to the judicial system.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>481 U.S. 739 (1987)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nSALERNO ET AL.</h1></center>\n<center>No. 86-87.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 21, 1987</center>\n<center>Decided May 26, 1987</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SECOND CIRCUIT\n<p><span class=\"star-pagination\">*740</span> <i>Solicitor General Fried</i> argued the cause for the United States. With him on the briefs were <i>Assistant Attorney General Weld, Deputy Solicitor General Bryson, Jeffrey P. Minear, Samuel Rosenthal,</i> and <i>Maury S. Epner.</i></p>\n<p><span class=\"star-pagination\">*741</span> <i>Anthony M. Cardinale</i> argued the cause for respondents. With him on the brief was <i>Kimberly Homan.</i><sup>[*]</sup></p>\n<p>CHIEF JUSTICE REHNQUIST delivered the opinion of the Court.</p>\n<p>The Bail Reform Act of 1984 (Act) allows a federal court to detain an arrestee pending trial if the Government demonstrates by clear and convincing evidence after an adversary hearing that no release conditions \"will reasonably assure. . . the safety of any other person and the community.\" The United States Court of Appeals for the Second Circuit struck down this provision of the Act as facially unconstitutional, because, in that court's words, this type of pretrial detention violates \"substantive due process.\" We granted certiorari because of a conflict among the Courts of Appeals regarding the validity of the Act.<sup>[1]</sup> 479 U. S. 929 (1986). We hold that, as against the facial attack mounted by these respondents, the Act fully comports with constitutional requirements. We therefore reverse.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*742</span> I</h2>\n<p>Responding to \"the alarming problem of crimes committed by persons on release,\" S. Rep. No. 98-225, p. 3 (1983), Congress formulated the Bail Reform Act of 1984, 18 U. S. C.  3141 <i>et seq.</i> (1982 ed., Supp. III), as the solution to a bail crisis in the federal courts. The Act represents the National Legislature's considered response to numerous perceived deficiencies in the federal bail process. By providing for sweeping changes in both the way federal courts consider bail applications and the circumstances under which bail is granted, Congress hoped to \"give the courts adequate authority to make release decisions that give appropriate recognition to the danger a person may pose to others if released.\" S. Rep. No. 98-225, at 3.</p>\n<p>To this end,  3141(a) of the Act requires a judicial officer to determine whether an arrestee shall be detained. Section 3142(e) provides that \"[i]f, after a hearing pursuant to the provisions of subsection (f), the judicial officer finds that no condition or combination of conditions will reasonably assure the appearance of the person as required and the safety of any other person and the community, he shall order the detention of the person prior to trial.\" Section 3142(f) provides the arrestee with a number of procedural safeguards. He may request the presence of counsel at the detention hearing, he may testify and present witnesses in his behalf, as well as proffer evidence, and he may cross-examine other witnesses appearing at the hearing. If the judicial officer finds that no conditions of pretrial release can reasonably assure the safety of other persons and the community, he must state his findings of fact in writing,  3142(i), and support his conclusion with \"clear and convincing evidence,\"  3142(f).</p>\n<p>The judicial officer is not given unbridled discretion in making the detention determination. Congress has specified the considerations relevant to that decision. These factors include the nature and seriousness of the charges, the substantiality of the Government's evidence against the arrestee, the <span class=\"star-pagination\">*743</span> arrestee's background and characteristics, and the nature and seriousness of the danger posed by the suspect's release.  3142(g). Should a judicial officer order detention, the detainee is entitled to expedited appellate review of the detention order.  3145(b), (c).</p>\n<p>Respondents Anthony Salerno and Vincent Cafaro were arrested on March 21, 1986, after being charged in a 29-count indictment alleging various Racketeer Influenced and Corrupt Organizations Act (RICO) violations, mail and wire fraud offenses, extortion, and various criminal gambling violations. The RICO counts alleged 35 acts of racketeering activity, including fraud, extortion, gambling, and conspiracy to commit murder. At respondents' arraignment, the Government moved to have Salerno and Cafaro detained pursuant to  3142(e), on the ground that no condition of release would assure the safety of the community or any person. The District Court held a hearing at which the Government made a detailed proffer of evidence. The Government's case showed that Salerno was the \"boss\" of the Genovese crime family of La Cosa Nostra and that Cafaro was a \"captain\" in the Genovese family. According to the Government's proffer, based in large part on conversations intercepted by a court-ordered wiretap, the two respondents had participated in wide-ranging conspiracies to aid their illegitimate enterprises through violent means. The Government also offered the testimony of two of its trial witnesses, who would assert that Salerno personally participated in two murder conspiracies. Salerno opposed the motion for detention, challenging the credibility of the Government's witnesses. He offered the testimony of several character witnesses as well as a letter from his doctor stating that he was suffering from a serious medical condition. Cafaro presented no evidence at the hearing, but instead characterized the wiretap conversations as merely \"tough talk.\"</p>\n<p>The District Court granted the Government's detention motion, concluding that the Government had established by <span class=\"star-pagination\">*744</span> clear and convincing evidence that no condition or combination of conditions of release would ensure the safety of the community or any person:</p>\n<blockquote>\"The activities of a criminal organization such as the Genovese Family do not cease with the arrest of its principals and their release on even the most stringent of bail conditions. The illegal businesses, in place for many years, require constant attention and protection, or they will fail. Under these circumstances, this court recognizes a strong incentive on the part of its leadership to continue business as usual. When business as usual involves threats, beatings, and murder, the present danger such people pose in the community is self-evident.\" 631 F. Supp. 1364, 1375 (SDNY 1986).<sup>[2]</sup></blockquote>\n<p>Respondents appealed, contending that to the extent that the Bail Reform Act permits pretrial detention on the ground that the arrestee is likely to commit future crimes, it is unconstitutional on its face. Over a dissent, the United States Court of Appeals for the Second Circuit agreed. 794 F. 2d 64 (1986). Although the court agreed that pretrial detention could be imposed if the defendants were likely to intimidate witnesses or otherwise jeopardize the trial process, it found \" 3142(e)'s authorization of pretrial detention [on the ground of future dangerousness] repugnant to the concept of substantive due process, which we believe prohibits the total deprivation of liberty simply as a means of preventing future crimes.\" <i>Id.,</i> at 71-72. The court concluded that the Government could not, consistent with due process, detain persons who had not been accused of any crime merely because they were thought to present a danger to the community. <i>Id.,</i> at 72, quoting <i>United States</i> v. <i>Melendez-Carrion,</i> 790 F. <span class=\"star-pagination\">*745</span> 2d 984, 1000-1001 (CA2 1986) (opinion of Newman, J.). It reasoned that our criminal law system holds persons accountable for past actions, not anticipated future actions. Although a court could detain an arrestee who threatened to flee before trial, such detention would be permissible because it would serve the basic objective of a criminal system  bringing the accused to trial. The court distinguished our decision in <i>Gerstein</i> v. <i>Pugh,</i> 420 U. S. 103 (1975), in which we upheld police detention pursuant to arrest. The court construed <i>Gerstein</i> as limiting such detention to the \" `administrative steps incident to arrest.' \" 794 F. 2d, at 74, quoting <i>Gerstein, supra,</i> at 114. The Court of Appeals also found our decision in <i>Schall</i> v. <i>Martin,</i> 467 U. S. 253 (1984), upholding postarrest, pretrial detention of juveniles, inapposite because juveniles have a lesser interest in liberty than do adults. The dissenting judge concluded that on its face, the Bail Reform Act adequately balanced the Federal Government's compelling interests in public safety against the detainee's liberty interests.</p>\n<p></p>\n<h2>II</h2>\n<p>A facial challenge to a legislative Act is, of course, the most difficult challenge to mount successfully, since the challenger must establish that no set of circumstances exists under which the Act would be valid. The fact that the Bail Reform Act might operate unconstitutionally under some conceivable set of circumstances is insufficient to render it wholly invalid, since we have not recognized an \"overbreadth\" doctrine outside the limited context of the First Amendment. <i>Schall</i> v. <i>Martin, supra,</i> at 269, n. 18. We think respondents have failed to shoulder their heavy burden to demonstrate that the Act is \"facially\" unconstitutional.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*746</span> Respondents present two grounds for invalidating the Bail Reform Act's provisions permitting pretrial detention on the basis of future dangerousness. First, they rely upon the Court of Appeals' conclusion that the Act exceeds the limitations placed upon the Federal Government by the Due Process Clause of the Fifth Amendment. Second, they contend that the Act contravenes the Eighth Amendment's proscription against excessive bail. We treat these contentions in turn.</p>\n<p></p>\n<h2>A</h2>\n<p>The Due Process Clause of the Fifth Amendment provides that \"No person shall . . . be deprived of life, liberty, or property, without due process of law . . . .\" This Court has held that the Due Process Clause protects individuals against two types of government action. So-called \"substantive due process\" prevents the government from engaging in conduct that \"shocks the conscience,\" <i>Rochin</i> v. <i>California,</i> 342 U. S. 165, 172 (1952), or interferes with rights \"implicit in the concept of ordered liberty,\" <i>Palko</i> v. <i>Connecticut,</i> 302 U. S. 319, 325-326 (1937). When government action depriving a person of life, liberty, or property survives substantive due process scrutiny, it must still be implemented in a fair manner. <i>Mathews</i> v. <i>Eldridge,</i> 424 U. S. 319, 335 (1976). This requirement has traditionally been referred to as \"procedural\" due process.</p>\n<p>Respondents first argue that the Act violates substantive due process because the pretrial detention it authorizes constitutes impermissible punishment before trial. See <i>Bell</i> v. <i>Wolfish,</i> 441 U. S. 520, 535, and n. 16 (1979). The Government, however, has never argued that pretrial detention could be upheld if it were \"punishment.\" The Court of Appeals assumed that pretrial detention under the Bail Reform Act is regulatory, not penal, and we agree that it is.</p>\n<p>As an initial matter, the mere fact that a person is detained does not inexorably lead to the conclusion that the government has imposed punishment. <i>Bell</i> v. <i>Wolfish, supra,</i> at <span class=\"star-pagination\">*747</span> 537. To determine whether a restriction on liberty constitutes impermissible punishment or permissible regulation, we first look to legislative intent. <i>Schall</i> v. <i>Martin,</i> 467 U. S., at 269. Unless Congress expressly intended to impose punitive restrictions, the punitive/regulatory distinction turns on \" `whether an alternative purpose to which [the restriction] may rationally be connected is assignable for it, and whether it appears excessive in relation to the alternative purpose assigned [to it].' \" <i>Ibid.,</i> quoting <i>Kennedy</i> v. <i>Mendoza-Martinez,</i> 372 U. S. 144, 168-169 (1963).</p>\n<p>We conclude that the detention imposed by the Act falls on the regulatory side of the dichotomy. The legislative history of the Bail Reform Act clearly indicates that Congress did not formulate the pretrial detention provisions as punishment for dangerous individuals. See S. Rep. No. 98-225, at 8. Congress instead perceived pretrial detention as a potential solution to a pressing societal problem. <i>Id.,</i> at 4-7. There is no doubt that preventing danger to the community is a legitimate regulatory goal. <i>Schall</i> v. <i>Martin, supra</i><i>.</i></p>\n<p>Nor are the incidents of pretrial detention excessive in relation to the regulatory goal Congress sought to achieve. The Bail Reform Act carefully limits the circumstances under which detention may be sought to the most serious of crimes. See 18 U. S. C.  3142(f) (detention hearings available if case involves crimes of violence, offenses for which the sentence is life imprisonment or death, serious drug offenses, or certain repeat offenders). The arrestee is entitled to a prompt detention hearing, <i>ibid.,</i> and the maximum length of pretrial detention is limited by the stringent time limitations of the Speedy Trial Act.<sup>[4]</sup> See 18 U. S. C.  3161 <i>et seq.</i> (1982 ed. and Supp. III). Moreover, as in <i>Schall</i> v. <i>Martin</i><i>,</i> the conditions of confinement envisioned by the Act \"appear to reflect the regulatory purposes relied upon by the\" Government. <span class=\"star-pagination\">*748</span> 467 U. S., at 270. As in <i>Schall,</i> the statute at issue here requires that detainees be housed in a \"facility separate, to the extent practicable, from persons awaiting or serving sentences or being held in custody pending appeal.\" 18 U. S. C.  3142(i)(2). We conclude, therefore, that the pretrial detention contemplated by the Bail Reform Act is regulatory in nature, and does not constitute punishment before trial in violation of the Due Process Clause.</p>\n<p>The Court of Appeals nevertheless concluded that \"the Due Process Clause prohibits pretrial detention on the ground of danger to the community as a regulatory measure, without regard to the duration of the detention.\" 794 F. 2d, at 71. Respondents characterize the Due Process Clause as erecting an impenetrable \"wall\" in this area that \"no governmental interest  rational, important, compelling or otherwise  may surmount.\" Brief for Respondents 16.</p>\n<p>We do not think the Clause lays down any such categorical imperative. We have repeatedly held that the Government's regulatory interest in community safety can, in appropriate circumstances, outweigh an individual's liberty interest. For example, in times of war or insurrection, when society's interest is at its peak, the Government may detain individuals whom the Government believes to be dangerous. See <i>Ludecke</i> v. <i>Watkins,</i> 335 U. S. 160 (1948) (approving unreviewable executive power to detain enemy aliens in time of war); <i>Moyer</i> v. <i>Peabody,</i> 212 U. S. 78, 84-85 (1909) (rejecting due process claim of individual jailed without probable cause by Governor in time of insurrection). Even outside the exigencies of war, we have found that sufficiently compelling governmental interests can justify detention of dangerous persons. Thus, we have found no absolute constitutional barrier to detention of potentially dangerous resident aliens pending deportation proceedings. <i>Carlson</i> v. <i>Landon,</i> 342 U. S. 524, 537-542 (1952); <i>Wong Wing</i> v. <i>United States,</i> 163 U. S. 228 (1896). We have also held that the government may detain mentally unstable individuals who present a danger <span class=\"star-pagination\">*749</span> to the public, <i>Addington</i> v. <i>Texas,</i> 441 U. S. 418 (1979), and dangerous defendants who become incompetent to stand trial, <i>Jackson</i> v. <i>Indiana,</i> 406 U. S. 715, 731-739 (1972); <i>Greenwood</i> v. <i>United States,</i> 350 U. S. 366 (1956). We have approved of postarrest regulatory detention of juveniles when they present a continuing danger to the community. <i>Schall</i> v. <i>Martin, supra</i><i>.</i> Even competent adults may face substantial liberty restrictions as a result of the operation of our criminal justice system. If the police suspect an individual of a crime, they may arrest and hold him until a neutral magistrate determines whether probable cause exists. <i>Gerstein</i> v. <i>Pugh,</i> 420 U. S. 103 (1975). Finally, respondents concede and the Court of Appeals noted that an arrestee may be incarcerated until trial if he presents a risk of flight, see <i>Bell</i> v. <i>Wolfish,</i> 441 U. S., at 534, or a danger to witnesses.</p>\n<p>Respondents characterize all of these cases as exceptions to the \"general rule\" of substantive due process that the government may not detain a person prior to a judgment of guilt in a criminal trial. Such a \"general rule\" may freely be conceded, but we think that these cases show a sufficient number of exceptions to the rule that the congressional action challenged here can hardly be characterized as totally novel. Given the well-established authority of the government, in special circumstances, to restrain individuals' liberty prior to or even without criminal trial and conviction, we think that the present statute providing for pretrial detention on the basis of dangerousness must be evaluated in precisely the same manner that we evaluated the laws in the cases discussed above.</p>\n<p>The government's interest in preventing crime by arrestees is both legitimate and compelling. <i>De Veau</i> v. <i>Braisted,</i> 363 U. S. 144, 155 (1960). In <i>Schall, supra,</i> we recognized the strength of the State's interest in preventing juvenile crime. This general concern with crime prevention is no less compelling when the suspects are adults. Indeed, \"[t]he <span class=\"star-pagination\">*750</span> harm suffered by the victim of a crime is not dependent upon the age of the perpetrator.\" <i>Schall</i> v. <i>Martin, supra,</i> at 264-265. The Bail Reform Act of 1984 responds to an even more particularized governmental interest than the interest we sustained in <i>Schall.</i> The statute we upheld in <i>Schall</i> permitted pretrial detention of any juvenile arrested on any charge after a showing that the individual might commit some undefined further crimes. The Bail Reform Act, in contrast, narrowly focuses on a particularly acute problem in which the Government interests are overwhelming. The Act operates only on individuals who have been arrested for a specific category of extremely serious offenses. 18 U. S. C.  3142(f). Congress specifically found that these individuals are far more likely to be responsible for dangerous acts in the community after arrest. See S. Rep. No. 98-225, at 6-7. Nor is the Act by any means a scattershot attempt to incapacitate those who are merely suspected of these serious crimes. The Government must first of all demonstrate probable cause to believe that the charged crime has been committed by the arrestee, but that is not enough. In a fullblown adversary hearing, the Government must convince a neutral decisionmaker by clear and convincing evidence that no conditions of release can reasonably assure the safety of the community or any person. 18 U. S. C.  3142(f). While the Government's general interest in preventing crime is compelling, even this interest is heightened when the Government musters convincing proof that the arrestee, already indicted or held to answer for a serious crime, presents a demonstrable danger to the community. Under these narrow circumstances, society's interest in crime prevention is at its greatest.</p>\n<p>On the other side of the scale, of course, is the individual's strong interest in liberty. We do not minimize the importance and fundamental nature of this right. But, as our cases hold, this right may, in circumstances where the government's interest is sufficiently weighty, be subordinated <span class=\"star-pagination\">*751</span> to the greater needs of society. We think that Congress' careful delineation of the circumstances under which detention will be permitted satisfies this standard. When the Government proves by clear and convincing evidence that an arrestee presents an identified and articulable threat to an individual or the community, we believe that, consistent with the Due Process Clause, a court may disable the arrestee from executing that threat. Under these circumstances, we cannot categorically state that pretrial detention \"offends some principle of justice so rooted in the traditions and conscience of our people as to be ranked as fundamental.\" <i>Snyder</i> v. <i>Massachusetts,</i> 291 U. S. 97, 105 (1934).</p>\n<p>Finally, we may dispose briefly of respondents' facial challenge to the procedures of the Bail Reform Act. To sustain them against such a challenge, we need only find them \"adequate to authorize the pretrial detention of at least some [persons] charged with crimes,\" <i>Schall, supra,</i> at 264, whether or not they might be insufficient in some particular circumstances. We think they pass that test. As we stated in <i>Schall,</i> \"there is nothing inherently unattainable about a prediction of future criminal conduct.\" 467 U. S., at 278; see <i>Jurek</i> v. <i>Texas,</i> 428 U. S. 262, 274 (1976) (joint opinion of Stewart, POWELL, and STEVENS, JJ.); <i>id.,</i> at 279 (WHITE, J., concurring in judgment).</p>\n<p>Under the Bail Reform Act, the procedures by which a judicial officer evaluates the likelihood of future dangerousness are specifically designed to further the accuracy of that determination. Detainees have a right to counsel at the detention hearing. 18 U. S. C.  3142(f). They may testify in their own behalf, present information by proffer or otherwise, and cross-examine witnesses who appear at the hearing. <i>Ibid.</i> The judicial officer charged with the responsibility of determining the appropriateness of detention is guided by statutorily enumerated factors, which include the nature and the circumstances of the charges, the weight of the evidence, the history and characteristics of the putative offender, <span class=\"star-pagination\">*752</span> and the danger to the community.  3142(g). The Government must prove its case by clear and convincing evidence.  3142(f). Finally, the judicial officer must include written findings of fact and a written statement of reasons for a decision to detain.  3142(i). The Act's review provisions,  3145(c), provide for immediate appellate review of the detention decision.</p>\n<p>We think these extensive safeguards suffice to repel a facial challenge. The protections are more exacting than those we found sufficient in the juvenile context, see <i>Schall, supra,</i> at 275-281, and they far exceed what we found necessary to effect limited postarrest detention in <i>Gerstein</i> v. <i>Pugh,</i> 420 U. S. 103 (1975). Given the legitimate and compelling regulatory purpose of the Act and the procedural protections it offers, we conclude that the Act is not facially invalid under the Due Process Clause of the Fifth Amendment.</p>\n<p></p>\n<h2>B</h2>\n<p>Respondents also contend that the Bail Reform Act violates the Excessive Bail Clause of the Eighth Amendment. The Court of Appeals did not address this issue because it found that the Act violates the Due Process Clause. We think that the Act survives a challenge founded upon the Eighth Amendment.</p>\n<p>The Eighth Amendment addresses pretrial release by providing merely that \"[e]xcessive bail shall not be required.\" This Clause, of course, says nothing about whether bail shall be available at all. Respondents nevertheless contend that this Clause grants them a right to bail calculated solely upon considerations of flight. They rely on <i>Stack</i> v. <i>Boyle,</i> 342 U. S. 1, 5 (1951), in which the Court stated that \"[b]ail set at a figure higher than an amount reasonably calculated [to ensure the defendant's presence at trial] is `excessive' under the Eighth Amendment.\" In respondents' view, since the Bail Reform Act allows a court essentially to set bail at an infinite amount for reasons not related to the risk of flight, it <span class=\"star-pagination\">*753</span> violates the Excessive Bail Clause. Respondents concede that the right to bail they have discovered in the Eighth Amendment is not absolute. A court may, for example, refuse bail in capital cases. And, as the Court of Appeals noted and respondents admit, a court may refuse bail when the defendant presents a threat to the judicial process by intimidating witnesses. Brief for Respondents 21-22. Respondents characterize these exceptions as consistent with what they claim to be the sole purpose of bail  to ensure the integrity of the judicial process.</p>\n<p>While we agree that a primary function of bail is to safeguard the courts' role in adjudicating the guilt or innocence of defendants, we reject the proposition that the Eighth Amendment categorically prohibits the government from pursuing other admittedly compelling interests through regulation of pretrial release. The above-quoted dictum in <i>Stack</i> v. <i>Boyle</i> is far too slender a reed on which to rest this argument. The Court in <i>Stack</i> had no occasion to consider whether the Excessive Bail Clause requires courts to admit all defendants to bail, because the statute before the Court in that case in fact allowed the defendants to be bailed. Thus, the Court had to determine only whether bail, admittedly available in that case, was excessive if set at a sum greater than that necessary to ensure the arrestees' presence at trial.</p>\n<p>The holding of <i>Stack</i> is illuminated by the Court's holding just four months later in <i>Carlson</i> v. <i>Landon,</i> 342 U. S. 524 (1952). In that case, remarkably similar to the present action, the detainees had been arrested and held without bail pending a determination of deportability. The Attorney General refused to release the individuals, \"on the ground that there was reasonable cause to believe that [their] release would be prejudicial to the public interest and <i>would endanger the welfare and safety of the United States.\" Id.,</i> at 529 (emphasis added). The detainees brought the same challenge that respondents bring to us today: the Eighth Amendment <span class=\"star-pagination\">*754</span> required them to be admitted to bail. The Court squarely rejected this proposition:</p>\n<blockquote>\"The bail clause was lifted with slight changes from the English Bill of Rights Act. In England that clause has never been thought to accord a right to bail in all cases, but merely to provide that bail shall not be excessive in those cases where it is proper to grant bail. When this clause was carried over into our Bill of Rights, nothing was said that indicated any different concept. The Eighth Amendment has not prevented Congress from defining the classes of cases in which bail shall be allowed in this country. Thus, in criminal cases bail is not compulsory where the punishment may be death. Indeed, the very language of the Amendment fails to say all arrests must be bailable.\" <i>Id.,</i> at 545-546 (footnotes omitted).</blockquote>\n<p><i>Carlson</i> v. <i>Landon</i> was a civil case, and we need not decide today whether the Excessive Bail Clause speaks at all to Congress' power to define the classes of criminal arrestees who shall be admitted to bail. For even if we were to conclude that the Eighth Amendment imposes some substantive limitations on the National Legislature's powers in this area, we would still hold that the Bail Reform Act is valid. Nothing in the text of the Bail Clause limits permissible Government considerations solely to questions of flight. The only arguable substantive limitation of the Bail Clause is that the Government's proposed conditions of release or detention not be \"excessive\" in light of the perceived evil. Of course, to determine whether the Government's response is excessive, we must compare that response against the interest the Government seeks to protect by means of that response. Thus, when the Government has admitted that its only interest is in preventing flight, bail must be set by a court at a sum designed to ensure that goal, and no more. <i>Stack</i> v. <i>Boyle, supra</i><i>.</i> We believe that when Congress has mandated detention on the basis of a compelling interest other than prevention <span class=\"star-pagination\">*755</span> of flight, as it has here, the Eighth Amendment does not require release on bail.</p>\n<p></p>\n<h2>III</h2>\n<p>In our society liberty is the norm, and detention prior to trial or without trial is the carefully limited exception. We hold that the provisions for pretrial detention in the Bail Reform Act of 1984 fall within that carefully limited exception. The Act authorizes the detention prior to trial of arrestees charged with serious felonies who are found after an adversary hearing to pose a threat to the safety of individuals or to the community which no condition of release can dispel. The numerous procedural safeguards detailed above must attend this adversary hearing. We are unwilling to say that this congressional determination, based as it is upon that primary concern of every government  a concern for the safety and indeed the lives of its citizens  on its face violates either the Due Process Clause of the Fifth Amendment or the Excessive Bail Clause of the Eighth Amendment.</p>\n<p>The judgment of the Court of Appeals is therefore</p>\n<p><i>Reversed.</i></p>\n<p>JUSTICE MARSHALL, with whom JUSTICE BRENNAN joins, dissenting.</p>\n<p>This case brings before the Court for the first time a statute in which Congress declares that a person innocent of any crime may be jailed indefinitely, pending the trial of allegations which are legally presumed to be untrue, if the Government shows to the satisfaction of a judge that the accused is likely to commit crimes, unrelated to the pending charges, at any time in the future. Such statutes, consistent with the usages of tyranny and the excesses of what bitter experience teaches us to call the police state, have long been thought incompatible with the fundamental human rights protected by our Constitution. Today a majority of this Court holds otherwise. Its decision disregards basic principles of justice <span class=\"star-pagination\">*756</span> established centuries ago and enshrined beyond the reach of governmental interference in the Bill of Rights.</p>\n<p></p>\n<h2>I</h2>\n<p>A few preliminary words are necessary with respect to the majority's treatment of the facts in this case. The two paragraphs which the majority devotes to the procedural posture are essentially correct, but they omit certain matters which are of substantial legal relevance.</p>\n<p>The Solicitor General's petition for certiorari was filed on July 21, 1986. On October 9, 1986, respondent Salerno filed a response to the petition. No response or appearance of counsel was filed on behalf of respondent Cafaro. The petition for certiorari was granted on November 3, 1986.</p>\n<p>On November 19, 1986, respondent Salerno was convicted after a jury trial on charges unrelated to those alleged in the indictment in this case. On January 13, 1987, Salerno was sentenced on those charges to 100 years' imprisonment. As of that date, the Government no longer required a pretrial detention order for the purpose of keeping Salerno incarcerated; it could simply take him into custody on the judgment and commitment order. The present case thus became moot as to respondent Salerno.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*757</span> The situation with respect to respondent Cafaro is still more disturbing. In early October 1986, before the Solicitor General's petition for certiorari was granted, respondent Cafaro became a cooperating witness, assisting the Government's investigation \"by working in a covert capacity.\"<sup>[2]</sup> The information that Cafaro was cooperating with the Government was not revealed to his codefendants, including respondent Salerno. On October 9, 1986, respondent Cafaro was released, ostensibly \"temporarily for medical care and treatment,\" with the Government's consent. Docket, SS 86 Cr. 245-2, p. 6 (MJL) (SDNY) (Lowe, J.).<sup>[3]</sup> This release was conditioned upon execution of a personal recognizance bond in the sum of $1 million, under the general pretrial <span class=\"star-pagination\">*758</span> release provisions of 18 U. S. C.  3141 (1982 ed., Supp. III). In short, respondent Cafaro became an informant and the Government agreed to his release on bail in order that he might better serve the Government's purposes. As to Cafaro, this case was no longer justiciable even before certiorari was granted, but the information bearing upon the essential issue of the Court's jurisdiction was not made available to us.</p>\n<p>The Government thus invites the Court to address the facial constitutionality of the pretrial detention statute in a case involving two respondents, one of whom has been sentenced to a century of jail time in another case and released pending appeal with the Government's consent, while the other was released on bail <i>in this case,</i> with the Government's consent, because he had become an informant. These facts raise, at the very least, a substantial question as to the Court's jurisdiction, for it is far from clear that there is now an actual controversy between these parties. As we have recently said, \"Article III of the Constitution requires that there be a live case or controversy at the time that a federal court decides the case; it is not enough that there may have been a live case or controversy when the case was decided by the court whose judgment we are reviewing.\" <i>Burke</i> v. <i>Barnes,</i> 479 U. S. 361, 363 (1987); see <i>Sosna</i> v. <i>Iowa,</i> 419 U. S. 393, 402 (1975); <i>Golden</i> v. <i>Zwickler,</i> 394 U. S. 103, 108 (1969). Only by flatly ignoring these matters is the majority able to maintain the pretense that it has jurisdiction to decide the question which it is in such a hurry to reach.</p>\n<p></p>\n<h2>II</h2>\n<p>The majority approaches respondents' challenge to the Act by dividing the discussion into two sections, one concerned with the substantive guarantees implicit in the Due Process Clause, and the other concerned with the protection afforded by the Excessive Bail Clause of the Eighth Amendment. This is a sterile formalism, which divides a unitary argument <span class=\"star-pagination\">*759</span> into two independent parts and then professes to demonstrate that the parts are individually inadequate.</p>\n<p>On the due process side of this false dichotomy appears an argument concerning the distinction between regulatory and punitive legislation. The majority concludes that the Act is a regulatory rather than a punitive measure. The ease with which the conclusion is reached suggests the worthlessness of the achievement. The major premise is that \"[u]nless Congress expressly intended to impose punitive restrictions, the punitive/regulatory distinction turns on ` \"whether an alternative purpose to which [the restriction] may rationally be connected is assignable for it, and whether it appears excessive in relation to the alternative purpose assigned [to it].\" ' \" <i>Ante,</i> at 747 (citations omitted). The majority finds that \"Congress did not formulate the pretrial detention provisions as punishment for dangerous individuals,\" but instead was pursuing the \"legitimate regulatory goal\" of \"preventing danger to the community.\" <i>Ibid.</i><sup>[4]</sup> Concluding that pretrial detention is not an excessive solution to the problem of preventing danger to the community, the majority thus finds that no substantive element of the guarantee of due process invalidates the statute.</p>\n<p><span class=\"star-pagination\">*760</span> This argument does not demonstrate the conclusion it purports to justify. Let us apply the majority's reasoning to a similar, hypothetical case. After investigation, Congress determines (not unrealistically) that a large proportion of violent crime is perpetrated by persons who are unemployed. It also determines, equally reasonably, that much violent crime is committed at night. From amongst the panoply of \"potential solutions,\" Congress chooses a statute which permits, after judicial proceedings, the imposition of a dusk-to-dawn curfew on anyone who is unemployed. Since this is not a measure enacted for the purpose of punishing the unemployed, and since the majority finds that preventing danger to the community is a legitimate regulatory goal, the curfew statute would, according to the majority's analysis, be a mere \"regulatory\" detention statute, entirely compatible with the substantive components of the Due Process Clause.</p>\n<p>The absurdity of this conclusion arises, of course, from the majority's cramped concept of substantive due process. The majority proceeds as though the only substantive right protected by the Due Process Clause is a right to be free from punishment before conviction. The majority's technique for infringing this right is simple: merely redefine any measure which is claimed to be punishment as \"regulation,\" and, magically, the Constitution no longer prohibits its imposition. Because, as I discuss in Part III, <i>infra,</i> the Due Process Clause protects other substantive rights which are infringed by this legislation, the majority's argument is merely an exercise in obfuscation.</p>\n<p>The logic of the majority's Eighth Amendment analysis is equally unsatisfactory. The Eighth Amendment, as the majority notes, states that \"[e]xcessive bail shall not be required.\" The majority then declares, as if it were undeniable, that: \"[t]his Clause, of course, says nothing about whether bail shall be available at all.\" <i>Ante,</i> at 752. If excessive bail is imposed the defendant stays in jail. The same result is achieved if bail is denied altogether. Whether the <span class=\"star-pagination\">*761</span> magistrate sets bail at $1 billion or refuses to set bail at all, the consequences are indistinguishable. It would be mere sophistry to suggest that the Eighth Amendment protects against the former decision, and not the latter. Indeed, such a result would lead to the conclusion that there was no need for Congress to pass a preventive detention measure of any kind; every federal magistrate and district judge could simply refuse, despite the absence of any evidence of risk of flight or danger to the community, to set bail. This would be entirely constitutional, since, according to the majority, the Eighth Amendment \"says nothing about whether bail shall be available at all.\"</p>\n<p>But perhaps, the majority says, this manifest absurdity can be avoided. Perhaps the Bail Clause is addressed only to the Judiciary. \"[W]e need not decide today,\" the majority says, \"whether the Excessive Bail Clause speaks at all to Congress' power to define the classes of criminal arrestees who shall be admitted to bail.\" <i>Ante,</i> at 754. The majority is correct that this question need not be decided today; it was decided long ago. Federal and state statutes which purport to accomplish what the Eighth Amendment forbids, such as imposing cruel and unusual punishments, may not stand. See, <i>e. g., </i><i>Trop</i> v. <i>Dulles,</i> 356 U. S. 86 (1958); <i>Furman</i> v. <i>Georgia,</i> 408 U. S. 238 (1972). The text of the Amendment, which provides simply that \"[e]xcessive bail shall not be required, nor excessive fines imposed, nor cruel and unusual punishments inflicted,\" provides absolutely no support for the majority's speculation that both courts and Congress are forbidden to inflict cruel and unusual punishments, while only the courts are forbidden to require excessive bail.<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*762</span> The majority's attempts to deny the relevance of the Bail Clause to this case are unavailing, but the majority is nonetheless correct that the prohibition of excessive bail means that in order \"to determine whether the Government's response is excessive, we must compare that response against the interest the Government seeks to protect by means of that response.\" <i>Ante,</i> at 754. The majority concedes, as it must, that \"when the Government has admitted that its only interest is in preventing flight, bail must be set by a court at a sum designed to ensure that goal, and no more.\" <i>Ibid.</i> But, the majority says, \"when Congress has mandated detention on the basis of a compelling interest other than prevention of flight, as it has here, the Eighth Amendment does not require release on bail.\" <i>Ante,</i> at 754-755. This conclusion follows only if the \"compelling\" interest upon which Congress acted is an interest which the Constitution permits Congress to further through the denial of bail. The majority does not ask, as a result of its disingenuous division of the analysis, if there are any substantive limits contained in both the Eighth Amendment and the Due Process Clause which render this system of preventive detention unconstitutional. The majority does not ask because the answer is apparent and, to the majority, inconvenient.</p>\n<p></p>\n<h2>III</h2>\n<p>The essence of this case may be found, ironically enough, in a provision of the Act to which the majority does not refer. Title 18 U. S. C.  3142(j) (1982 ed., Supp. III) provides that \"[n]othing in this section shall be construed as modifying or limiting the presumption of innocence.\" But the very pith <span class=\"star-pagination\">*763</span> and purpose of this statute is an abhorrent limitation of the presumption of innocence. The majority's untenable conclusion that the present Act is constitutional arises from a specious denial of the role of the Bail Clause and the Due Process Clause in protecting the invaluable guarantee afforded by the presumption of innocence.</p>\n<p>\"The principle that there is a presumption of innocence in favor of the accused is the undoubted law, axiomatic and elementary, and its enforcement lies at the foundation of the administration of our criminal law.\" <i>Coffin</i> v. <i>United States,</i> 156 U. S. 432, 453 (1895). Our society's belief, reinforced over the centuries, that all are innocent until the state has proved them to be guilty, like the companion principle that guilt must be proved beyond a reasonable doubt, is \"implicit in the concept of ordered liberty,\" <i>Palko</i> v. <i>Connecticut,</i> 302 U. S. 319, 325 (1937), and is established beyond legislative contravention in the Due Process Clause. See <i>Estelle</i> v. <i>Williams,</i> 425 U. S. 501, 503 (1976); <i>In re Winship,</i> 397 U. S. 358, 364 (1970). See also <i>Taylor</i> v. <i>Kentucky,</i> 436 U. S. 478, 483 (1978); <i>Kentucky</i> v. <i>Whorton,</i> 441 U. S. 786, 790 (1979) (Stewart, J., dissenting).</p>\n<p>The statute now before us declares that persons who have been indicted may be detained if a judicial officer finds clear and convincing evidence that they pose a danger to individuals or to the community. The statute does not authorize the Government to imprison anyone it has evidence is dangerous; indictment is necessary. But let us suppose that a defendant is indicted and the Government shows by clear and convincing evidence that he is dangerous and should be detained pending a trial, at which trial the defendant is acquitted. May the Government continue to hold the defendant in detention based upon its showing that he is dangerous? The answer cannot be yes, for that would allow the Government to imprison someone for uncommitted crimes based upon \"proof\" not beyond a reasonable doubt. The result must therefore be that once the indictment has failed, detention <span class=\"star-pagination\">*764</span> cannot continue. But our fundamental principles of justice declare that the defendant is as innocent on the day before his trial as he is on the morning after his acquittal. Under this statute an untried indictment somehow acts to permit a detention, based on other charges, which after an acquittal would be unconstitutional. The conclusion is inescapable that the indictment has been turned into evidence, if not that the defendant is guilty of the crime charged, then that left to his own devices he will soon be guilty of something else. \" `If it suffices to accuse, what will become of the innocent?' \" <i>Coffin</i> v. <i>United States, supra,</i> at 455 (quoting Ammianus Marcellinus, Rerum Gestarum Libri Qui Supersunt, L. XVIII, c. 1, A. D. 359).</p>\n<p>To be sure, an indictment is not without legal consequences. It establishes that there is probable cause to believe that an offense was committed, and that the defendant committed it. Upon probable cause a warrant for the defendant's arrest may issue; a period of administrative detention may occur before the evidence of probable cause is presented to a neutral magistrate. See <i>Gerstein</i> v. <i>Pugh,</i> 420 U. S. 103 (1975). Once a defendant has been committed for trial he may be detained in custody if the magistrate finds that no conditions of release will prevent him from becoming a fugitive. But in this connection the charging instrument is evidence of nothing more than the fact that there will be a trial, and</p>\n<blockquote>\"release before trial is conditioned upon the accused's giving adequate assurance that he will stand trial and submit to sentence if found guilty. Like the ancient practice of securing the oaths of responsible persons to stand as sureties for the accused, the modern practice of requiring a bail bond or the deposit of a sum of money subject to forfeiture serves as additional assurance of the <span class=\"star-pagination\">*765</span> presence of an accused.\" <i>Stack</i> v. <i>Boyle,</i> 342 U. S. 1, 4-5 (1951) (citation omitted).<sup>[6]</sup></blockquote>\n<p>The finding of probable cause conveys power to try, and the power to try imports of necessity the power to assure that the processes of justice will not be evaded or obstructed.<sup>[7]</sup> \"Pretrial detention to prevent future crimes against society at large, however, is not justified by any concern for holding a trial on the charges for which a defendant has been arrested.\" 794 F. 2d 64, 73 (CA2 1986) (quoting <i>United States</i> v. <i>Melendez-Carrion,</i> 790 F. 2d 984, 1002 (CA2 1986) (opinion of Newman, J.)). The detention purportedly authorized by this statute bears no relation to the Government's power to try charges supported by a finding of probable cause, and thus the interests it serves are outside the scope of interests which may be considered in weighing the excessiveness of bail under the Eighth Amendment.</p>\n<p><span class=\"star-pagination\">*766</span> It is not a novel proposition that the Bail Clause plays a vital role in protecting the presumption of innocence. Reviewing the application for bail pending appeal by members of the American Communist Party convicted under the Smith Act, 18 U. S. C.  2385, Justice Jackson wrote:</p>\n<blockquote>\"Grave public danger is said to result from what [the defendants] may be expected to do, in addition to what they have done since their conviction. If I assume that defendants are disposed to commit every opportune disloyal act helpful to Communist countries, it is still difficult to reconcile with traditional American law the jailing of persons by the courts because of anticipated but as yet uncommitted crimes. Imprisonment to protect society from predicted but unconsummated offenses is . . . unprecedented in this country and . . . fraught with danger of excesses and injustice . . . .\" <i>Williamson</i> v. <i>United States,</i> 95 L. Ed. 1379, 1382 (1950) (opinion in chambers) (footnote omitted).</blockquote>\n<p>As Chief Justice Vinson wrote for the Court in <i>Stack</i> v. <i>Boyle, supra</i><i>:</i> \"Unless th[e] right to bail before trial is preserved, the presumption of innocence, secured only after centuries of struggle, would lose its meaning.\" 342 U. S., at 4.</p>\n<p></p>\n<h2>IV</h2>\n<p>There is a connection between the peculiar facts of this case and the evident constitutional defects in the statute which the Court upholds today. Respondent Cafaro was originally incarcerated for an indeterminate period at the request of the Government, which believed (or professed to believe) that his release imminently threatened the safety of the community. That threat apparently vanished, from the Government's point of view, when Cafaro agreed to act as a covert agent of the Government. There could be no more eloquent demonstration of the coercive power of authority to imprison upon prediction, or of the dangers which the almost <span class=\"star-pagination\">*767</span> inevitable abuses pose to the cherished liberties of a free society.</p>\n<p>\"It is a fair summary of history to say that the safeguards of liberty have frequently been forged in controversies involving not very nice people.\" <i>United States</i> v. <i>Rabinowitz,</i> 339 U. S. 56, 69 (1950) (Frankfurter, J., dissenting). Honoring the presumption of innocence is often difficult; sometimes we must pay substantial social costs as a result of our commitment to the values we espouse. But at the end of the day the presumption of innocence protects the innocent; the shortcuts we take with those whom we believe to be guilty injure only those wrongfully accused and, ultimately, ourselves.</p>\n<p>Throughout the world today there are men, women, and children interned indefinitely, awaiting trials which may never come or which may be a mockery of the word, because their governments believe them to be \"dangerous.\" Our Constitution, whose construction began two centuries ago, can shelter us forever from the evils of such unchecked power. Over 200 years it has slowly, through our efforts, grown more durable, more expansive, and more just. But it cannot protect us if we lack the courage, and the self-restraint, to protect ourselves. Today a majority of the Court applies itself to an ominous exercise in demolition. Theirs is truly a decision which will go forth without authority, and come back without respect.</p>\n<p>I dissent.</p>\n<p>JUSTICE STEVENS, dissenting.</p>\n<p>There may be times when the Government's interest in protecting the safety of the community will justify the brief detention of a person who has not committed any crime, see <i>ante,</i> at 748-749, see also <i>United States</i> v. <i>Greene,</i> 497 F. 2d 1068, 1088-1089 (CA7 1974) (Stevens, J., dissenting).<sup>[1]</sup> To <span class=\"star-pagination\">*768</span> use Judge Feinberg's example, it is indeed difficult to accept the proposition that the Government is without power to detain a person when it is a virtual certainty that he or she would otherwise kill a group of innocent people in the immediate future. <i>United States</i> v. <i>Salerno,</i> 794 F. 2d 64, 77 (CA2 1986) (dissenting opinion). Similarly, I am unwilling to decide today that the police may never impose a limited curfew during a time of crisis. These questions are obviously not presented in this case, but they lurk in the background and preclude me from answering the question that is presented in as broad a manner as JUSTICE MARSHALL has. Nonetheless, I firmly agree with JUSTICE MARSHALL that the provision of the Bail Reform Act allowing pretrial detention on the basis of future dangerousness is unconstitutional. Whatever the answers are to the questions I have mentioned, it is clear to me that a pending indictment may not be given any weight in evaluating an individual's risk to the community or the need for immediate detention.</p>\n<p>If the evidence of imminent danger is strong enough to warrant emergency detention, it should support that preventive measure regardless of whether the person has been charged, convicted, or acquitted of some other offense. In this case, for example, it is unrealistic to assume that the danger to the community that was present when respondents were at large did not justify their detention before they were indicted, but did require that measure the moment that the grand jury found probable cause to believe they had committed crimes in the past.<sup>[2]</sup> It is equally unrealistic to assume that the danger will vanish if a jury happens to acquit them. <span class=\"star-pagination\">*769</span> JUSTICE MARSHALL has demonstrated that the fact of indictment cannot, consistent with the presumption of innocence and the Eighth Amendment's Excessive Bail clause, be used to create a special class, the members of which are, alone, eligible for detention because of future dangerousness.</p>\n<p>Several factors combine to give me an uneasy feeling about the case the Court decides today. The facts set forth in Part I of JUSTICE MARSHALL's opinion strongly support the possibility that the Government is much more interested in litigating a \"test case\" than in resolving an actual controversy concerning respondents' threat to the safety of the community. Since Salerno has been convicted and sentenced on other crimes, there is no need to employ novel pretrial detention procedures against him. Cafaro's case is even more curious because he is apparently at large and was content to have his case argued by Salerno's lawyer even though his interests would appear to conflict with Salerno's. But if the merits must be reached, there is no answer to the arguments made in Parts II and III of JUSTICE MARSHALL's dissent. His conclusion, and not the Court's, is faithful to the \"fundamental principles as they have been understood by the traditions of our people and our law.\" <i>Lochner</i> v. <i>New York,</i> 198 U. S. 45, 76 (1905) (Holmes, J., dissenting). Accordingly, I respectfully dissent.</p>\n<h2>NOTES</h2>\n<p>[*]  Briefs of <i>amici curiae</i> urging affirmance were filed for the National Association of Criminal Defense Lawyers by <i>Jon May</i> and <i>Mark King Leban;</i> and for the Public Defender Service by <i>Cheryl M. Long, James Klein,</i> and <i>David A. Reiser.</i>\n</p>\n<p>Briefs of <i>amici curiae</i> were filed for the American Bar Association by <i>Eugene C. Thomas, Charles G. Cole,</i> and <i>David A. Schlueter;</i> for the American Civil Liberties Union et al. by <i>William J. Genego, Dennis E. Curtis, Mark Rosenbaum, Paul Hoffman, Richard Emery, Martin Guggenheim, Alvin Bronstein,</i> and <i>David Goldstein;</i> and for Howard Perry by <i>Allen N. Brunwasser.</i></p>\n<p>[1]  Every other Court of Appeals to have considered the validity of the Bail Reform Act of 1984 has rejected the facial constitutional challenge. <i>United States</i> v. <i>Walker,</i> 805 F. 2d 1042 (CA11 1986); <i>United States</i> v. <i>Rodriguez,</i> 803 F. 2d 1102 (CA11 1986); <i>United States</i> v. <i>Simpkins,</i> 255 U. S. App. D. C. 306, 801 F. 2d 520 (1986); <i>United States</i> v. <i>Zannino,</i> 798 F. 2d 544 (CA1 1986); <i>United States</i> v. <i>Perry,</i> 788 F. 2d 100 (CA3), cert. denied, 479 U. S. 864 (1986); <i>United States</i> v. <i>Portes,</i> 786 F. 2d 758 (CA7 1985).</p>\n<p>[2]  Salerno was subsequently sentenced in unrelated proceedings before a different judge. To this date, however, Salerno has not been confined pursuant to that sentence. The authority for Salerno's present incarceration remains the District Court's pretrial detention order. The case is therefore very much alive and is properly presented for our resolution.</p>\n<p>[3]  We intimate no view on the validity of any aspects of the Act that are not relevant to respondents' case. Nor have respondents claimed that the Act is unconstitutional because of the way it was applied to the particular facts of their case.</p>\n<p>[4]  We intimate no view as to the point at which detention in a particular case might become excessively prolonged, and therefore punitive, in relation to Congress' regulatory goal.</p>\n<p>[1]  Had this judgment and commitment order been executed immediately, as is the ordinary course, the present case would certainly have been moot with respect to Salerno. On January 16, 1987, however, the District Judge who had sentenced Salerno in the unrelated proceedings issued the following order, apparently with the Government's consent:\n</p>\n<p>\"Inasmuch as defendant Anthony Salerno was not ordered detained in this case, but is presently being detained pretrial in the case of <i>United States</i> v. <i>Anthony Salerno et al.,</i> SS 86 Cr. 245 (MJL),</p>\n<p>\"IT IS HEREBY ORDERED that the bail status of defendant Anthony Salerno in the above-captioned case shall remain the same as it was prior to the January 13, 1987 sentencing, pending further order of the Court.\" Order in SS 85 Cr. 139 (RO) (SDNY) (Owen, J.).</p>\n<p>This order is curious. To release on bail pending appeal \"a person who has been found guilty of an offense and sentenced to a term of imprisonment,\" the District Judge was required to find \"by clear and convincing evidence that the person is not likely to flee or pose a danger to the safety of any other person or the community if released . . . .\" 18 U. S. C.  3143(b)(1) (1982 ed., Supp. III). In short, the District Court which had sentenced Salerno to 100 years' imprisonment then found, with the Government's consent, that he was not dangerous, in a vain attempt to keep alive the controversy as to Salerno's dangerousness before this Court.</p>\n<p>[2]  This characterization of Cafaro's activities, along with an account of the process by which Cafaro became a Government agent, appears in an affidavit executed by a former Assistant United States Attorney and filed in the District Court during proceedings in the instant case which occurred after the case was submitted to this Court. Affidavit of Warren Neil Eggleston, dated March 18, 1987, SS 86 Cr. 245, p. 4 (MJL) (SDNY).</p>\n<p>[3]  Further particulars of the Government's agreement with Cafaro, including the precise terms of the agreement to release him on bail, are not included in the record, and the Court has declined to order that the relevant documents be placed before us.\n</p>\n<p>In his reply brief in this Court, the Solicitor General stated: \"On October 8, 1986, Cafaro was temporarily released for medical treatment. Because he is still subject to the pretrial detention order, Cafaro's case also continues to present a live controversy.\" Reply Brief for United States 1-2, n. 1. The Solicitor General did not inform the Court that this release involved the execution of a personal recognizance bond, nor did he reveal that Cafaro had become a cooperating witness. I do not understand how the Solicitor General's representation that Cafaro was \"still subject to the pretrial detention order\" can be reconciled with the fact of his release on a $1 million personal recognizance bond.</p>\n<p>[4]  Preventing danger to the community through the enactment and enforcement of criminal laws is indeed a legitimate goal, but in our system the achievement of that goal is left primarily to the States. The Constitution does not contain an explicit delegation to the Federal Government of the power to define and administer the general criminal law. The Bail Reform Act does not limit its definition of dangerousness to the likelihood that the defendant poses a danger to others through the commission of <i>federal</i> crimes. Federal preventive detention may thus be ordered under the Act when the danger asserted by the Government is the danger that the defendant will violate state law. The majority nowhere identifies the constitutional source of congressional power to authorize the federal detention of persons whose predicted future conduct would not violate any federal statute and could not be punished by a federal court. I can only conclude that the Court's frequently expressed concern with the principles of federalism vanishes when it threatens to interfere with the Court's attainment of the desired result.</p>\n<p>[5]  The majority refers to the statement in <i>Carlson</i> v. <i>Landon,</i> 342 U. S. 524, 545 (1952), that the Bail Clause was adopted by Congress from the English Bill of Rights Act of 1689, 1 Wm. &amp; Mary, Sess. 2, ch. II,  I(10), and that \"[i]n England that clause has never been thought to accord a right to bail in all cases, but merely to provide that bail shall not be excessive in those cases where it is proper to grant bail.\" A sufficient answer to this meager argument was made at the time by Justice Black: \"The Eighth Amendment is in the American Bill of Rights of 1789, not the English Bill of Rights of 1689.\" <i>Carlson</i> v. <i>Landon, supra,</i> at 557 (dissenting opinion). Our Bill of Rights is contained in a written Constitution, one of whose purposes is to protect the rights of the people against infringement by the Legislature, and its provisions, whatever their origins, are interpreted in relation to those purposes.</p>\n<p>[6]  The majority states that denial of bail in capital cases has traditionally been the rule rather than the exception. And this of course is so, for it has been the considered presumption of generations of judges that a defendant in danger of execution has an extremely strong incentive to flee. If in any particular case the presumed likelihood of flight should be made irrebuttable, it would in all probability violate the Due Process Clause. Thus what the majority perceives as an exception is nothing more than an example of the traditional operation of our system of bail.</p>\n<p>[7]  It is also true, as the majority observes, that the Government is entitled to assurance, by incarceration if necessary, that a defendant will not obstruct justice through destruction of evidence, procuring the absence or intimidation of witnesses, or subornation of perjury. But in such cases the Government benefits from no presumption that any particular defendant is likely to engage in activities inimical to the administration of justice, and the majority offers no authority for the proposition that bail has traditionally been denied <i>prospectively,</i> upon speculation that witnesses would be tampered with. Cf. <i>Carbo</i> v. <i>United States,</i> 82 S. Ct. 662, 7 L. Ed. 2d 769 (1962) (Douglas, J., in chambers) (bail pending appeal denied when more than 200 intimidating phone calls made to witness, who was also severely beaten).</p>\n<p>[1]  \"If the evidence overwhelmingly establishes that a skyjacker, for example, was insane at the time of his act, and that he is virtually certain to resume his violent behavior as soon as he is set free, must we then conclude that the only way to protect society from such predictable harm is to find an innocent man guilty of a crime he did not have the capacity to commit?\" <i>United States</i> v. <i>Greene,</i> 497 F. 2d, at 1088.</p>\n<p>[2]  The Government's proof of future dangerousness was not dependent on any prediction that, as a result of the indictment, respondents posed a threat to potential witnesses or to the judicial system.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">739</span></span> (1987)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nSALERNO ET AL.</h1></center>\n<center>No. 86-87.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 21, 1987</center>\n<center>Decided May 26, 1987</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SECOND CIRCUIT\n<p><span class=\"star-pagination\">*740</span> <i>Solicitor General Fried</i> argued the cause for the United States. With him on the briefs were <i>Assistant Attorney General Weld, Deputy Solicitor General Bryson, Jeffrey P. Minear, Samuel Rosenthal,</i> and <i>Maury S. Epner.</i></p>\n<p><span class=\"star-pagination\">*741</span> <i>Anthony M. Cardinale</i> argued the cause for respondents. With him on the brief was <i>Kimberly Homan.</i><sup>[*]</sup></p>\n<p>CHIEF JUSTICE REHNQUIST delivered the opinion of the Court.</p>\n<p>The Bail Reform Act of 1984 (Act) allows a federal court to detain an arrestee pending trial if the Government demonstrates by clear and convincing evidence after an adversary hearing that no release conditions \"will reasonably assure. . . the safety of any other person and the community.\" The United States Court of Appeals for the Second Circuit struck down this provision of the Act as facially unconstitutional, because, in that court's words, this type of pretrial detention violates \"substantive due process.\" We granted certiorari because of a conflict among the Courts of Appeals regarding the validity of the Act.<sup>[1]</sup> 479 U. S. 929 (1986). We hold that, as against the facial attack mounted by these respondents, the Act fully comports with constitutional requirements. We therefore reverse.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*742</span> I</h2>\n<p>Responding to \"the alarming problem of crimes committed by persons on release,\" S. Rep. No. 98-225, p. 3 (1983), Congress formulated the Bail Reform Act of 1984, 18 U. S. C.  3141 <i>et seq.</i> (1982 ed., Supp. III), as the solution to a bail crisis in the federal courts. The Act represents the National Legislature's considered response to numerous perceived deficiencies in the federal bail process. By providing for sweeping changes in both the way federal courts consider bail applications and the circumstances under which bail is granted, Congress hoped to \"give the courts adequate authority to make release decisions that give appropriate recognition to the danger a person may pose to others if released.\" S. Rep. No. 98-225, at 3.</p>\n<p>To this end,  3141(a) of the Act requires a judicial officer to determine whether an arrestee shall be detained. Section 3142(e) provides that \"[i]f, after a hearing pursuant to the provisions of subsection (f), the judicial officer finds that no condition or combination of conditions will reasonably assure the appearance of the person as required and the safety of any other person and the community, he shall order the detention of the person prior to trial.\" Section 3142(f) provides the arrestee with a number of procedural safeguards. He may request the presence of counsel at the detention hearing, he may testify and present witnesses in his behalf, as well as proffer evidence, and he may cross-examine other witnesses appearing at the hearing. If the judicial officer finds that no conditions of pretrial release can reasonably assure the safety of other persons and the community, he must state his findings of fact in writing,  3142(i), and support his conclusion with \"clear and convincing evidence,\"  3142(f).</p>\n<p>The judicial officer is not given unbridled discretion in making the detention determination. Congress has specified the considerations relevant to that decision. These factors include the nature and seriousness of the charges, the substantiality of the Government's evidence against the arrestee, the <span class=\"star-pagination\">*743</span> arrestee's background and characteristics, and the nature and seriousness of the danger posed by the suspect's release.  3142(g). Should a judicial officer order detention, the detainee is entitled to expedited appellate review of the detention order.  3145(b), (c).</p>\n<p>Respondents Anthony Salerno and Vincent Cafaro were arrested on March 21, 1986, after being charged in a 29-count indictment alleging various Racketeer Influenced and Corrupt Organizations Act (RICO) violations, mail and wire fraud offenses, extortion, and various criminal gambling violations. The RICO counts alleged 35 acts of racketeering activity, including fraud, extortion, gambling, and conspiracy to commit murder. At respondents' arraignment, the Government moved to have Salerno and Cafaro detained pursuant to  3142(e), on the ground that no condition of release would assure the safety of the community or any person. The District Court held a hearing at which the Government made a detailed proffer of evidence. The Government's case showed that Salerno was the \"boss\" of the Genovese crime family of La Cosa Nostra and that Cafaro was a \"captain\" in the Genovese family. According to the Government's proffer, based in large part on conversations intercepted by a court-ordered wiretap, the two respondents had participated in wide-ranging conspiracies to aid their illegitimate enterprises through violent means. The Government also offered the testimony of two of its trial witnesses, who would assert that Salerno personally participated in two murder conspiracies. Salerno opposed the motion for detention, challenging the credibility of the Government's witnesses. He offered the testimony of several character witnesses as well as a letter from his doctor stating that he was suffering from a serious medical condition. Cafaro presented no evidence at the hearing, but instead characterized the wiretap conversations as merely \"tough talk.\"</p>\n<p>The District Court granted the Government's detention motion, concluding that the Government had established by <span class=\"star-pagination\">*744</span> clear and convincing evidence that no condition or combination of conditions of release would ensure the safety of the community or any person:</p>\n<blockquote>\"The activities of a criminal organization such as the Genovese Family do not cease with the arrest of its principals and their release on even the most stringent of bail conditions. The illegal businesses, in place for many years, require constant attention and protection, or they will fail. Under these circumstances, this court recognizes a strong incentive on the part of its leadership to continue business as usual. When business as usual involves threats, beatings, and murder, the present danger such people pose in the community is self-evident.\" <span class=\"citation\" data-id=\"1959194\"><a href=\"/opinion/1959194/united-states-v-salerno/\"><span class=\"volume\">631</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1364</span></a></span>, 1375 (SDNY 1986).<sup>[2]</sup></blockquote>\n<p>Respondents appealed, contending that to the extent that the Bail Reform Act permits pretrial detention on the ground that the arrestee is likely to commit future crimes, it is unconstitutional on its face. Over a dissent, the United States Court of Appeals for the Second Circuit agreed. 794 F. 2d 64 (1986). Although the court agreed that pretrial detention could be imposed if the defendants were likely to intimidate witnesses or otherwise jeopardize the trial process, it found \" 3142(e)'s authorization of pretrial detention [on the ground of future dangerousness] repugnant to the concept of substantive due process, which we believe prohibits the total deprivation of liberty simply as a means of preventing future crimes.\" <i>Id.,</i> at 71-72. The court concluded that the Government could not, consistent with due process, detain persons who had not been accused of any crime merely because they were thought to present a danger to the community. <i>Id.,</i> at 72, quoting <i>United States</i> v. <i>Melendez-Carrion,</i> 790 F. <span class=\"star-pagination\">*745</span> 2d 984, 1000-1001 (CA2 1986) (opinion of Newman, J.). It reasoned that our criminal law system holds persons accountable for past actions, not anticipated future actions. Although a court could detain an arrestee who threatened to flee before trial, such detention would be permissible because it would serve the basic objective of a criminal system  bringing the accused to trial. The court distinguished our decision in <i>Gerstein</i> v. <i>Pugh,</i> 420 U. S. 103 (1975), in which we upheld police detention pursuant to arrest. The court construed <i>Gerstein</i> as limiting such detention to the \" `administrative steps incident to arrest.' \" 794 F. 2d, at 74, quoting <i>Gerstein, supra,</i> at 114. The Court of Appeals also found our decision in <i>Schall</i> v. <i>Martin,</i> 467 U. S. 253 (1984), upholding postarrest, pretrial detention of juveniles, inapposite because juveniles have a lesser interest in liberty than do adults. The dissenting judge concluded that on its face, the Bail Reform Act adequately balanced the Federal Government's compelling interests in public safety against the detainee's liberty interests.</p>\n<p></p>\n<h2>II</h2>\n<p>A facial challenge to a legislative Act is, of course, the most difficult challenge to mount successfully, since the challenger must establish that no set of circumstances exists under which the Act would be valid. The fact that the Bail Reform Act might operate unconstitutionally under some conceivable set of circumstances is insufficient to render it wholly invalid, since we have not recognized an \"overbreadth\" doctrine outside the limited context of the First Amendment. <i>Schall</i> v. <i>Martin, supra,</i> at 269, n. 18. We think respondents have failed to shoulder their heavy burden to demonstrate that the Act is \"facially\" unconstitutional.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*746</span> Respondents present two grounds for invalidating the Bail Reform Act's provisions permitting pretrial detention on the basis of future dangerousness. First, they rely upon the Court of Appeals' conclusion that the Act exceeds the limitations placed upon the Federal Government by the Due Process Clause of the Fifth Amendment. Second, they contend that the Act contravenes the Eighth Amendment's proscription against excessive bail. We treat these contentions in turn.</p>\n<p></p>\n<h2>A</h2>\n<p>The Due Process Clause of the Fifth Amendment provides that \"No person shall . . . be deprived of life, liberty, or property, without due process of law . . . .\" This Court has held that the Due Process Clause protects individuals against two types of government action. So-called \"substantive due process\" prevents the government from engaging in conduct that \"shocks the conscience,\" <i>Rochin</i> v. <i>California,</i> 342 U. S. 165, 172 (1952), or interferes with rights \"implicit in the concept of ordered liberty,\" <i>Palko</i> v. <i>Connecticut,</i> 302 U. S. 319, 325-326 (1937). When government action depriving a person of life, liberty, or property survives substantive due process scrutiny, it must still be implemented in a fair manner. <i>Mathews</i> v. <i>Eldridge,</i> 424 U. S. 319, 335 (1976). This requirement has traditionally been referred to as \"procedural\" due process.</p>\n<p>Respondents first argue that the Act violates substantive due process because the pretrial detention it authorizes constitutes impermissible punishment before trial. See <i>Bell</i> v. <i>Wolfish,</i> 441 U. S. 520, 535, and n. 16 (1979). The Government, however, has never argued that pretrial detention could be upheld if it were \"punishment.\" The Court of Appeals assumed that pretrial detention under the Bail Reform Act is regulatory, not penal, and we agree that it is.</p>\n<p>As an initial matter, the mere fact that a person is detained does not inexorably lead to the conclusion that the government has imposed punishment. <i>Bell</i> v. <i>Wolfish, supra,</i> at <span class=\"star-pagination\">*747</span> 537. To determine whether a restriction on liberty constitutes impermissible punishment or permissible regulation, we first look to legislative intent. <i>Schall</i> v. <i>Martin,</i> 467 U. S., at 269. Unless Congress expressly intended to impose punitive restrictions, the punitive/regulatory distinction turns on \" `whether an alternative purpose to which [the restriction] may rationally be connected is assignable for it, and whether it appears excessive in relation to the alternative purpose assigned [to it].' \" <i>Ibid.,</i> quoting <i>Kennedy</i> v. <i>Mendoza-Martinez,</i> 372 U. S. 144, 168-169 (1963).</p>\n<p>We conclude that the detention imposed by the Act falls on the regulatory side of the dichotomy. The legislative history of the Bail Reform Act clearly indicates that Congress did not formulate the pretrial detention provisions as punishment for dangerous individuals. See S. Rep. No. 98-225, at 8. Congress instead perceived pretrial detention as a potential solution to a pressing societal problem. <i>Id.,</i> at 4-7. There is no doubt that preventing danger to the community is a legitimate regulatory goal. <i>Schall</i> v. <i>Martin, supra</i><i>.</i></p>\n<p>Nor are the incidents of pretrial detention excessive in relation to the regulatory goal Congress sought to achieve. The Bail Reform Act carefully limits the circumstances under which detention may be sought to the most serious of crimes. See 18 U. S. C.  3142(f) (detention hearings available if case involves crimes of violence, offenses for which the sentence is life imprisonment or death, serious drug offenses, or certain repeat offenders). The arrestee is entitled to a prompt detention hearing, <i>ibid.,</i> and the maximum length of pretrial detention is limited by the stringent time limitations of the Speedy Trial Act.<sup>[4]</sup> See 18 U. S. C.  3161 <i>et seq.</i> (1982 ed. and Supp. III). Moreover, as in <i>Schall</i> v. <i>Martin</i><i>,</i> the conditions of confinement envisioned by the Act \"appear to reflect the regulatory purposes relied upon by the\" Government. <span class=\"star-pagination\">*748</span> 467 U. S., at 270. As in <i>Schall,</i> the statute at issue here requires that detainees be housed in a \"facility separate, to the extent practicable, from persons awaiting or serving sentences or being held in custody pending appeal.\" 18 U. S. C.  3142(i)(2). We conclude, therefore, that the pretrial detention contemplated by the Bail Reform Act is regulatory in nature, and does not constitute punishment before trial in violation of the Due Process Clause.</p>\n<p>The Court of Appeals nevertheless concluded that \"the Due Process Clause prohibits pretrial detention on the ground of danger to the community as a regulatory measure, without regard to the duration of the detention.\" 794 F. 2d, at 71. Respondents characterize the Due Process Clause as erecting an impenetrable \"wall\" in this area that \"no governmental interest  rational, important, compelling or otherwise  may surmount.\" Brief for Respondents 16.</p>\n<p>We do not think the Clause lays down any such categorical imperative. We have repeatedly held that the Government's regulatory interest in community safety can, in appropriate circumstances, outweigh an individual's liberty interest. For example, in times of war or insurrection, when society's interest is at its peak, the Government may detain individuals whom the Government believes to be dangerous. See <i>Ludecke</i> v. <i>Watkins,</i> 335 U. S. 160 (1948) (approving unreviewable executive power to detain enemy aliens in time of war); <i>Moyer</i> v. <i>Peabody,</i> 212 U. S. 78, 84-85 (1909) (rejecting due process claim of individual jailed without probable cause by Governor in time of insurrection). Even outside the exigencies of war, we have found that sufficiently compelling governmental interests can justify detention of dangerous persons. Thus, we have found no absolute constitutional barrier to detention of potentially dangerous resident aliens pending deportation proceedings. <i>Carlson</i> v. <i>Landon,</i> 342 U. S. 524, 537-542 (1952); <i>Wong Wing</i> v. <i>United States,</i> 163 U. S. 228 (1896). We have also held that the government may detain mentally unstable individuals who present a danger <span class=\"star-pagination\">*749</span> to the public, <i>Addington</i> v. <i>Texas,</i> 441 U. S. 418 (1979), and dangerous defendants who become incompetent to stand trial, <i>Jackson</i> v. <i>Indiana,</i> 406 U. S. 715, 731-739 (1972); <i>Greenwood</i> v. <i>United States,</i> 350 U. S. 366 (1956). We have approved of postarrest regulatory detention of juveniles when they present a continuing danger to the community. <i>Schall</i> v. <i>Martin, supra</i><i>.</i> Even competent adults may face substantial liberty restrictions as a result of the operation of our criminal justice system. If the police suspect an individual of a crime, they may arrest and hold him until a neutral magistrate determines whether probable cause exists. <i>Gerstein</i> v. <i>Pugh,</i> 420 U. S. 103 (1975). Finally, respondents concede and the Court of Appeals noted that an arrestee may be incarcerated until trial if he presents a risk of flight, see <i>Bell</i> v. <i>Wolfish,</i> 441 U. S., at 534, or a danger to witnesses.</p>\n<p>Respondents characterize all of these cases as exceptions to the \"general rule\" of substantive due process that the government may not detain a person prior to a judgment of guilt in a criminal trial. Such a \"general rule\" may freely be conceded, but we think that these cases show a sufficient number of exceptions to the rule that the congressional action challenged here can hardly be characterized as totally novel. Given the well-established authority of the government, in special circumstances, to restrain individuals' liberty prior to or even without criminal trial and conviction, we think that the present statute providing for pretrial detention on the basis of dangerousness must be evaluated in precisely the same manner that we evaluated the laws in the cases discussed above.</p>\n<p>The government's interest in preventing crime by arrestees is both legitimate and compelling. <i>De Veau</i> v. <i>Braisted,</i> 363 U. S. 144, 155 (1960). In <i>Schall, supra,</i> we recognized the strength of the State's interest in preventing juvenile crime. This general concern with crime prevention is no less compelling when the suspects are adults. Indeed, \"[t]he <span class=\"star-pagination\">*750</span> harm suffered by the victim of a crime is not dependent upon the age of the perpetrator.\" <i>Schall</i> v. <i>Martin, supra,</i> at 264-265. The Bail Reform Act of 1984 responds to an even more particularized governmental interest than the interest we sustained in <i>Schall.</i> The statute we upheld in <i>Schall</i> permitted pretrial detention of any juvenile arrested on any charge after a showing that the individual might commit some undefined further crimes. The Bail Reform Act, in contrast, narrowly focuses on a particularly acute problem in which the Government interests are overwhelming. The Act operates only on individuals who have been arrested for a specific category of extremely serious offenses. 18 U. S. C.  3142(f). Congress specifically found that these individuals are far more likely to be responsible for dangerous acts in the community after arrest. See S. Rep. No. 98-225, at 6-7. Nor is the Act by any means a scattershot attempt to incapacitate those who are merely suspected of these serious crimes. The Government must first of all demonstrate probable cause to believe that the charged crime has been committed by the arrestee, but that is not enough. In a fullblown adversary hearing, the Government must convince a neutral decisionmaker by clear and convincing evidence that no conditions of release can reasonably assure the safety of the community or any person. 18 U. S. C.  3142(f). While the Government's general interest in preventing crime is compelling, even this interest is heightened when the Government musters convincing proof that the arrestee, already indicted or held to answer for a serious crime, presents a demonstrable danger to the community. Under these narrow circumstances, society's interest in crime prevention is at its greatest.</p>\n<p>On the other side of the scale, of course, is the individual's strong interest in liberty. We do not minimize the importance and fundamental nature of this right. But, as our cases hold, this right may, in circumstances where the government's interest is sufficiently weighty, be subordinated <span class=\"star-pagination\">*751</span> to the greater needs of society. We think that Congress' careful delineation of the circumstances under which detention will be permitted satisfies this standard. When the Government proves by clear and convincing evidence that an arrestee presents an identified and articulable threat to an individual or the community, we believe that, consistent with the Due Process Clause, a court may disable the arrestee from executing that threat. Under these circumstances, we cannot categorically state that pretrial detention \"offends some principle of justice so rooted in the traditions and conscience of our people as to be ranked as fundamental.\" <i>Snyder</i> v. <i>Massachusetts,</i> 291 U. S. 97, 105 (1934).</p>\n<p>Finally, we may dispose briefly of respondents' facial challenge to the procedures of the Bail Reform Act. To sustain them against such a challenge, we need only find them \"adequate to authorize the pretrial detention of at least some [persons] charged with crimes,\" <i>Schall, supra,</i> at 264, whether or not they might be insufficient in some particular circumstances. We think they pass that test. As we stated in <i>Schall,</i> \"there is nothing inherently unattainable about a prediction of future criminal conduct.\" 467 U. S., at 278; see <i>Jurek</i> v. <i>Texas,</i> 428 U. S. 262, 274 (1976) (joint opinion of Stewart, POWELL, and STEVENS, JJ.); <i>id.,</i> at 279 (WHITE, J., concurring in judgment).</p>\n<p>Under the Bail Reform Act, the procedures by which a judicial officer evaluates the likelihood of future dangerousness are specifically designed to further the accuracy of that determination. Detainees have a right to counsel at the detention hearing. 18 U. S. C.  3142(f). They may testify in their own behalf, present information by proffer or otherwise, and cross-examine witnesses who appear at the hearing. <i>Ibid.</i> The judicial officer charged with the responsibility of determining the appropriateness of detention is guided by statutorily enumerated factors, which include the nature and the circumstances of the charges, the weight of the evidence, the history and characteristics of the putative offender, <span class=\"star-pagination\">*752</span> and the danger to the community.  3142(g). The Government must prove its case by clear and convincing evidence.  3142(f). Finally, the judicial officer must include written findings of fact and a written statement of reasons for a decision to detain.  3142(i). The Act's review provisions,  3145(c), provide for immediate appellate review of the detention decision.</p>\n<p>We think these extensive safeguards suffice to repel a facial challenge. The protections are more exacting than those we found sufficient in the juvenile context, see <i>Schall, supra,</i> at 275-281, and they far exceed what we found necessary to effect limited postarrest detention in <i>Gerstein</i> v. <i>Pugh,</i> 420 U. S. 103 (1975). Given the legitimate and compelling regulatory purpose of the Act and the procedural protections it offers, we conclude that the Act is not facially invalid under the Due Process Clause of the Fifth Amendment.</p>\n<p></p>\n<h2>B</h2>\n<p>Respondents also contend that the Bail Reform Act violates the Excessive Bail Clause of the Eighth Amendment. The Court of Appeals did not address this issue because it found that the Act violates the Due Process Clause. We think that the Act survives a challenge founded upon the Eighth Amendment.</p>\n<p>The Eighth Amendment addresses pretrial release by providing merely that \"[e]xcessive bail shall not be required.\" This Clause, of course, says nothing about whether bail shall be available at all. Respondents nevertheless contend that this Clause grants them a right to bail calculated solely upon considerations of flight. They rely on <i>Stack</i> v. <i>Boyle,</i> 342 U. S. 1, 5 (1951), in which the Court stated that \"[b]ail set at a figure higher than an amount reasonably calculated [to ensure the defendant's presence at trial] is `excessive' under the Eighth Amendment.\" In respondents' view, since the Bail Reform Act allows a court essentially to set bail at an infinite amount for reasons not related to the risk of flight, it <span class=\"star-pagination\">*753</span> violates the Excessive Bail Clause. Respondents concede that the right to bail they have discovered in the Eighth Amendment is not absolute. A court may, for example, refuse bail in capital cases. And, as the Court of Appeals noted and respondents admit, a court may refuse bail when the defendant presents a threat to the judicial process by intimidating witnesses. Brief for Respondents 21-22. Respondents characterize these exceptions as consistent with what they claim to be the sole purpose of bail  to ensure the integrity of the judicial process.</p>\n<p>While we agree that a primary function of bail is to safeguard the courts' role in adjudicating the guilt or innocence of defendants, we reject the proposition that the Eighth Amendment categorically prohibits the government from pursuing other admittedly compelling interests through regulation of pretrial release. The above-quoted dictum in <i>Stack</i> v. <i>Boyle</i> is far too slender a reed on which to rest this argument. The Court in <i>Stack</i> had no occasion to consider whether the Excessive Bail Clause requires courts to admit all defendants to bail, because the statute before the Court in that case in fact allowed the defendants to be bailed. Thus, the Court had to determine only whether bail, admittedly available in that case, was excessive if set at a sum greater than that necessary to ensure the arrestees' presence at trial.</p>\n<p>The holding of <i>Stack</i> is illuminated by the Court's holding just four months later in <i>Carlson</i> v. <i>Landon,</i> 342 U. S. 524 (1952). In that case, remarkably similar to the present action, the detainees had been arrested and held without bail pending a determination of deportability. The Attorney General refused to release the individuals, \"on the ground that there was reasonable cause to believe that [their] release would be prejudicial to the public interest and <i>would endanger the welfare and safety of the United States.\" Id.,</i> at 529 (emphasis added). The detainees brought the same challenge that respondents bring to us today: the Eighth Amendment <span class=\"star-pagination\">*754</span> required them to be admitted to bail. The Court squarely rejected this proposition:</p>\n<blockquote>\"The bail clause was lifted with slight changes from the English Bill of Rights Act. In England that clause has never been thought to accord a right to bail in all cases, but merely to provide that bail shall not be excessive in those cases where it is proper to grant bail. When this clause was carried over into our Bill of Rights, nothing was said that indicated any different concept. The Eighth Amendment has not prevented Congress from defining the classes of cases in which bail shall be allowed in this country. Thus, in criminal cases bail is not compulsory where the punishment may be death. Indeed, the very language of the Amendment fails to say all arrests must be bailable.\" <i>Id.,</i> at 545-546 (footnotes omitted).</blockquote>\n<p><i>Carlson</i> v. <i>Landon</i> was a civil case, and we need not decide today whether the Excessive Bail Clause speaks at all to Congress' power to define the classes of criminal arrestees who shall be admitted to bail. For even if we were to conclude that the Eighth Amendment imposes some substantive limitations on the National Legislature's powers in this area, we would still hold that the Bail Reform Act is valid. Nothing in the text of the Bail Clause limits permissible Government considerations solely to questions of flight. The only arguable substantive limitation of the Bail Clause is that the Government's proposed conditions of release or detention not be \"excessive\" in light of the perceived evil. Of course, to determine whether the Government's response is excessive, we must compare that response against the interest the Government seeks to protect by means of that response. Thus, when the Government has admitted that its only interest is in preventing flight, bail must be set by a court at a sum designed to ensure that goal, and no more. <i>Stack</i> v. <i>Boyle, supra</i><i>.</i> We believe that when Congress has mandated detention on the basis of a compelling interest other than prevention <span class=\"star-pagination\">*755</span> of flight, as it has here, the Eighth Amendment does not require release on bail.</p>\n<p></p>\n<h2>III</h2>\n<p>In our society liberty is the norm, and detention prior to trial or without trial is the carefully limited exception. We hold that the provisions for pretrial detention in the Bail Reform Act of 1984 fall within that carefully limited exception. The Act authorizes the detention prior to trial of arrestees charged with serious felonies who are found after an adversary hearing to pose a threat to the safety of individuals or to the community which no condition of release can dispel. The numerous procedural safeguards detailed above must attend this adversary hearing. We are unwilling to say that this congressional determination, based as it is upon that primary concern of every government  a concern for the safety and indeed the lives of its citizens  on its face violates either the Due Process Clause of the Fifth Amendment or the Excessive Bail Clause of the Eighth Amendment.</p>\n<p>The judgment of the Court of Appeals is therefore</p>\n<p><i>Reversed.</i></p>\n<p>JUSTICE MARSHALL, with whom JUSTICE BRENNAN joins, dissenting.</p>\n<p>This case brings before the Court for the first time a statute in which Congress declares that a person innocent of any crime may be jailed indefinitely, pending the trial of allegations which are legally presumed to be untrue, if the Government shows to the satisfaction of a judge that the accused is likely to commit crimes, unrelated to the pending charges, at any time in the future. Such statutes, consistent with the usages of tyranny and the excesses of what bitter experience teaches us to call the police state, have long been thought incompatible with the fundamental human rights protected by our Constitution. Today a majority of this Court holds otherwise. Its decision disregards basic principles of justice <span class=\"star-pagination\">*756</span> established centuries ago and enshrined beyond the reach of governmental interference in the Bill of Rights.</p>\n<p></p>\n<h2>I</h2>\n<p>A few preliminary words are necessary with respect to the majority's treatment of the facts in this case. The two paragraphs which the majority devotes to the procedural posture are essentially correct, but they omit certain matters which are of substantial legal relevance.</p>\n<p>The Solicitor General's petition for certiorari was filed on July 21, 1986. On October 9, 1986, respondent Salerno filed a response to the petition. No response or appearance of counsel was filed on behalf of respondent Cafaro. The petition for certiorari was granted on November 3, 1986.</p>\n<p>On November 19, 1986, respondent Salerno was convicted after a jury trial on charges unrelated to those alleged in the indictment in this case. On January 13, 1987, Salerno was sentenced on those charges to 100 years' imprisonment. As of that date, the Government no longer required a pretrial detention order for the purpose of keeping Salerno incarcerated; it could simply take him into custody on the judgment and commitment order. The present case thus became moot as to respondent Salerno.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*757</span> The situation with respect to respondent Cafaro is still more disturbing. In early October 1986, before the Solicitor General's petition for certiorari was granted, respondent Cafaro became a cooperating witness, assisting the Government's investigation \"by working in a covert capacity.\"<sup>[2]</sup> The information that Cafaro was cooperating with the Government was not revealed to his codefendants, including respondent Salerno. On October 9, 1986, respondent Cafaro was released, ostensibly \"temporarily for medical care and treatment,\" with the Government's consent. Docket, SS 86 Cr. 245-2, p. 6 (MJL) (SDNY) (Lowe, J.).<sup>[3]</sup> This release was conditioned upon execution of a personal recognizance bond in the sum of $1 million, under the general pretrial <span class=\"star-pagination\">*758</span> release provisions of 18 U. S. C.  3141 (1982 ed., Supp. III). In short, respondent Cafaro became an informant and the Government agreed to his release on bail in order that he might better serve the Government's purposes. As to Cafaro, this case was no longer justiciable even before certiorari was granted, but the information bearing upon the essential issue of the Court's jurisdiction was not made available to us.</p>\n<p>The Government thus invites the Court to address the facial constitutionality of the pretrial detention statute in a case involving two respondents, one of whom has been sentenced to a century of jail time in another case and released pending appeal with the Government's consent, while the other was released on bail <i>in this case,</i> with the Government's consent, because he had become an informant. These facts raise, at the very least, a substantial question as to the Court's jurisdiction, for it is far from clear that there is now an actual controversy between these parties. As we have recently said, \"Article III of the Constitution requires that there be a live case or controversy at the time that a federal court decides the case; it is not enough that there may have been a live case or controversy when the case was decided by the court whose judgment we are reviewing.\" <i>Burke</i> v. <i>Barnes,</i> 479 U. S. 361, 363 (1987); see <i>Sosna</i> v. <i>Iowa,</i> 419 U. S. 393, 402 (1975); <i>Golden</i> v. <i>Zwickler,</i> 394 U. S. 103, 108 (1969). Only by flatly ignoring these matters is the majority able to maintain the pretense that it has jurisdiction to decide the question which it is in such a hurry to reach.</p>\n<p></p>\n<h2>II</h2>\n<p>The majority approaches respondents' challenge to the Act by dividing the discussion into two sections, one concerned with the substantive guarantees implicit in the Due Process Clause, and the other concerned with the protection afforded by the Excessive Bail Clause of the Eighth Amendment. This is a sterile formalism, which divides a unitary argument <span class=\"star-pagination\">*759</span> into two independent parts and then professes to demonstrate that the parts are individually inadequate.</p>\n<p>On the due process side of this false dichotomy appears an argument concerning the distinction between regulatory and punitive legislation. The majority concludes that the Act is a regulatory rather than a punitive measure. The ease with which the conclusion is reached suggests the worthlessness of the achievement. The major premise is that \"[u]nless Congress expressly intended to impose punitive restrictions, the punitive/regulatory distinction turns on ` \"whether an alternative purpose to which [the restriction] may rationally be connected is assignable for it, and whether it appears excessive in relation to the alternative purpose assigned [to it].\" ' \" <i>Ante,</i> at 747 (citations omitted). The majority finds that \"Congress did not formulate the pretrial detention provisions as punishment for dangerous individuals,\" but instead was pursuing the \"legitimate regulatory goal\" of \"preventing danger to the community.\" <i>Ibid.</i><sup>[4]</sup> Concluding that pretrial detention is not an excessive solution to the problem of preventing danger to the community, the majority thus finds that no substantive element of the guarantee of due process invalidates the statute.</p>\n<p><span class=\"star-pagination\">*760</span> This argument does not demonstrate the conclusion it purports to justify. Let us apply the majority's reasoning to a similar, hypothetical case. After investigation, Congress determines (not unrealistically) that a large proportion of violent crime is perpetrated by persons who are unemployed. It also determines, equally reasonably, that much violent crime is committed at night. From amongst the panoply of \"potential solutions,\" Congress chooses a statute which permits, after judicial proceedings, the imposition of a dusk-to-dawn curfew on anyone who is unemployed. Since this is not a measure enacted for the purpose of punishing the unemployed, and since the majority finds that preventing danger to the community is a legitimate regulatory goal, the curfew statute would, according to the majority's analysis, be a mere \"regulatory\" detention statute, entirely compatible with the substantive components of the Due Process Clause.</p>\n<p>The absurdity of this conclusion arises, of course, from the majority's cramped concept of substantive due process. The majority proceeds as though the only substantive right protected by the Due Process Clause is a right to be free from punishment before conviction. The majority's technique for infringing this right is simple: merely redefine any measure which is claimed to be punishment as \"regulation,\" and, magically, the Constitution no longer prohibits its imposition. Because, as I discuss in Part III, <i>infra,</i> the Due Process Clause protects other substantive rights which are infringed by this legislation, the majority's argument is merely an exercise in obfuscation.</p>\n<p>The logic of the majority's Eighth Amendment analysis is equally unsatisfactory. The Eighth Amendment, as the majority notes, states that \"[e]xcessive bail shall not be required.\" The majority then declares, as if it were undeniable, that: \"[t]his Clause, of course, says nothing about whether bail shall be available at all.\" <i>Ante,</i> at 752. If excessive bail is imposed the defendant stays in jail. The same result is achieved if bail is denied altogether. Whether the <span class=\"star-pagination\">*761</span> magistrate sets bail at $1 billion or refuses to set bail at all, the consequences are indistinguishable. It would be mere sophistry to suggest that the Eighth Amendment protects against the former decision, and not the latter. Indeed, such a result would lead to the conclusion that there was no need for Congress to pass a preventive detention measure of any kind; every federal magistrate and district judge could simply refuse, despite the absence of any evidence of risk of flight or danger to the community, to set bail. This would be entirely constitutional, since, according to the majority, the Eighth Amendment \"says nothing about whether bail shall be available at all.\"</p>\n<p>But perhaps, the majority says, this manifest absurdity can be avoided. Perhaps the Bail Clause is addressed only to the Judiciary. \"[W]e need not decide today,\" the majority says, \"whether the Excessive Bail Clause speaks at all to Congress' power to define the classes of criminal arrestees who shall be admitted to bail.\" <i>Ante,</i> at 754. The majority is correct that this question need not be decided today; it was decided long ago. Federal and state statutes which purport to accomplish what the Eighth Amendment forbids, such as imposing cruel and unusual punishments, may not stand. See, <i>e. g., </i><i>Trop</i> v. <i>Dulles,</i> 356 U. S. 86 (1958); <i>Furman</i> v. <i>Georgia,</i> 408 U. S. 238 (1972). The text of the Amendment, which provides simply that \"[e]xcessive bail shall not be required, nor excessive fines imposed, nor cruel and unusual punishments inflicted,\" provides absolutely no support for the majority's speculation that both courts and Congress are forbidden to inflict cruel and unusual punishments, while only the courts are forbidden to require excessive bail.<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*762</span> The majority's attempts to deny the relevance of the Bail Clause to this case are unavailing, but the majority is nonetheless correct that the prohibition of excessive bail means that in order \"to determine whether the Government's response is excessive, we must compare that response against the interest the Government seeks to protect by means of that response.\" <i>Ante,</i> at 754. The majority concedes, as it must, that \"when the Government has admitted that its only interest is in preventing flight, bail must be set by a court at a sum designed to ensure that goal, and no more.\" <i>Ibid.</i> But, the majority says, \"when Congress has mandated detention on the basis of a compelling interest other than prevention of flight, as it has here, the Eighth Amendment does not require release on bail.\" <i>Ante,</i> at 754-755. This conclusion follows only if the \"compelling\" interest upon which Congress acted is an interest which the Constitution permits Congress to further through the denial of bail. The majority does not ask, as a result of its disingenuous division of the analysis, if there are any substantive limits contained in both the Eighth Amendment and the Due Process Clause which render this system of preventive detention unconstitutional. The majority does not ask because the answer is apparent and, to the majority, inconvenient.</p>\n<p></p>\n<h2>III</h2>\n<p>The essence of this case may be found, ironically enough, in a provision of the Act to which the majority does not refer. Title 18 U. S. C.  3142(j) (1982 ed., Supp. III) provides that \"[n]othing in this section shall be construed as modifying or limiting the presumption of innocence.\" But the very pith <span class=\"star-pagination\">*763</span> and purpose of this statute is an abhorrent limitation of the presumption of innocence. The majority's untenable conclusion that the present Act is constitutional arises from a specious denial of the role of the Bail Clause and the Due Process Clause in protecting the invaluable guarantee afforded by the presumption of innocence.</p>\n<p>\"The principle that there is a presumption of innocence in favor of the accused is the undoubted law, axiomatic and elementary, and its enforcement lies at the foundation of the administration of our criminal law.\" <i>Coffin</i> v. <i>United States,</i> 156 U. S. 432, 453 (1895). Our society's belief, reinforced over the centuries, that all are innocent until the state has proved them to be guilty, like the companion principle that guilt must be proved beyond a reasonable doubt, is \"implicit in the concept of ordered liberty,\" <i>Palko</i> v. <i>Connecticut,</i> 302 U. S. 319, 325 (1937), and is established beyond legislative contravention in the Due Process Clause. See <i>Estelle</i> v. <i>Williams,</i> 425 U. S. 501, 503 (1976); <i>In re Winship,</i> 397 U. S. 358, 364 (1970). See also <i>Taylor</i> v. <i>Kentucky,</i> 436 U. S. 478, 483 (1978); <i>Kentucky</i> v. <i>Whorton,</i> 441 U. S. 786, 790 (1979) (Stewart, J., dissenting).</p>\n<p>The statute now before us declares that persons who have been indicted may be detained if a judicial officer finds clear and convincing evidence that they pose a danger to individuals or to the community. The statute does not authorize the Government to imprison anyone it has evidence is dangerous; indictment is necessary. But let us suppose that a defendant is indicted and the Government shows by clear and convincing evidence that he is dangerous and should be detained pending a trial, at which trial the defendant is acquitted. May the Government continue to hold the defendant in detention based upon its showing that he is dangerous? The answer cannot be yes, for that would allow the Government to imprison someone for uncommitted crimes based upon \"proof\" not beyond a reasonable doubt. The result must therefore be that once the indictment has failed, detention <span class=\"star-pagination\">*764</span> cannot continue. But our fundamental principles of justice declare that the defendant is as innocent on the day before his trial as he is on the morning after his acquittal. Under this statute an untried indictment somehow acts to permit a detention, based on other charges, which after an acquittal would be unconstitutional. The conclusion is inescapable that the indictment has been turned into evidence, if not that the defendant is guilty of the crime charged, then that left to his own devices he will soon be guilty of something else. \" `If it suffices to accuse, what will become of the innocent?' \" <i>Coffin</i> v. <i>United States, supra,</i> at 455 (quoting Ammianus Marcellinus, Rerum Gestarum Libri Qui Supersunt, L. XVIII, c. 1, A. D. 359).</p>\n<p>To be sure, an indictment is not without legal consequences. It establishes that there is probable cause to believe that an offense was committed, and that the defendant committed it. Upon probable cause a warrant for the defendant's arrest may issue; a period of administrative detention may occur before the evidence of probable cause is presented to a neutral magistrate. See <i>Gerstein</i> v. <i>Pugh,</i> 420 U. S. 103 (1975). Once a defendant has been committed for trial he may be detained in custody if the magistrate finds that no conditions of release will prevent him from becoming a fugitive. But in this connection the charging instrument is evidence of nothing more than the fact that there will be a trial, and</p>\n<blockquote>\"release before trial is conditioned upon the accused's giving adequate assurance that he will stand trial and submit to sentence if found guilty. Like the ancient practice of securing the oaths of responsible persons to stand as sureties for the accused, the modern practice of requiring a bail bond or the deposit of a sum of money subject to forfeiture serves as additional assurance of the <span class=\"star-pagination\">*765</span> presence of an accused.\" <i>Stack</i> v. <i>Boyle,</i> 342 U. S. 1, 4-5 (1951) (citation omitted).<sup>[6]</sup></blockquote>\n<p>The finding of probable cause conveys power to try, and the power to try imports of necessity the power to assure that the processes of justice will not be evaded or obstructed.<sup>[7]</sup> \"Pretrial detention to prevent future crimes against society at large, however, is not justified by any concern for holding a trial on the charges for which a defendant has been arrested.\" 794 F. 2d 64, 73 (CA2 1986) (quoting <i>United States</i> v. <i>Melendez-Carrion,</i> 790 F. 2d 984, 1002 (CA2 1986) (opinion of Newman, J.)). The detention purportedly authorized by this statute bears no relation to the Government's power to try charges supported by a finding of probable cause, and thus the interests it serves are outside the scope of interests which may be considered in weighing the excessiveness of bail under the Eighth Amendment.</p>\n<p><span class=\"star-pagination\">*766</span> It is not a novel proposition that the Bail Clause plays a vital role in protecting the presumption of innocence. Reviewing the application for bail pending appeal by members of the American Communist Party convicted under the Smith Act, 18 U. S. C.  2385, Justice Jackson wrote:</p>\n<blockquote>\"Grave public danger is said to result from what [the defendants] may be expected to do, in addition to what they have done since their conviction. If I assume that defendants are disposed to commit every opportune disloyal act helpful to Communist countries, it is still difficult to reconcile with traditional American law the jailing of persons by the courts because of anticipated but as yet uncommitted crimes. Imprisonment to protect society from predicted but unconsummated offenses is . . . unprecedented in this country and . . . fraught with danger of excesses and injustice . . . .\" <i>Williamson</i> v. <i>United States,</i> <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1379</span></span>, 1382 (1950) (opinion in chambers) (footnote omitted).</blockquote>\n<p>As Chief Justice Vinson wrote for the Court in <i>Stack</i> v. <i>Boyle, supra</i><i>:</i> \"Unless th[e] right to bail before trial is preserved, the presumption of innocence, secured only after centuries of struggle, would lose its meaning.\" 342 U. S., at 4.</p>\n<p></p>\n<h2>IV</h2>\n<p>There is a connection between the peculiar facts of this case and the evident constitutional defects in the statute which the Court upholds today. Respondent Cafaro was originally incarcerated for an indeterminate period at the request of the Government, which believed (or professed to believe) that his release imminently threatened the safety of the community. That threat apparently vanished, from the Government's point of view, when Cafaro agreed to act as a covert agent of the Government. There could be no more eloquent demonstration of the coercive power of authority to imprison upon prediction, or of the dangers which the almost <span class=\"star-pagination\">*767</span> inevitable abuses pose to the cherished liberties of a free society.</p>\n<p>\"It is a fair summary of history to say that the safeguards of liberty have frequently been forged in controversies involving not very nice people.\" <i>United States</i> v. <i>Rabinowitz,</i> 339 U. S. 56, 69 (1950) (Frankfurter, J., dissenting). Honoring the presumption of innocence is often difficult; sometimes we must pay substantial social costs as a result of our commitment to the values we espouse. But at the end of the day the presumption of innocence protects the innocent; the shortcuts we take with those whom we believe to be guilty injure only those wrongfully accused and, ultimately, ourselves.</p>\n<p>Throughout the world today there are men, women, and children interned indefinitely, awaiting trials which may never come or which may be a mockery of the word, because their governments believe them to be \"dangerous.\" Our Constitution, whose construction began two centuries ago, can shelter us forever from the evils of such unchecked power. Over 200 years it has slowly, through our efforts, grown more durable, more expansive, and more just. But it cannot protect us if we lack the courage, and the self-restraint, to protect ourselves. Today a majority of the Court applies itself to an ominous exercise in demolition. Theirs is truly a decision which will go forth without authority, and come back without respect.</p>\n<p>I dissent.</p>\n<p>JUSTICE STEVENS, dissenting.</p>\n<p>There may be times when the Government's interest in protecting the safety of the community will justify the brief detention of a person who has not committed any crime, see <i>ante,</i> at 748-749, see also <i>United States</i> v. <i>Greene,</i> 497 F. 2d 1068, 1088-1089 (CA7 1974) (Stevens, J., dissenting).<sup>[1]</sup> To <span class=\"star-pagination\">*768</span> use Judge Feinberg's example, it is indeed difficult to accept the proposition that the Government is without power to detain a person when it is a virtual certainty that he or she would otherwise kill a group of innocent people in the immediate future. <i>United States</i> v. <i>Salerno,</i> 794 F. 2d 64, 77 (CA2 1986) (dissenting opinion). Similarly, I am unwilling to decide today that the police may never impose a limited curfew during a time of crisis. These questions are obviously not presented in this case, but they lurk in the background and preclude me from answering the question that is presented in as broad a manner as JUSTICE MARSHALL has. Nonetheless, I firmly agree with JUSTICE MARSHALL that the provision of the Bail Reform Act allowing pretrial detention on the basis of future dangerousness is unconstitutional. Whatever the answers are to the questions I have mentioned, it is clear to me that a pending indictment may not be given any weight in evaluating an individual's risk to the community or the need for immediate detention.</p>\n<p>If the evidence of imminent danger is strong enough to warrant emergency detention, it should support that preventive measure regardless of whether the person has been charged, convicted, or acquitted of some other offense. In this case, for example, it is unrealistic to assume that the danger to the community that was present when respondents were at large did not justify their detention before they were indicted, but did require that measure the moment that the grand jury found probable cause to believe they had committed crimes in the past.<sup>[2]</sup> It is equally unrealistic to assume that the danger will vanish if a jury happens to acquit them. <span class=\"star-pagination\">*769</span> JUSTICE MARSHALL has demonstrated that the fact of indictment cannot, consistent with the presumption of innocence and the Eighth Amendment's Excessive Bail clause, be used to create a special class, the members of which are, alone, eligible for detention because of future dangerousness.</p>\n<p>Several factors combine to give me an uneasy feeling about the case the Court decides today. The facts set forth in Part I of JUSTICE MARSHALL's opinion strongly support the possibility that the Government is much more interested in litigating a \"test case\" than in resolving an actual controversy concerning respondents' threat to the safety of the community. Since Salerno has been convicted and sentenced on other crimes, there is no need to employ novel pretrial detention procedures against him. Cafaro's case is even more curious because he is apparently at large and was content to have his case argued by Salerno's lawyer even though his interests would appear to conflict with Salerno's. But if the merits must be reached, there is no answer to the arguments made in Parts II and III of JUSTICE MARSHALL's dissent. His conclusion, and not the Court's, is faithful to the \"fundamental principles as they have been understood by the traditions of our people and our law.\" <i>Lochner</i> v. <i>New York,</i> 198 U. S. 45, 76 (1905) (Holmes, J., dissenting). Accordingly, I respectfully dissent.</p>\n<h2>NOTES</h2>\n<p>[*]  Briefs of <i>amici curiae</i> urging affirmance were filed for the National Association of Criminal Defense Lawyers by <i>Jon May</i> and <i>Mark King Leban;</i> and for the Public Defender Service by <i>Cheryl M. Long, James Klein,</i> and <i>David A. Reiser.</i>\n</p>\n<p>Briefs of <i>amici curiae</i> were filed for the American Bar Association by <i>Eugene C. Thomas, Charles G. Cole,</i> and <i>David A. Schlueter;</i> for the American Civil Liberties Union et al. by <i>William J. Genego, Dennis E. Curtis, Mark Rosenbaum, Paul Hoffman, Richard Emery, Martin Guggenheim, Alvin Bronstein,</i> and <i>David Goldstein;</i> and for Howard Perry by <i>Allen N. Brunwasser.</i></p>\n<p>[1]  Every other Court of Appeals to have considered the validity of the Bail Reform Act of 1984 has rejected the facial constitutional challenge. <i>United States</i> v. <i>Walker,</i> 805 F. 2d 1042 (CA11 1986); <i>United States</i> v. <i>Rodriguez,</i> 803 F. 2d 1102 (CA11 1986); <i>United States</i> v. <i>Simpkins,</i> 255 U. S. App. D. C. 306, 801 F. 2d 520 (1986); <i>United States</i> v. <i>Zannino,</i> 798 F. 2d 544 (CA1 1986); <i>United States</i> v. <i>Perry,</i> 788 F. 2d 100 (CA3), cert. denied, 479 U. S. 864 (1986); <i>United States</i> v. <i>Portes,</i> 786 F. 2d 758 (CA7 1985).</p>\n<p>[2]  Salerno was subsequently sentenced in unrelated proceedings before a different judge. To this date, however, Salerno has not been confined pursuant to that sentence. The authority for Salerno's present incarceration remains the District Court's pretrial detention order. The case is therefore very much alive and is properly presented for our resolution.</p>\n<p>[3]  We intimate no view on the validity of any aspects of the Act that are not relevant to respondents' case. Nor have respondents claimed that the Act is unconstitutional because of the way it was applied to the particular facts of their case.</p>\n<p>[4]  We intimate no view as to the point at which detention in a particular case might become excessively prolonged, and therefore punitive, in relation to Congress' regulatory goal.</p>\n<p>[1]  Had this judgment and commitment order been executed immediately, as is the ordinary course, the present case would certainly have been moot with respect to Salerno. On January 16, 1987, however, the District Judge who had sentenced Salerno in the unrelated proceedings issued the following order, apparently with the Government's consent:\n</p>\n<p>\"Inasmuch as defendant Anthony Salerno was not ordered detained in this case, but is presently being detained pretrial in the case of <i>United States</i> v. <i>Anthony Salerno et al.,</i> SS 86 Cr. 245 (MJL),</p>\n<p>\"IT IS HEREBY ORDERED that the bail status of defendant Anthony Salerno in the above-captioned case shall remain the same as it was prior to the January 13, 1987 sentencing, pending further order of the Court.\" Order in SS 85 Cr. 139 (RO) (SDNY) (Owen, J.).</p>\n<p>This order is curious. To release on bail pending appeal \"a person who has been found guilty of an offense and sentenced to a term of imprisonment,\" the District Judge was required to find \"by clear and convincing evidence that the person is not likely to flee or pose a danger to the safety of any other person or the community if released . . . .\" 18 U. S. C.  3143(b)(1) (1982 ed., Supp. III). In short, the District Court which had sentenced Salerno to 100 years' imprisonment then found, with the Government's consent, that he was not dangerous, in a vain attempt to keep alive the controversy as to Salerno's dangerousness before this Court.</p>\n<p>[2]  This characterization of Cafaro's activities, along with an account of the process by which Cafaro became a Government agent, appears in an affidavit executed by a former Assistant United States Attorney and filed in the District Court during proceedings in the instant case which occurred after the case was submitted to this Court. Affidavit of Warren Neil Eggleston, dated March 18, 1987, SS 86 Cr. 245, p. 4 (MJL) (SDNY).</p>\n<p>[3]  Further particulars of the Government's agreement with Cafaro, including the precise terms of the agreement to release him on bail, are not included in the record, and the Court has declined to order that the relevant documents be placed before us.\n</p>\n<p>In his reply brief in this Court, the Solicitor General stated: \"On October 8, 1986, Cafaro was temporarily released for medical treatment. Because he is still subject to the pretrial detention order, Cafaro's case also continues to present a live controversy.\" Reply Brief for United States 1-2, n. 1. The Solicitor General did not inform the Court that this release involved the execution of a personal recognizance bond, nor did he reveal that Cafaro had become a cooperating witness. I do not understand how the Solicitor General's representation that Cafaro was \"still subject to the pretrial detention order\" can be reconciled with the fact of his release on a $1 million personal recognizance bond.</p>\n<p>[4]  Preventing danger to the community through the enactment and enforcement of criminal laws is indeed a legitimate goal, but in our system the achievement of that goal is left primarily to the States. The Constitution does not contain an explicit delegation to the Federal Government of the power to define and administer the general criminal law. The Bail Reform Act does not limit its definition of dangerousness to the likelihood that the defendant poses a danger to others through the commission of <i>federal</i> crimes. Federal preventive detention may thus be ordered under the Act when the danger asserted by the Government is the danger that the defendant will violate state law. The majority nowhere identifies the constitutional source of congressional power to authorize the federal detention of persons whose predicted future conduct would not violate any federal statute and could not be punished by a federal court. I can only conclude that the Court's frequently expressed concern with the principles of federalism vanishes when it threatens to interfere with the Court's attainment of the desired result.</p>\n<p>[5]  The majority refers to the statement in <i>Carlson</i> v. <i>Landon,</i> 342 U. S. 524, 545 (1952), that the Bail Clause was adopted by Congress from the English Bill of Rights Act of 1689, 1 Wm. &amp; Mary, Sess. 2, ch. II,  I(10), and that \"[i]n England that clause has never been thought to accord a right to bail in all cases, but merely to provide that bail shall not be excessive in those cases where it is proper to grant bail.\" A sufficient answer to this meager argument was made at the time by Justice Black: \"The Eighth Amendment is in the American Bill of Rights of 1789, not the English Bill of Rights of 1689.\" <i>Carlson</i> v. <i>Landon, supra,</i> at 557 (dissenting opinion). Our Bill of Rights is contained in a written Constitution, one of whose purposes is to protect the rights of the people against infringement by the Legislature, and its provisions, whatever their origins, are interpreted in relation to those purposes.</p>\n<p>[6]  The majority states that denial of bail in capital cases has traditionally been the rule rather than the exception. And this of course is so, for it has been the considered presumption of generations of judges that a defendant in danger of execution has an extremely strong incentive to flee. If in any particular case the presumed likelihood of flight should be made irrebuttable, it would in all probability violate the Due Process Clause. Thus what the majority perceives as an exception is nothing more than an example of the traditional operation of our system of bail.</p>\n<p>[7]  It is also true, as the majority observes, that the Government is entitled to assurance, by incarceration if necessary, that a defendant will not obstruct justice through destruction of evidence, procuring the absence or intimidation of witnesses, or subornation of perjury. But in such cases the Government benefits from no presumption that any particular defendant is likely to engage in activities inimical to the administration of justice, and the majority offers no authority for the proposition that bail has traditionally been denied <i>prospectively,</i> upon speculation that witnesses would be tampered with. Cf. <i>Carbo</i> v. <i>United States,</i> <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">662</span></span>, <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">769</span></span> (1962) (Douglas, J., in chambers) (bail pending appeal denied when more than 200 intimidating phone calls made to witness, who was also severely beaten).</p>\n<p>[1]  \"If the evidence overwhelmingly establishes that a skyjacker, for example, was insane at the time of his act, and that he is virtually certain to resume his violent behavior as soon as he is set free, must we then conclude that the only way to protect society from such predictable harm is to find an innocent man guilty of a crime he did not have the capacity to commit?\" <i>United States</i> v. <i>Greene,</i> 497 F. 2d, at 1088.</p>\n<p>[2]  The Government's proof of future dangerousness was not dependent on any prediction that, as a result of the indictment, respondents posed a threat to potential witnesses or to the judicial system.</p>\n\n</div>", "id": 111891, "judges": "Rehnquist", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/111891/", "sha1": "ab8aa8b674d8a4672b09c9b7f3dbe9b95c88a201", "source": "LR", "supreme_court_db_id": "1986-102", "time_retrieved": "2010-04-28T10:13:26"}