{"absolute_url": "/opinion/96159/lockhart-v-leeds/", "blocked": false, "citation": {"case_name": "Lockhart v. Leeds", "docket_number": "10", "document_uris": ["/api/rest/v2/document/96159/"], "federal_cite_one": "195 U.S. 427", "federal_cite_three": null, "federal_cite_two": null, "id": 80542, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/80542/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 5, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1904-12-05", "date_modified": "2014-12-21T01:34:18.521361", "docket": "/api/rest/v2/docket/759708/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">195 U.S. 427</p>\n    <p class=\"case_cite\">25 S.Ct. 76</p>\n    <p class=\"case_cite\">49 L.Ed. 263</p>\n    <p class=\"parties\">HENRY LOCKHART, <i>Appt.</i>,<br>v.<br>H. C. LEEDS, J. A. Johnson, Julia Johnson, <i>et  al., Appellees</i>.</p>\n    <p class=\"docket\">No. 10.</p>\n    <p class=\"date\">Argued October 20, 1904.</p>\n    <p class=\"date\">Decided December 5, 1904.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">The appellant filed his bill in this suit, in the proper court of New Mexico, for the purpose of obtaining relief against the defendants mentioned therein. The defendants demurred on several grounds, among which was that the complainant's remedy, if any, was at law, and that the bill did not state a case for a court of equity. The demurrer was sustained and the bill dismissed, and the judgment of dismissal was affirmed by the supreme court of New Mexico, and the complainant thereupon appealed to this court. Among other things the bill averred that, about May 7, 1893, the complainant and one Johnson and the defendant Pilkey entered into an agreement in Bernalillo county, New Mexico, by which they were to become partners in the enterprise mentioned in the agreement; and that, for the consideration mentioned therein, Pilkey was to start out to discover, if possible, and to locate for the purpose of operation by the parties, any mining claim of gold, silver, or other metal; and that, in order to enable Pilkey to carry out his portion of the agreement, he was to be furnished certain tools, etc., and some money. If he discovered any such mine, it was his duty to locate the same, and to send in to the other partners specimens of the ore, in order that its value might be determined. Work was to be begun within twenty days after the signing of the agreement. Any fraud by Pilkey was to forfeit his share, which was to be one-third interest in any mine discovered and worked.</p>\n      <p class=\"indent\">The agreement was to continue for a year, and all discoveries and locations of any mines during that time by Pilkey were to be under the agreement mentioned. After the making of this agreement, Pilkey started out to prospect and to discover, if possible, a mining claim of the character mentioned. The parties were aware, at the time of the execution of the agreement, of the existence of the place where Pilkey went for the purpose of prospecting and discovering a mine, and that there possibly might be a valuable claim at that place. Accordingly, Pilkey at once went to the spot, and, on or about the 10th of July, 1893, he discovered the claim at that place, and it turned out to be a valuable mine. He located the mine according to the agreement, and posted the notice thereon provided by the laws of the United States and New Mexico, and proceeded to do work thereon pursuant to the provisions of those laws, but did not do all the work made necessary by them. The bill then alleges that Pilkey commenced to sink a shaft or cut upon the mineral-bearing lode, and did work enough thereon to arrive at mineral-bearing ore in place, within less than ninety days from the time of taking possession of the lode; and it is then averred that the parties were ready, able, and willing in all things to comply with the laws spoken of, 'and would have so done except for the wrongful, fraudulent, and unlawful acts of the defendants hereinafter mentioned.' Some time about the 1st of October, 1893, Pilkey, while so in possession of the lode, wrongfully and fraudulently conspired, combined, and confederated with the defendants to defraud plaintiff; and they agreed that said Pilkey, in violation and fraud of the rights of the plaintiff in and to the mine, should transfer, convey, and deliver possession of the mine to the defendants, or one of them, without the knowledge or consent of plaintiff and the said Johnson. This was done. It was also agreed that they should do all other acts necessary to transfer the right to defendants. Pilkey was to have a certain proportion of interest in the mine, and the defendants, the balance. The defendants also caused and procured the defendant Pilkey to stop work upon the mine, under the agreement already referred to; and it was also agreed that Pilkey should fail and neglect to record, in the proper office, a copy of the location notice posted by him on the ground. The defendants also covered up and concealed the work which had been done on the ground by Pilkey; and they posted another notice thereon, and called the mine the 'Washington' mine, and filed a copy of the same for record, December 13, 1893, without the knowledge or consent of the plaintiff or his copartner, Johnson; and they made the location for the benefit of themselves as locators, under the mining laws of the United States. For the purpose of concealing the interest of Pilkey in such pretended location, it was agreed that each of the four defendants named should be entitled to a fifth interest, and that Pilkey should be entitled to the remaining fifth, which last-named interest should be claimed and held by Walker in trust for Pilkey. Johnson subsequently transferred all his interest, under the agreement of copartnership between plaintiff, Johnson, and Pilkey, to the complainant, who was, at the time of the commencement of the suit, the owner of Johnson's interest under the assignment. The bill further states that, after the removal by the defendants of the original location notice posted by Pilkey, as already stated, the complainant procured a copy thereof, and had the same recorded in the office of the recorder of the county, on December 9, 1893. The complainant averred that, by virtue of the premises, he became and was, at the commencement of the suit, the equitable owner of said mine, and of the gold and silver ores therein contained, so discovered and located by Pilkey under the agreement; and that he was equitably entitled, as against the defendants, to the possession and enjoyment of the same, and to the preferential right to acquire the legal title from the United States; and that the pretended location of the mine under the name of the Washington mine, by and in the names of the defendants named, was wholly inoperative and void; and that Pilkey, by reason of his participation in a fraudulent conspiracy with the defendants, forfeited all right or interest in the said mine pursuant to the agreement made by Pilkey with complainant and Johnson; and complainant averred that he was equitably the owner of and entitled to such interest. He further averred that the defendants refused to permit complainant to enter upon the property or to work the same; and that the defendants claim title to the mining property under and by virtue of their agreement with Pilkey, and their pretended location of the same as the Washington lode. It is further averred that the defendants were engaged in mining, extracting, and converting to their own use, the ores and minerals contained in the mine, and had mined and removed ores and minerals of great value therefrom, and had converted to their own use all such mineral; and that, unless enjoined, they would remove all the ores and minerals, and thereby the entire substance and value of the property would be destroyed, and the complainant would sustain irreparable injury, as the defendants, or some of them, were wholly insolvent. To this bill the defendants demurred, as already stated.</p>\n      <p class=\"indent\"><i>Mr.</i> <i>J. H. McGowan</i> for appellant.</p>\n      <p class=\"indent\"><i>Mr.</i> <i>W. B. Childers</i> for appellees.</p>\n      <p class=\"indent\">Statement by Mr. Justice Peckham:   Mr. Justice Peckham, after making the foregoing statement, delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">One phase of this controversy has already been before this court in <i>Lockhart</i> v. <i>Johnson</i>, 181 U. S. 516, 46 L. ed. 979, 21 Sup. Ct. Rep. 665, which was an action of ejectment brought by the plaintiff (who is the complainant herein) to recover possession of the mine above mentioned from the defendants herein. It was there held that the plaintiff could not maintain an action, as the facts showed that he had no legal title, and that the remedy he might have, if any, was in equity.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Upon the trial of the ejectment action the plaintiff offered to prove, in substance, the same facts as are set forth in this bill in regard to Pilkey's action under the agreement with plaintiff and Johnson, and the fraudulent conspiracy entered into by the defendants for the purpose of defrauding the plaintiff out of his right to such mine. The evidence was objected to and excluded on the ground that it did not show any legal title in the plaintiff, assuming its truth; that, in the courts of the United States, an action of ejectment was based upon the strict legal title, and if the plaintiff failed to show that it was in him, he must fail in such action. The defendants now contend that, if the plaintiff have any remedy, it is at law; and also that there is no cause of action stated in the bill. At the time of the trial of this suit, the ejectment action had not been decided by this court, the action having been here decided May 13, 1901. It must be regarded as determined by the decision in that case, that the complainant herein has no remedy at law, and, if he has none in this suit, he is without remedy for the gross fraud set out in the bill. All facts well pleaded in the bill are admitted by the demurrer, and the question, therefore, is whether the bill states facts sufficient to entitle him to relief in a court of equity.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The court below has held that the bill does not state with sufficient certainty the time when plaintiff discovered the alleged fraud set forth in the bill, in that it does not appear by any certain averment that the plaintiff did not discover such fraud before the expiration of the ninety days after the discovery of the lode, in which to file a copy of the notice of location in the recorder's office, which, if he had done, he might, by himself filing the copy, have thereby fulfilled all the provisions of the statute relating to the location and recording of the notice of claim. We entirely agree with the court below that the facts constituting the cause of action in equity must be distinctly alleged, so that the defendant may know what he has to meet, and so that he may, if he choose, put them in the issue. The rule must receive a reasonable interpretation, and must be so enforced as to further, and not obstruct, the administration of justice. We think the court below erred in holding that there was no sufficient averment as to the time of the discovery by plaintiff of the alleged fraud set forth in the bill, assuming such averment to have been necessary. He averred that Pilkey, acting under the agreement with plaintiff and Johnson, discovered the mine, and located the same by posting the requisite notice on the ground on the 10th of July, 1893. He also averred that some time about the 1st of October (the exact time, however, he could not state) the defendants entered into the conspiracy and combination referred to. This was but a few days before the expiration of the statutory time in which to file a copy of the notice of claim in the recorder's office of the county. He averred that the conspiracy and combination was secret, and that, while the plaintiff and his copartner Johnson were able and willing to comply with all the laws of the United States and territory, they failed to do so because of the wrongful, fraudulent, and unlawful acts of the defendants thereinafter mentioned. Those acts were a secret effacement of the work done by Pilkey, the taking down of the notice of claim posted on the ground by him, the failure to file a copy thereof, the posting of a claim on the part of the defendants, and the filing of a copy of such notice in the recorder's office on December 13, 1893.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We think the plain import of these averments is that the conspiracy and combination did not become known to the plaintiff until after the expiration of the ninety days from the discovery of the mine, in which to file a copy of the notice posted on the ground, in the recorder's office of the proper county. That is a sufficiently definite averment of time, and it is enough to show that the failure to file a copy of the notice within the necessary time was owing to the action of the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Under the agreement first mentioned between plaintiff, Johnson, and Pilkey, as copartners, it became the duty of Pilkey, in order to complete the location it was his duty to make, to file a copy of the notice in the recorder's office; and the parties to the agreement had the right to rely upon Pilkey to file the necessary copy for record; and it is plain that the failure to file on the part of the plaintiff was because of his ignorance of such failure on the part of Pilkey, consequent upon Pilkey's fraudulent conspiracy and agreement with the other defendants not to file it. After the discovery of the conspiracy, the plaintiff did procure a copy of the original notice posted by Pilkey on the ground, and filed the same in the office of the recorder on the 9th of December, 1893. Taking these allegations together, we think it hypercritical to hold that the bill does not, with sufficient distinctness, allege the fact that the plaintiff did not discover the fraud until after the expiration of the ninety days mentioned, and hence did not himself file the copy of the notice within that time.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">All pleadings must be construed reasonably, and not with such strictness as to refuse to adopt the natural construction of the pleading because a particular fact might have been more distinctly alleged, although its existence is fairly, naturally, and reasonably to be presumed from the averments made in the pleading.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The agreement between the plaintiff, Pilkey, and Johnson shows it to have been the duty of Pilkey to make the necessary filing for record, in order to complete the location of the mine, which he, in the agreement, was to do. The plaintiff had the right to rely upon Pilkey carrying out that agreement, and fulfilling his duty thereunder by making the necessary filing; and plaintiff alleges that he would have done all things made necessary by law had it not been for this fraudulent combination and conspiracy on the part of the defendants. We regard the allegations of the bill as sufficient in these particulars.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Again, it is alleged that the bill prays that the location of what is called the Washington lode by the defendants be declared void, and that the plaintiff may have the possession of the claim; while the plaintiff now asks to have the defendants treated as constructive trustees, etc., which is inconsistent, as alleged, with the former prayer for relief. The bill contains a prayer for general relief in addition to the prayer for special relief, and under such prayer this relief may be given. It is objected that, under the prayer for general relief, no relief of that nature can be granted, inasmuch as it is opposed to the special relief asked for by the bill, and also because the general allegations in the bill do not justify such relief. All the facts upon which the plaintiff seeks relief from a court of equity are clearly stated in the bill. The facts constituting the fraud are set forth, and it is alleged that the parties doing the acts mentioned concealed them from the plaintiff for the purpose of defrauding plaintiff out of his interest and ownership in the mine. Having set out all the facts upon which the right to relief is based, the plaintiff asks specially for the possession, and also for the proceeds, of the mine, because, by reason of the facts, the location made by the defendants was a void location. Whether it was a void location or not was matter of law, arising from the facts appearing in the bill. Those facts were not changed in the slightest degree, nor were any inconsistent facts set up thereafter. The plaintiff now, under his prayer for general relief, contends that, although the location of the Washington lode by the defendants may have been so far valid as to create a title in the defendants, yet that, by reason of the fraud already distinctly set forth in the bill, the plaintiff was entitled to avail himself of that title, and to hold them as trustees <i>ex maleficio</i>, for his benefit.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">There is nothing in the intricacy of equity pleading that prevents the plaintiff from obtaining the relief under the general prayer, to which he may be entitled upon the facts plainly stated in the bill. There is no reason for denying his right to relief, if the plaintiff is otherwise entitled to it, simply because it is asked under the prayer for general relief, and upon a somewhat different theory from that which is advanced under one of the special prayers. The cases of <i>English</i> v. <i>Foxall</i>, 2 Pet. 595, 7 L. ed. 531; <i>Boone</i> v. <i>Chiles</i>, 10 Pet. 177, 9 L. ed. 388; <i>Hobson</i> v. <i>M'Arthur</i>, 16 Pet. 182, 10 L. ed. 930; <i>Hayward</i> v. <i>Eliot Nat. Bank</i>, 96 U. S. 611, 24 L. ed. 855; <i>Georgia</i> v. <i>Stanton</i>, 6 Wall. 50, 18 L. ed. 721, are not opposed to the views just stated.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We agree that the relief granted under the prayer for general relief must be agreeable to the case made by the bill; and that, in substance, is what is held by the above cases. The case made by the bill consists of the material facts therein stated; and where all the facts are stated, it is no reason for denying relief under a general prayer, because it may differ from the theory of the law upon which the special prayer for relief is based, where both prayers are based upon the same facts, clearly set forth in the bill.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The defendants contend that, if Pilkey, under the fraudulent agreement alleged, and pursuant thereto, surrendered possession to the defendants, the latter became cotenants with the plaintiff, and he could maintain an action at law to recover possession from his cotenants. We have already held that the plaintiff could not, upon the facts, maintain ejectment. When Pilkey surrendered possession to defendants unde this fraudulent agreement, and they entered and posted the notice and filed the copy, they did not enable plaintiff to maintain ejectment against them as upon his ouster of possession by defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Neither plaintiff nor Johnson had ever had anything but a constructive possession through the possession of Pilkey; and when he fraudulently surrendered it to the other defendants, and they entered and completed their location, the plaintiff could not then sustain ejectment, as we have already held. This is not in opposition to the case of <i>Erhardt</i> v. <i>Boaro</i>, 113 U. S. 528, 28 L. ed. 1113, 5 Sup. Ct. Rep. 560. The question whether the relief should be at law or in equity was not there raised. The action was commenced in Colorado, and was in accordance with the usual form in actions for mining claims under the procedure in Colorado, and was brought to recover possession of a mine. There was no discussion as to the forum. The complaint simply followed the usual practice. Here we have already held, in the ejectment suit (181 U. S. 516, 45 L. ed. 979, 21 Sup. Ct. Rep. 665), that the relief is not to be had by ejectment, but must be obtained in equity if at all. Under the circumstances we think it immaterial whether Pilkey surrendered possession before or after the expiration of ninety days from the discovery of the mine, July 10, 1893. All the acts of fraud set up in the bill, committed by the defendants, are, if proved, sufficient to entitle the plaintiff to treat them as trustees <i>ex maleficio</i>, and to recover from them, as such trustees, all the materials taken from the mine. See <i>Saunders</i> v. <i>Mackey</i>, 5 Mont. 523, 6 Pac. 361; <i>Doherty</i> v. <i>Morris</i>, 11 Colo. 12, 16 Pac. 911. Upon the case made by the bill, some of the defendants being insolvent, we think the plaintiff entitled to an injunction restraining the defendants from further mining during the pendency of the suit; an injunction to issue upon such security as may seem appropriate to the court below.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We decide this case solely upon the questions raised by the demurrer.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\"><i>The judgments of the Supreme Court of New Mexico and of the trial court must be reversed</i>, and the case remanded to the Supreme Court, with directions to remand it to the District Court for the Second Judicial District of the Territory of New Mexico, within and for the county of Bernalillo, with directions to overrule the defendants' demurrer, and with leave to answer upon such terms as may seem proper to that court.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>195 U.S. 427 (1904)</b></center>\n<center><h1>LOCKHART<br>\nv.<br>\nLEEDS.</h1></center>\n<center>No. 10.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 20, 1904.</center>\n<center>Decided December 5, 1904.</center>\nAPPEAL FROM THE SUPREME COURT OF THE TERRITORY OF NEW MEXICO.\n<p><span class=\"star-pagination\">*431</span> <i>Mr. J.H. McGowan</i> for appellant.</p>\n<p><i>Mr. W.B. Childers</i> for appellees.</p>\n<p><span class=\"star-pagination\">*432</span> MR. JUSTICE PECKHAM, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>One phase of this controversy has already been before this court in <i>Lockhart</i> v. <i>Johnson,</i> 181 U.S. 516, which was an action <span class=\"star-pagination\">*433</span> of ejectment brought by the plaintiff (who is the complainant herein) to recover possession of the mine above mentioned from the defendants herein. It was there held that the plaintiff could not maintain an action, as the facts showed that he had no legal title, and that the remedy he might have, if any, was in equity.</p>\n<p>Upon the trial of the ejectment action the plaintiff offered to prove in substance the same facts as are set forth in this bill in regard to Pilkey's action under the agreement with plaintiff and Johnson, and the fraudulent conspiracy entered into by the defendants for the purpose of defrauding the plaintiff out of his right to such mine. The evidence was objected to and excluded on the ground that it did not show any legal title in the plaintiff, assuming its truth; that in the courts of the United States an action of ejectment was based upon the strict legal title, and if the plaintiff failed to show that it was in him he must fail in such action. The defendants now contend that if the plaintiffs have any remedy it is at law, and also that there is no cause of action stated in the bill. At the time of the trial of this suit the ejectment action had not been decided by this court, the action having been here decided May 13, 1901. It must be regarded, as determined by the decision in that case, that the complainant herein has no remedy at law, and if he has none in this suit he is without remedy for the gross fraud set out in the bill. All facts well pleaded in the bill are admitted by the demurrer, and the question, therefore, is, whether the bill states facts sufficient to entitle him to relief in a court of equity.</p>\n<p>The court below has held that the bill does not state with sufficient certainty the time when plaintiff discovered the alleged fraud set forth in the bill, in that it does not appear by any certain averment that the plaintiff did not discover such fraud before the expiration of the ninety days after the discovery of the lode in which to file a copy of the notice of location in the recorder's office, which, if he had done, he might, by himself filing the copy, have thereby fulfilled all the provisions <span class=\"star-pagination\">*434</span> of the statute relating to the location and recording of the notice of claim. We entirely agree with the court below that the facts constituting the cause of action in equity must be distinctly alleged so that the defendant may know what he has to meet and so that he may, if he choose, put them in the issue. The rule must receive a reasonable interpretation and must be so enforced as to further and not obstruct the administration of justice. We think the court below erred in holding that there was no sufficient averment as to the time of the discovery by plaintiff of the alleged fraud set forth in the bill, assuming such averment to have been necessary. He averred that Pilkey, acting under the agreement with plaintiff and Johnson, discovered the mine and located the same by posting the requisite notice on the ground on the tenth of July, 1893. He also averred that some time about the first of October (the exact time, however, he could not state) the defendants entered into the conspiracy and combination referred to. This was but a few days before the expiration of the statutory time in which to file a copy of the notice of claim in the recorder's office of the county. He averred that the conspiracy and combination was secret, and that while the plaintiff and his copartner Johnson were able and willing to comply with all the laws of the United States and Territory, they failed to do so because of the wrongful, fraudulent and unlawful acts of the defendants hereinafter mentioned. Those acts were a secret effacement of the work done by Pilkey, the taking down of the notice of claim posted on the ground by him, the failure to file a copy thereof, the posting of a claim on the part of the defendants, and the filing of a copy of such notice in the recorder's office on December 13, 1893.</p>\n<p>We think the plain import of these averments is that the conspiracy and combination did not become known to the plaintiff until after the expiration of the ninety days from the discovery of the mine, in which to file a copy of the notice posted on the ground, in the recorder's office of the proper county. That is a sufficiently definite averment of time, and <span class=\"star-pagination\">*435</span> it is enough to show that the failure to file a copy of the notice within the necessary time was owing to the action of the defendants.</p>\n<p>Under the agreement first mentioned between plaintiffs, Johnson and Pilkey, as copartners, it became the duty of Pilkey, in order to complete the location it was his duty to make, to file a copy of the notice in the recorder's office, and the parties to the agreement had the right to rely upon Pilkey to file the necessary copy for record, and it is plain that the failure to file on the part of the plaintiff was because of his ignorance of such failure on the part of Pilkey consequent upon Pilkey's fraudulent conspiracy and agreement with the other defendants not to file it. After the discovery of the conspiracy the plaintiff did procure a copy of the original notice posted by Pilkey on the ground and filed the same in the office of the recorder on the tenth of December, 1893. Taking these allegations together, we think it hypercritical to hold that the bill does not with sufficient distinctness allege the fact that the plaintiff did not discover the fraud until after the expiration of the ninety days mentioned, and hence did not himself file the copy notice within that time.</p>\n<p>All pleadings must be construed reasonably, and not with such strictness as to refuse to adopt the natural construction of the pleading because a particular fact might have been more distinctly alleged, although its existence is fairly, naturally and reasonably to be presumed from the averments made in the pleading.</p>\n<p>The agreement between the plaintiffs, Pilkey and Johnson, shows it to have been the duty of Pilkey to make the necessary filing for record in order to complete the location of the mine which he in the agreement was to do. The plaintiff had the right to rely upon Pilkey carrying out that agreement and fulfilling his duty thereunder by making the necessary filing, and plaintiff alleges that he would have done all things made necessary by law had it not been for this fraudulent combination and conspiracy on the part of the defendants. We <span class=\"star-pagination\">*436</span> regard the allegations of the bill as sufficient in these particulars.</p>\n<p>Again, it is alleged that the bill prays that the location of what is called the Washington lode by the defendants be declared void, and that the plaintiff may have the possession of the claim, while the plaintiff now asks to have the defendants treated as constructive trustees, etc., which is inconsistent, as alleged, with the former prayer for relief. The bill contains a prayer for general relief in addition to the prayer for special relief, and under such prayer this relief may be given. It is objected that under the prayer for general relief no relief of that nature can be granted, inasmuch as it is opposed to the special relief asked for by the bill, and also because the general allegations in the bill do not justify such relief. All the facts upon which the plaintiff seeks relief from a court of equity are clearly stated in the bill. The facts constituting the fraud are set forth, and it is alleged that the parties doing the acts mentioned concealed them from the plaintiff for the purpose of defrauding plaintiff out of his interest and ownership in the mine. Having set out all the facts upon which the right to relief is based, the plaintiff asks specially for the possession and also for the proceeds of the mine, because, by reason of the facts, the location made by the defendants was a void location. Whether it was a void location or not, was matter of law arising from the facts appearing in the bill. Those facts were not changed in the slightest degree, nor were any inconsistent facts set up thereafter. The plaintiff now under his prayer for general relief contends that, although the location of the Washington lode by the defendants may have been so far valid as to create a title in the defendants, yet that by reason of the fraud already distinctly set forth in the bill the plaintiff was entitled to avail himself of that title, and to hold them as trustees <i>ex maleficio,</i> for his benefit.</p>\n<p>There is nothing in the intricacy of equity pleading that prevents the plaintiff from obtaining the relief under the general prayer, to which he may be entitled upon the facts plainly <span class=\"star-pagination\">*437</span> stated in the bill. There is no reason for denying his right to relief, if the plaintiff is otherwise entitled to it, simply because it is asked under the prayer for general relief and upon a somewhat different theory from that which is advanced under one of the special prayers. The cases of <i>English</i> v. <i>Foxall,</i> 2 Pet. 595; <i>Boone</i> v. <i>Chiles,</i> 10 Pet. 177; <i>Hobson</i> v. <i>McArthur,</i> 16 Pet. 182; <i>Hayward</i> v. <i>National Bank,</i> 96 U.S. 611; <i>Georgia</i> v. <i>Stanton,</i> 6 Wall. 50, are not opposed to the views just stated.</p>\n<p>We agree that the relief granted under the prayer for general relief must be agreeable to the case made by the bill, and that in substance is what is held by the above cases. The case made by the bill consists of the material facts therein stated, and where all the facts are stated it is no reason for denying relief under a general prayer, because it may differ from the theory of the law upon which the special prayer for relief is based, where both prayers are based upon the same facts clearly set forth in the bill.</p>\n<p>The defendants contend that if Pilkey, under the fraudulent agreement alleged, and pursuant thereto, surrendered possession to the defendants, the latter became co-tenants with the plaintiff, and he could maintain an action at law to recover possession from his co-tenants. We have already held that the plaintiff could not, upon the facts, maintain ejectment. When Pilkey surrendered possession to defendants under this fraudulent agreement, and they entered and posted the notice and filed the copy, they did not enable plaintiff to maintain ejectment against them as upon his ouster of possession by defendants.</p>\n<p>Neither plaintiff nor Johnson had ever had anything but a constructive possession through the possession of Pilkey, and when he fraudulently surrendered it to the other defendants and they entered and completed their location, the plaintiff could not then sustain ejectment, as we have already held. This is not in opposition to the case of <i>Erhardt</i> v. <i>Boaro,</i> 113 U.S. 527. The question whether the relief should be at law or in equity was not there raised. The action was commenced <span class=\"star-pagination\">*438</span> in Colorado, and was in accordance with the usual form in actions for mining claims under the procedure in Colorado, and was brought to recover possession of a mine. There was no discussion as to the forum. The complaint simply followed the usual practice. Here we have already held in the ejectment suit (181 U.S. <i>supra</i>), that the relief is not to be had by ejectment, but must be obtained in equity if at all. Under the circumstances we think it immaterial whether Pilkey surrendered possession before or after the expiration of ninety days from the discovery of the mine, July 10, 1893. All the acts of fraud set up in the bill committed by the defendants are, if proved, sufficient to entitle the plaintiff to treat them as trustees <i>ex maleficio,</i> and to recover from them as such trustees all the materials taken from the mine. See <i>Saunders</i> v. <i>Mackey,</i> 5 Montana, 523; <i>Doherty</i> v. <i>Morris,</i> 11 Colorado, 12. Upon the case made by the bill, some of the defendants being insolvent, we think the plaintiff entitled to an injunction restraining the defendants from further mining during the pendency of the suit; an injunction to issue upon such security as may seem appropriate to the court below.</p>\n<p>We decide this case solely upon the questions raised by the demurrer.</p>\n<p>The judgments of the Supreme Court of New Mexico and of the trial court must be reversed, and the case remanded to the Supreme Court with directions to remand it to the District Court for the Second Judicial District of the Territory of New Mexico, within and for the county of Bernalillo, with directions to overrule the defendants' demurrer and with leave to answer upon such terms as may seem proper to that court.</p>\n<p><i>So ordered.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">195</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">427</span></span> (1904)</b></center>\n<center><h1>LOCKHART<br>\nv.<br>\nLEEDS.</h1></center>\n<center>No. 10.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 20, 1904.</center>\n<center>Decided December 5, 1904.</center>\nAPPEAL FROM THE SUPREME COURT OF THE TERRITORY OF NEW MEXICO.\n<p><span class=\"star-pagination\">*431</span> <i>Mr. J.H. McGowan</i> for appellant.</p>\n<p><i>Mr. W.B. Childers</i> for appellees.</p>\n<p><span class=\"star-pagination\">*432</span> MR. JUSTICE PECKHAM, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>One phase of this controversy has already been before this court in <i>Lockhart</i> v. <i>Johnson,</i> <span class=\"citation\" data-id=\"95488\"><a href=\"/opinion/95488/lockhart-v-johnson/\"><span class=\"volume\">181</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">516</span></a></span>, which was an action <span class=\"star-pagination\">*433</span> of ejectment brought by the plaintiff (who is the complainant herein) to recover possession of the mine above mentioned from the defendants herein. It was there held that the plaintiff could not maintain an action, as the facts showed that he had no legal title, and that the remedy he might have, if any, was in equity.</p>\n<p>Upon the trial of the ejectment action the plaintiff offered to prove in substance the same facts as are set forth in this bill in regard to Pilkey's action under the agreement with plaintiff and Johnson, and the fraudulent conspiracy entered into by the defendants for the purpose of defrauding the plaintiff out of his right to such mine. The evidence was objected to and excluded on the ground that it did not show any legal title in the plaintiff, assuming its truth; that in the courts of the United States an action of ejectment was based upon the strict legal title, and if the plaintiff failed to show that it was in him he must fail in such action. The defendants now contend that if the plaintiffs have any remedy it is at law, and also that there is no cause of action stated in the bill. At the time of the trial of this suit the ejectment action had not been decided by this court, the action having been here decided May 13, 1901. It must be regarded, as determined by the decision in that case, that the complainant herein has no remedy at law, and if he has none in this suit he is without remedy for the gross fraud set out in the bill. All facts well pleaded in the bill are admitted by the demurrer, and the question, therefore, is, whether the bill states facts sufficient to entitle him to relief in a court of equity.</p>\n<p>The court below has held that the bill does not state with sufficient certainty the time when plaintiff discovered the alleged fraud set forth in the bill, in that it does not appear by any certain averment that the plaintiff did not discover such fraud before the expiration of the ninety days after the discovery of the lode in which to file a copy of the notice of location in the recorder's office, which, if he had done, he might, by himself filing the copy, have thereby fulfilled all the provisions <span class=\"star-pagination\">*434</span> of the statute relating to the location and recording of the notice of claim. We entirely agree with the court below that the facts constituting the cause of action in equity must be distinctly alleged so that the defendant may know what he has to meet and so that he may, if he choose, put them in the issue. The rule must receive a reasonable interpretation and must be so enforced as to further and not obstruct the administration of justice. We think the court below erred in holding that there was no sufficient averment as to the time of the discovery by plaintiff of the alleged fraud set forth in the bill, assuming such averment to have been necessary. He averred that Pilkey, acting under the agreement with plaintiff and Johnson, discovered the mine and located the same by posting the requisite notice on the ground on the tenth of July, 1893. He also averred that some time about the first of October (the exact time, however, he could not state) the defendants entered into the conspiracy and combination referred to. This was but a few days before the expiration of the statutory time in which to file a copy of the notice of claim in the recorder's office of the county. He averred that the conspiracy and combination was secret, and that while the plaintiff and his copartner Johnson were able and willing to comply with all the laws of the United States and Territory, they failed to do so because of the wrongful, fraudulent and unlawful acts of the defendants hereinafter mentioned. Those acts were a secret effacement of the work done by Pilkey, the taking down of the notice of claim posted on the ground by him, the failure to file a copy thereof, the posting of a claim on the part of the defendants, and the filing of a copy of such notice in the recorder's office on December 13, 1893.</p>\n<p>We think the plain import of these averments is that the conspiracy and combination did not become known to the plaintiff until after the expiration of the ninety days from the discovery of the mine, in which to file a copy of the notice posted on the ground, in the recorder's office of the proper county. That is a sufficiently definite averment of time, and <span class=\"star-pagination\">*435</span> it is enough to show that the failure to file a copy of the notice within the necessary time was owing to the action of the defendants.</p>\n<p>Under the agreement first mentioned between plaintiffs, Johnson and Pilkey, as copartners, it became the duty of Pilkey, in order to complete the location it was his duty to make, to file a copy of the notice in the recorder's office, and the parties to the agreement had the right to rely upon Pilkey to file the necessary copy for record, and it is plain that the failure to file on the part of the plaintiff was because of his ignorance of such failure on the part of Pilkey consequent upon Pilkey's fraudulent conspiracy and agreement with the other defendants not to file it. After the discovery of the conspiracy the plaintiff did procure a copy of the original notice posted by Pilkey on the ground and filed the same in the office of the recorder on the tenth of December, 1893. Taking these allegations together, we think it hypercritical to hold that the bill does not with sufficient distinctness allege the fact that the plaintiff did not discover the fraud until after the expiration of the ninety days mentioned, and hence did not himself file the copy notice within that time.</p>\n<p>All pleadings must be construed reasonably, and not with such strictness as to refuse to adopt the natural construction of the pleading because a particular fact might have been more distinctly alleged, although its existence is fairly, naturally and reasonably to be presumed from the averments made in the pleading.</p>\n<p>The agreement between the plaintiffs, Pilkey and Johnson, shows it to have been the duty of Pilkey to make the necessary filing for record in order to complete the location of the mine which he in the agreement was to do. The plaintiff had the right to rely upon Pilkey carrying out that agreement and fulfilling his duty thereunder by making the necessary filing, and plaintiff alleges that he would have done all things made necessary by law had it not been for this fraudulent combination and conspiracy on the part of the defendants. We <span class=\"star-pagination\">*436</span> regard the allegations of the bill as sufficient in these particulars.</p>\n<p>Again, it is alleged that the bill prays that the location of what is called the Washington lode by the defendants be declared void, and that the plaintiff may have the possession of the claim, while the plaintiff now asks to have the defendants treated as constructive trustees, etc., which is inconsistent, as alleged, with the former prayer for relief. The bill contains a prayer for general relief in addition to the prayer for special relief, and under such prayer this relief may be given. It is objected that under the prayer for general relief no relief of that nature can be granted, inasmuch as it is opposed to the special relief asked for by the bill, and also because the general allegations in the bill do not justify such relief. All the facts upon which the plaintiff seeks relief from a court of equity are clearly stated in the bill. The facts constituting the fraud are set forth, and it is alleged that the parties doing the acts mentioned concealed them from the plaintiff for the purpose of defrauding plaintiff out of his interest and ownership in the mine. Having set out all the facts upon which the right to relief is based, the plaintiff asks specially for the possession and also for the proceeds of the mine, because, by reason of the facts, the location made by the defendants was a void location. Whether it was a void location or not, was matter of law arising from the facts appearing in the bill. Those facts were not changed in the slightest degree, nor were any inconsistent facts set up thereafter. The plaintiff now under his prayer for general relief contends that, although the location of the Washington lode by the defendants may have been so far valid as to create a title in the defendants, yet that by reason of the fraud already distinctly set forth in the bill the plaintiff was entitled to avail himself of that title, and to hold them as trustees <i>ex maleficio,</i> for his benefit.</p>\n<p>There is nothing in the intricacy of equity pleading that prevents the plaintiff from obtaining the relief under the general prayer, to which he may be entitled upon the facts plainly <span class=\"star-pagination\">*437</span> stated in the bill. There is no reason for denying his right to relief, if the plaintiff is otherwise entitled to it, simply because it is asked under the prayer for general relief and upon a somewhat different theory from that which is advanced under one of the special prayers. The cases of <i>English</i> v. <i>Foxall,</i> 2 Pet. 595; <i>Boone</i> v. <i>Chiles,</i> 10 Pet. 177; <i>Hobson</i> v. <i>McArthur,</i> 16 Pet. 182; <i>Hayward</i> v. <i>National Bank,</i> 96 U.S. 611; <i>Georgia</i> v. <i>Stanton,</i> <span class=\"citation\" data-id=\"87886\"><a href=\"/opinion/87886/georgia-v-stanton/\"><span class=\"volume\">6</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">50</span></a></span>, are not opposed to the views just stated.</p>\n<p>We agree that the relief granted under the prayer for general relief must be agreeable to the case made by the bill, and that in substance is what is held by the above cases. The case made by the bill consists of the material facts therein stated, and where all the facts are stated it is no reason for denying relief under a general prayer, because it may differ from the theory of the law upon which the special prayer for relief is based, where both prayers are based upon the same facts clearly set forth in the bill.</p>\n<p>The defendants contend that if Pilkey, under the fraudulent agreement alleged, and pursuant thereto, surrendered possession to the defendants, the latter became co-tenants with the plaintiff, and he could maintain an action at law to recover possession from his co-tenants. We have already held that the plaintiff could not, upon the facts, maintain ejectment. When Pilkey surrendered possession to defendants under this fraudulent agreement, and they entered and posted the notice and filed the copy, they did not enable plaintiff to maintain ejectment against them as upon his ouster of possession by defendants.</p>\n<p>Neither plaintiff nor Johnson had ever had anything but a constructive possession through the possession of Pilkey, and when he fraudulently surrendered it to the other defendants and they entered and completed their location, the plaintiff could not then sustain ejectment, as we have already held. This is not in opposition to the case of <i>Erhardt</i> v. <i>Boaro,</i> 113 U.S. 527. The question whether the relief should be at law or in equity was not there raised. The action was commenced <span class=\"star-pagination\">*438</span> in Colorado, and was in accordance with the usual form in actions for mining claims under the procedure in Colorado, and was brought to recover possession of a mine. There was no discussion as to the forum. The complaint simply followed the usual practice. Here we have already held in the ejectment suit (181 U.S. <i>supra</i>), that the relief is not to be had by ejectment, but must be obtained in equity if at all. Under the circumstances we think it immaterial whether Pilkey surrendered possession before or after the expiration of ninety days from the discovery of the mine, July 10, 1893. All the acts of fraud set up in the bill committed by the defendants are, if proved, sufficient to entitle the plaintiff to treat them as trustees <i>ex maleficio,</i> and to recover from them as such trustees all the materials taken from the mine. See <i>Saunders</i> v. <i>Mackey,</i> 5 Montana, 523; <i>Doherty</i> v. <i>Morris,</i> 11 Colorado, 12. Upon the case made by the bill, some of the defendants being insolvent, we think the plaintiff entitled to an injunction restraining the defendants from further mining during the pendency of the suit; an injunction to issue upon such security as may seem appropriate to the court below.</p>\n<p>We decide this case solely upon the questions raised by the demurrer.</p>\n<p>The judgments of the Supreme Court of New Mexico and of the trial court must be reversed, and the case remanded to the Supreme Court with directions to remand it to the District Court for the Second Judicial District of the Territory of New Mexico, within and for the county of Bernalillo, with directions to overrule the defendants' demurrer and with leave to answer upon such terms as may seem proper to that court.</p>\n<p><i>So ordered.</i></p>\n</div>", "id": 96159, "judges": "Peckham, After Making the Foregoing Statement", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/96159/", "sha1": "dbcbaa03aefa1022808ed415c67d7ea37a893051", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:41:27"}