{"absolute_url": "/opinion/97109/united-states-v-corbett/", "blocked": false, "citation": {"case_name": "United States v. Corbett", "docket_number": "236", "document_uris": ["/api/rest/v2/document/97109/"], "federal_cite_one": "215 U.S. 233", "federal_cite_three": null, "federal_cite_two": null, "id": 81492, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/81492/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 22, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1909-12-06", "date_modified": "2014-12-21T01:35:00.215570", "docket": "/api/rest/v2/docket/1119163/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">215 U.S. 233</p>\n    <p class=\"case_cite\">30 S.Ct. 81</p>\n    <p class=\"case_cite\">54 L.Ed. 173</p>\n    <p class=\"parties\">UNITED STATES, Plff. in Err.,<br>v.<br>JOHN A. CORBETT, Gideon E. Newman, and Leroy E. McGill.</p>\n    <p class=\"docket\">No. 236.</p>\n    <p class=\"date\">Argued October 14, 1909.</p>\n    <p class=\"date\">Decided December 6, 1909.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Assistant Attorney General Fowler for plaintiff in error.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 233-235 intentionally omitted]</p>\n      <p class=\"indent\">Mr. T. J. Connor for defendants in error.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 235-236 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice White delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The trial court quashed portions of each count of the indictment and sustained a demurrer to the remainder. This direct review is sought because of the contention that the rulings in question were based on a construction of Rev. Stat. &#167; 5209, U. S. Comp. Stat. 1901, p. 3497.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Each of the six counts charged Corbett, one of the defendants, who was cashier of the Bank of Ladysmith, a national banking association, with making a false entry as to the condition of the bank in a report made to the Comptroller of the Currency. The charge was that the false entry was made with the intent to injure and defraud said association, and to deceive an agent appointed to examine the affairs of such association, to wit, the Comptroller of the Currency of the United States. Newman and McGill, the other defendants, who were directors and respectively president and vice president of the bank, were charged in each count with having with like intent aided, abetted, etc., Corbett in the making of the false entry. The motion to quash was directed against that portion of each count which charged that the alleged acts were done with intent to deceive an agent appointed to examine, etc. The demurrer challenged generally the sufficiency of the averments of each count.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It is insisted that there is no jurisdiction to review, because the decision below was not based upon the invalidity or construction of any statute. We think that, within the ruling in United States v. Keitel, 211 U. S. 370, 53 L. ed. 230, 29 Sup. Ct. Rep. 123, the construction of Rev. Stat. &#167; 5209 was involved. The suggestion of want of jurisdiction is therefore without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In disposing of the merits, we shall consider separately the rulings on the motion to quash and upon the demurrer.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">1. <i>The motion to quash</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The motion was sustained upon the theory that no offense was stated by the charge of making a false entry in the report to the Comptroller of the Currency, with the intent to deceive an agent appointed to examine the affairs of the bank, <i>viz.</i>, the Comptroller of the Currency, because that official was not such an agent. While this was the only question actually decided, nevertheless the reasoning which led the court to the conclusion by it applied went further, and caused the court to declare that the statute, in the particular mentioned, was in effect inoperative. This because not alone was the intent to deceive the Comptroller of the Currency not embraced, but also the intent to deceive an agent appointed to examine was excluded so far as a report made to the Comptroller was concerned, as such agent would be required to examine the books and papers of the bank, and not a report made to the Comptroller.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We are thus called upon to construe Rev. Stat. &#167; 5209. The material portion of that section is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'Every president, director, cashier, teller, clerk, or agent of any association . . . who makes any false entry in any book, report, or statement of the association, with intent . . . to injure or defraud the association, . . . or to deceive . . . any agent appointed to examine the affairs of any such association, and every person who with like intent aids or abets any officer, clerk, or agent in any violation of this section, shall be deemed guilty of a misdemeanor . . .'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Before analyzing its text, we briefly refer to authorities relied upon on one side or the other as affirming or denying the correctness of the construction affixed to the section by the court below.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In United States v. Bartow, 20 Blatchf. 349, 10 Fed. 874, Benedict, district judge, sustained a motion to quash certain counts of an indictment, which charged the making of a false entry in a report to the Comptroller of the Currency, with the intent to deceive that officer, and held in a brief opinion that the Comptroller was not an agent appointed to examine the affairs of a national banking association, within the meaning of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In Cochran v. United States, 157 U. S. 286, 39 L. ed. 704, 15 Sup. Ct. Rep. 628, which involved a review of convictions under indictments for making false entries in reports made to the Comptroller of the Currency, in violation of Rev. Stat. &#167; 5209, passing on the objection that no one except he who verified reports made to the Comptroller could be convicted under the indictments, the court, among other things, said (p. 294):</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'If the statements of Thomas be taken as true, he, although verifying the reports as cashier, could not be held criminally liable for their falsity, since he took and believed the statements of Cochran and Sayre as to the truth and correctness of such reports. If this be true, there was lacking on his part that intent to defraud the association, or to deceive the Comptroller of the Currency, which is made, by &#167; 5209, a material element of the offense.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On page 298 the court considered a refusal to give an instruction, which, in the course of defining a false entry, said:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'The intention to deceive is essential to constitute a violation of the statute, and you must be satisfied beyond a reasonable doubt from the evidence, first, that the defendants or one of them made a false entry in said report; and, second, that it was made with the intention of misleading or deceivng the Comptroller of the Currency, or some other person or persons alleged in the said indictment.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It was held that the refused instruction was substantially embodied in the charge as given, wherein, among other things, the trial court siad:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'The intent must have been, as laid in the indictment, to mislead and deceive one of these parties, either some of the officers of the bank or the officer of the government appointed to examine into the affairs of the bank. . . . So that you must find not only the fact that there was an omission to make the proper entry, but that with it was an intent to conceal the fact from somebody who was concerned in the bank, or concerned in overseeing it, and supervising its operations and the conduct of its business.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Since the decision of the Cochran Case, and without citing that case on that subject, in Clement v. United States, 149 Fed. 305 (79 C. C. A. 243), the circuit court of appeals for the eighth circuit, considering an objection that an allegation in a count was immaterial which charged that a false entry was made in a report to the Comptroller of the Currency, with intent to deceive that official and any agent who might be appointed to examine the affairs of a bank, said (p. 316):</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'That is quite correct so far as the allegation concerning the intent to deceive the Comptroller is concerned. Such intent is not one of those requisite under &#167; 5209 to constitute an offense. But the contention is not correct in so far as the allegation relates to the intent to deceive an agent who might be appointed to examine the affairs of the bank.'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Irrespective of the direct conflict between the statement just quoted and the reasoning of the court below in the case at bar, it is apparent that neither the Bartow nor the Clement Case, in view of the Cochran Case, can be considered as persuasive. The Cochran Case, however, it is urged should not be treated as authority, because it does not appear that any question was raised concerning the construction of the statute in the particular now controverted, but that the meaning of the statute was taken for granted, and hence the mere assumption which was indulged in deciding the Cochran Case should not now prevent a determination of the significance of the language of the statute. As the report of the Cochran Case indicates that the premise relied on is true, we come to consider the meaning of the section as an original question.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The report to the Comptroller, in which the entries were charged to have been false, and to have been made with the intent to deceive that officer as an agent appointed to examine, etc., was clearly one made under the provisions of Rev. Stat. &#167; 5211, U. S. Comp. Stat. 1901, p. 3498, which reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'Every association shall make to the Comptroller of the Currency not less than five reports during each year, according to the form which may be prescribed by him, verified by the oath or affirmation of the president or cashier of such association, and attested by the signature of at least three of the directors. Each such report shall exhibit in detail and under appropriate heads the resources and liabilities of the [associations] [association] at the close of business of any past day by him specified; and shall be transmitted to the Comptroller within five days after the receipt of a request or requisition therefor from him.'</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The authority conferred by this section upon the Comptroller is but one among the comprehensive powers with which he is endowed by the statute for the purpose of examining and supervising the operations of national banks, preventing and detecting violations of law on their part, appointing receivers in case of necessity, etc. From the nature of these powers it would seem clear that the Comptroller is an officer or agent of the United States, expressly as well as impliedly clothed with authority to examine into the affairs of national banking associations, and therefore a false entry made in a report to him is directly embraced in the provision of Rev. Stat. &#167; 5209, But it is argued while this may be abstractly true, it is not so when the provision of Rev. Stat. &#167; 5240, U. S. Comp. Stat. 1901, p. 3516, is considered, conferring power upon the Comptroller, with the approval of the Secretary of the Treasury, to appoint suitable agents to make an examination of the affairs of every national banking association. Because of this power, the contention is that the words, 'any agent appointed to examine the affairs of any such bank,' should be construed as embracing only the subordinate agents whom the Comptroller is authorized to appoint. But to so hold, we think, would do violence to the text of &#167; 5209, and conflict with its context, and would, besides, frustrate the plain purpose which the section as a whole was intended to accomplish, especially if it be considered in the light of cognate provisions of the statute. We say the first, because the particular words of the text relied upon, 'any agent appointed to examine,' etc., are all-embracing, and cannot reasonably be held to exclude the Comptroller, the principal agent endowed by the statute with the power to examine national banks. Indeed, the words 'any agent' would seem to have been used in the broadest sense for the express purpose of excluding the possibility of the contention now made. Nor does the fact that the section of the Revised Statutes empowering the Comptroller to call for reports from national banks is contained in a section subsequent to the one which embodies the provision authorizing the Comptroller to appoint agents to examine give force to the contention that the Comptroller cannot be embraced by the words 'any agent.' The provision in question was originally contained in the act of 1864, which, moreover, forbade certain acts in the transaction of the affairs of national banks, empowered the Comptroller of the Currency to exercise supervisory power, to call for reports from the associations, and to bring into play other authority substantially as found in the law as now existing. This was followed by the provision giving to the Comptroller the right to appoint subordinate examiners, the whole being concluded by a section containing provisions which are now substantially embodied in Rev. Stat. &#167; 5209. It is apparent that such provisions embraced acts forbidden and matters regulated by previous sections, including the reports to be made by the associations to the Comptroller, and the examination of books and papers by the agents appointed by the Comptroller. The intention cannot be reasonably imputed of punishing an intent to deceive a subordinate of the Comptroller by means of false entries in a report required to be made directly to the Comptroller, and for his information and guidance, and yet, at the same time, not to punish the intent to deceive the very officer to whom the report was to be made. Including the reports to be made to the Comptroller in the comprehensive grouping of the section excludes the conception that such officer was not considered as embraced in the words 'any officer appointed,' etc. But the argument is that, however cogent may be the considerations just stated, they are here inapplicable, because the statute is a criminal one, requiring to be strictly construed. The principle is elementary, but the application here sought to be made is a mistaken one. The rule of strict construction does not require that the narrowest technical meaning be given to the words employed in a criminal statute, in disregard of their context, and in frustration of the obvious legislative intent. United States v. Hartwell, 6 Wall. 385, 18 L. ed. 830. In that case, answering the contention that penal laws are to be construed strictly, the court said (p. 395):</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'The object in construing penal as well as other statutes is to ascertain the legislative intent. . . . The words must not be narrowed to the exclusion of what the legislature intended to embrace; but that intention must be gathered from the words, and they must be such as to leave no room for a reasonable doubt upon the subject. . . . The rule of strict construction is not violated by permitting the words of the statute to have their full meaning, or the more extended of two meanings, as the wider popular instead of the more narrow technical one; but the words should be taken in such a sense, bent neither one way nor the other, as will best manifest the legislative intent.' It is to be observed that the rule thus stated affords us ground for extending a penal statute beyond its plain meaning. But it inculcates that a meaning which is within the text and within its clear intent is not to be departed from because, by resorting to a narrow and technical interpretation of particular words, the plain meaning may be distorted and the obvious purpose of the law be frustrated. Bolles v. Outing Co. 175 U. S. 262, 265, 44 L. ed. 156, 157, 20 Sup. Ct. Rep. 94, and especially United States v. Union Supply Co., Decided this term. [215 U. S. 50, 54 L. ed. &#8212;&#8212;, 30 Sup. Ct. Rep. 15.]</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Indeed, the aptness of the application of the principle just stated to the case in hand is well illustrated by the following considerations: If, by distorting the rule of strict construction, we were to construe the words of the statute, 'any agent appointed to examine,' so as to exclude the Comptroller of the Currency, the principal agent appointed for such purpose, by the same method we should be compelled to adopt the reasoning of the court below, and to narrow the statute so as to exclude the intent to deceive by false entries in the report, an agent to whom the report was not to be made, and who might not be called upon to examine the same; thus, in effect, as to intent to deceive any agent, destroying the statute. And this impossible conclusion at once serves to point out the correctness of the interpretation of the statute assumed in the Cochran Case, that the intent to deceive, for which the statute provides, is an intent to deceive the official agents concerned in overseeing the bank and supervising its operation and the conduct of its business, including, of necessity, the Comptroller of the Currency and the subordinate agents or examiners whom the statute authorized him to appoint.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">2. <i>The demurrer</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Where intent is an essential ingredient of a crime, it is settled that such intent may be charged in general terms, and that the existence of the intent becomes, therefore, a question to be determined by the jury upon a consideration of all the facts and circumstances of the case. Evans v. United States, 153 U. S. 594, 38 L. ed. 834, 14 Sup. Ct. Rep. 934. It is, of course, to be conceded that where the facts charged to have been done with criminal intent are of such a nature that, on the face of the indictment, it must result as a matter of law that the criminal intent could not, under any possible circumstances, have existed, the charge of such intent, in general terms, would raise no issue of fact proper to go to a jury. It was upon the conception that the facts alleged in the indictment under consideration excluded the possibility, under any circumstances, of the existence of the particular criminal intent charged, that the court below was led to sustain the demurrer. The court said:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">'The indictment also charges that the entries were made with intent to injure and defraud the bank itself; but how this could be does not appear. It is barely possible that some harm might indirectly have come to the bank by the publication of the false report in the vicinity of the place where the bank was located, but this possibility is not sufficient to show the definite intent shown by the statute. The report must have been made with the purpose on the part of those signing it to injure and defraud the bank. The report could not possibly change the actual condition of the bank, and a false report showing a better condition than in fact existed might as readily be a benefit to the bank as a detriment. At all events, the detriment would be merely speculative, insufficient to afford proof of a positive intent to injure and defraud the bank.' [162 Fed. 688.]</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">But to these views we cannot give our assent. Because the false entries in the report showed the bank to be in a more favorable condition than it was in truth did not justify the conclusion that the entries in the report could, under no circumstances, have been made with the intent to injure the bank, unless it be true to say that it must follow, as a matter of law, that to falsely state in an official report a bank to be in a better condition than it really is, under every and all circumstances is to benefit, and not to injure, the bank. But this view would do violence to the statute, which exacts truthful reports, upon the conception that the knowledge by the officials of the government of the true condition of the bank is conclusive to the safeguarding of its interests and its protection from injury and wrong. It was undoubtedly within the power of the Comptroller of the Currency, if the bank was out of line, or if its affairs were in a disordered or precarious condition, or if its officers had embarked in transactions calculated to injuriously affect the financial condition of the bank, to apply a corrective, and thus save the bank from injury and future loss. Certainly, as a matter of law, it cannot be held, although such transactions were concealed in a report made to the Comptroller by false statements exhibiting a more favorable condition of the bank than would have appeared if the truth had been stated, that no intent to injure the bank could possibly be imputed, even although the necessary effect of the false statement was to prevent the Comptroller from exerting the powers conferred upon him by law for the protection of the bank from injury. And these considerations also effectually dispose of the theory that the acts charged to have been falsely reported, in and of themselves, were of such a character as to exclude the possibility of a criminal intent to injure the bank. The counts charged false entries as to the amount of bad debts due the bank, as to the suspended paper held by the bank, as to the amount due the bank by its president as indorser, guarantor, or otherwise, and as to the assets of the bank, by reporting that it owned various pieces of real estate which it really only held as security. We are of opinion that the alleged false statements did not so exclude the possibility of an intention to injure the bank as to justify so declaring as a matter of law, and that the case should have been submitted to a jury to determine the question of intent in the light of all the facts and circumstances existing at the time of the making of the alleged false entries.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Mr. Justice McKenna and Mr. Justice day do not think the Comptroller is within the words 'any agent,' and dissent from that ruling. In other respects they concur.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>215 U.S. 233 (1909)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nCORBETT.</h1></center>\n<center>No. 236.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 14, 1909.</center>\n<center>Decided December 6, 1909.</center>\nERROR TO THE DISTRICT COURT OF THE UNITED STATES FOR THE WESTERN DISTRICT OF WISCONSIN.\n<p><span class=\"star-pagination\">*234</span> <i>The Solicitor General</i> for the United States.</p>\n<p><i>Mr. T.J. Connor</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*236</span> MR. JUSTICE WHITE delivered the opinion of the court.</p>\n<p>The trial court quashed portions of each count of the indictment and sustained a demurrer to the remainder. This direct review is sought because of the contention that the rulings in question were based on a construction of Rev. Stat., § 5209.</p>\n<p>Each of the six counts charged Corbett, one of the defendants, who was cashier of the Bank of Ladysmith, a national banking association, with making a false entry as to the condition of the bank in a report made to the Comptroller of the Currency. The charge was that the false entry was made with the intent to injure and defraud said association and to deceive an agent appointed to examine the affairs of such association, to wit, the Comptroller of the Currency of the United States. Newman and McGill, the other defendants, who were directors and respectively president and vice-president of the bank, were charged in each count with having with like intent aided, abetted, etc., Corbett in the making of the false entry. The motion to quash was directed against that portion of each count which charged that the alleged acts were done with intent to deceive an agent appointed to <span class=\"star-pagination\">*237</span> examine, etc. The demurrer challenged generally the sufficiency of the averments of each count.</p>\n<p>It is insisted that there is no jurisdiction to review, because the decision below was not based upon the invalidity or construction of any statute. We think that, within the ruling in <i>United States</i> v. <i>Keitel,</i> 211 U.S. 370, the construction of Rev. Stat., § 5209 was involved. The suggestion of want of jurisdiction is, therefore, without merit.</p>\n<p>In disposing of the merits we shall consider separately the rulings on the motion to quash and upon the demurrer.</p>\n<p>1. <i>The motion to quash.</i></p>\n<p>The motion was sustained upon the theory that no offense was stated by the charge of making a false entry in the report to the Comptroller of the Currency with the intent to deceive an agent appointed to examine the affairs of the bank, viz., the Comptroller of the Currency, because that official was not such an agent. While this was the only question actually decided, nevertheless the reasoning which led the court to the conclusion by it applied went further and caused the court to declare that the statute in the particular mentioned was in effect inoperative. This because not alone was the intent to deceive the Comptroller of the Currency not embraced, but also the intent to deceive an agent appointed to examine was excluded so far as a report made to the Comptroller was concerned, as such agent would be required to examine the books and papers of the bank and not a report made to the Comptroller.</p>\n<p>We are thus called upon to construe Rev. Stat., § 5209. The material portion of that section is as follows:</p>\n<p>\"Every president, director, cashier, teller, clerk, or agent of any association . . . who makes any false entry in any book, report, or statement of the association, with intent . . . to injure or defraud the association, . . . or to deceive . . . any agent appointed to examine the affairs of any such association, and every person who with like intent aids or abets any officer, clerk, or agent in any <span class=\"star-pagination\">*238</span> violation of this section, shall be deemed guilty of a misdemeanor. . . .\"</p>\n<p>Before analyzing its text we briefly refer to authorities relied upon on one side or the other as affirming or denying the correctness of the construction affixed to the section by the court below.</p>\n<p>In <i>United States</i> v. <i>Bartow,</i> 10 Fed. Rep. 874, Benedict, District Judge, sustained a motion to quash certain counts of an indictment, which charged the making of a false entry in a report to the Comptroller of the Currency, with the intent to deceive that officer, and held in a brief opinion that the Comptroller was not an agent appointed to examine the affairs of a national banking association within the meaning of the statute.</p>\n<p>In <i>Cochran</i> v. <i>United States,</i> 157 U.S. 286, which involved a review of convictions under indictments for making false entries in reports made to the Comptroller of the Currency, in violation of Rev. Stat., § 5209, passing on the objection that no one, except he who verified reports made to the Comptroller, could be convicted under the indictments, the court, among other things, said (p. 294):</p>\n<p>\"If the statements of Thomas be taken as true, he, although verifying the reports as cashier, could not be held criminally liable for their falsity, since he took and believed the statements of Cochran and Sayre as to the truth and correctness of such reports. If this be true, there was lacking on his part that intent to defraud the association, or to deceive the Comptroller of the Currency, which is made, by § 5209, a material element of the offense.\"</p>\n<p>On page 298 the court considered a refusal to give an instruction, which, in the course of defining a false entry, said:</p>\n<p>\"The intention to deceive is essential to constitute a violation of the statute, and you must be satisfied beyond a reasonable doubt from the evidence, first, that the defendants or one of them made a false entry in said report; and, second, that it was made with the intention of misleading or deceiving <span class=\"star-pagination\">*239</span> the Comptroller of the Currency, or some other person or persons alleged in the said indictment.\"</p>\n<p>It was held that the refused instruction was substantially embodied in the charge as given, wherein, among other things, the trial court said (p. 298):</p>\n<p>\"The intent must have been, as laid in the indictment, to mislead and deceive one of these parties, either some of the officers of the bank or the officer of the Government appointed to examine into the affairs of the bank. . . . So that you must find, not only the fact that there was an omission to make the proper entry, but that with it was an intent to conceal the fact from somebody who was concerned in the bank, or concerned in overseeing it, and supervising its operations and the conduct of its business.\"</p>\n<p>Since the decision of the <i>Cochran</i><i> case,</i> and without citing that case on that subject, in <i>Clement</i> v. <i>United States,</i> 149 Fed. Rep. 305, the Circuit Court of Appeals for the Eighth Circuit, considering an objection that an allegation in a count was immaterial which charged that a false entry was made in a report to the Comptroller of the Currency, with intent to deceive that official and any agent who might be appointed to examine the affairs of a bank, said (p. 316):</p>\n<p>\"That is quite correct so far as the allegation concerning the intent to deceive the Comptroller is concerned. Such intent is not one of those requisite under § 5209 to constitute an offense. But the contention is not correct in so far as the allegation relates to the intent to deceive an agent who might be appointed to examine the affairs of the bank.\"</p>\n<p>Irrespective of the direct conflict between the statement just quoted and the reasoning of the court below in the case at bar, it is apparent that neither the <i>Bartow</i> nor the <i>Clement</i><i> case,</i> in view of the <i>Cochran</i><i> case,</i> can be considered as persuasive. The <i>Cochran</i><i> case,</i> however, it is urged should not be treated as authority, because it does not appear that any question was raised concerning the construction of the statute in the particular now controverted, but that the meaning <span class=\"star-pagination\">*240</span> of the statute was taken for granted, and hence the mere assumption which was indulged in when deciding the <i>Cochran</i><i> case</i> should not now prevent a determination of the significance of the language of the statute. As the report of the <i>Cochran</i><i> case</i> indicates that the premise relied on is true, we come to consider the meaning of the section as an original question.</p>\n<p>The report to the Comptroller, in which the entries were charged to have been false, and to have been made with the intent to deceive that officer as an agent appointed to examine, etc., was clearly one made under the provisions of Rev. Stat., § 5211, which reads as follows:</p>\n<p>\"Every association shall make to the Comptroller of the Currency not less than five reports during each year, according to the form which may be prescribed by him, verified by the oath or affirmation of the president or cashier of such association, and attested by the signature of at least three of the directors. Each such report shall exhibit, in detail and under appropriate heads, the resources and liabilities of the association at the close of business of any past day by him specified; and shall be transmitted to the Comptroller within five days after the receipt of a request or requisition therefor from him.\"</p>\n<p>The authority conferred by this section upon the Comptroller is but one among the comprehensive powers with which he is endowed by the statute for the purpose of examining and supervising the operations of national banks, preventing and detecting violations of law on their part, appointing receivers in case of necessity, etc. From the nature of these powers it would seem clear that the Comptroller is an officer or agent of the United States, expressly as well as impliedly clothed with authority to examine into the affairs of national banking associations, and therefore a false entry made in a report to him is directly embraced in the provision of Rev. Stat., § 5209. But it is argued while this may be abstractly true, it is not so when the provision of Rev. Stat., § 5240 is considered, conferring power upon the <span class=\"star-pagination\">*241</span> Comptroller, with the approval of the Secretary of the Treasury, to appoint suitable agents to make an examination of the affairs of every national banking association. Because of this power the contention is that the words \"any agent appointed to examine the affairs of any such bank\" should be construed as embracing only the subordinate agents whom the Comptroller is authorized to appoint. But to so hold, we think, would do violence to the text of § 5209, and conflict with its context, and would, besides, frustrate the plain purpose which the section as a whole was intended to accomplish, especially if it be considered in the light of cognate provisions of the statute. We say the first, because the particular words of the text relied upon, \"any agent appointed to examine,\" etc., are all-embracing, and cannot reasonably be held to exclude the Comptroller, the principal agent endowed by the statute with the power to examine national banks. Indeed, the words \"any agent\" would seem to have been used in the broadest sense for the express purpose of excluding the possibility of the contention now made. Nor does the fact that the section of the Revised Statutes empowering the Comptroller to call for reports from national banks is contained in a section subsequent to the one which embodies the provision authorizing the Comptroller to appoint agents to examine, give force to the contention that the Comptroller cannot be embraced by the words \"any agent.\" The provision in question was originally contained in the act of 1864, which moreover forbade certain acts in the transaction of the affairs of national banks, empowered the Comptroller of the Currency to exercise supervisory power, to call for reports from the associations and to bring into play other authority substantially as found in the law as now existing. This was followed by the provision giving to the Comptroller the right to appoint subordinate examiners, the whole being concluded by a section containing provisions which are now substantially embodied in Rev. Stat., § 5209. It is apparent that such provisions embraced acts <span class=\"star-pagination\">*242</span> forbidden and matters regulated by previous sections, including the reports to be made by the associations to the Comptroller and the examination of books and papers by the agents appointed by the Comptroller. The intention cannot be reasonably imputed of punishing an intent to deceive a subordinate of the Comptroller by means of false entries in a report required to be made directly to the Comptroller and for his information and guidance, and yet at the same time not to punish the intent to deceive the very officer to whom the report was to be made. Including the reports to be made to the Comptroller in the comprehensive grouping of the section excludes the conception that such officer was not considered as embraced in the words \"any officer appointed,\" etc. But the argument is that, however cogent may be the considerations just stated, they are here inapplicable, because the statute is a criminal one, requiring to be strictly construed. The principle is elementary, but the application here sought to be made is a mistaken one. The rule of strict construction does not require that the narrowest technical meaning be given to the words employed in a criminal statute in disregard of their context and in frustration of the obvious legislative intent. <i>United States</i> v. <i>Hartwell,</i> 6 Wall. 385. In that case, answering the contention that penal laws are to be construed strictly, the court said (p. 395):</p>\n<p>\"The object in construing penal, as well as other statutes, is to ascertain the legislative intent. . . . The words must not be narrowed to the exclusion of what the legislature intended to embrace; but that intention must be gathered from the words, and they must be such as to leave no room for a reasonable doubt upon the subject. . . . The rule of strict construction is not violated by permitting the words of the statute to have their full meaning, or the more extended of two meanings, as the wider popular instead of the more narrow technical one; but the words should be taken in such a sense, bent neither one way nor the other, as will best manifest the legislative intent.\"</p>\n<p><span class=\"star-pagination\">*243</span> It is to be observed that the rule thus stated affords no ground for extending a penal statute beyond its plain meaning. But it inculcates that a meaning which is within the text and within its clear intent is not to be departed from because, by resorting to a narrow and technical interpretation of particular words, the plain meaning may be distorted and the obvious purpose of the law be frustrated. <i>Bolles</i> v. <i>Outing Co.,</i> 175 U.S. 262, 265, and especially <i>United States</i> v. <i>Union Supply Company,</i> decided this term, <i>ante,</i> p. 50.</p>\n<p>Indeed, the aptness of the application of the principle just stated to the case in hand is well illustrated by the following considerations. If by distorting the rule of strict construction we were to construe the words of the statute, \"any agent appointed to examine,\" so as to exclude the Comptroller of the Currency, the principal agent appointed for such purpose, by the same method we should be compelled to adopt the reasoning of the court below and to narrow the statute so as to exclude the intent to deceive by false entries in the report, an agent to whom the report was not to be made and who might not be called upon to examine the same, thus, in effect, as to intent to deceive any agent, destroying the statute. And this impossible conclusion at once serves to point out the correctness of the interpretation of the statute assumed in the <i>Cochran</i><i> case,</i> that the intent to deceive, for which the statute provides, is an intent to deceive the official agents concerned in overseeing the bank and supervising its operation and the conduct of its business, including, of necessity, the Comptroller of the Currency and the subordinate agents or examiners whom the statute authorized him to appoint.</p>\n<p>2. <i>The demurrer.</i></p>\n<p>Where intent is an essential ingredient of a crime it is settled that such intent may be charged in general terms and that the existence of the intent becomes, therefore, a question to be determined by the jury upon a consideration of all the facts and circumstances of the case. <i>Evans</i> v. <i>United</i> <span class=\"star-pagination\">*244</span> <i>States,</i> 153 U.S. 584. It is, of course, to be conceded that where the facts charged to have been done with criminal intent are of such a nature that on the face of the indictment it must result as a matter of law that the criminal intent could not under any possible circumstances have existed, the charge of such intent, in general terms, would raise no issue of fact proper to go to a jury. It was upon the conception that the facts alleged in the indictment under consideration excluded the possibility under any circumstances of the existence of the particular criminal intent charged, that the court below was led to sustain the demurrer. The court said:</p>\n<p>\"The indictment also charges that the entries were made with intent to injure and defraud the bank itself, but how this could be does not appear. It is barely possible that some harm might indirectly have come to the bank by the publication of the false report in the vicinity of the place where the bank was located, but this possibility is not sufficient to show the definite intent shown by the statute. The report must have been made with the purpose on the part of those signing it to injure and defraud the bank. The report could not possibly change the actual condition of the bank, and a false report showing a better condition than in fact existed might as readily be a benefit to the bank as a detriment. At all events, the detriment would be merely speculative, insufficient to afford proof of a positive intent to injure and defraud the bank.\"</p>\n<p>But to these views we cannot give our assent. Because the false entries in the report showed the bank to be in a more favorable condition than it was in truth did not justify the conclusion that the entries in the report could under no circumstances have been made with the intent to injure the bank, unless it be true to say that it must follow, as a matter of law, that to falsely state in an official report a bank to be in a better condition than it really is, under every and all circumstances is to benefit and not to injure the bank. But <span class=\"star-pagination\">*245</span> this view would do violence to the statute, which exacts truthful reports upon the conception that the knowledge by the officials of the Government of the true condition of the bank is conducive to the safeguarding of its interests and its protection from injury and wrong. It was undoubtedly within the power of the Comptroller of the Currency, if the bank was out of line, or if its affairs were in a disordered or precarious condition, or if its officers had embarked in transactions calculated to injuriously affect the financial condition of the bank, to apply a corrective, and thus save the bank from injury and future loss. Certainly, as a matter of law, it cannot be held, although such transactions were concealed in a report made to the Comptroller by false statements exhibiting a more favorable condition of the bank than would have appeared if the truth had been stated, that no intent to injure the bank could possibly be imputed, even although the necessary effect of the false statement was to prevent the Comptroller from exerting the powers conferred upon him by law for the protection of the bank from injury. And these considerations also effectually dispose of the theory that the acts charged to have been falsely reported, in and of themselves, were of such a character as to exclude the possibility of a criminal intent to injure the bank. The counts charged false entries as to the amount of bad debts due the bank, as to the suspended paper held by the bank, as to the amount due the bank by its president as indorser, guarantor or otherwise, and as to the assets of the bank, by reporting that it owned various pieces of real estate which it really only held as security. We are of opinion that the alleged false statements did not so exclude the possibility of an intention to injure the bank as to justify so declaring as a matter of law, and that the case should have been submitted to a jury to determine the question of intent in the light of all the facts and circumstances existing at the time of the making of the alleged false entries.</p>\n<p><i>Reversed.</i></p>\n<p><span class=\"star-pagination\">*246</span> MR. JUSTICE McKENNA and MR. JUSTICE DAY do not think the Comptroller is within the words \"any agent,\" and dissent from that ruling. In other respects they concur.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">215</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">233</span></span> (1909)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nCORBETT.</h1></center>\n<center>No. 236.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 14, 1909.</center>\n<center>Decided December 6, 1909.</center>\nERROR TO THE DISTRICT COURT OF THE UNITED STATES FOR THE WESTERN DISTRICT OF WISCONSIN.\n<p><span class=\"star-pagination\">*234</span> <i>The Solicitor General</i> for the United States.</p>\n<p><i>Mr. T.J. Connor</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*236</span> MR. JUSTICE WHITE delivered the opinion of the court.</p>\n<p>The trial court quashed portions of each count of the indictment and sustained a demurrer to the remainder. This direct review is sought because of the contention that the rulings in question were based on a construction of Rev. Stat., § 5209.</p>\n<p>Each of the six counts charged Corbett, one of the defendants, who was cashier of the Bank of Ladysmith, a national banking association, with making a false entry as to the condition of the bank in a report made to the Comptroller of the Currency. The charge was that the false entry was made with the intent to injure and defraud said association and to deceive an agent appointed to examine the affairs of such association, to wit, the Comptroller of the Currency of the United States. Newman and McGill, the other defendants, who were directors and respectively president and vice-president of the bank, were charged in each count with having with like intent aided, abetted, etc., Corbett in the making of the false entry. The motion to quash was directed against that portion of each count which charged that the alleged acts were done with intent to deceive an agent appointed to <span class=\"star-pagination\">*237</span> examine, etc. The demurrer challenged generally the sufficiency of the averments of each count.</p>\n<p>It is insisted that there is no jurisdiction to review, because the decision below was not based upon the invalidity or construction of any statute. We think that, within the ruling in <i>United States</i> v. <i>Keitel,</i> <span class=\"citation\" data-id=\"96905\"><a href=\"/opinion/96905/united-states-v-keitel/\"><span class=\"volume\">211</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">370</span></a></span>, the construction of Rev. Stat., § 5209 was involved. The suggestion of want of jurisdiction is, therefore, without merit.</p>\n<p>In disposing of the merits we shall consider separately the rulings on the motion to quash and upon the demurrer.</p>\n<p>1. <i>The motion to quash.</i></p>\n<p>The motion was sustained upon the theory that no offense was stated by the charge of making a false entry in the report to the Comptroller of the Currency with the intent to deceive an agent appointed to examine the affairs of the bank, viz., the Comptroller of the Currency, because that official was not such an agent. While this was the only question actually decided, nevertheless the reasoning which led the court to the conclusion by it applied went further and caused the court to declare that the statute in the particular mentioned was in effect inoperative. This because not alone was the intent to deceive the Comptroller of the Currency not embraced, but also the intent to deceive an agent appointed to examine was excluded so far as a report made to the Comptroller was concerned, as such agent would be required to examine the books and papers of the bank and not a report made to the Comptroller.</p>\n<p>We are thus called upon to construe Rev. Stat., § 5209. The material portion of that section is as follows:</p>\n<p>\"Every president, director, cashier, teller, clerk, or agent of any association . . . who makes any false entry in any book, report, or statement of the association, with intent . . . to injure or defraud the association, . . . or to deceive . . . any agent appointed to examine the affairs of any such association, and every person who with like intent aids or abets any officer, clerk, or agent in any <span class=\"star-pagination\">*238</span> violation of this section, shall be deemed guilty of a misdemeanor. . . .\"</p>\n<p>Before analyzing its text we briefly refer to authorities relied upon on one side or the other as affirming or denying the correctness of the construction affixed to the section by the court below.</p>\n<p>In <i>United States</i> v. <i>Bartow,</i> 10 Fed. Rep. 874, Benedict, District Judge, sustained a motion to quash certain counts of an indictment, which charged the making of a false entry in a report to the Comptroller of the Currency, with the intent to deceive that officer, and held in a brief opinion that the Comptroller was not an agent appointed to examine the affairs of a national banking association within the meaning of the statute.</p>\n<p>In <i>Cochran</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"94161\"><a href=\"/opinion/94161/cochran-v-united-states/\"><span class=\"volume\">157</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">286</span></a></span>, which involved a review of convictions under indictments for making false entries in reports made to the Comptroller of the Currency, in violation of Rev. Stat., § 5209, passing on the objection that no one, except he who verified reports made to the Comptroller, could be convicted under the indictments, the court, among other things, said (p. 294):</p>\n<p>\"If the statements of Thomas be taken as true, he, although verifying the reports as cashier, could not be held criminally liable for their falsity, since he took and believed the statements of Cochran and Sayre as to the truth and correctness of such reports. If this be true, there was lacking on his part that intent to defraud the association, or to deceive the Comptroller of the Currency, which is made, by § 5209, a material element of the offense.\"</p>\n<p>On page 298 the court considered a refusal to give an instruction, which, in the course of defining a false entry, said:</p>\n<p>\"The intention to deceive is essential to constitute a violation of the statute, and you must be satisfied beyond a reasonable doubt from the evidence, first, that the defendants or one of them made a false entry in said report; and, second, that it was made with the intention of misleading or deceiving <span class=\"star-pagination\">*239</span> the Comptroller of the Currency, or some other person or persons alleged in the said indictment.\"</p>\n<p>It was held that the refused instruction was substantially embodied in the charge as given, wherein, among other things, the trial court said (p. 298):</p>\n<p>\"The intent must have been, as laid in the indictment, to mislead and deceive one of these parties, either some of the officers of the bank or the officer of the Government appointed to examine into the affairs of the bank. . . . So that you must find, not only the fact that there was an omission to make the proper entry, but that with it was an intent to conceal the fact from somebody who was concerned in the bank, or concerned in overseeing it, and supervising its operations and the conduct of its business.\"</p>\n<p>Since the decision of the <i>Cochran</i><i> case,</i> and without citing that case on that subject, in <i>Clement</i> v. <i>United States,</i> 149 Fed. Rep. 305, the Circuit Court of Appeals for the Eighth Circuit, considering an objection that an allegation in a count was immaterial which charged that a false entry was made in a report to the Comptroller of the Currency, with intent to deceive that official and any agent who might be appointed to examine the affairs of a bank, said (p. 316):</p>\n<p>\"That is quite correct so far as the allegation concerning the intent to deceive the Comptroller is concerned. Such intent is not one of those requisite under § 5209 to constitute an offense. But the contention is not correct in so far as the allegation relates to the intent to deceive an agent who might be appointed to examine the affairs of the bank.\"</p>\n<p>Irrespective of the direct conflict between the statement just quoted and the reasoning of the court below in the case at bar, it is apparent that neither the <i>Bartow</i> nor the <i>Clement</i><i> case,</i> in view of the <i>Cochran</i><i> case,</i> can be considered as persuasive. The <i>Cochran</i><i> case,</i> however, it is urged should not be treated as authority, because it does not appear that any question was raised concerning the construction of the statute in the particular now controverted, but that the meaning <span class=\"star-pagination\">*240</span> of the statute was taken for granted, and hence the mere assumption which was indulged in when deciding the <i>Cochran</i><i> case</i> should not now prevent a determination of the significance of the language of the statute. As the report of the <i>Cochran</i><i> case</i> indicates that the premise relied on is true, we come to consider the meaning of the section as an original question.</p>\n<p>The report to the Comptroller, in which the entries were charged to have been false, and to have been made with the intent to deceive that officer as an agent appointed to examine, etc., was clearly one made under the provisions of Rev. Stat., § 5211, which reads as follows:</p>\n<p>\"Every association shall make to the Comptroller of the Currency not less than five reports during each year, according to the form which may be prescribed by him, verified by the oath or affirmation of the president or cashier of such association, and attested by the signature of at least three of the directors. Each such report shall exhibit, in detail and under appropriate heads, the resources and liabilities of the association at the close of business of any past day by him specified; and shall be transmitted to the Comptroller within five days after the receipt of a request or requisition therefor from him.\"</p>\n<p>The authority conferred by this section upon the Comptroller is but one among the comprehensive powers with which he is endowed by the statute for the purpose of examining and supervising the operations of national banks, preventing and detecting violations of law on their part, appointing receivers in case of necessity, etc. From the nature of these powers it would seem clear that the Comptroller is an officer or agent of the United States, expressly as well as impliedly clothed with authority to examine into the affairs of national banking associations, and therefore a false entry made in a report to him is directly embraced in the provision of Rev. Stat., § 5209. But it is argued while this may be abstractly true, it is not so when the provision of Rev. Stat., § 5240 is considered, conferring power upon the <span class=\"star-pagination\">*241</span> Comptroller, with the approval of the Secretary of the Treasury, to appoint suitable agents to make an examination of the affairs of every national banking association. Because of this power the contention is that the words \"any agent appointed to examine the affairs of any such bank\" should be construed as embracing only the subordinate agents whom the Comptroller is authorized to appoint. But to so hold, we think, would do violence to the text of § 5209, and conflict with its context, and would, besides, frustrate the plain purpose which the section as a whole was intended to accomplish, especially if it be considered in the light of cognate provisions of the statute. We say the first, because the particular words of the text relied upon, \"any agent appointed to examine,\" etc., are all-embracing, and cannot reasonably be held to exclude the Comptroller, the principal agent endowed by the statute with the power to examine national banks. Indeed, the words \"any agent\" would seem to have been used in the broadest sense for the express purpose of excluding the possibility of the contention now made. Nor does the fact that the section of the Revised Statutes empowering the Comptroller to call for reports from national banks is contained in a section subsequent to the one which embodies the provision authorizing the Comptroller to appoint agents to examine, give force to the contention that the Comptroller cannot be embraced by the words \"any agent.\" The provision in question was originally contained in the act of 1864, which moreover forbade certain acts in the transaction of the affairs of national banks, empowered the Comptroller of the Currency to exercise supervisory power, to call for reports from the associations and to bring into play other authority substantially as found in the law as now existing. This was followed by the provision giving to the Comptroller the right to appoint subordinate examiners, the whole being concluded by a section containing provisions which are now substantially embodied in Rev. Stat., § 5209. It is apparent that such provisions embraced acts <span class=\"star-pagination\">*242</span> forbidden and matters regulated by previous sections, including the reports to be made by the associations to the Comptroller and the examination of books and papers by the agents appointed by the Comptroller. The intention cannot be reasonably imputed of punishing an intent to deceive a subordinate of the Comptroller by means of false entries in a report required to be made directly to the Comptroller and for his information and guidance, and yet at the same time not to punish the intent to deceive the very officer to whom the report was to be made. Including the reports to be made to the Comptroller in the comprehensive grouping of the section excludes the conception that such officer was not considered as embraced in the words \"any officer appointed,\" etc. But the argument is that, however cogent may be the considerations just stated, they are here inapplicable, because the statute is a criminal one, requiring to be strictly construed. The principle is elementary, but the application here sought to be made is a mistaken one. The rule of strict construction does not require that the narrowest technical meaning be given to the words employed in a criminal statute in disregard of their context and in frustration of the obvious legislative intent. <i>United States</i> v. <i>Hartwell,</i> 6 Wall. 385. In that case, answering the contention that penal laws are to be construed strictly, the court said (p. 395):</p>\n<p>\"The object in construing penal, as well as other statutes, is to ascertain the legislative intent. . . . The words must not be narrowed to the exclusion of what the legislature intended to embrace; but that intention must be gathered from the words, and they must be such as to leave no room for a reasonable doubt upon the subject. . . . The rule of strict construction is not violated by permitting the words of the statute to have their full meaning, or the more extended of two meanings, as the wider popular instead of the more narrow technical one; but the words should be taken in such a sense, bent neither one way nor the other, as will best manifest the legislative intent.\"</p>\n<p><span class=\"star-pagination\">*243</span> It is to be observed that the rule thus stated affords no ground for extending a penal statute beyond its plain meaning. But it inculcates that a meaning which is within the text and within its clear intent is not to be departed from because, by resorting to a narrow and technical interpretation of particular words, the plain meaning may be distorted and the obvious purpose of the law be frustrated. <i>Bolles</i> v. <i>Outing Co.,</i> <span class=\"citation\" data-id=\"95120\"><a href=\"/opinion/95120/bolles-v-outing-co/\"><span class=\"volume\">175</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">262</span></a></span>, 265, and especially <i>United States</i> v. <i>Union Supply Company,</i> decided this term, <i>ante,</i> p. 50.</p>\n<p>Indeed, the aptness of the application of the principle just stated to the case in hand is well illustrated by the following considerations. If by distorting the rule of strict construction we were to construe the words of the statute, \"any agent appointed to examine,\" so as to exclude the Comptroller of the Currency, the principal agent appointed for such purpose, by the same method we should be compelled to adopt the reasoning of the court below and to narrow the statute so as to exclude the intent to deceive by false entries in the report, an agent to whom the report was not to be made and who might not be called upon to examine the same, thus, in effect, as to intent to deceive any agent, destroying the statute. And this impossible conclusion at once serves to point out the correctness of the interpretation of the statute assumed in the <i>Cochran</i><i> case,</i> that the intent to deceive, for which the statute provides, is an intent to deceive the official agents concerned in overseeing the bank and supervising its operation and the conduct of its business, including, of necessity, the Comptroller of the Currency and the subordinate agents or examiners whom the statute authorized him to appoint.</p>\n<p>2. <i>The demurrer.</i></p>\n<p>Where intent is an essential ingredient of a crime it is settled that such intent may be charged in general terms and that the existence of the intent becomes, therefore, a question to be determined by the jury upon a consideration of all the facts and circumstances of the case. <i>Evans</i> v. <i>United</i> <span class=\"star-pagination\">*244</span> <i>States,</i> 153 U.S. 584. It is, of course, to be conceded that where the facts charged to have been done with criminal intent are of such a nature that on the face of the indictment it must result as a matter of law that the criminal intent could not under any possible circumstances have existed, the charge of such intent, in general terms, would raise no issue of fact proper to go to a jury. It was upon the conception that the facts alleged in the indictment under consideration excluded the possibility under any circumstances of the existence of the particular criminal intent charged, that the court below was led to sustain the demurrer. The court said:</p>\n<p>\"The indictment also charges that the entries were made with intent to injure and defraud the bank itself, but how this could be does not appear. It is barely possible that some harm might indirectly have come to the bank by the publication of the false report in the vicinity of the place where the bank was located, but this possibility is not sufficient to show the definite intent shown by the statute. The report must have been made with the purpose on the part of those signing it to injure and defraud the bank. The report could not possibly change the actual condition of the bank, and a false report showing a better condition than in fact existed might as readily be a benefit to the bank as a detriment. At all events, the detriment would be merely speculative, insufficient to afford proof of a positive intent to injure and defraud the bank.\"</p>\n<p>But to these views we cannot give our assent. Because the false entries in the report showed the bank to be in a more favorable condition than it was in truth did not justify the conclusion that the entries in the report could under no circumstances have been made with the intent to injure the bank, unless it be true to say that it must follow, as a matter of law, that to falsely state in an official report a bank to be in a better condition than it really is, under every and all circumstances is to benefit and not to injure the bank. But <span class=\"star-pagination\">*245</span> this view would do violence to the statute, which exacts truthful reports upon the conception that the knowledge by the officials of the Government of the true condition of the bank is conducive to the safeguarding of its interests and its protection from injury and wrong. It was undoubtedly within the power of the Comptroller of the Currency, if the bank was out of line, or if its affairs were in a disordered or precarious condition, or if its officers had embarked in transactions calculated to injuriously affect the financial condition of the bank, to apply a corrective, and thus save the bank from injury and future loss. Certainly, as a matter of law, it cannot be held, although such transactions were concealed in a report made to the Comptroller by false statements exhibiting a more favorable condition of the bank than would have appeared if the truth had been stated, that no intent to injure the bank could possibly be imputed, even although the necessary effect of the false statement was to prevent the Comptroller from exerting the powers conferred upon him by law for the protection of the bank from injury. And these considerations also effectually dispose of the theory that the acts charged to have been falsely reported, in and of themselves, were of such a character as to exclude the possibility of a criminal intent to injure the bank. The counts charged false entries as to the amount of bad debts due the bank, as to the suspended paper held by the bank, as to the amount due the bank by its president as indorser, guarantor or otherwise, and as to the assets of the bank, by reporting that it owned various pieces of real estate which it really only held as security. We are of opinion that the alleged false statements did not so exclude the possibility of an intention to injure the bank as to justify so declaring as a matter of law, and that the case should have been submitted to a jury to determine the question of intent in the light of all the facts and circumstances existing at the time of the making of the alleged false entries.</p>\n<p><i>Reversed.</i></p>\n<p><span class=\"star-pagination\">*246</span> MR. JUSTICE McKENNA and MR. JUSTICE DAY do not think the Comptroller is within the words \"any agent,\" and dissent from that ruling. In other respects they concur.</p>\n</div>", "id": 97109, "judges": "White", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/97109/", "sha1": "cdda549d085841d285905bb892be8cf95fb68bd8", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:42:19"}