{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "183 U.S. 632", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/95569/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Texas & Pacific R. Co. v. Callender", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "78", 
    "id": 79950, 
    "resource_uri": "/api/rest/v2/citation/79950/"
  }, 
  "id": 95569, 
  "blocked": false, 
  "judges": "Peckham", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1902-01-13", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>183 U.S. 632 (1902)</b></center>\n<center><h1>TEXAS &amp; PACIFIC RAILWAY COMPANY<br>\nv.<br>\nCALLENDER.</h1></center>\n<center>No. 78.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 3, 1901.</center>\n<center>Decided January 13, 1902.</center>\nERROR TO THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><span class=\"star-pagination\">*633</span> <i>Mr. Arthur H. Masten</i> for plaintiff in error. <i>Mr. Rush Taggart</i> was on his brief.</p>\n<p><i>Mr. Treadwell Cleveland</i> for defendants in error. <i>Mr. Frederic E. Mygatt</i> and <i>Mr. George Richards</i> were on his brief.</p>\n<p>MR. JUSTICE PECKHAM delivered the opinion of the court.</p>\n<p>This action was brought by the defendants in error, who are aliens, in the Circuit Court of the United States for the Southern District of New York, to recover the value of one hundred and eighty-seven bales of cotton destroyed in the same fire at Westwego, Louisiana, November 12, 1894, mentioned in the immediately preceding case. As in that case, the defence here is based upon certain clauses of the bill of lading providing exemption from common law liability in the contingencies mentioned. There was a verdict for the plaintiffs by the direction of the court, and the judgment entered thereon having been affirmed in the Circuit Court of Appeals, 98 Fed. Rep. 538, the railway company has brought the case here by writ of error.</p>\n<p>The facts as to the manner of doing business at Westwego are the same as those stated in the foregoing case, and also in the <i>Clayton Case,</i> 173 U.S. 348. The cotton arrived at Westwego between October 17 and 29, and had been so placed on the pier that it was only necessary for the steamship company to send a ship there and take the cotton when pointed out to <span class=\"star-pagination\">*634</span> its master or other officer. In this case there had been sent a notification to the steamship company, by means of the \"transfer sheets\" mentioned in the statement of facts in the other case, of the arrival of the cotton as early as November 2, for most of it, and for a few bales as late as November 10. After the evidence was in the defendant requested to go to the jury upon the question whether the cotton was awaiting further conveyance at the time of its destruction, and also upon the question of whether the cotton had been delivered to the steamship company, and also upon the whole case. The request was refused. The clauses of the bill of lading to which reference is made are the following:</p>\n<p>\"1. No carrier or party in possession of all or any of the property herein described shall be liable for any loss thereof or damage thereto by causes beyond its control; . . . or for loss or damage to property of any kind at any place occurring by fire or from any cause except the negligence of the carrier.\"</p>\n<p>\"3. No carrier shall be liable for loss or damage not occurring on its own road or its portion of the through route, nor after said property is ready for delivery to the next carrier or to consignee. . . .\"</p>\n<p>\"4. . . . Cotton is excepted from any clause herein on the subject of fire, and the carrier shall be liable as at common law for loss or damage of cotton by fire. . . . \"</p>\n<p>\"11. No carrier shall be liable for delay, nor in any other respect than as warehousemen, while the said property awaits further conveyance, and in case the whole or any part of the property specified herein be prevented by any cause from going from said port in the first steamer, of the ocean line above stated, leaving after the arrival of such property at said port, the carrier hereunder then in possession is at liberty to forward said property by succeeding steamer of said line, or, if deemed necessary, by any other steamer.</p>\n<p>\"12. This contract is executed and accomplished, and all liability hereunder terminates, on the delivery of the said property to the steamship, her master, agent or servants, or to the steamship company, or on the steamship pier at the said port, and the inland freight charges shall be a first lien, due and payable by the steamship company.\"</p>\n<p><span class=\"star-pagination\">*635</span> The claim of the railway company is that the language of the fourth clause in the bill of lading, which excepts cotton from any clause therein on the subject of fire, and which renders the carrier liable as at common law for loss or damage by fire, is limited in its application to those clauses in the bill of lading which speak of fire, and that the common law liability of the company existing under the fourth clause is subject to the provisions of the other clauses mentioned in the bill, which provide for exemption or reduction of liability under the facts stated in them. In other words, that if the company might otherwise be liable for the loss of cotton by fire by reason of the fourth clause, yet, if at the time of the loss the property was ready for delivery, although not delivered, to the next carrier, as provided for in clause 3, or if it awaited further conveyance, though not actually delivered to the connecting carrier, as stated in clause 11, that then it would be exempted under the third or its liability reduced under the eleventh clause of the bill of lading, and the plaintiff could not therefore recover, on the proof in this case. Of course, if under the twelfth clause the property had actually been delivered to the succeeding carrier, its destruction by fire thereafter would not render the preceding carrier liable for that loss.</p>\n<p>The measure of the common law liability between connecting carriers is stated in the opinion in the preceding case and the cases therein referred to, and need not be here repeated.</p>\n<p>Now what is the true construction of the fourth clause? In relation to that it was stated by Judge Shipman, in delivering the opinion of the Circuit Court of Appeals herein, as follows:</p>\n<p>\"The principal question in the case is upon the proper construction of the sentence in clause 4 in relation to the liability of the defendant for loss of cotton by fire. The bill of lading was prepared for a contract in regard to property of any kind, and in clause 1 the carrier was exempted from liability from loss by fire except through his negligence. The part of the sentence in clause 4, `Cotton is excepted from any clause herein on the subject of fire,' probably refers only to clauses wherein fire is mentioned, but the concluding part of the sentence, `and the carrier shall be liable as at common law for loss or damage <span class=\"star-pagination\">*636</span> of cotton by fire,' has a wider sweep, and means that the carrier, notwithstanding limitations of its common law liability which are provided in the bill of lading, retains such liability in regard to damage to cotton by fire. The clause, as a whole, intended to leave and did leave unaltered the implied liability of the carrier for loss to cotton by fire. The limitations which the parties did permit were contained in clauses 3 and 11, which said that the carrier should not be liable for damage after a readiness to deliver, or otherwise than as a warehouseman after the property waited further conveyance. Whatever may be the extent of these limitations, they were to a certain degree, modifications of the common law liability of the first carrier, but its liability at common law for loss to cotton by fire remained intact. The request of the defendant to go to the jury upon the question of delivery of the cotton was properly refused. There was no evidence of a delivery. The cotton was never in the actual or constructive possession of either of the steamship companies and neither was ready to take it from the defendant's possession, and, therefore, clause 12 has no bearing upon the question of the defendant's liability.\"</p>\n<p>We think this view of the Circuit Court of Appeals is the correct one, and that under the wording of the fourth clause in the bill of lading the defendant was properly held liable. The first part of that clause in terms takes cotton out of any clause on the subject of fire, and as if such language might possibly render it doubtful as to what the status of cotton would be by merely excepting it from any clause on the subject of fire contained in the bill of lading, it is further provided that \"the carrier shall be liable as at common law for loss or damage of cotton by fire.\" The whole is a special and specific provision which applies to cotton alone and to the loss of cotton by fire. The other provisions apply generally to all property, whatever its character and wherever taken. In other words, these other clauses are of a general nature, while the fourth clause refers to cotton alone and to the specific cause of the loss, viz., by fire. We are of opinion that the specific clause takes effect to the exclusion of the general clauses containing matters of general exemption, and that therefore the carrier remains liable as <span class=\"star-pagination\">*637</span> at common law for a loss of cotton by fire while in the possession of the carrier, although it was ready for delivery to the next carrier within the meaning of the third clause, or was awaiting further conveyance within the meaning of the eleventh clause, but that if it had been actually delivered before the loss the railway company would not have been responsible therefor. The defendant's claim, if allowed, would leave the shipper without recourse for loss by fire after the notification had been given to the steamship company and before the delivery of the cotton had been made to it, because the railway company would be under no liability for the loss of the cotton by fire, excepting by reason of its own negligence, and the insurance of the cotton, while in the possession of the steamship company, would not attach, and so the shipper would be without any adequate protection during that time. True, he might obtain special insurance during this intermediate period, but it would add to the expense of the transit which under the terms of the bill he would naturally not feel called upon to make, and it would be inconvenient and troublesome to do it, and the court ought not to unduly limit the plain language of the clause for the purpose of thereby enabling the company to escape a liability cast upon it by the common law, and which it voluntarily assumed.</p>\n<p>As cotton was the subject of the special provision, its language should be given full sway, and should not be curtailed by other provisions in other clauses of a general nature referring to all kinds of property.</p>\n<p>We are also of opinion that there was nothing to go to the jury upon the question of a delivery of this cotton to the steamship company under the twelfth clause of the bill of lading. It may be assumed that the pier of the railway company was the place understood and agreed upon between that company and the steamship company to make delivery, when it was made, of the cotton to be thereafter carried by the steamship company, but upon the uncontradicted evidence in this case we are of opinion that the simple arrival of the cotton at the pier and notice thereof given to the steamship company by means of the \"transfer sheets,\" spoken of in the other case, did not in and <span class=\"star-pagination\">*638</span> of itself amount to a delivery of the cotton to the steamship company, constructive or otherwise. Nor was it a delivery on the steamship's pier, as between the shipper and the railway company, within the language of clause twelve, and for the reasons herein stated the notice to the steamship company did not relieve the railway carrier from liability.</p>\n<p>The uncontradicted evidence shows that the cotton came to the railway pier under these circumstances: The pier was built by the railway company and was in its sole and absolute control and possession. Not a bale of cotton could be taken from it without the action of that company; its own watchmen were in charge of the pier at all times, and when a steamship came to the pier it was only under a permit or an order from an officer of the railway company that the cotton was taken. It was pointed out by the servants of the railway company and, within the custom of the port of New Orleans, it had to be brought within the reach of the ship's tackle before the ship was called upon to take it. The expression, \"ship's tackle,\" means \"where the ship's ropes can get on to it so that the ship's winches can pull the cotton in.\" The custom was that after a steamship company returned the transfer sheets which had been sent it by the railway company, an order was made out by the railway officials on the Westwego office of the defendant, to deliver to the steamship company's agents such cotton as was ordered. It does not appear that any such order was given. Prior to the time of the arrival of the vessel which was to take the cotton and the arrival of the stevedores, the steamship company had no charge of any of the cotton on the pier. There was no particular spot on the pier at which, if cotton were there deposited, it was understood between defendant and the steamship companies to have been deposited in the care, control or possession of any of such companies, but, on the contrary, the whole pier was covered by cotton destined indiscriminately for transportation to different European ports by different lines of steamers, not one of which could take a bale of cotton away without the order of the railway company.</p>\n<p>Before the ship took the cotton it gave a mate's receipt for it, although sometimes the receipt would not come as soon as <span class=\"star-pagination\">*639</span> that, and the cotton would be delivered before the receipt was given. The cotton which came in on the cars of the defendant was placed all along the pier, and that which was destined for any particular company had to be pointed out and selected from a large mass of cotton on the pier. The railway company had contracts with various steamship companies; with the West India and Pacific, the French line, the lines for which Miller &amp; Company were agents, the Hamburg-American line, and some others, and the cotton for all these various lines was unloaded upon this pier of the railway company and was distributed all over the wharf, so that, when a steamship came to the dock upon which the cotton was, that which was intended for the particular steamship then at the pier would be brought out to it or within reach of its tackle by the railway employes, depending upon where the cotton was and how far away from the ship, and it was understood between the steamship and railway companies that the railway company would get out the cotton when necessary to do it, and by getting out the cotton was meant dragging it from where it was stored on the wharf out in front or near enough in front to enable the steamship people to get it without having to go around through the bales of cotton.</p>\n<p>The connection of the steamship companies with the transportation of the cotton was the subject of special contracts between those companies and the railway company. The initiation would be an agreement between a steamship company and the railway company for a certain charge for freight across the ocean for a stated amount of cotton from New Orleans to Liverpool or Bremen, or whatever other foreign port it might be, and no particular cotton was specified. Having obtained this agreement as to price and number of bales, the railway company would then agree with the shipper in Texas for a through rate from the point in Texas at which the cotton was to be taken to the port abroad, and it would then give a bill of lading such as was given in evidence in this case, providing for the through rate and the liabilities of the various carriers by rail and by sea; but it was only after an arrangement had been made and a contract entered into between the railway and a <span class=\"star-pagination\">*640</span> steamship company that the latter company would send a steamer to the Westwego pier. The evidence is uncontradicted in regard to what the steamship lines had to do under the agreements they had with the defendant; in some cases they were not under any obligation to come to the pier unless the defendant had at least 1500 or 2000 bales of cotton ready for them, while in another case the steamship company which had a contract to take 20,000 bales of cotton from the railway company was not to be called on to go to the wharf unless there were at least five hundred bales ready to deliver to it, and by the bill of lading the railway company might, under certain contingencies, if it deemed necessary, forward the cotton by some steamer of another line than that mentioned in the bill. The steamship companies took their own time in coming to the Westwego pier for the cotton. If they had no special contract with the railway company, they did not come at all. It was not the case of a regular delivery by the railway company to a connecting carrier at the pier of the latter.</p>\n<p>Now upon these facts we regard it as entirely clear that at the time this cotton was lost there had been no delivery, actual or constructive, to the steamship company so as to divest the defendant of its common law liability for the loss of this cotton.</p>\n<p>Within clause 12 of this bill of lading there was no delivery of the property by the defendant either to the steamship, her master, agents or servants, or to the steamship company or on the steamship company's pier at the port of New Orleans, even upon the assumption that the pier at Westwego was the point agreed upon between the railway and the steamship companies where the delivery of the cotton was to be made when it was delivered. How can it be said that there was a delivery to this steamship company upon the facts above detailed when, by agreement between the parties, the company was not to take the property until it sent a steamship to the pier for that purpose? Until it was delivered to it at the steamer's side the steamer had neither possession nor control over it. By the bill of lading the defendant could in certain contingencies and at any time before delivery to the ship send the cotton by another <span class=\"star-pagination\">*641</span> steamer. Until the ship did come to the pier, there can be no question of actual delivery in this case.</p>\n<p>Nor does the notification to the steamship company that there was cotton at the pier awaiting or ready for delivery to it, make such notification a constructive delivery of the cotton and terminate the liability of the railway company. Here was a pier containing thousands of bales of cotton, destined to various European ports, and by various lines of steamers, with a special right to the railway company, mentioned in clause 11, to send the cotton mentioned in any particular bill of lading by a steamer of a line other than the one mentioned in the bill, and no obligation of the steamship company to send for the cotton until there was a quantity of 500 bales in some cases, and in others until there were from 1500 to 2000 bales ready for the particular steamer. A notification to a steamship company by means of a \"transfer sheet,\" which was taken to be a notice that there was cotton at the pier ready for delivery to a steamer when it came, did not necessarily take away the right of the railway company to send that cotton by another steamer, and the company which was notified and sent a steamer would have no ground of complaint if, upon the arrival of the steamer at the pier, other cotton consigned to the same port were given it to the same amount. There being only this conditional obligation to send for cotton on the part of the steamship company, and none upon the part of the defendant to at all events deliver the specified cotton to the former, and the steamship company not having sent a ship to the pier, there was no limitation of the defendant's liability wrought by the notification.</p>\n<p>Whatever may generally be the effect of a notice to a connecting carrier, upon the question of terminating or altering the liability of a preceding carrier for the goods, it is quite clear that it has no effect in diminishing the liability until actual delivery in a case where the preceding carrier still continues to have full control over the goods and has a choice as between connecting carriers, and may, notwithstanding such general notice, deliver the goods under certain circumstances to another <span class=\"star-pagination\">*642</span> carrier for further transportation. Until actual delivery in such case, the preceding carrier is not divested of his liability.</p>\n<p>The case <i>Pratt</i> v. <i>Railway Company,</i> 95 U.S. 43, and the other cases referred to by counsel in his argument at the bar, have no application in the view we take of the facts. The <i>Pratt</i> case was fully commented upon in <i>Texas &amp;c. Company</i> v. <i>Clayton,</i> 173 U.S. <i>supra,</i> in the course of the opinion of the court, and it seems to be too clear for argument that the case does not justify an inference that the facts which we have just detailed in regard to this cotton constitute a delivery, either constructive or actual, to the steamship company or to the pier of that company.</p>\n<p>We are, therefore, of opinion that the court below did not err in directing a verdict for the plaintiffs for the value of the cotton, and the judgment in their favor is,</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:38:17", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">183</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">632</span></span> (1902)</b></center>\n<center><h1>TEXAS &amp; PACIFIC RAILWAY COMPANY<br>\nv.<br>\nCALLENDER.</h1></center>\n<center>No. 78.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 3, 1901.</center>\n<center>Decided January 13, 1902.</center>\nERROR TO THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><span class=\"star-pagination\">*633</span> <i>Mr. Arthur H. Masten</i> for plaintiff in error. <i>Mr. Rush Taggart</i> was on his brief.</p>\n<p><i>Mr. Treadwell Cleveland</i> for defendants in error. <i>Mr. Frederic E. Mygatt</i> and <i>Mr. George Richards</i> were on his brief.</p>\n<p>MR. JUSTICE PECKHAM delivered the opinion of the court.</p>\n<p>This action was brought by the defendants in error, who are aliens, in the Circuit Court of the United States for the Southern District of New York, to recover the value of one hundred and eighty-seven bales of cotton destroyed in the same fire at Westwego, Louisiana, November 12, 1894, mentioned in the immediately preceding case. As in that case, the defence here is based upon certain clauses of the bill of lading providing exemption from common law liability in the contingencies mentioned. There was a verdict for the plaintiffs by the direction of the court, and the judgment entered thereon having been affirmed in the Circuit Court of Appeals, 98 Fed. Rep. 538, the railway company has brought the case here by writ of error.</p>\n<p>The facts as to the manner of doing business at Westwego are the same as those stated in the foregoing case, and also in the <i>Clayton Case,</i> 173 U.S. 348. The cotton arrived at Westwego between October 17 and 29, and had been so placed on the pier that it was only necessary for the steamship company to send a ship there and take the cotton when pointed out to <span class=\"star-pagination\">*634</span> its master or other officer. In this case there had been sent a notification to the steamship company, by means of the \"transfer sheets\" mentioned in the statement of facts in the other case, of the arrival of the cotton as early as November 2, for most of it, and for a few bales as late as November 10. After the evidence was in the defendant requested to go to the jury upon the question whether the cotton was awaiting further conveyance at the time of its destruction, and also upon the question of whether the cotton had been delivered to the steamship company, and also upon the whole case. The request was refused. The clauses of the bill of lading to which reference is made are the following:</p>\n<p>\"1. No carrier or party in possession of all or any of the property herein described shall be liable for any loss thereof or damage thereto by causes beyond its control; . . . or for loss or damage to property of any kind at any place occurring by fire or from any cause except the negligence of the carrier.\"</p>\n<p>\"3. No carrier shall be liable for loss or damage not occurring on its own road or its portion of the through route, nor after said property is ready for delivery to the next carrier or to consignee. . . .\"</p>\n<p>\"4. . . . Cotton is excepted from any clause herein on the subject of fire, and the carrier shall be liable as at common law for loss or damage of cotton by fire. . . . \"</p>\n<p>\"11. No carrier shall be liable for delay, nor in any other respect than as warehousemen, while the said property awaits further conveyance, and in case the whole or any part of the property specified herein be prevented by any cause from going from said port in the first steamer, of the ocean line above stated, leaving after the arrival of such property at said port, the carrier hereunder then in possession is at liberty to forward said property by succeeding steamer of said line, or, if deemed necessary, by any other steamer.</p>\n<p>\"12. This contract is executed and accomplished, and all liability hereunder terminates, on the delivery of the said property to the steamship, her master, agent or servants, or to the steamship company, or on the steamship pier at the said port, and the inland freight charges shall be a first lien, due and payable by the steamship company.\"</p>\n<p><span class=\"star-pagination\">*635</span> The claim of the railway company is that the language of the fourth clause in the bill of lading, which excepts cotton from any clause therein on the subject of fire, and which renders the carrier liable as at common law for loss or damage by fire, is limited in its application to those clauses in the bill of lading which speak of fire, and that the common law liability of the company existing under the fourth clause is subject to the provisions of the other clauses mentioned in the bill, which provide for exemption or reduction of liability under the facts stated in them. In other words, that if the company might otherwise be liable for the loss of cotton by fire by reason of the fourth clause, yet, if at the time of the loss the property was ready for delivery, although not delivered, to the next carrier, as provided for in clause 3, or if it awaited further conveyance, though not actually delivered to the connecting carrier, as stated in clause 11, that then it would be exempted under the third or its liability reduced under the eleventh clause of the bill of lading, and the plaintiff could not therefore recover, on the proof in this case. Of course, if under the twelfth clause the property had actually been delivered to the succeeding carrier, its destruction by fire thereafter would not render the preceding carrier liable for that loss.</p>\n<p>The measure of the common law liability between connecting carriers is stated in the opinion in the preceding case and the cases therein referred to, and need not be here repeated.</p>\n<p>Now what is the true construction of the fourth clause? In relation to that it was stated by Judge Shipman, in delivering the opinion of the Circuit Court of Appeals herein, as follows:</p>\n<p>\"The principal question in the case is upon the proper construction of the sentence in clause 4 in relation to the liability of the defendant for loss of cotton by fire. The bill of lading was prepared for a contract in regard to property of any kind, and in clause 1 the carrier was exempted from liability from loss by fire except through his negligence. The part of the sentence in clause 4, `Cotton is excepted from any clause herein on the subject of fire,' probably refers only to clauses wherein fire is mentioned, but the concluding part of the sentence, `and the carrier shall be liable as at common law for loss or damage <span class=\"star-pagination\">*636</span> of cotton by fire,' has a wider sweep, and means that the carrier, notwithstanding limitations of its common law liability which are provided in the bill of lading, retains such liability in regard to damage to cotton by fire. The clause, as a whole, intended to leave and did leave unaltered the implied liability of the carrier for loss to cotton by fire. The limitations which the parties did permit were contained in clauses 3 and 11, which said that the carrier should not be liable for damage after a readiness to deliver, or otherwise than as a warehouseman after the property waited further conveyance. Whatever may be the extent of these limitations, they were to a certain degree, modifications of the common law liability of the first carrier, but its liability at common law for loss to cotton by fire remained intact. The request of the defendant to go to the jury upon the question of delivery of the cotton was properly refused. There was no evidence of a delivery. The cotton was never in the actual or constructive possession of either of the steamship companies and neither was ready to take it from the defendant's possession, and, therefore, clause 12 has no bearing upon the question of the defendant's liability.\"</p>\n<p>We think this view of the Circuit Court of Appeals is the correct one, and that under the wording of the fourth clause in the bill of lading the defendant was properly held liable. The first part of that clause in terms takes cotton out of any clause on the subject of fire, and as if such language might possibly render it doubtful as to what the status of cotton would be by merely excepting it from any clause on the subject of fire contained in the bill of lading, it is further provided that \"the carrier shall be liable as at common law for loss or damage of cotton by fire.\" The whole is a special and specific provision which applies to cotton alone and to the loss of cotton by fire. The other provisions apply generally to all property, whatever its character and wherever taken. In other words, these other clauses are of a general nature, while the fourth clause refers to cotton alone and to the specific cause of the loss, viz., by fire. We are of opinion that the specific clause takes effect to the exclusion of the general clauses containing matters of general exemption, and that therefore the carrier remains liable as <span class=\"star-pagination\">*637</span> at common law for a loss of cotton by fire while in the possession of the carrier, although it was ready for delivery to the next carrier within the meaning of the third clause, or was awaiting further conveyance within the meaning of the eleventh clause, but that if it had been actually delivered before the loss the railway company would not have been responsible therefor. The defendant's claim, if allowed, would leave the shipper without recourse for loss by fire after the notification had been given to the steamship company and before the delivery of the cotton had been made to it, because the railway company would be under no liability for the loss of the cotton by fire, excepting by reason of its own negligence, and the insurance of the cotton, while in the possession of the steamship company, would not attach, and so the shipper would be without any adequate protection during that time. True, he might obtain special insurance during this intermediate period, but it would add to the expense of the transit which under the terms of the bill he would naturally not feel called upon to make, and it would be inconvenient and troublesome to do it, and the court ought not to unduly limit the plain language of the clause for the purpose of thereby enabling the company to escape a liability cast upon it by the common law, and which it voluntarily assumed.</p>\n<p>As cotton was the subject of the special provision, its language should be given full sway, and should not be curtailed by other provisions in other clauses of a general nature referring to all kinds of property.</p>\n<p>We are also of opinion that there was nothing to go to the jury upon the question of a delivery of this cotton to the steamship company under the twelfth clause of the bill of lading. It may be assumed that the pier of the railway company was the place understood and agreed upon between that company and the steamship company to make delivery, when it was made, of the cotton to be thereafter carried by the steamship company, but upon the uncontradicted evidence in this case we are of opinion that the simple arrival of the cotton at the pier and notice thereof given to the steamship company by means of the \"transfer sheets,\" spoken of in the other case, did not in and <span class=\"star-pagination\">*638</span> of itself amount to a delivery of the cotton to the steamship company, constructive or otherwise. Nor was it a delivery on the steamship's pier, as between the shipper and the railway company, within the language of clause twelve, and for the reasons herein stated the notice to the steamship company did not relieve the railway carrier from liability.</p>\n<p>The uncontradicted evidence shows that the cotton came to the railway pier under these circumstances: The pier was built by the railway company and was in its sole and absolute control and possession. Not a bale of cotton could be taken from it without the action of that company; its own watchmen were in charge of the pier at all times, and when a steamship came to the pier it was only under a permit or an order from an officer of the railway company that the cotton was taken. It was pointed out by the servants of the railway company and, within the custom of the port of New Orleans, it had to be brought within the reach of the ship's tackle before the ship was called upon to take it. The expression, \"ship's tackle,\" means \"where the ship's ropes can get on to it so that the ship's winches can pull the cotton in.\" The custom was that after a steamship company returned the transfer sheets which had been sent it by the railway company, an order was made out by the railway officials on the Westwego office of the defendant, to deliver to the steamship company's agents such cotton as was ordered. It does not appear that any such order was given. Prior to the time of the arrival of the vessel which was to take the cotton and the arrival of the stevedores, the steamship company had no charge of any of the cotton on the pier. There was no particular spot on the pier at which, if cotton were there deposited, it was understood between defendant and the steamship companies to have been deposited in the care, control or possession of any of such companies, but, on the contrary, the whole pier was covered by cotton destined indiscriminately for transportation to different European ports by different lines of steamers, not one of which could take a bale of cotton away without the order of the railway company.</p>\n<p>Before the ship took the cotton it gave a mate's receipt for it, although sometimes the receipt would not come as soon as <span class=\"star-pagination\">*639</span> that, and the cotton would be delivered before the receipt was given. The cotton which came in on the cars of the defendant was placed all along the pier, and that which was destined for any particular company had to be pointed out and selected from a large mass of cotton on the pier. The railway company had contracts with various steamship companies; with the West India and Pacific, the French line, the lines for which Miller &amp; Company were agents, the Hamburg-American line, and some others, and the cotton for all these various lines was unloaded upon this pier of the railway company and was distributed all over the wharf, so that, when a steamship came to the dock upon which the cotton was, that which was intended for the particular steamship then at the pier would be brought out to it or within reach of its tackle by the railway employes, depending upon where the cotton was and how far away from the ship, and it was understood between the steamship and railway companies that the railway company would get out the cotton when necessary to do it, and by getting out the cotton was meant dragging it from where it was stored on the wharf out in front or near enough in front to enable the steamship people to get it without having to go around through the bales of cotton.</p>\n<p>The connection of the steamship companies with the transportation of the cotton was the subject of special contracts between those companies and the railway company. The initiation would be an agreement between a steamship company and the railway company for a certain charge for freight across the ocean for a stated amount of cotton from New Orleans to Liverpool or Bremen, or whatever other foreign port it might be, and no particular cotton was specified. Having obtained this agreement as to price and number of bales, the railway company would then agree with the shipper in Texas for a through rate from the point in Texas at which the cotton was to be taken to the port abroad, and it would then give a bill of lading such as was given in evidence in this case, providing for the through rate and the liabilities of the various carriers by rail and by sea; but it was only after an arrangement had been made and a contract entered into between the railway and a <span class=\"star-pagination\">*640</span> steamship company that the latter company would send a steamer to the Westwego pier. The evidence is uncontradicted in regard to what the steamship lines had to do under the agreements they had with the defendant; in some cases they were not under any obligation to come to the pier unless the defendant had at least 1500 or 2000 bales of cotton ready for them, while in another case the steamship company which had a contract to take 20,000 bales of cotton from the railway company was not to be called on to go to the wharf unless there were at least five hundred bales ready to deliver to it, and by the bill of lading the railway company might, under certain contingencies, if it deemed necessary, forward the cotton by some steamer of another line than that mentioned in the bill. The steamship companies took their own time in coming to the Westwego pier for the cotton. If they had no special contract with the railway company, they did not come at all. It was not the case of a regular delivery by the railway company to a connecting carrier at the pier of the latter.</p>\n<p>Now upon these facts we regard it as entirely clear that at the time this cotton was lost there had been no delivery, actual or constructive, to the steamship company so as to divest the defendant of its common law liability for the loss of this cotton.</p>\n<p>Within clause 12 of this bill of lading there was no delivery of the property by the defendant either to the steamship, her master, agents or servants, or to the steamship company or on the steamship company's pier at the port of New Orleans, even upon the assumption that the pier at Westwego was the point agreed upon between the railway and the steamship companies where the delivery of the cotton was to be made when it was delivered. How can it be said that there was a delivery to this steamship company upon the facts above detailed when, by agreement between the parties, the company was not to take the property until it sent a steamship to the pier for that purpose? Until it was delivered to it at the steamer's side the steamer had neither possession nor control over it. By the bill of lading the defendant could in certain contingencies and at any time before delivery to the ship send the cotton by another <span class=\"star-pagination\">*641</span> steamer. Until the ship did come to the pier, there can be no question of actual delivery in this case.</p>\n<p>Nor does the notification to the steamship company that there was cotton at the pier awaiting or ready for delivery to it, make such notification a constructive delivery of the cotton and terminate the liability of the railway company. Here was a pier containing thousands of bales of cotton, destined to various European ports, and by various lines of steamers, with a special right to the railway company, mentioned in clause 11, to send the cotton mentioned in any particular bill of lading by a steamer of a line other than the one mentioned in the bill, and no obligation of the steamship company to send for the cotton until there was a quantity of 500 bales in some cases, and in others until there were from 1500 to 2000 bales ready for the particular steamer. A notification to a steamship company by means of a \"transfer sheet,\" which was taken to be a notice that there was cotton at the pier ready for delivery to a steamer when it came, did not necessarily take away the right of the railway company to send that cotton by another steamer, and the company which was notified and sent a steamer would have no ground of complaint if, upon the arrival of the steamer at the pier, other cotton consigned to the same port were given it to the same amount. There being only this conditional obligation to send for cotton on the part of the steamship company, and none upon the part of the defendant to at all events deliver the specified cotton to the former, and the steamship company not having sent a ship to the pier, there was no limitation of the defendant's liability wrought by the notification.</p>\n<p>Whatever may generally be the effect of a notice to a connecting carrier, upon the question of terminating or altering the liability of a preceding carrier for the goods, it is quite clear that it has no effect in diminishing the liability until actual delivery in a case where the preceding carrier still continues to have full control over the goods and has a choice as between connecting carriers, and may, notwithstanding such general notice, deliver the goods under certain circumstances to another <span class=\"star-pagination\">*642</span> carrier for further transportation. Until actual delivery in such case, the preceding carrier is not divested of his liability.</p>\n<p>The case <i>Pratt</i> v. <i>Railway Company,</i> <span class=\"citation\" data-id=\"89560\"><a href=\"/opinion/89560/pratt-v-railway-co/\"><span class=\"volume\">95</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">43</span></a></span>, and the other cases referred to by counsel in his argument at the bar, have no application in the view we take of the facts. The <i>Pratt</i> case was fully commented upon in <i>Texas &amp;c. Company</i> v. <i>Clayton,</i> 173 U.S. <i>supra,</i> in the course of the opinion of the court, and it seems to be too clear for argument that the case does not justify an inference that the facts which we have just detailed in regard to this cotton constitute a delivery, either constructive or actual, to the steamship company or to the pier of that company.</p>\n<p>We are, therefore, of opinion that the court below did not err in directing a verdict for the plaintiffs for the value of the cotton, and the judgment in their favor is,</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "sha1": "6f4b1f0d1032239f1d58737f8b1aff051e923f6b", 
  "date_modified": "2014-12-21T01:33:44.901139", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/95569/texas-pacific-r-co-v-callender/", 
  "citation_count": 2, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/2519581/", 
  "html": "<p class=\"case_cite\">183 U.S. 632</p>\n    <p class=\"case_cite\">22 S.Ct. 257</p>\n    <p class=\"case_cite\">46 L.Ed. 362</p>\n    <p class=\"parties\">TEXAS &amp; PACIFIC RAILWAY COMPANY, <i>Plff. in Err.</i>,<br>v.<br>JOHN R. CALLENDER <i>et al.</i></p>\n    <p class=\"docket\">No. 78.</p>\n    <p class=\"date\">Argued December 3, 1901.</p>\n    <p class=\"date\">Decided January 13, 1902.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Messrs.</i> <i>Arthur H. Masten</i> and <i>Rush Taggart</i> for plaintiff in error.</p>\n      <p class=\"indent\"><i>Messrs.</i> <i>Treadwell Cleveland, George Richards,</i> and <i>Frederick E. Mygatt</i> for defendants in error.</p>\n      <p class=\"indent\">Mr. Justice Peckham delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This action was brought by the defendants in error, who are aliens, in the circuit court of the United States for the southern district of New York, to recover the value of 187 bales of cotton destroyed in the same fire at Westwego, Louisiana, November 12, 1894, mentioned in the immediately preceding case. As in that case, the defense here is based upon certain clauses of the bill of lading providing exemption from common-law liability in the contingencies mentioned. There was a verdict for the plaintiffs by the direction of the court, and the judgment entered thereon having been affirmed in the circuit court of appeals (39 C. C. A. 154, 98 Fed. 538), the railway company has brought the case here by writ of error.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts as to the manner of doing business at Westwego are the same as those stated in the foregoing case, and also in the <i>Clayton Case</i>, 173 U. S. 348, 43 L. ed. 725, 19 Sup. Ct. Rep. 421. The cotton arrived at Westwego between October 17 and 29, and had been so placed on the pier that it was only necessary for the steamship company to send a ship there and take the cotton when pointed out to its master or other officer. In this case there had been sent a notification to the steamship company, by means of the 'transfer sheets' mentioned in the statement of facts in the other case, of the arrival of the cotton as early as November 2, for most of it, and for a few bales as late as November 10. After the evidence was in, the defendant requested to go to the jury upon the question whether the cotton was awaiting further conveyance at the time of its destruction, and also upon the question of whether the cotton had been delivered to the steamship company, and also upon the whole case. The request was refused. The clauses of the bill of lading to which reference is made are the following:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'1. No carrier or party in possession of all or any of the property herein described shall be liable for any loss thereof or damage thereto by causes beyond its control; . . . or for loss or damage to property of any kind at any place occurring by fire, or from any cause except the negligence of the carrier.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'3. No carrier shall be liable for loss or damage not occurring on its own road or its portion of the through route, nor after said property is ready for delivery to the next carrier or to consignee. . . .'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'4. . . . Cotton is excepted from any clause herein on the subject of fire, and the carrier shall be liable as at common law for loss or damage of cotton by fire. . . .'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'11. No carrier shall be liable for delay, nor in any other respect than as warehouse men, while the said property awaits further conveyance, and in case the whole or any part of the property specified herein be prevented by any cause from going from said port in the first steamer of the ocean line above stated leaving after the arrival of such property at said port, the carrier hereunder then in possession is at liberty to forward said property by succeeding steamer of said line, or, if deemed necessary, by any other steamer.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'12. This contract is executed and accomplished, and all liability hereunder terminates, on the delivery of the said property to the steamship, her master, agent, or servants, or to the steamship company, or on the steamship pier at the said port, and the inland freight charges shall be a first lien, due and payable by the steamship company.' The claim of the railway company is that the language of the 4th clause in the bill of lading, which excepts cotton from any clause therein on the subject of fire, and which renders the carrier liable as at common law for loss or damage by fire, is limited in its application to those clauses in the bill of lading which speak of fire, and that the common-law liability of the company existing under the 4th clause is subject to the provisions of the other clauses mentioned in the bill, which provide for exemption or reduction of liability under the facts stated in them. In other words, that if the company might otherwise be liable for the loss of cotton by fire by reason of the 4th clause, yet, if at the time of the loss the property was ready for delivery, although not delivered, to the next carrier, as provided for in clause 3, or if it awaited further conveyance, though not actually delivered to the connecting carrier, as stated in clause 11, that then it would be exempted under the 3d or its liability reduced under the 11th clause of the bill of lading, and the plaintiff could not therefore recover, on the proof in this case. Of course if under the 12th clause the property had actually been delivered to the succeeding carrier, its destruction by fire thereafter would not render the preceding carrier liable for that loss.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The measure of the common-law liability between connecting carriers is stated in the opinion in the preceding case and the cases therein referred to, and need not be here repeated.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Now what is the true construction of the 4th clause? In relation to that it was stated by Judge Shipman, in delivering the opinion of the circuit court of appeals herein, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'The principal question in the case is upon the proper construction of the sentence in clause 4 in relation to the liability of the defendant for loss of cotton by fire. The bill of lading was prepared for a contract in regard to property of any kind, and in clause 1 the carrier was exempted from liability from loss by fire except through his negligence. The part of the sentence in clause 4, 'Cotton is excepted from any clause herein on the subject of fire,' probably refers only to clauses wherein fire is mentioned; but the concluding part of the sentence, 'and the carrier shall be liable as at common law for loss or damage of cotton by fire,' has a wider sweep, and means that the carrier, notwithstanding limitations of its common-law liability which are provided in the bill of lading, retains such liability in regard to damage to cotton by fire. The clause as a whole intended to leave and did leave unaltered the implied liability of the carrier for loss to cotton by fire. The limitations which the parties did permit were contained in clauses 3 and 11, which said that the carrier should not be liable for damage after a readiness to deliver, or otherwise than as a warehouseman after the property waited further conveyance. Whatever may be the extent of these limitations, they were to a certain degree modifications of the common-law liability of the first carrier, but its liability at common law for loss to cotton by fire remained intact. The request of the defendant to go to the jury upon the question of delivery of the cotton was properly refused. There was no evidence of a delivery. The cotton was never in the actual or constructive possession of either of the steamship companies, and neither was ready to take it from the defendant's possession; and therefore clause 12 has no bearing upon the question of the defendant's liability.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We think this view of the circuit court of appeals is the correct one, and that under the wording of the 4th clause in the bill of lading the defendant was properly held liable. The first part of that clause in terms takes cotton out of any clause on the subject of fire, and as if such language might possibly render it doubtful as to what the status of cotton would be by merely excepting it from any clause on the subject of fire contained in the bill of lading, it is further provided that 'the carrier shall be liable as at common law for loss or damage of cotton by fire.' The whole is a special and specific provision which applies to cotton alone and to the loss of cotton by fire. The other provisions apply generally to all property, whatever its character and wherever taken. In other words, these other clauses are of a general nature, while the 4th clause refers to cotton alone, and to the specific cause of the loss, <i>viz.</i>, by fire. We are of opinion that the specific clause takes effect to the exclusion of the general clauses containing matters of general exemption, and that therefore the carrier remains liable as at common law for a loss of cotton by fire while in the possession of the carrier, although it was ready for delivery to the next carrier within the meaning of the 3d clause, or was awaiting further conveyance within the meaning of the 11th clause; but that if it had been actually delivered before the loss, the railway company would not have been responsible therefor. The defendant's claim, if allowed, would leave the shipper without recourse for loss by fire after the notification had been given to the steamship company and before the delivery of the cotton had been made to it, because the railway company would be under no liability for the loss of the cotton by fire, excepting by reason of its own negligence, and the insurance of the cotton, while in the possession of the steamship company, would not attach, and so the shipper would be without any adequate protection during that time. True, he might obtain special insurance during this intermediate period, but it would add to the expense of the transit which under the terms of the bill he would naturally not feel called upon to make, and it would be inconvenient and troublesome to do it, and the court ought not to unduly limit the plain language of the clause for the purpose of thereby enabling the company to escape a liability cast upon it by the common law, and which it voluntarily assumed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As cotton was the subject of the special provision, its language should be given full sway, and should not be curtailed by other provisions in other clauses of a general nature referring to all kinds of property.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We are also of opinion that there was nothing to go to the jury upon the question of a delivery of this cotton to the steamship company under the 12th clause of the bill of lading. It may be assumed that the pier of the railway company was the place understood and agreed upon between that company and the steamship company to make delivery, when it was made, of the cotton to be thereafter carried by the steamship company; but upon the uncontradicted evidence in this case we are of opinion that the simple arrival of the cotton at the pier, and notice thereof given to the steamship company by means of the 'transfer sheets' spoken of in the other case, did not in and of itself amount to a delivery of the cotton to the steamship company, constructive or otherwise. Nor was it a delivery on the steamship's pier, as between the shipper and the railway company, within the language of clause 12, and for the reasons herein stated the notice to the steamship company did not relieve the railway carrier from liability.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The uncontradicted evidence shows that the cotton came to the railway pier under these circumstances: The pier was built by the railway company, and was in its sole and absolute control and possession. Not a bale of cotton could be taken from it without the action of that company; its own watchmen were in charge of the pier at all times, and when a steamship came to the pier it was only under a permit or an order from an officer of the railway company that the cotton was taken. It was pointed out by the servants of the railway company, and, within the custom of the port of New Orleans, it had to be brought within the reach of the ship's tackle before the ship was called upon to take it. The expression 'ship's tackle' means 'where the ship's ropes can get onto it so that the ship's winches can pull the cotton in.' The custom was that after a steamship company returned the transfer sheets which had been sent it by the railway company, an order was made out by the railway officials on the Westwego office of the defendant to deliver to the steamship company's agents such cotton as was ordered. It does not appear that any such order was given. Prior to the time of the arrival of the vessel which was to take the cotton and the arrival of the stevedores, the steamship company had no charge of any of the cotton on the pier. There was no particular spot on the pier at which, if cotton were there deposited, it was understood between defendant and the steamship companies to have been deposited in the care, control, or possession of any of such companies; but, on the contrary, the whole pier was covered by cotton destined indiscriminately for transportation to different European ports by different lines of steamers, not one of which could take a bale of cotton away without the order of the railway company.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Before the ship took the cotton it gave a mate's receipt for it, although sometimes the receipt would not come as soon as that, and the cotton would be delivered before the receipt was given. The cotton which came in on the cars of the defendant was placed all along the pier, and that which was destined for any particular company had to be pointed out and selected from a large mass of cotton on the pier. The railway company had contracts with various steamship companies;&#8212;with the West India &amp; Pacific, the French line, the lines for which Miller &amp; Company were agents, the Hamburg-American line, and some others;&#8212;and the cotton for all these various lines was unloaded upon this pier of the railway company, and was distributed all over the wharf, so that when a steamship came to the dock upon which the cotton was, that which was intended for the particular steamship then at the pier would be brought out to it or within reach of its tackle by the railway employees, depending upon where the cotton was, and how far away from the ship; and it was understood between the steamship and railway companies that the railway company would get out the cotton when necessary to do it, and by getting out the cotton was meant dragging it from where it was stored on the wharf out in front or near enough in front to enable the steamship people to get it without having to go around through the bales of cotton.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The connection of the steamship companies with the transportation of the cotton was the subject of special contracts between those companies and the railway company. The initiation would be an agreement between a steamship company and the railway company for a certain charge for freight across the ocean for a stated amount of cotton from New Orleans to Liverpool or Bremen, or whatever other foreign port it might be, and no particular cotton was specified. Having obtained this agreement as to price and number of bales, the railway company would then agree with the shipper in Texas for a through rate from the point in Texas at which the cotton was to be taken to the port abroad, and it would then give a bill of lading such as was given in evidence in this case, providing for the through rate and the liabilities of the various carriers by rail and by sea; but it was only after an arrangement had been made and a contract entered into between the railway and a steamship company that the latter company would send a steamer to the Westwego pier. The evidence is uncontradicted in regard to what the steamship lines had to do under the agreements they had with the defendant; in some cases they were not under any obligation to come to the pier unless the defendant had at least 1,500 or 2,000 bales of cotton ready for them, while in another case the steamship company which had a contract to take 20,000 bales of cotton from the railway company was not to be called on to go to the wharf unless there were at least 500 bales ready to deliver to it, and by the bill of lading the railway company might, under certain contingencies, if it deemed necessary, forward the cotton by some steamer of another line than that mentioned in the bill. The steamship companies took their own time in coming to the Westwego pier for the cotton. If they had no special contract with the railway company, they did not come at all. It was not the case of a regular delivery by the railway company to a connecting carrier at the pier of the latter.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Now upon these facts we regard it as entirely clear that at the time this cotton was lost there had been no delivery, actual or constructive, to the steamship company, so as to devest the defendant of its common-law liability for the loss of this cotton.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Within clause 12 of this bill of lading there was no delivery of the property by the defendant, either to the steamship, her master, agents, or servants, or to the steamship company, or on the steamship company's pier at the port of New Orleans, even upon the assumption that the pier at Westwego was the point agreed upon between the railway and the steamship companies, where the delivery of the cotton was to be made when it was delivered. How can it be said that there was a delivery to this steamship company upon the facts above detailed when, by agreement between the parties, the company was not to take the property until it sent a steamship to the pier for that purpose? Until it was delivered to it at the steamer's side the steamer had neither possession nor control over it. By the bill of lading the defendant could in certain contingencies, and at any time before delivery to the ship, send the cotton by another steamer. Until the ship did come to the pier, there can be no question of actual delivery in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Nor does the notification to the steamship company that there was cotton at the pier awaiting or ready for delivery to it make such notification a constructive delivery of the cotton, and terminate the liability of the railway company. Here was a pier containing thousands of bales of cotton, destined to various European ports, and by various lines of steamers, with a special right to the railway company, mentioned in clause 11, to send the cotton mentioned in any particular bill of lading by a steamer of a line other than the one mentioned in the bill, and no obligation of the steamship company to send for the cotton until there was a quantity of 500 bales in some cases, and in others until there were from 1,500 to 2,000 bales ready for the particular steamer. A notification to a steamship company by means of a 'transfer sheet,' which was taken to be a notice that there was cotton at the pier ready for delivery to a steamer when it came, did not necessarily take away the right of the railway company to send that cotton by another steamer, and the company which was notified and sent a steamer would have no ground of complaint if, upon the arrival of the steamer at the pier, other cotton consigned to the same port were given it to the same amount. There being only this conditional obligation to send for cotton on the part of the steamship company, and none upon the part of the defendant to at all events deliver the specified cotton to the former, and the steamship company not having sent a ship to the pier, there was no limitation of the defendant's liability wrought by the notification.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Whatever may generally be the effect of a notice to a connecting carrier, upon the question of terminating or altering the liability of a preceding carrier for the goods, it is quite clear that it has no effect in diminishing the liability until actual delivery in a case where the preceding carrier still continues to have full control over the goods and has a choice as between connecting carriers, and may, notwithstanding such general notice, deliver the goods under certain circumstances to another carrier for further transportation. Until actual delivery in such case, the preceding carrier is not devested of his liability.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The case of <i>Pratt</i> v. <i>Grand Trunk R. Co.</i> 95 U. S. 43, 24 L. ed. 336, and the other cases referred to by counsel in his argument at the bar, have no application in the view we take of the facts. The <i>Pratt Case</i> was fully commented upon in <i>Texas &amp; P. R. Co.</i> v. <i>Clayton</i>, 173 U. S. 348, 43 L. ed. 725, 19 Sup. Ct. Rep. 421, in the course of the opinion of the court and it seems to be too clear for argument that the case does not justify an inference that the facts which we have just detailed in regard to this cotton constitute a delivery, either constructive or actual, to the steamship company, or to the pier of that company.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We are therefore of opinion that the court below did not err in directing a verdict for the plaintiffs for the value of the cotton, and <i>the judgment in their favor is affirmed</i>.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/95569/"
}