{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "184 U.S. 258", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/95593/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Studebaker v. Perry", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "122", 
    "id": 79974, 
    "resource_uri": "/api/rest/v2/citation/79974/"
  }, 
  "id": 95593, 
  "blocked": false, 
  "judges": "Shiras, After Making the Above Statement", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1902-02-24", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>184 U.S. 258 (1902)</b></center>\n<center><h1>STUDEBAKER<br>\nv.<br>\nPERRY.</h1></center>\n<center>No. 122.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 17, 20, 1902.</center>\n<center>Decided February 24, 1902.</center>\nERROR TO THE CIRCUIT COURT OF APPEALS FOR THE SEVENTH CIRCUIT.\n<p><span class=\"star-pagination\">*259</span> <i>Mr. Hugh C. Ward</i> for plaintiff in error.</p>\n<p><i>Mr. George W. Ward</i> and <i>Mr. Francis F. Oldham</i> for defendant in error. <i>Mr. Walter W. Ross</i> and <i>Mr. M.J. Kirkman</i> were on their brief.</p>\n<p>MR. JUSTICE SHIRAS, after making the above statement, delivered the opinion of the court.</p>\n<p>The single question for our determination is whether the Comptroller of the Currency, acting under the national banking laws, can validly make more than one assessment upon the shareholders of an insolvent national banking association.</p>\n<p>It is not denied by the plaintiff in error that the first assessment, which he voluntarily paid, was insufficient to pay the debts and liabilities of the bank, but his contention is that the Comptroller of the Currency exhausted his power to levy assessments upon the shareholders of stock in an insolvent national bank by a single exercise of that power. He advances two arguments in support of his contention: First, that the individual liability of national bank shareholders is contractual, and that hence only one assessment and suit to enforce the same is authorized by law; and, second, that by a course of practice for many years the Comptrollers of the Currency, charged with the execution of the laws, construed them to authorize but one assessment, and that such construction is now conclusive upon the courts.</p>\n<p>Those portions of the statutes which are involved in this controversy are found in section 5151 of the Revised Statutes of the United States, in the following terms:</p>\n<p>\"The shareholders of every national banking association shall be held individually responsible, equally and ratably, and not one for another, for all contracts, debts and engagements of such association to the extent of the amount of their stock therein, at the par value thereof, in addition to the amount invested <span class=\"star-pagination\">*260</span> in such shares, except that shareholders of any banking association now existing under state laws, having not less than five millions of dollars of capital actually paid in and a surplus of twenty per centum on hand, both to be determined by the Comptroller of the Currency, shall be liable only to the amount invested in their shares. . . .\"</p>\n<p>And in section 5234 in the following terms:</p>\n<p>\"On becoming satisfied, as specified in sections 5226 and 5227, that any association has refused to pay its circulating notes as therein mentioned, and is in default, the Comptroller of the Currency may forthwith appoint a receiver and require of him such bond and security as he deems proper. Such receiver, under the direction of the Comptroller, shall take possession of the books, records and assets of every description of such association, collect all debts, dues and claims belonging to it, and upon the order of a court of record of competent jurisdiction may sell or compound all bad or doubtful debts, and, on a like order, may sell all the real and personal property of such association, on such terms as the court shall direct; and may, if necessary to pay the debts of such association, enforce the individual liability of the stockholders. Such receiver shall pay over all money so made to the Treasurer of the United States, subject to the order of the Comptroller, and also make report to the Comptroller of all his acts and proceedings.\"</p>\n<p>And section 5236, as follows:</p>\n<p>\"From time to time, after full provision has first been made for refunding to the United States any deficiency in redeeming the notes of such association, the Comptroller shall make a ratable divided of the money so paid over to him by such receiver on all claims as may have been proved to his satisfaction or adjudicated in a court of competent jurisdiction, and, as the proceeds of the assets of such association are paid over to him, shall make further dividends on all such claims previously proved or adjudicated; and the remainder of the proceeds, if any, shall be paid over to the shareholders of such association, or their legal representatives, in proportion to the stock by them respectively held.\"</p>\n<p>The proposition of the plaintiff in error, as expressed in the <span class=\"star-pagination\">*261</span> brief of his counsel, is \"that section 5234 simply authorizes the Comptroller to enforce the individual liability of shareholders in a national bank, if necessary to pay the debts of such bank; that the Comptroller is therefore plainly authorized to decide as to the necessity of enforcing such liability and as to the time when the same is to be enforced, and fix the amount to be collected; that there is to be a decision by the Comptroller as to these matters, and then a demand or requisition by him, followed by one suit, at law or in equity, as circumstances require; that it is this decision, which is termed an assessment; that the Comptroller is nowhere expressly authorized to enforce such liability by several decisions and suits; that he is simply authorized to enforce the individual liability of national bank stockholders according to law; and that there can be but one decision by the Comptroller as to the time, necessity and extent of enforcing this liability, and, therefore, but one assessment, as the statute certainly does not authorize an assessment which could not be enforced by suit.\"</p>\n<p>It is further urged, in behalf of the plaintiff in error, that as the liability of a shareholder of an insolvent national bank for all contracts, debts and engagements of such association to the extent of the amount of his stock therein, at the par value thereof, in addition to the amount invested in such shares, is contractual in its nature, it therefore follows that the general rule that the plaintiff cannot split up a single and entire cause of action and make it the subject of different suits applies.</p>\n<p>We do not deem it necessary in the case before us to enter at length into the discussion suggested. It is sufficient that, by entering into the relation of a shareholder in a national banking association, the plaintiff in error subjected himself to the obligation created by the statute, and the only question is whether the Comptroller of the Currency has power to make and to enforce by a suit at law more than one assessment upon the shareholders of an insolvent national bank, if necessary to pay the debts thereof. The general purpose of the statute undoubtedly was to confer upon the creditors of the bank a right to resort to the individual liability of the shareholders to the extent, if necessary, of the amount of their stock therein, and it <span class=\"star-pagination\">*262</span> would be a singular construction of law that would empower the Comptroller, by making an inadequate assessment, to relieve the shareholders, upon paying such assessment, from their entire liability.</p>\n<p>The logic of the plaintiff in error requires him to convince us that his voluntary payment of one assessment, made when the Comptroller was imperfectly acquainted with the amount of the bank's indebtedness, amount to a satisfaction <i>in toto</i> of his obligation. Such may be the true construction of the statute; but, defeating, as it would in the case supposed, the main and obvious purpose of the enactment, such a construction will only be made by a court when compelled by the necessary meaning of the language. The inconvenience that would be occasioned by the meaning proposed are so great and obvious as to lead us to expect to find that a reasonable construction of the law does not require us to adopt it.</p>\n<p>If it be the duty of the Comptroller to give the creditors of an insolvent national bank the remedy providing for the individual liability of the shareholders, and if the law be that he can do so by one assessment only, then he must, no matter what the condition of the bank may appear to be, make an assessment upon the shareholders up to the entire amount of their liability. In many instances, the value of the bank's assets might make it altogether probable that but a small portion of the shareholders' contribution would be needed. To require payment in full of money which might be held for years while the bank's affairs were being wound up, and then be returned without interest, would certainly be a hardship upon the shareholders. If, to avoid that hardship, the Comptroller should postpone the assessment until he could fully inform himself of the condition of the bank's affairs, in the time that might thus elapse, some of the stockholders might become insolvent or remove their property from the reach of legal proceedings, and thus a loss be thrown upon the creditors.</p>\n<p>There is nothing in the language of the sections involved to compel us to adopt a view of the law which would result in such manifest inconveniences.</p>\n<p><span class=\"star-pagination\">*263</span> In <i>Kennedy</i> v. <i>Gibson,</i> 8 Wall. 498, 505, some aspects of the question were considered. Mr. Justice Swayne said:</p>\n<p>\"The receiver is the instrument of the Comptroller. He is appointed by the Comptroller, and the power of appointment carries with it the power of removal. It is for the Comptroller to decide when it is necessary to institute proceedings against the stockholders to enforce their personal liability, and whether the whole or a part, and, if only a part, how much shall be collected. These questions are referred to his judgment and discretion, and his determination is conclusive. The stockholders cannot controvert it. It is not to be questioned in the litigation that may ensue. He may make it at such time as he may deem proper and upon such data as shall be satisfactory to him. This action on his part is indispensable whenever the personal liability of the stockholders is sought to be enforced, and must precede the institution of suit by the receiver. The fact must be distinctly averred in all such cases, and if put in issue must be proved.</p>\n<p>\"The liability of the stockholders is several and not joint. The limit of their liability is the par of the stock held by each one. Where the whole is sought to be recovered, the proceeding must be at law. Where less is required, the proceeding may be in equity, and in such case an interlocutory decree may be taken for contribution and the case may stand over for the further action of the court, if such action should subsequently prove to be necessary, until the full amount of the liability is exhausted. It would be attended with injurious consequences to forbid action against the stockholders until the precise amount to be collected shall be formally ascertained. This would greatly protract the final settlement and might be attended by large losses by insolvency and otherwise in the intervening time. The amount must depend in part upon the solvency of the debtors and the validity of the claims. Time will be consumed in the application of these tests, and the result in many cases cannot be foreseen. The same remarks apply to the enforced collections from the stockholders. A speedy adjustment is necessary to the efficiency and utility of the law; the interests of the creditors require it, and it was the obvious <span class=\"star-pagination\">*264</span> policy and purpose of Congress to give it. If too much be collected, it is provided by the statute that any surplus which may remain after satisfying the demands against the association shall be paid over to the stockholders. It is better they should pay more than may prove to be needed than that the evils of delay should be encountered.\"</p>\n<p>These observations clearly imply that the Comptroller, in the exercise of his discretion, may levy successive assessments as they may appear to be necessary. If the power can be exercised only once no reason is apparent why equity should have jurisdiction for the collection of an assessment less than one hundred per cent. If the stockholders' liability is fixed once for all by the first assessment of the Comptroller, the legal remedy for the collection of a ten per cent assessment is as full, adequate and complete as it is for the collection of the one hundred per cent assessment. The reason why, when the assessment is for the one hundred per cent, the proceedings must be at law, and when for a less amount it may be in equity, is obvious. When the full amount is assessed there can be but one suit against each stockholder. He is suable for his full liability at once, and there is no reason for equitable jurisdiction. If a partial assessment is made, there may be other assessments, when the receiver has liberty to sue at law for even a partial assessment, though equity has concurrent jurisdiction to prevent a multiplicity of suits.</p>\n<p><i>Casey</i> v. <i>Galli,</i> 94 U.S. 673, was the case of a suit at law by the receiver of a national banking association to enforce the individual liability of a shareholder. It was there contended that the defendant was bound to contribute ratably, and that the proper amount could be ascertained only in equity; that the defendant was bound to contribute ratably a large sum; that this sum was not stated in the declaration, and hence what would be ratable and proper did not appear; that the obligation of the defendant was to pay into the hands of the Comptroller of the Currency a ratable portion of the debts of the association proved before him, and that the declaration did not show that any debts had been so proved; and that the declaration demanded a larger sum than the defendant is required by <span class=\"star-pagination\">*265</span> the statute to pay, and also an additional sum by way of interest. But it was held by this court that \"in regard to the first three of these objections it is sufficient to say that <i>Kennedy</i> v. <i>Gibson,</i> 8 Wall. 498, is conclusive against them. It is there said that the amount to be paid rests in the judgment and discretion of the Comptroller; that his determination cannot be controverted by the stockholders in suits against them, and that, when the order is to collect the full amount of the par of the stock, the suit must be at law. It is unnecessary to reproduce the reasoning of the court in support of these propositions. The sum to be paid being liquidated, and due and payable when the Comptroller's order was made, it follows that the amount bears interest from the date of the order.\"</p>\n<p>In <i>United States</i> v. <i>Knox,</i> 102 U.S. 422, an attempt was made to enforce a deficiency, caused by the insolvency of some of the shareholders of an insolvent national bank, against solvent shareholders, but it was held that the liability of the shareholders was several, and was not affected by the failure of any other shareholders to pay the amount assessed against him, and it was said by this court that \"although assessments made by the Comptroller, under the circumstances of the first assessment in this case, and all other assessments, <i>successive or otherwise,</i> not exceeding the par value of all the stock of the bank, are conclusive upon the stockholders.\"</p>\n<p><i>Germanica National Bank</i> v. <i>Case,</i> 131 U.S. (Appendix, 144), was a case where the Comptroller had levied an assessment for an amount on each shareholder, not sufficient to justify an appeal from the Circuit Court of the United States, and where a motion to dismiss the appeal was made in this court, but the motion was denied, Chief Justice Waite saying, \"If the decree asked and obtained in this cause had been confined to an order for the payment of the seventy per cent upon the amount of the stock held by the appellants respectively, which the Comptroller of the Currency has already instructed the receiver to collect, the objection taken by the appellee to our jurisdiction might have been good; but the decree as given goes further, and after providing for the seventy per cent, adjudges that each of the appellants shall be liable to further contribution as stockholders <span class=\"star-pagination\">*266</span> until a sufficient sum is realized to pay the debts of the bank, and that the bill be retained until it shall be certain that no further contribution will be required. This fixes the liability of each of these appellants to contribute in this suit to the extent of the nominal amount of his stock if necessary, and as the bill alleges that at least twenty-five per cent more will be required, it is apparent `that the matter is dispute' is not alone the amount already decreed, but a sum in addition that may amount to thirty per cent of the stock, and is now expected to reach twenty-five per cent. Their liability generally as stockholders to make contribution has been finally established. That can never again be contested in this suit except under this appeal. For the purposes of jurisdiction, we may consider that as in dispute which would be settled by the decree if it had not been appealed from.\" The right of the Comptroller to levy a further assessment was thereby plainly implied.</p>\n<p><i>Bushnell</i> v. <i>Leland,</i> 164 U.S. 684, was a late case, in which the power of the Comptroller to determine the necessity and amount of an assessment upon the shareholders was challenged on constitutional grounds, but it was held, in the language of Mr. Justice White: \"All these alleged errors may be reduced to the simple contention that under the national banking law the Comptroller of the Currency is without power to appoint a receiver to a defaulting or insolvent national bank, or to call for a ratable assessment upon the stockholders of such bank without a previous judicial ascertainment of the necessity for the appointment of the receiver and of the existence of the liabilities of the bank; and that the lodgment of authority in the Comptroller, empowering him either to appoint a receiver or to make a ratable call upon the stockholders, is tantamount to vesting that officer with judicial power, in violation of the Constitution. All of these contentions have long since been settled, and are not open to further discussion. <i>Kennedy</i> v. <i>Gibson,</i> 8 Wall. 498; <i>Casey</i> v. <i>Galli,</i> 94 U.S. 673; <i>United States</i> v. <i>Knox,</i> 102 U.S. 422.\"</p>\n<p>The precise question raised in the present case has several times been argued and determined in the lower Federal courts. In <i>Aldrich</i> v. <i>Yates,</i> 95 Fed. Rep. 78, the question was thus <span class=\"star-pagination\">*267</span> stated and answered by District Judge Evans in the Circuit Court for the District of Kentucky: \"The question, then, remains, has the Comptroller of the Currency the power to make a second assessment in any event? The ultimate liability of the shareholder in such cases is for the full amount of the par value of the stock, under the statutory conditions, if by the Comptroller they are found to exist. A mistake of that officer in making an estimate of the amount of a needed assessment cannot be held to release the shareholder from the full statutory liability. A mistake of such a character would be natural, if not inevitable, in many instances, in view of the uncertain value of assets; and the indisposition, in the first instance, to make an assessment unnecessarily large, may well excuse its not being done, when there is certainly no statutory provision, prohibiting, in terms or by necessary implication, further assessments, if the necessity exists. In practice, second assessments have frequently been made. The court is of opinion that such a course is within the power of the Comptroller, in the exercise of his duty to see that the liability of the stockholder is sufficiently enforced to pay the debts of the bank, and that practice has been recognized as proper by the Supreme Court. <i>United States</i> v. <i>Knox,</i> 102 U.S. 422.\"</p>\n<p>In <i>Aldrich</i> v. <i>Campbell,</i> 97 Fed. Rep. 663, it was held by the Circuit Court of Appeals for the Ninth Circuit, that the action of the Comptroller of the Currency in ordering an assessment against the stockholders of an insolvent national bank, whether a first assessment or one subsequently made, is a determination of the necessity for such assessment, which is conclusive on the stockholders, and cannot be questioned by them in any litigation which may ensue, either at law or in equity.</p>\n<p>In <i>Deweese</i> v. <i>Smith,</i> 97 Fed. Rep. 309, it was held by the Circuit Court that a judgment against a shareholder of an insolvent national bank on a first assessment was a bar to a second suit brought to recover a later assessment, but this judgment was reversed by the Circuit Court of Appeals for the Eighth Circuit, in <i>Deweese</i> v. <i>Smith,</i> 106 Fed. Rep. 438. And, as already stated, the Circuit Court of Appeals for the Seventh Circuit held in the case now before us that it was discretionary <span class=\"star-pagination\">*268</span> with the Comptroller to make one or more assessments, <i>Studebaker</i> v. <i>Perry,</i> 102 Fed. Rep. 947, Woods, Circuit Judge, saying:</p>\n<p>\"The dominant purpose of the parts of the statute touching this question is that the shareholders of an insolvent national bank shall be liable for its debts `to the extent of the amount of their stock therein,' and rules of construction are not to be invoked in a way to defeat that purpose. Under the direction of the Comptroller the receiver is authorized to enforce the shareholders' liability; but the power to enforce does not include a power to cut off or limit, and by no proper application of general rules of construction can the statute be so read as to permit the failure of its main design.\"</p>\n<p>The cases cited by the plaintiff in error wherein courts of high authority have held that, where some particular act involving judicial discretion is to be performed by an executive officer, the power is exhausted by its single exercise, are not applicable to cases like the present, where the law merely provides that the shareholder shall pay what may be necessary to meet the debts and obligations of the bank. How much that is may not be ascertained at once, but as it is important that the settlement shall progress without delay, it is a reasonable construction of the statute that, while it is just and for his benefit that the stockholder be called on for no more than seems to be necessary, so it is just to the creditor that further calls may be made when necessary. This is a case where the power to assess belongs exclusively to the Comptroller, and the power to enforce the assessment belongs to the courts, and the construction contended for on behalf of the plaintiff in error confuses the remedy provided for by this statute of the United States with the ordinary remedy for the enforcement of statutory liability of stockholders by the courts.</p>\n<p>It is finally argued on behalf of the plaintiff in error that the doctrine of contemporaneous and practical construction put upon a statute by executive officers is applicable. It is said that former Comptrollers of the Currency held, in several instances, that the power to assess under the national banking law was exhausted by a single exercise; that subsequent <span class=\"star-pagination\">*269</span> Comptrollers ought not to have departed from that construction; and it is urged that this court should, by its decision in this case, set aside the construction at present prevailing and restore the former one.</p>\n<p>The doctrine invoked is a useful one, but its application should be restricted to cases in which the construction involved is really one of doubt and where those to be affected have belied on the practical construction, and rights have accrued by reason of such reliance. The rule is well expressed in Cooley on Constitutional Limitations, sec. 69, 5th ed.:</p>\n<p>\"If the question involved is really one of doubt the force of their (officers') judgment, especially in view of the injurious consequences that may result from disregarding it, is fairly entitled to turn the scale in the judicial mind. Where, however, no ambiguity or doubt appears in the law, we think the same rule obtains here as in other cases, that the court should confine its attention to the law and not allow intrinsic circumstances to introduce a difficulty where the language is plain. To allow force to a practical construction in such a case would be to suffer manifest perversions to defeat the evident purpose of the lawmaker.\"</p>\n<p>That the language of the statute under consideration is plain and its construction free from doubt are sufficiently shown by the decisions of the courts heretofore cited; and it would be absurd to claim that the plaintiff in error bought his stock in a national banking association with a right to rely on the contingency that the Comptroller might inadvertently or mistakenly make an insufficient assessment should the bank become insolvent.</p>\n<p>The judgment of the Circuit Court of Appeals is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:38:17", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">184</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">258</span></span> (1902)</b></center>\n<center><h1>STUDEBAKER<br>\nv.<br>\nPERRY.</h1></center>\n<center>No. 122.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 17, 20, 1902.</center>\n<center>Decided February 24, 1902.</center>\nERROR TO THE CIRCUIT COURT OF APPEALS FOR THE SEVENTH CIRCUIT.\n<p><span class=\"star-pagination\">*259</span> <i>Mr. Hugh C. Ward</i> for plaintiff in error.</p>\n<p><i>Mr. George W. Ward</i> and <i>Mr. Francis F. Oldham</i> for defendant in error. <i>Mr. Walter W. Ross</i> and <i>Mr. M.J. Kirkman</i> were on their brief.</p>\n<p>MR. JUSTICE SHIRAS, after making the above statement, delivered the opinion of the court.</p>\n<p>The single question for our determination is whether the Comptroller of the Currency, acting under the national banking laws, can validly make more than one assessment upon the shareholders of an insolvent national banking association.</p>\n<p>It is not denied by the plaintiff in error that the first assessment, which he voluntarily paid, was insufficient to pay the debts and liabilities of the bank, but his contention is that the Comptroller of the Currency exhausted his power to levy assessments upon the shareholders of stock in an insolvent national bank by a single exercise of that power. He advances two arguments in support of his contention: First, that the individual liability of national bank shareholders is contractual, and that hence only one assessment and suit to enforce the same is authorized by law; and, second, that by a course of practice for many years the Comptrollers of the Currency, charged with the execution of the laws, construed them to authorize but one assessment, and that such construction is now conclusive upon the courts.</p>\n<p>Those portions of the statutes which are involved in this controversy are found in section 5151 of the Revised Statutes of the United States, in the following terms:</p>\n<p>\"The shareholders of every national banking association shall be held individually responsible, equally and ratably, and not one for another, for all contracts, debts and engagements of such association to the extent of the amount of their stock therein, at the par value thereof, in addition to the amount invested <span class=\"star-pagination\">*260</span> in such shares, except that shareholders of any banking association now existing under state laws, having not less than five millions of dollars of capital actually paid in and a surplus of twenty per centum on hand, both to be determined by the Comptroller of the Currency, shall be liable only to the amount invested in their shares. . . .\"</p>\n<p>And in section 5234 in the following terms:</p>\n<p>\"On becoming satisfied, as specified in sections 5226 and 5227, that any association has refused to pay its circulating notes as therein mentioned, and is in default, the Comptroller of the Currency may forthwith appoint a receiver and require of him such bond and security as he deems proper. Such receiver, under the direction of the Comptroller, shall take possession of the books, records and assets of every description of such association, collect all debts, dues and claims belonging to it, and upon the order of a court of record of competent jurisdiction may sell or compound all bad or doubtful debts, and, on a like order, may sell all the real and personal property of such association, on such terms as the court shall direct; and may, if necessary to pay the debts of such association, enforce the individual liability of the stockholders. Such receiver shall pay over all money so made to the Treasurer of the United States, subject to the order of the Comptroller, and also make report to the Comptroller of all his acts and proceedings.\"</p>\n<p>And section 5236, as follows:</p>\n<p>\"From time to time, after full provision has first been made for refunding to the United States any deficiency in redeeming the notes of such association, the Comptroller shall make a ratable divided of the money so paid over to him by such receiver on all claims as may have been proved to his satisfaction or adjudicated in a court of competent jurisdiction, and, as the proceeds of the assets of such association are paid over to him, shall make further dividends on all such claims previously proved or adjudicated; and the remainder of the proceeds, if any, shall be paid over to the shareholders of such association, or their legal representatives, in proportion to the stock by them respectively held.\"</p>\n<p>The proposition of the plaintiff in error, as expressed in the <span class=\"star-pagination\">*261</span> brief of his counsel, is \"that section 5234 simply authorizes the Comptroller to enforce the individual liability of shareholders in a national bank, if necessary to pay the debts of such bank; that the Comptroller is therefore plainly authorized to decide as to the necessity of enforcing such liability and as to the time when the same is to be enforced, and fix the amount to be collected; that there is to be a decision by the Comptroller as to these matters, and then a demand or requisition by him, followed by one suit, at law or in equity, as circumstances require; that it is this decision, which is termed an assessment; that the Comptroller is nowhere expressly authorized to enforce such liability by several decisions and suits; that he is simply authorized to enforce the individual liability of national bank stockholders according to law; and that there can be but one decision by the Comptroller as to the time, necessity and extent of enforcing this liability, and, therefore, but one assessment, as the statute certainly does not authorize an assessment which could not be enforced by suit.\"</p>\n<p>It is further urged, in behalf of the plaintiff in error, that as the liability of a shareholder of an insolvent national bank for all contracts, debts and engagements of such association to the extent of the amount of his stock therein, at the par value thereof, in addition to the amount invested in such shares, is contractual in its nature, it therefore follows that the general rule that the plaintiff cannot split up a single and entire cause of action and make it the subject of different suits applies.</p>\n<p>We do not deem it necessary in the case before us to enter at length into the discussion suggested. It is sufficient that, by entering into the relation of a shareholder in a national banking association, the plaintiff in error subjected himself to the obligation created by the statute, and the only question is whether the Comptroller of the Currency has power to make and to enforce by a suit at law more than one assessment upon the shareholders of an insolvent national bank, if necessary to pay the debts thereof. The general purpose of the statute undoubtedly was to confer upon the creditors of the bank a right to resort to the individual liability of the shareholders to the extent, if necessary, of the amount of their stock therein, and it <span class=\"star-pagination\">*262</span> would be a singular construction of law that would empower the Comptroller, by making an inadequate assessment, to relieve the shareholders, upon paying such assessment, from their entire liability.</p>\n<p>The logic of the plaintiff in error requires him to convince us that his voluntary payment of one assessment, made when the Comptroller was imperfectly acquainted with the amount of the bank's indebtedness, amount to a satisfaction <i>in toto</i> of his obligation. Such may be the true construction of the statute; but, defeating, as it would in the case supposed, the main and obvious purpose of the enactment, such a construction will only be made by a court when compelled by the necessary meaning of the language. The inconvenience that would be occasioned by the meaning proposed are so great and obvious as to lead us to expect to find that a reasonable construction of the law does not require us to adopt it.</p>\n<p>If it be the duty of the Comptroller to give the creditors of an insolvent national bank the remedy providing for the individual liability of the shareholders, and if the law be that he can do so by one assessment only, then he must, no matter what the condition of the bank may appear to be, make an assessment upon the shareholders up to the entire amount of their liability. In many instances, the value of the bank's assets might make it altogether probable that but a small portion of the shareholders' contribution would be needed. To require payment in full of money which might be held for years while the bank's affairs were being wound up, and then be returned without interest, would certainly be a hardship upon the shareholders. If, to avoid that hardship, the Comptroller should postpone the assessment until he could fully inform himself of the condition of the bank's affairs, in the time that might thus elapse, some of the stockholders might become insolvent or remove their property from the reach of legal proceedings, and thus a loss be thrown upon the creditors.</p>\n<p>There is nothing in the language of the sections involved to compel us to adopt a view of the law which would result in such manifest inconveniences.</p>\n<p><span class=\"star-pagination\">*263</span> In <i>Kennedy</i> v. <i>Gibson,</i> <span class=\"citation\" data-id=\"88113\"><a href=\"/opinion/88113/kennedy-v-gibson/\"><span class=\"volume\">8</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">498</span></a></span>, 505, some aspects of the question were considered. Mr. Justice Swayne said:</p>\n<p>\"The receiver is the instrument of the Comptroller. He is appointed by the Comptroller, and the power of appointment carries with it the power of removal. It is for the Comptroller to decide when it is necessary to institute proceedings against the stockholders to enforce their personal liability, and whether the whole or a part, and, if only a part, how much shall be collected. These questions are referred to his judgment and discretion, and his determination is conclusive. The stockholders cannot controvert it. It is not to be questioned in the litigation that may ensue. He may make it at such time as he may deem proper and upon such data as shall be satisfactory to him. This action on his part is indispensable whenever the personal liability of the stockholders is sought to be enforced, and must precede the institution of suit by the receiver. The fact must be distinctly averred in all such cases, and if put in issue must be proved.</p>\n<p>\"The liability of the stockholders is several and not joint. The limit of their liability is the par of the stock held by each one. Where the whole is sought to be recovered, the proceeding must be at law. Where less is required, the proceeding may be in equity, and in such case an interlocutory decree may be taken for contribution and the case may stand over for the further action of the court, if such action should subsequently prove to be necessary, until the full amount of the liability is exhausted. It would be attended with injurious consequences to forbid action against the stockholders until the precise amount to be collected shall be formally ascertained. This would greatly protract the final settlement and might be attended by large losses by insolvency and otherwise in the intervening time. The amount must depend in part upon the solvency of the debtors and the validity of the claims. Time will be consumed in the application of these tests, and the result in many cases cannot be foreseen. The same remarks apply to the enforced collections from the stockholders. A speedy adjustment is necessary to the efficiency and utility of the law; the interests of the creditors require it, and it was the obvious <span class=\"star-pagination\">*264</span> policy and purpose of Congress to give it. If too much be collected, it is provided by the statute that any surplus which may remain after satisfying the demands against the association shall be paid over to the stockholders. It is better they should pay more than may prove to be needed than that the evils of delay should be encountered.\"</p>\n<p>These observations clearly imply that the Comptroller, in the exercise of his discretion, may levy successive assessments as they may appear to be necessary. If the power can be exercised only once no reason is apparent why equity should have jurisdiction for the collection of an assessment less than one hundred per cent. If the stockholders' liability is fixed once for all by the first assessment of the Comptroller, the legal remedy for the collection of a ten per cent assessment is as full, adequate and complete as it is for the collection of the one hundred per cent assessment. The reason why, when the assessment is for the one hundred per cent, the proceedings must be at law, and when for a less amount it may be in equity, is obvious. When the full amount is assessed there can be but one suit against each stockholder. He is suable for his full liability at once, and there is no reason for equitable jurisdiction. If a partial assessment is made, there may be other assessments, when the receiver has liberty to sue at law for even a partial assessment, though equity has concurrent jurisdiction to prevent a multiplicity of suits.</p>\n<p><i>Casey</i> v. <i>Galli,</i> <span class=\"citation\" data-id=\"89531\"><a href=\"/opinion/89531/casey-v-galli/\"><span class=\"volume\">94</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">673</span></a></span>, was the case of a suit at law by the receiver of a national banking association to enforce the individual liability of a shareholder. It was there contended that the defendant was bound to contribute ratably, and that the proper amount could be ascertained only in equity; that the defendant was bound to contribute ratably a large sum; that this sum was not stated in the declaration, and hence what would be ratable and proper did not appear; that the obligation of the defendant was to pay into the hands of the Comptroller of the Currency a ratable portion of the debts of the association proved before him, and that the declaration did not show that any debts had been so proved; and that the declaration demanded a larger sum than the defendant is required by <span class=\"star-pagination\">*265</span> the statute to pay, and also an additional sum by way of interest. But it was held by this court that \"in regard to the first three of these objections it is sufficient to say that <i>Kennedy</i> v. <i>Gibson,</i> <span class=\"citation\" data-id=\"88113\"><a href=\"/opinion/88113/kennedy-v-gibson/\"><span class=\"volume\">8</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">498</span></a></span>, is conclusive against them. It is there said that the amount to be paid rests in the judgment and discretion of the Comptroller; that his determination cannot be controverted by the stockholders in suits against them, and that, when the order is to collect the full amount of the par of the stock, the suit must be at law. It is unnecessary to reproduce the reasoning of the court in support of these propositions. The sum to be paid being liquidated, and due and payable when the Comptroller's order was made, it follows that the amount bears interest from the date of the order.\"</p>\n<p>In <i>United States</i> v. <i>Knox,</i> <span class=\"citation\" data-id=\"90256\"><a href=\"/opinion/90256/united-states-v-knox/\"><span class=\"volume\">102</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">422</span></a></span>, an attempt was made to enforce a deficiency, caused by the insolvency of some of the shareholders of an insolvent national bank, against solvent shareholders, but it was held that the liability of the shareholders was several, and was not affected by the failure of any other shareholders to pay the amount assessed against him, and it was said by this court that \"although assessments made by the Comptroller, under the circumstances of the first assessment in this case, and all other assessments, <i>successive or otherwise,</i> not exceeding the par value of all the stock of the bank, are conclusive upon the stockholders.\"</p>\n<p><i>Germanica National Bank</i> v. <i>Case,</i> 131 U.S. (Appendix, 144), was a case where the Comptroller had levied an assessment for an amount on each shareholder, not sufficient to justify an appeal from the Circuit Court of the United States, and where a motion to dismiss the appeal was made in this court, but the motion was denied, Chief Justice Waite saying, \"If the decree asked and obtained in this cause had been confined to an order for the payment of the seventy per cent upon the amount of the stock held by the appellants respectively, which the Comptroller of the Currency has already instructed the receiver to collect, the objection taken by the appellee to our jurisdiction might have been good; but the decree as given goes further, and after providing for the seventy per cent, adjudges that each of the appellants shall be liable to further contribution as stockholders <span class=\"star-pagination\">*266</span> until a sufficient sum is realized to pay the debts of the bank, and that the bill be retained until it shall be certain that no further contribution will be required. This fixes the liability of each of these appellants to contribute in this suit to the extent of the nominal amount of his stock if necessary, and as the bill alleges that at least twenty-five per cent more will be required, it is apparent `that the matter is dispute' is not alone the amount already decreed, but a sum in addition that may amount to thirty per cent of the stock, and is now expected to reach twenty-five per cent. Their liability generally as stockholders to make contribution has been finally established. That can never again be contested in this suit except under this appeal. For the purposes of jurisdiction, we may consider that as in dispute which would be settled by the decree if it had not been appealed from.\" The right of the Comptroller to levy a further assessment was thereby plainly implied.</p>\n<p><i>Bushnell</i> v. <i>Leland,</i> <span class=\"citation\" data-id=\"94580\"><a href=\"/opinion/94580/bushnell-v-leland/\"><span class=\"volume\">164</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">684</span></a></span>, was a late case, in which the power of the Comptroller to determine the necessity and amount of an assessment upon the shareholders was challenged on constitutional grounds, but it was held, in the language of Mr. Justice White: \"All these alleged errors may be reduced to the simple contention that under the national banking law the Comptroller of the Currency is without power to appoint a receiver to a defaulting or insolvent national bank, or to call for a ratable assessment upon the stockholders of such bank without a previous judicial ascertainment of the necessity for the appointment of the receiver and of the existence of the liabilities of the bank; and that the lodgment of authority in the Comptroller, empowering him either to appoint a receiver or to make a ratable call upon the stockholders, is tantamount to vesting that officer with judicial power, in violation of the Constitution. All of these contentions have long since been settled, and are not open to further discussion. <i>Kennedy</i> v. <i>Gibson,</i> <span class=\"citation\" data-id=\"88113\"><a href=\"/opinion/88113/kennedy-v-gibson/\"><span class=\"volume\">8</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">498</span></a></span>; <i>Casey</i> v. <i>Galli,</i> <span class=\"citation\" data-id=\"89531\"><a href=\"/opinion/89531/casey-v-galli/\"><span class=\"volume\">94</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">673</span></a></span>; <i>United States</i> v. <i>Knox,</i> <span class=\"citation\" data-id=\"90256\"><a href=\"/opinion/90256/united-states-v-knox/\"><span class=\"volume\">102</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">422</span></a></span>.\"</p>\n<p>The precise question raised in the present case has several times been argued and determined in the lower Federal courts. In <i>Aldrich</i> v. <i>Yates,</i> 95 Fed. Rep. 78, the question was thus <span class=\"star-pagination\">*267</span> stated and answered by District Judge Evans in the Circuit Court for the District of Kentucky: \"The question, then, remains, has the Comptroller of the Currency the power to make a second assessment in any event? The ultimate liability of the shareholder in such cases is for the full amount of the par value of the stock, under the statutory conditions, if by the Comptroller they are found to exist. A mistake of that officer in making an estimate of the amount of a needed assessment cannot be held to release the shareholder from the full statutory liability. A mistake of such a character would be natural, if not inevitable, in many instances, in view of the uncertain value of assets; and the indisposition, in the first instance, to make an assessment unnecessarily large, may well excuse its not being done, when there is certainly no statutory provision, prohibiting, in terms or by necessary implication, further assessments, if the necessity exists. In practice, second assessments have frequently been made. The court is of opinion that such a course is within the power of the Comptroller, in the exercise of his duty to see that the liability of the stockholder is sufficiently enforced to pay the debts of the bank, and that practice has been recognized as proper by the Supreme Court. <i>United States</i> v. <i>Knox,</i> <span class=\"citation\" data-id=\"90256\"><a href=\"/opinion/90256/united-states-v-knox/\"><span class=\"volume\">102</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">422</span></a></span>.\"</p>\n<p>In <i>Aldrich</i> v. <i>Campbell,</i> 97 Fed. Rep. 663, it was held by the Circuit Court of Appeals for the Ninth Circuit, that the action of the Comptroller of the Currency in ordering an assessment against the stockholders of an insolvent national bank, whether a first assessment or one subsequently made, is a determination of the necessity for such assessment, which is conclusive on the stockholders, and cannot be questioned by them in any litigation which may ensue, either at law or in equity.</p>\n<p>In <i>Deweese</i> v. <i>Smith,</i> 97 Fed. Rep. 309, it was held by the Circuit Court that a judgment against a shareholder of an insolvent national bank on a first assessment was a bar to a second suit brought to recover a later assessment, but this judgment was reversed by the Circuit Court of Appeals for the Eighth Circuit, in <i>Deweese</i> v. <i>Smith,</i> 106 Fed. Rep. 438. And, as already stated, the Circuit Court of Appeals for the Seventh Circuit held in the case now before us that it was discretionary <span class=\"star-pagination\">*268</span> with the Comptroller to make one or more assessments, <i>Studebaker</i> v. <i>Perry,</i> 102 Fed. Rep. 947, Woods, Circuit Judge, saying:</p>\n<p>\"The dominant purpose of the parts of the statute touching this question is that the shareholders of an insolvent national bank shall be liable for its debts `to the extent of the amount of their stock therein,' and rules of construction are not to be invoked in a way to defeat that purpose. Under the direction of the Comptroller the receiver is authorized to enforce the shareholders' liability; but the power to enforce does not include a power to cut off or limit, and by no proper application of general rules of construction can the statute be so read as to permit the failure of its main design.\"</p>\n<p>The cases cited by the plaintiff in error wherein courts of high authority have held that, where some particular act involving judicial discretion is to be performed by an executive officer, the power is exhausted by its single exercise, are not applicable to cases like the present, where the law merely provides that the shareholder shall pay what may be necessary to meet the debts and obligations of the bank. How much that is may not be ascertained at once, but as it is important that the settlement shall progress without delay, it is a reasonable construction of the statute that, while it is just and for his benefit that the stockholder be called on for no more than seems to be necessary, so it is just to the creditor that further calls may be made when necessary. This is a case where the power to assess belongs exclusively to the Comptroller, and the power to enforce the assessment belongs to the courts, and the construction contended for on behalf of the plaintiff in error confuses the remedy provided for by this statute of the United States with the ordinary remedy for the enforcement of statutory liability of stockholders by the courts.</p>\n<p>It is finally argued on behalf of the plaintiff in error that the doctrine of contemporaneous and practical construction put upon a statute by executive officers is applicable. It is said that former Comptrollers of the Currency held, in several instances, that the power to assess under the national banking law was exhausted by a single exercise; that subsequent <span class=\"star-pagination\">*269</span> Comptrollers ought not to have departed from that construction; and it is urged that this court should, by its decision in this case, set aside the construction at present prevailing and restore the former one.</p>\n<p>The doctrine invoked is a useful one, but its application should be restricted to cases in which the construction involved is really one of doubt and where those to be affected have belied on the practical construction, and rights have accrued by reason of such reliance. The rule is well expressed in Cooley on Constitutional Limitations, sec. 69, 5th ed.:</p>\n<p>\"If the question involved is really one of doubt the force of their (officers') judgment, especially in view of the injurious consequences that may result from disregarding it, is fairly entitled to turn the scale in the judicial mind. Where, however, no ambiguity or doubt appears in the law, we think the same rule obtains here as in other cases, that the court should confine its attention to the law and not allow intrinsic circumstances to introduce a difficulty where the language is plain. To allow force to a practical construction in such a case would be to suffer manifest perversions to defeat the evident purpose of the lawmaker.\"</p>\n<p>That the language of the statute under consideration is plain and its construction free from doubt are sufficiently shown by the decisions of the courts heretofore cited; and it would be absurd to claim that the plaintiff in error bought his stock in a national banking association with a right to rely on the contingency that the Comptroller might inadvertently or mistakenly make an insufficient assessment should the bank become insolvent.</p>\n<p>The judgment of the Circuit Court of Appeals is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "sha1": "5ce4d6c7e529d03b7127744ccc709b49995054be", 
  "date_modified": "2014-12-21T01:33:43.238073", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/95593/studebaker-v-perry/", 
  "citation_count": 9, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1981889/", 
  "html": "<p class=\"case_cite\">184 U.S. 258</p>\n    <p class=\"case_cite\">22 S.Ct. 463</p>\n    <p class=\"case_cite\">46 L.Ed. 528</p>\n    <p class=\"parties\">CLEMENT STUDEBAKER, <i>Plff. in Err.</i>,<br>v.<br>JOHN PERRY, as Receiver of the National Bank of  Kansas City.</p>\n    <p class=\"docket\">No. 122.</p>\n    <p class=\"date\">Argued January 17, 20, 1902.</p>\n    <p class=\"date\">Decided February 24, 1902.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">On November 9, 1899, in the circuit court of the United States for the northern distract of Illinois, John Perry, as receiver of the National Bank of Kansas City, brought an action against Clement Studebaker, to recover an assessment made by the Comptroller of the Currency on stock held by the defendant in said bank.</p>\n      <p class=\"indent\">The declaration set forth the incorporation of the National Bank of Kansas City; the ownership by the defendant of 189 shares of its capital stock of the par value of $100 each; the insolvency of the bank; an assessment by the Comptroller of the Currency on February 11, 1896, of 16 per cent on the stock; the payment by the defendant of said assessment; a finding by the Comptroller of the Currency on February 25, 1899, that the first assessment was insufficient, and the necessity of an additional assessment of 7 per cent; the levy of said second assessment; the direction by the Comptroller to the receiver to collect it, and the refusal of the defendant to pay.</p>\n      <p class=\"indent\">A demurrer was filed raising the question of the sufficiency in law of the declaration. The demurrer was overruled, and the defendant electing to stand by his demurrer, judgment was rendered for the amount of second assessment upon the stock owned by the defendant. A writ of error was allowed, and the cause was taken to the circuit court of appeals of the seventh circuit, where the judgment of the circuit court was affirmed. 43 C. C. A. 69, 102 Fed. 947. The case was then brought to this court by a writ of error duly allowed.</p>\n      <p class=\"indent\"><i>Mr.</i> <i>Hugh C. Ward</i> for plaintiff in error.</p>\n      <p class=\"indent\"><i>Messrs.</i> <i>George W. Wall, Francis F. Oldham, Walter W. Rass,</i> and <i>M. J. Kirkman</i> for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice Shiras delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The single question for our determination is whether the Comptroller of the Currency, acting under the national banking laws, can validly make more than one assessment upon the shareholders of an insolvent national banking association.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It is not denied by the plaintiff in error that the first assessment, which he voluntarily paid, was insufficient to pay the debts and liabilities of the bank, but his contention is that the Comptroller of the Currency exhausted his power to levy assessments upon the shareholders of stock in an insolvent national bank by a single exercise of that power. He advances two arguments in support of his contention: First, that the individual liability of national bank shareholders is contractual, and that hence only one assessment and suit to enforce the same is authorized by law; and, second, that by a course of practice for many years the Comptrollers of the Currency, charged with the execution of the laws, construed them to authorize but one assessment, and that such construction is now conclusive upon the courts.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Those portions of the statutes which are involved in this controversy are found in &#167; 5151 of the Revised Statutes of the United States, in the following terms:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'The shareholders of every national banking association shall be held individually responsible, equally and ratably, and not one for another, for all contracts, debts, and engagements of such association to the extent of the amount of their stock therein, at the par value thereof, in addition to the amount invested in such shares, except that shareholders of any banking association now existing under state laws, having not less that five millions of dollars of capital actually paid in and a surplus of twenty per centum on hand, both to be determined by the Comptroller of the Currency, shall be liable only to the amount invested in their shares. . . .'</p>\n    </div>\n    <p class=\"indent\">And in &#167; 5234 in the following terms:</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'On becoming satisfied, as specified in sections 5226 and 5227, that any association has refused to pay its circulating notes as therein mentioned, and is in default, the Comptroller of the Currency may forthwith appoint a receiver and require of him such bond and security as he deems proper. Such receiver, under the direction of the Comptroller, shall take possession of the books, records, and assets of every description of such association, collect all debts, dues, and claims belonging to it, and upon the order of a court of record of competent jurisdiction may sell or compound all bad or doubtful debts, and, on a like order, may sell all the real and personal property of such association, on such terms as the court shall direct; and may, if necessary to pay the debts of such association, enforce the individual liability of the stockholders. Such receiver shall pay over all money so made to the Treasurer of the United States, subject to the order of the Comptroller, and also make report to the Comptroller of all his acts and proceedings.'</p>\n    </div>\n    <p class=\"indent\">And &#167; 5236, as follows:</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'From time to time, after full provision has first been made for refunding to the United States any deficiency in redeeming the notes of such association, the Comptroller shall make a ratable dividend of the money so paid over to him by such receiver on all such claims as may have been proved to his satisfaction or adjudicated in a court of competent jurisdiction, and, as the proceeds of the assets of such association are paid over to him, shall make further dividends on all claims previously proved or adjudicated; and the remainder of the proceeds, if any, shall be paid over to the shareholders of such association, or their legal representatives, in proportion to the stock by them respectively held.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The proposition of the plaintiff in error, as expressed in the brief of his counsel, is 'that &#167; 5234 simply authorizes the Comptroller to enforce the individual liability of shareholders in a national bank, if necessary to pay the debts of such bank; that the Comptroller is therefore plainly authorized to decide as to the necessity of enforcing such liability and as to the time when the same is to be enforced, and fix the amount to be collected; that there is to be a decision by the Comptroller as to these matters, and then a demand or requisition by him, followed by one suit, at law or in equity, as circumstances require; that it is this decision, which is termed an assessment; that the Comptroller is nowhere expressly authorized to enforce such liability by several decisions and suits; that he is simply authorized to enforce the individual liability of national bank stockholders according to law; and that there can be but one decision by the Comptroller as to the time, necessity, and extent of enforcing this liability, and, therefore, but one assessment, as the statute certainly does not authorize an assessment which could not be enforced by suit.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It is further urged, in behalf of the plaintiff in error, that as the liability of a shareholder of an insolvent national bank for all contracts, debts, and engagements of such association to the extent of the amount of his stock therein, at the par value thereof, in addition to the amount invested in such shares, is contractual in its nature, it therefore follows that the general rule that the plaintiff cannot split up a single and entire cause of action and make it the subject of different suits applies.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We do not deem it necessary in the case before us to enter at length into the discussion suggested. It is sufficient that, by entering into the relation of a shareholder in a national banking association, the plaintiff in error subjected himself to the obligation created by the statute, and the only question is whether the Comptroller of the Currency has power to make and to enforce by a suit at law more than one assessment upon the shareholders of an insolvent national bank, if necessary to pay the debts thereof. The general purpose of the statute undoubtedly was to confer upon the creditors of the bank a right to resort to the individual liability of the shareholders to the extent, if necessary, of the amount of their stock therein, and it would be a singular construction of law that would empower the Comptroller, by making an inadequate assessment, to relieve the shareholders, upon paying such assessment, from their entire liability.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The logic of the plaintiff in error requires him to convince us that his voluntary payment of one assessment, made when the Comptroller was imperfectly acquainted with the amount of the bank's indebtedness, amounts to a satisfaction <i>in toto</i> of his obligation. Such may be the true construction of the statute; but, defeating, as it would in the case supposed, the main and obvious purpose of the enactment, such a construction will only be made by a court when compelled by the necessary meaning of the language. The inconveniences that would be occasioned by the meaning proposed are so great and obvious as to lead us to expect to find that a reasonable construction of the law does not require us to adopt it.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">If it be the duty of the Comptroller to give the creditors of an insolvent national bank the remedy providing for the individual liability of the shareholders, and if the law be that he can do so by one assessment only, then he must, no matter what the condition of the bank may appear to be, make an assessment upon the shareholders up to the entire amount of their liability. In many instances, the value of the bank's assets might make it altogether probable that but a small portion of the shareholders' contribution would be needed. To require payment in full of money which might be held for years while the bank's affairs were being wound up, and then be returned without interest, would certainly be a hardship upon the shareholders. If, to avoid that hardship, the Comptroller should postpone the assessment until he could fully inform himself of the condition of the bank's affairs, in the time that might thus elapse, some of the stockholders might become insolvent or remove their property from the reach of legal proceedings, and thus a loss be thereon upon the creditors.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">There is nothing in the language of the sections involved to compel us to adopt a view of the law which would result in such manifest inconveniences.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In <i>Kennedy</i> v. <i>Gibson</i>, 8 Wall. 498, 19 L. ed. 476, some aspects of the question were considered. Mr. Justice Swayne said:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'The receiver is the instrument of the Comptroller. He is appointed by the Comptroller, and the power of appointment carries with it the power of removal. It is for the Comptroller to decide when it is necessary to institute proceedings against the stockholders to enforce their personal liability, and whether the whole or a part, and, if only a part, how much, shall be collected. These questions are referred to his judgment and discretion, and his determination is conclusive. The stockholders cannot controvert it. It is not to be questioned in the litigation that may ensue. He may make it at such time as he may deem proper and upon such data as shall be satisfactory to him. This action on his part is indispensable whenever the personal liability of the stockholders is sought to be enforced, and must precede the institution of suit by the receiver. The fact must be distinctly averred in all such cases, and if put in issue must be proved.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'The liability of the stockholders is several and not joint. The limit of their liability is the par of the stock held by each one. Where the whole amount is sought to be recovered, the proceeding must be at law. Where less is required, the proceeding may be in equity, and in such case an interlocutory decree may be taken for contribution and the case may stand over for the further action of the court&#8212;if such action should subsequently prove to be necessary&#8212;until the full amount of the liability is exhausted. It would be attended with injurious consequences to forbid action against the stockholders until the precise amount necessary to be collected shall be formally ascertained. This would greatly protract the final settlement, and might be attended with large losses by insolvency and otherwise in the intervening time. The amount must depend in part upon the solvency of the debtors and the validity of the claims. Time will be consumed in the application of these tests, and the result in many cases cannot be foreseen. The same remarks apply to the enforced collections from the stockholders. A speedy adjustment is necessary to the efficiency and utility of the law; the interests of the creditors require it, and it was the obvious policy and purpose of Congress to give it. If too much be collected, it is provided by the statute that any surplus which may remain after satisfying all demands against the association shall be paid over to the stockholders. It is better they should pay more than may prove to be needed than that the evils of delay should be encountered.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">These observations clearly imply that the Comptroller, in the exercise of his discretion, may levy successive assessments as they may appear to be necessary. If the power can be exercised only once no reason is apparent why equity should have jurisdiction for the collection of an assessment less than 100 per cent. If the stockholders' liability is fixed once for all by the first assessment of the Comptroller, the legal remedy for the collection of a 10 per cent assessment is as full, adequate, and complete as it is for the collection of the 100 per cent assessment. The reason why, when the assessment is for the 100 per cent, the proceeding must be at law, and when for a less amount it may be in equity, is obvious. When the full amount is assessed there can be but one suit against each stockholder. He is suable for his full liability at once, and there is no reason for equitable jurisdiction. If a partial assessment is made, there may be other assessments, when the receiver has liberty to sue at law for even a partial assessment, though equity has concurrent jurisdiction to prevent a multiplicity of suits.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\"><i>Casey</i> v. <i>Galli</i>, 94 U. S. 673, 24 L. ed. 168, was the case of a suit at law by the receiver of a national banking association to enforce the individual liability of a shareholder. It was there contended that the defendant was bound to contribute ratably, and that the proper amount could be ascertained only in equity; that the defendant was bound to contribute ratably a large sum; that this sum was not stated in the declaration, and hence what would be ratable and proper did not appear; that the obligation of the defendant was to pay into the hands of the Comptroller of the Currency a ratable portion of the debts of the association proved before him, and that the declaration did not show that any debts had been so proved; and that the declaration demanded a larger sum than the defendant is required by the statute to pay, and also an additional sum by way of interest. But it was held by this court that 'in regard to the first three of these objections it is sufficient to say that <i>Kennedy</i> v. <i>Gibson</i>, 8 Wall. 498, 19 L. ed. 476, is conclusive against them. It is there said that the amount to be paid rests in the judgment and discretion of the Comptroller; that his determination cannot be controverted by the stockholders in suits against them, and that, when the order is to collect the full amount of the par of the stock, the suit must be at law. It is unnecessary to reproduce the reasoning of the court in support of these propositions. The sum to be paid being liquidated, and due and payable when the Comptroller's order was made, it follows that the amount bears interest from the date of the order.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In <i>United States</i> v. <i>Knox</i>, 102 U. S. 422, 26 L. ed. 216, an attempt was made to enforce a deficiency; caused by the insolvency of some of the shareholders of an insolvent national bank, against solvent shareholders, but it was held that the liability of the shareholders was several, and was not affected by the failure of any other shareholder to pay the amount assessed against him, and it was said by this court that, 'although assessments made by the Comptroller under the circumstances of the first assessment in this case, and all other assessments, <i>successive or otherwise</i>, not exceeding the par value of all the stock of the bank, are conclusive upon the stockholders.'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\"><i>Germanica Nat. Bank</i> v. <i>Case</i>, 131 U. S. 144, Appx., and 23 L. ed. 961, was a case where the Comptroller had levied an assessment for an amount on each shareholder, not sufficient to justify an appeal from the circuit court of the United States, and where a motion to dismiss the appeal was made in this court, but the motion was denied, Chief Justice Waite saying: 'If the decree asked and obtained in this cause had been confined to an order for the payment of the 70 per cent upon the amount of the stock held by the appellants respectively, which the Comptroller of the Currency has already instructed the receiver to collect, the objection taken by the appellee to our jurisdiction might have been good; but the decree as given goes further, and after providing for the 70 per cent, adjudges that each of the appellants shall be liable to further contribution as stockholders until a sufficient sum is realized to pay the debts of the bank, and that the bill be retained until it shall be centain that no further contribution will be required. This fixes the liability of each of these appellants to contribute in this suit to the extent of the nominal amount of his stock if necessary, and as the bill alleges that at least 25 per cent more will be required, it is apparent that the 'matter in dispute' is not alone the amount already decreed, but a sum in addition that may amount to 30 per cent of the stock, and is now expected to reach 25 per cent. Their liability generally as stockholders to make contributions has been fully established. That can never again be contested in this suit except under this appeal. For the purposes of jurisdiction, we may consider that as in dispute which would be settled by the decree if it had not been appealed from.' The right of the Comptroller to levy a further assessment was thereby plainly implied.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\"><i>Bushnell</i> v. <i>Leland</i>, 164 U. S. 684, 41 L. ed. 598, 17 Sup. Ct. Rep. 209, was a late case, in which the power of the Comptroller to determine the necessity and amount of an assessment upon the shareholders was challenged on constitutional grounds, but it was held, in the language of Mr. Justice White: 'All these alleged errors may be reduced to the single contention that under the national banking law the Comptroller of the Currency is without power to appoint a receiver to a defaulting or insolvent national bank, or to call for a ratable assessment upon the stockholders of such bank without a previous judicial ascertainment of the necessity for the appointment of the receiver and of the existence of the liabilities of the bank; and that the lodgment of authority in the Comptroller, empowering him either to appoint a receiver or to make a ratable call upon the stockholders, is tantamount to vesting that officer with judicial power, in violation of the Constitution. All of these contentions have been long since settled, and are not open to further discussion. <i>Kennedy</i> v. <i>Gibson</i>, 8 Wall. 498, 19 L. ed. 476; <i>Casey</i> v. <i>Galli</i>, 94 U. S. 674, 24 L. ed. 168; <i>United States</i> v. <i>Knox</i>, 102 U. S. 423, 26 L. ed. 216.'</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The precise question raised in the present case has several times been argued and determined in the lower Federal courts. In <i>Aldrich</i> v. <i>Yates</i>, 95 Fed. 78, the question was thus stated and answered by District Judge Evans in the circuit court for the district of Kentucky: 'The question, then, remains, Has the Comptroller of the Currency the power to make a second assessment in any event? The ultimate liability of the shareholder in such cases is for the full amount of the par value of the stock, . . . under the statutory conditions, if they are found by the Comptroller to exist. A mistake of that officer in making an estimate of the amount of a needed assessment cannot be held to release the shareholder from the full statutory liability. A mistake of such a character would be natural, if not inevitable, in many instances, in view of the uncertain value of assets; and the indisposition, in the first instance, to make an assessment unnecessarily large may well excuse its not being done, when there is certainly no statutory provision, prohibiting, in terms or by necessary implication, further assessments, if the necessity exists. In practice, second assessments have frequently been made. The court is of opinion that such a course is within the power of the Comptroller, in the exercise of his duty to see that the liability of the stockholder is sufficiently enforced to pay the debts of the bank, and that practice has been recognized as proper by the Supreme Court. <i>United States</i> v. <i>Knox</i>, 102 U. S. 422, 26 L. ed. 216.'</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In <i>Aldrich</i> v. <i>Campbell</i>, 38 C. C. A. 347, 97 Fed. 663, it was held by the circuit court of appeals for the ninth circuit that the action of the Comptroller of the Currency in ordering an assessment against the stockholders of an insolvent national bank, whether a first assessment or one subsequently made, is a determination of the necessity for such assessment, which is conclusive on the stockholders, and cannot be questioned by them in any litigation which may ensue, either at law or in equity.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In <i>De Weese</i> v. <i>Smith</i>, 97 Fed. 309, it was held by the circuit court that a judgment against a shareholder of an insolvent national bank on a first assessment was a bar to a second suit brought to recover a later assessment, but this judgment was reversed by the circuit court of appeals for the eighth circuit, in <i>De Weese</i> v. <i>Smith</i>, 45 C. C. A. 408, 106 Fed. 438. And, as already stated, the circuit court of appeals for the seventh circuit held in the case now before us that it was discretionary with the Comptroller to make one or more assessments (<i>Studebaker</i> v. <i>Perry</i>, 43 C. C. A. 69, 102 Fed. 947), Woods, Circuit Judge, saying:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'The dominant purpose of the parts of the statute touching this question is that the shareholders of an insolvent national bank shall be liable for its debts 'to the extent of the amount of their stock therein,' and rules of construction are not to be invoked in a way to defeat that purpose. Under the direction, of the Comptroller the receiver is authorized to enforce the shareholder's liability; but the power to enforce does not include a power to cut off or limit and by no proper application of general rules of construction can the statute be so read as to permit the failure of its main design.'</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The cases cited by the plaintiff in error wherein courts of high authority have held that, where some particular act involving judicial discretion is to be performed by an executive officer, the power is exhausted by its single exercise, are not applicable to cases like the present, where the law merely provides that the shareholder shall pay what may be necessary to meet the debts and obligations of the bank. How much that is may not be ascertained at once, but as it is important that the settlement shall progress without delay, it is a reasonable construction of the statute that, while it is just and for his benefit that the stockholder be called on for no more than seems to be necessary, so it is just to the creditor that further calls may be made when necessary. This is a case were the power to assess belongs exclusively to the Comptroller, and the power to enforce the assessment belongs to the courts, and the construction contended for on behalf of the plaintiff in error confuses the remedy provided for by this statute of the United States with the ordinary remedy for the enforcement of statutory liability of stockholders by the courts.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">It is finally argued on behalf of the plaintiff in error that the doctrine of contemporaneous and practical construction put upon a statute by executive officers is applicable. It is said that former comptrollers of the currency held, in several instances, that the power to assess under the national banking law was exhausted by a single exercise; that subsequent comptrollers ought not to have departed from that construction; and it is urged that this court should, by its decision in this case, set aside the construction at present prevailing and restore the former one.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The doctrine invoked is a useful one, but its application should be restricted to cases in which the construction involved is really one of doubt and where those to be affected have relied on the practical construction, and rights have accrued by reason of such reliance. The rule is well expressed in Cooley on Constitutional Limitations, 5th ed. p. 69:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">'If the question involved is really one of doubt the force of their [officers'] judgment, especially in view of the injurious consequences that may result from disregarding it, is fairly entitled to turn the scale in the judicial mind. Where, however, no ambiguity or doubt appears in the law, we think the same rule obtains here as in other cases, that the court should confine its attention to the law, and not allow intrinsic circumstances to introduce a difficulty where the language is plain. To allow force to a practical construction in such a case would be to suffer manifest perversions to defeat the evident purpose of the lawmakers.'</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">That the language of the statute under consideration is plain and its construction free from doubt are sufficiently shown by the decisions of the courts heretofore cited; and it would be absurd to claim that the plaintiff in error bought his stock in a national banking association with a right to rely on the contingency that the Comptroller might inadvertently or mistakenly make an insufficient assessment should the bank become insolvent.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\"><i>The judgment of the Circuit Court of Appeals is affirmed</i>.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/95593/"
}