{"absolute_url": "/opinion/95614/eidman-v-martinez/", "blocked": false, "citation": {"case_name": "Eidman v. Martinez", "docket_number": "287", "document_uris": ["/api/rest/v2/document/95614/"], "federal_cite_one": "184 U.S. 578", "federal_cite_three": null, "federal_cite_two": null, "id": 79995, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/79995/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 15, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1902-03-17", "date_modified": "2014-12-21T01:33:43.935068", "docket": "/api/rest/v2/docket/586365/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">184 U.S. 578</p>\n    <p class=\"case_cite\">22 S.Ct. 515</p>\n    <p class=\"case_cite\">46 L.Ed. 697</p>\n    <p class=\"parties\">FERDINAND EIDMAN, Collector, etc.,<br>v.<br>MIGUEL R. MARTINEZ, Administrator, etc.</p>\n    <p class=\"docket\">No. 287.</p>\n    <p class=\"date\">Argued November 21, 1901.</p>\n    <p class=\"date\">Decided March 17, 1902.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This case came up upon certain questions of law arising in an action brought in the circuit court for the southern district of New York by Martinez, as ancillary administrator with the will annexed of the estate of Salvador Elizalde, against the collector of internal revenue, for the refund of an inheritance tax paid to the defendant upon certain personal property in the city of New York.</p>\n      <p class=\"indent\">The facts out of which the questions arose are as follows:</p>\n      <p class=\"indent\">Salvador Elizalde, a nonresident alien, a subject of the King of Spain, who had never resided within the United States, died in Paris, France, on April 27, 1899, leaving a will in the Spanish language, executed in Paris, in the year 1891, pursuant to the laws of Spain. This will was filed and protocolized in the office of the Spanish counsel in Paris, and thereby under the laws of Spain and the consular convention or treaty between Spain and France, Arturo Elizalde, the sole legatee under said will, became entitled to the possession and administration of all the personal property of the decedent. Said Arturo Elizalde is the only son and sole next of kin of the decedent, and is a nonresident alien and a Spanish subject. He has resided all his life in Spain and France, and has never resided in the United States. Said will purports to give all of the personal property of the decedent to his said son, but, by the laws of Spain, only one third of the property passed by the will, and the remaining two thirds passed to said son by and under the Spanish intestate law.</p>\n      <p class=\"indent\">The decedent left certain Federal, municipal, and corporate bonds, of the par value of $225,400, in the custody of his agents in the city of New York, and they were within the third collection district of New York at the date of his death.</p>\n      <p class=\"indent\">After the filing of said will in Paris, Arturo Elizalde entered upon the administration of the decedent's personal estate, and appointed the defendant in error, Miguel R. Martinez, his attorney for the purpose of receiving ancillary letters of administration with the will annexed in the state of New York, and such letters were issued to him by the surrogate of New York county. After receiving such letters, said Martinez took possession of said bonds.</p>\n      <p class=\"indent\">The United States Commissioner of Internal Revenue, under the alleged authority of the 29th and 30th sections of the act of Congress of June 13, 1898, entitled 'An Act to Provide Ways and Means to Meet War Expenditures and for Other Purposes,' assessed an internal revenue tax of $4,293.76 upon a legacy and distributive share arising from personal property in the hands of the administrator, defendant in error, who paid said tax to United States collector of internal revenue for the third district of New York, plaintiff in error, under protest and upon compulsion of the collector's threat of distraint and sale, and made the statutory application for its refund to the Commissioner of Internal Revenue, who rejected the application. The administrator then brought this action in the circuit court of the United States for the southern district of New York against the collector to recover the amount of the tax.</p>\n      <p class=\"indent\">The collector demurred; the demurrer was overruled, and a final judgment entered against the collector for the amount claimed, with interest and costs. The collector then brought the action into the circuit court of appeals, which certified to this court the following questions of law arising out of the foregoing facts:</p>\n      <p class=\"indent\">'1. Is any tax or duty imposed by the 29th and 30th sections of the act of Congress of June 13, 1898, entitled 'An Act to Provide Ways and Means to Meet War Expenditures and for Other Purposes,' upon the passing of any legacy arising out of the personal property of a nonresident alien who has never resided or had a domicil within the United States, and who dies without the United States in the year 1899, leaving a will made and executed at his foreign domicil, pursuant to the laws thereof, by which he gives all his property to a nonresident alien legatee, and who leaves certain personal property within the state of New York exceeding $10,000 in value?'</p>\n      <p class=\"indent\">'2. Is any tax or duty imposed by the 29th and 30th sections of the act of Congress of June 13, 1898, entitled 'An Act to Provide Ways and Means to Meet War Expenditures and for Other Purposes,' upon the passing of any distributive share arising out of the personal property of a nonresident alien who has never resided or had a domicil within the United States, and who dies without the United States, in the year 1899, intestate, and by the law of his foreign domicil all of his personal property passes to his son, also a nonresident alien, and who leaves certain personal property within the state of New York, exceeding $&#167;0,000 in value?'</p>\n      <p class=\"indent\"><i>Solicitor General</i> <i>Richards</i> for collector.</p>\n      <p class=\"indent\"><i>Messrs.</i> <i>Wheeler H. Peckham, John G. Carlisle, Wm. E. Curtis,</i> and <i>Henry M. Ward</i> for Martinez.</p>\n      <p class=\"indent\">Mr. Justice Brown delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case raises the question whether the inheritance-tax law of the United States applied, in 1899, to the intangible personal property of a nonresident alien who never had a domicil in the United States and died abroad,&#8212;such personal property being within the United States and having passed to his son, also an alien domiciled abroad, as sole legatee and next of kin of the deceased, partly under a will executed abroad and partly under the intestate laws of Spain.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">By the 29th section of the war tax law of June 13, 1898 (30 Stat. at L. 448, 464, chap. 448), 'any person or persons having in charge or trust, as administrators, executors, or trustees, any legacies or distributive shares arising from personal property . . . passing . . . from any person possessed of such property, either <i>by will or by the intestate laws of any state or territory</i>, . . . shall be, and hereby are, made subject to a duty or tax,' etc.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The ancient maxim of the law, <i>Mobilia sequuntur personam</i>, was the outgrowth of conditions which have largely ceased to exist, and of an age when personal property consisted principally of articles appertaining, as the name indicates, to the person of the owner, such as gold and silver, jewels, apparel, and less immediately to horses, cattle, and other animals, and to the products of the farm and the shop. As this property was, in primitive times, usually kept under the personal supervision of the owner, and was often carried about by him on his journeys (as it often still is in Oriental countries), the principle became incorporated in the law that its locality was determined by the domicil of the owner, and that his rights with respect to such property were fixed by the law of that domicil.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">While the enormous increase in the amount and variety of personal property during the past century has necessitated certain limitations of the maxim, particularly in matters of taxation, it is by no means obsolete. It is still the law that personal property is sold, transmitted, bequeathed by will, and is descendible by inheritance according to the law of the domicil; and not by that of its situs. <i>Cross</i> v. <i>United States Trust Co.</i> 131 N. Y. 330, 15 L. R. A. 606, 30 N. E. 125; <i>Ennis</i> v. <i>Smith</i>, 14 How. 424, 14 L. ed. 483; <i>Dammert</i> v. <i>Osborn</i>, 141 N. Y. 564, 35 N. E. 1088. In matters of taxation, however, and of subjecting the personal property of nonresidents to the claims of local creditors of the owner, serious encroachments have been made upon the ancient maxim, and a rule has grown up in modern times that legislatures may deal with the personal as well as with the real property of nonresidents within their jurisdiction, and that such property, while enjoying the protection and benefits of the local law, may be taxed for the expenses of the local government. These doctrines have found expression in a large number of cases in this court. <i>Green</i> v. <i>Van Buskirk</i>, 5 Wall. 307, 18 L. ed. 599, 7 Wall. 139, 19 L. ed. 109; <i>Hervey</i> v. <i>Rhode Island Locomotive Works</i>, 93 U. S. 664, 23 L. ed. 1003; <i>Walworth</i> v. <i>Harris</i>, 129 U. S. 355, 32 L. ed. 712, 9 Sup. Ct. Rep. 340; <i>Security Trust Co.</i> v. <i>Dodd</i>, 173 U. S. 624, 43 L. ed. 835, 19 Sup. Ct. Rep. 545, and cases there cited.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Recent cases in this court have affirmed very broadly the right of the legislature to tax the local property of nonresidents, and particularly of corporations who are permitted by comity to do business within the state.  <i>Delaware Railroad Tax</i>, 18 Wall. 206, <i>sub nom. Minot</i> v. <i>Philadelphia, W. &amp; B. R. Co.</i> 21 L. ed. 888; <i>Erie R. Co.</i> v. <i>Pennsylvania</i>, 21 Wall. 492, 22 L. ed. 595; <i>Western U. Teleg. Co.</i> v. <i>Atty. Gen.</i> 125 U. S. 530, 31 L. ed. 790, 8 Sup. Ct. Rep. 961; <i>Marye</i> v. <i>Baltimore &amp; O. R. Co.</i> 127 U. S. 117, 32 L. ed. 94, 8 Sup. Ct. Rep. 1037; <i>Pullman's Palace Car Co.</i> v. <i>Pennsylvania</i>, 141 U. S. 18, 35 L. ed. 613, 3 Inters. Com. Rep. 595, 11 Sup. Ct. Rep. 876; <i>Adams Exp. Co.</i> v. <i>Ohio State Auditor</i>, 166 U. S. 185, 41 L. ed. 965, 17 Sup. Ct. Rep. 604. The same principle has been applied not only to tangible property but to credits and effects. <i>Tappan</i> v. <i>Merchants' Nat. Bank</i>, 19 Wall. 490, 22 L. ed. 189; <i>Savings &amp; L. Soc.</i> v. <i>Multnomah County</i>, 169 U. S. 421, 42 L. ed. 803, 18 Sup. Ct. Rep. 392; <i>New Orleans</i> v. <i>Stempel</i>, 175 U. S. 309, 44 L. ed. 174, 20 Sup. Ct. Rep. 110; <i>Bristol</i> v. <i>Washington County</i>, 177 U. S. 133, 44 L. ed. 701, 20 Sup. Ct. Rep. 585.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The question in each case is not of the power of the legislature to tax the personal property of nonresidents, both tangible and intangible, since that is well established both in England and America (<i>Mager</i> v. <i>Grima</i>, 8 How. 490, 12 L. ed. 1172), but of its intent to do so by the particular act in question. The inheritance-tax law of the United States above cited applies to property 'passing by will or by the intestate laws of any state or territory.' As the property in this case did not pass under any will executed in any state or territory of the United States, or by the intestate laws of any such state or territory, the case is not within the literalism of the act, unless we are to use the word 'state' in a sense broad enough to include a foreign state or territory. As matter of fact, the decedent was a Spanish subject, who had never resided in the United States, had executed a will at Paris in the Spanish language, pursuant to the laws of Spain, under which will one third of his property passed to his son and two thirds to the same person under the intestate laws of Spain. The property left by the will consisted of Federal, municipal, and corporation bonds, in custody of the agents of the deceased in New York. It is the locality of the property within the jurisdiction of the United States which subjects it, if at all, to the legacy or succession tax.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It is an old and familiar rule of the English courts, applicable to all forms of taxation, and particularly special taxes, that the sovereign is bound to express its intention to tax in clear and unambiguous language, and that a liberal construction be given to words of <i>exception</i> confining the operation of duty (<i>Warrington</i> v. <i>Furbor</i>, 8 East, 242, 247; <i>Williams</i> v. <i>Sanger</i>, 10 East, 66, 69; <i>Denn ex dem. Manifold</i> v. <i>Diamond</i>, 4 Barn. &amp; C. 243, 245; <i>Tomkins</i> v. <i>Ashby</i>, 6 Barn. &amp; C. 541; <i>Doe ex dem. Scruton</i> v. <i>Smith</i>, 8 Bing. 146, 152; <i>Wroughton</i> v. <i>Turtle</i>, 11 Mees. &amp; W. 561, 567; <i>Gurr</i> v. <i>Scudds</i>, 11 Exch. 190), though the rule regarding <i>exemptions</i> from general laws imposing taxes may be different. Cooley, Taxn. 146; <i>Re Enston</i>, 113 N. Y. 174, 177, <i>sub nom. People</i> v. <i>Sherwood</i>, 3 L. R. A. 464, 21 N. E. 87.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We have ourselves had repeated occasion to hold that the customs revenue laws should be liberally interpreted in favor of the importer, and that the intent of Congress to impose or increase a tax upon imports should be expressed in clear and unambiguous language. <i>Hartranft</i> v. <i>Wiegmann</i>, 121 U. S. 609, 30 L. ed. 1012, 7 Sup. Ct. Rep. 1240; <i>American Net &amp; Twine Co.</i> v. <i>Worthington</i>, 141 U. S. 468, 35 L. ed. 821, 12 Sup. Ct. Rep. 55; <i>United States</i> v. <i>Wigglesworth</i>, 2 Story, 369, Fed. Cas. No. 16,690; <i>Powers</i> v. <i>Barney</i>, 5 Blatchf. 202, Fed. Cas. No. 11,361.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is pertinent in this connection to examine similar statutes passed in other countries and in the several states of this Union, and to inquire what construction is given to them. By the English tax legacy act of 1796 a tax was imposed on every legacy 'given by any will or testamentary instrument to any person who shall die after the passing of this act.' In <i>Atty. Gen.</i> v. <i>Cockerell</i> (1814) 1 Price, 165, this was held by the court of exchequer to apply to a legacy bequeathed by a British subject residing in the East Indies to persons living in England, if the executor proved the will in England, and paid the legacy there, though the testator held his property in India, and resided and made his will and died there. The case was put upon the ground that the will was proved in England, that the executors had received the property there, and that the legatees resided there and were to be paid there. But the case is further distinguishable from the one under consideration in the fact that the testator was a British subject and domiciled in a British possession, although the stress of the case was laid upon the residence of the legatees in England. <i>Atty. Gen.</i> v. <i>Beatson</i> (1819) 7 Price, 560, differs from the last one only in the fact that the property bequeathed was in India, and was remitted to England and paid to legatees residing in Scotland. But it was held in <i>Re Ewin</i> (1830) 1 Comp. &amp; J. 151, that foreign stocks, the property of a testator domiciled in England, were liable to the legacy duty, although the stocks were transferable and the dividends were payable in the foreign countries. In this case the law of the domicil was held to be controlling and the domicil to be the situs of the personal property. The two cases from Price were not cited.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In <i>Jackson</i> v. <i>Forbes</i>, 2 Cromp. &amp; J. 382, a testator born in Scotland, who resided and died in India, leaving property there, but none in England, left his property to his four natural children. The property was collected by his executors, sent to England, and invested in their own names. The court held the property exempt from legacy duties, apparently upon the ground that the property was administered by the executors without necessarily invoking the aid of the court of chancery, although no reasons were given in the opinion. Up to this time it had been though that, if the legacy were paid from assets administered in England, the duty was payable. The two cases from Price were cited, but not discussed. This case was subsequently affirmed by the House of Lords under the name of <i>Atty. Gen.</i> v. <i>Jackson</i>, 8 Bligh. N. R. 15. The case of <i>Logan</i> v. <i>Fairlic</i>, 1 My1. &amp; C. 59, was a similar case, and the legacy was held to be exempt upon its authority.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">But in <i>Arnold</i> v. <i>Arnold</i>, 2 My1. &amp; C. 256, a similar case of a testator residing and dying in India, leaving property there which was remitted to England and administered there, the legacy tax was held not to be payable, and the question was regarded as finally settled by <i>Atty. Gen.</i> v. <i>Jackson</i>. The two cases from Price were overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Finally, in <i>Thomson</i> v. <i>Advocate General</i>, 12 Clark &amp; F. 1, a British-born subject died, domiciled in a British colony. At the time of his death he was possessed of personal property in Scotland. Probate of his will was taken out in Scotland for the purpose of administering that property, and legacies were paid to legatees residing there. It was held by the House of Lords that no legacy duty was payable. The two cases from Price were flatly overruled, the other cases cited and discussed at length, and the doctrine of domicil applied. This case must be regarded as settling the law of England upon the subject.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It will be observed in these cases that the testator was a British subject, but in the <i>Case of Bruce</i>, 2 Cromp. &amp; J. 436, the testator was an American who lived and died abroad, having appointed an English executor and bequeathed property in England to legatees residing there. The case is exactly in point, and the court had no difficulty in reaching the conclusion that the property was not liable to legacy duty.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">There are some later cases in England, but none that seem to qualify the rule laid down in <i>Thomson</i> v. <i>Advocate General</i>. In some of them a distinction is drawn between the legacy tax act and the succession duty act, which came into operation May 19, 1853; and in <i>Re Lovelace</i>, 4 De G. &amp; J. 340, it was said that the latter act applied to a succession <i>inter vivos</i> under a British settlement to British property vested in British trustees, and falling under the jurisdiction of a British court, although the persons entitled were aliens domiciled abroad. This case arose under an English marriage settlement made in England on the marriage of two English subjects, and affected English personalty only. In <i>Wallop's Trust</i>, 1 De G. J. &amp; S. 656, a distinction was drawn between the legacy act of George III. and the succession duty act, and a broader construction given to the latter. In <i>Wallace</i> v. <i>Atty. Gen.</i> L. R. 1 Ch. App. 1, it was held that a succession duty was not payable on legacies given by the will of a person domiciled in a foreign country. The law was treated as settled by <i>Thomson</i> v. <i>Advocate General</i>, 12 Clark &amp; F. 1, and the question discussed on principle in a vigorous opinion. The converse of this case is that of <i>Atty. Gen.</i> v. <i>Napier</i>, 6 Exch. 217, in which a British-born subject died in India, though he had never acquired a domicil there, and it was held that the whole of his property, though chiefly situate abroad, was liable to a legacy duty. This case is similar to that of <i>Ewin</i>, 1 Cromp. &amp; J. 151, above cited, though decided twenty years later. See also <i>Atty. Gen.</i> v. <i>Campbell</i>, L. R. 5 H. L. 524; <i>Lyall</i> v. <i>Lyall</i>, L. R. 15 Eq. 1.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">From this analysis of the English cases it clearly appears that, under a general act imposing a duty upon legacies, the law of the domicil of the testator controls, and if he be domiciled abroad, whether an alien or a British subject, his legacies are exempt, whether the property be in England at the time of his death, or be subsequently remitted there by his executors for local administration and distribution.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We proceed now to an examination of the state decisions upon the same subject, which, with one or two exceptions, tend in the same direction. The Massachusetts collateral-inheritance law of 1891 imposes a tax upon 'all property <i>within the jurisdiction of the commonwealth</i>, . . . <i>whether belonging to inhabitants of the commonwealth or not</i>, and whether tangible or intangible, which shall pass by will or by the laws of the commonwealth regulating intestate succession,' etc. In <i>Callahan</i> v. <i>Woodbridge</i>, 171 Mass. 595, 51 N. E. 176, it was held that under this act the succession to property of nonresidents was expressly pressly taxed as if the property belonged to inhabitants of the commonwealth, and that the language, \"which shall pass by will or by the laws of the commonwealth regulating intestate succession,' taken in connection with the clauses immediately preceding it, applies to foreign wills, and to property that passes under the statute of this commonwealth which regulates the succession to the property of a nonresident owner after his death.' The testator in that case lived in the state of New York, but the property was within the jurisdiction of Massachusetts. The statute was held to apply to property tangible or intangible. We make no criticism of this case, which was placed expressly upon the language of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The inheritance tax law of New York of 1885 imposed a tax upon 'all property which shall pass by will or by the intestate laws of this state, from any person who may die seised or possessed of the same while being a resident of the state, or which property shall be within this state, or any part of such property . . . transferred by deed, grant, sale, or gift made or intended to take effect . . . after the death of the grantor,' etc. [N. Y. Laws 1885, chap. 483, &#167; 1.] In <i>Re Enston</i>, 113 N. Y. 174 <i>sub nom. People</i> v. <i>Sherwood</i>, 3 L. R. A. 464, 21 N. E. 87, this was held not to apply to property within the state which passed by will or intestacy from a nonresident decedent to collateral relatives or strangers, legatees domiciled in the state, and the latter clause, 'or which property shall be within the state,' was held to be limited to such as was transferred by deed, grant, sale, or gift <i>inter vivos</i>. The act was amended in 1887 so as to include 'all property which shall pass by will or by the intestate laws of this state, from any person who may die seised or possessed of the same while a resident of this state, or <i>if such decedent was not a resident of this state at the time of his death</i>, which property or any part thereof shall be within this state.' [N. Y. Laws 1887, chap. 713, &#167; 1.] And in <i>Romaine's Case</i>, 127 N. Y. 80, 12 L. R. A. 401, 27 N. E. 759, it was held to apply to personal property in New York, owned by a nonresident intestate at the time of his death, which was habitually kept or invested by him there. There can be but little doubt of the propriety of this ruling. In <i>Whiting's Case</i>, 150 N. Y. 27, 34 L. R. A. 232, 44 N. E. 715, the same rule was extended to bonds of foreign as well as domestic corporations, and certificates of stock of domestic corporations (but not of foreign), owned by a nonresident decedent, but deposited by him in a safe deposit vault in New York. See also <i>Bronson's Case</i>, 150 N. Y. 1, 34 L. R. A. 238, 44 N. E. 707, and <i>Houdayer's Case</i>, 150 N. Y. 37, 34 L. R. A. 235, 44 N. E. 718. These cases seem rather to accentuate the general principle that general statutes imposing posing taxes upon legacies do not apply to the personal property of nonresident testators, and that a special inclusion of such is necessary to subject it to taxation.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The inheritance-tax law of Maryland subjects to taxation all property 'passing from any person who may die seised or possessed thereof, <i>being in this state</i>,' and it was held in <i>state</i> v. <i>Dalrymple</i>, 70 Md. 294, 3 L. R. A. 372, 17 Atl. 82, that the words 'being in this state' referred, not to the decedent himself, but to his property. The testator was a resident of California, and his property was also bequeathed to residents of the same state. The property which was in Maryland consisted of an undivided quarter of the personal estate of the brother of the testator, who died in Maryland. The act was held to apply, though the testator's domicil was in California. The English cases were cited and held to be distinguishable by reason of the peculiar language of the Maryland act. The language was evidently ambiguous, but the court having held that the words 'being in this state' applied to the property, and not to the person, of course its liability followed. A like construction was given to the same words in <i>Com.</i> v. <i>Smith</i>, 5 Pa. 142; <i>Re Short</i>, 16 Pa. 63. The case of <i>Billings</i> v. <i>People</i>, 189 Ill. 472, 59 N. E. 798, is of no value, as the testator, as well as his legatees, were domiciled in Illinois, and the question was as to the liability of the widow's dower.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The case of <i>Alvany</i> v. <i>Powell</i>, 55 N. C. (2 Jones Eq.) 51, is directly in point, and undoubtedly sustains the positions of the gvernment in this case. The North Carolina inheritance act imposed a tax upon 'all personal property or goods bequeathed to strangers or collateral kindred, or which shall be distributed to or amongst the next of kin, of any intestate, when such next of kin are collateral relations of such intestate.' The act was held to apply to property in North Carolina descending to a brother from an intestate domiciled in Canada. The court was satisfied that the true principle, both in regard to real and personal property, was the situs of the property. The English case of <i>Thomson</i> v. <i>Advocate General</i>, 12 Clark &amp; F. 1, decided by the House of Lords, was considered at length, and thus criticised: 'No one can read the opinion delivered before the Lords in the case of <i>Thomson</i> v. <i>Advocate General</i>, which is the case in which the principle of the domicil is finally settled, without being struck with the fact that there is throughout out a marked paucity of reasoning.' The North Carolina case was decided in 1854, and, so far as we know, has not been followed in any other state, and it is the only one to which our attention has been called that seems to be in point in favor of the construction contended for by the government.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">There are a number of other cases in the state courts, but they either involve questions of taxation under general laws imposing taxed upon real and personal property, not being special inheritance taxes, or the language of the particular statute is such as to create little doubt as to the intention of the legislature to tax or not to tax the particular inheritance in question.  <i>Small's Estate</i>, 151 Pa. 1, 25 Atl. 23, 28; <i>Weaver</i> v. <i>State</i>, 110 Iowa, 328, 81 N. W. 603; <i>state ex rel. Taylor</i> v. <i>St. Louis County Ct.</i> 47 Mo. 594; <i>Catlin</i> v. <i>Hull</i>, 21 Vt. 152; <i>People</i> v. <i>Home Ins.</i> Co. 29 Cal. 533; <i>People ex rel. Hoyt</i> v. <i>New York City &amp; County tax &amp; A. Comrs.</i> 23 N. Y. 224; <i>People ex rel. Jefferson</i> v. <i>Gardner</i>, 51 Barb. 352. In some jurisdictions a distinction has been made between tangible and intangible property which does not arise in this case. <i>Orcutt's Appeal</i>, 97 Pa. 179.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The tax in question in this case, not being upon the property itself, but upon the succession (<i>United States</i> v. <i>Perkins</i>, 163 U. S. 625, 41 L. ed. 287, 16 Sup. Ct. Rep. 1073; <i>Magoun</i> v. <i>Illinois Trust &amp; Sav. Bank</i>, 170 U. S. 283, 42 L. ed. 1037, 18 Sup. Ct. Rep. 594; <i>Knowlton</i> v. <i>Moore</i>, 178 U. S. 41, 44 L. ed. 969, 20 Sup. Ct. Rep. 747), laws imposing general taxes upon real and personal property are not controlling when applied to taxes upon the succession, when such succession takes place and is governed by the laws of a foreign country. The actual situs of the property in such cases cuts but a small figure, while in the case of general taxes upon such property it is now considered determinative of the whole question.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The question involved in this case, however, arose under the act of June 30, 1864 [13 Stat. at L. 285, chap. 173], before Mr. Justice Gray of this court, while holding the circuit court for Massachusetts, in <i>United States</i> v. <i>Hunnewell</i>, 13 Fed. 617. Section 124 of that act imposed a duty on legacies or distributive shares arising from personal property passing from any person possessed of such property, either by will, or by the intestate laws of any state or territory. The action was brought to recover the tax upon American securities bequeathed by a French citizen domiciled in France to a son who was also domiciled there. The will was executed in conformity with the French law and was duly proved there, though a local executor was appointed by the probate court in Boston to transfer to the legatee the securities in question. It was held that &#167; 124 did not make the duty payable when the person possessed of such property died testate if it would not be payable if such person died intestate; and as if the deceased had died intestate her son would not have taken a distributive share by the intestate laws of any state or territory, his rights were the same if he took by will. In other words, that the words 'either by will or by the intestate laws of any state or territory' must be construed together, and would apply only to wills executed within any state or territory of the United States. The case is precisely in point.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We regard this case as a correct exposition of the law. It is not necessary to rely exclusively upon the English cases, or upon those in the state courts, which hold that a general law imposing an inheritance tax upon property passing by will or descent does not apply to intangible personal property within the jurisdiction of the taxing power, but owned by persons domiciled abroad, under the laws of which domicil the property passes, since the statute in question here applies only to property passing 'either by will or by the intestate laws of any state or territory.' Now, as the finding in this case is that the property passed partly under a Spanish will and partly under the intestate laws of Spain, the only question is whether the words 'passing by will' are limited by the subsequent words 'or the intestate laws of any state or territory.' We are clearly of opinion that they are, and that the words 'passing by will' are limited to wills executed in 'any state or territory' under whose laws the property would pass, if the owner had died intestate. The whole scheme of the act evidently contemplates the application of the tax only to the property of a person domiciled in a state or territory of the United States whose property is transmitted under our laws. This is evident not only from the language of &#167; 29, above quoted, but from the provision of &#167; 30, 'that every executor, etc., . . . shall pay to the collector or deputy collector of the district <i>of which the deceased person was a resident</i> the amount of the duty or tax assessed upon such legacy or distributive share,' etc. It would be difficult to find language more expressive of an intent to confine the tax to persons domiciled in this country. It need only be added that while the words 'state or territory' are used in treaties, and perhaps also in some acts of Congress regulating our international relations, as including foreign states, they are used in the Constitution and in ordinary acts of Congress as applying only to states or territories of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">If, as in several of the states, the words 'passing by will or by the intestate laws of this state,' or similar words, are connected with words declaring that the tax was intended to be imposed upon the estates of persons domiciled abroad, the latter provision is held to apply, and the words 'passing by will or the intestate laws of this state' are held to include the estates of persons domiciled abroad. Such is the case in Illinois: <i>Billings</i> v. <i>Illinois</i>, 189 Ill. 472, 59 N. E. 798; Massachusetts: <i>Callahan</i> v. <i>Woodbridge</i>, 171 Mass. 595, 51 N. E. 176; <i>Greves</i> v. <i>Shaw</i>, 173 Mass. 205, 53 N. E. 372; Maine: <i>State</i> v. <i>Hamlin</i>, 86 Me. 495, 25 L. R. A. 632, 30 Atl. 76; Ohio: Laws of 1894, p. 166; Connecticut: Laws of 1889, p. 106; Tennessee: <i>State</i> v. <i>Alston</i>, 94 Tenn. 674, 28 L. R. A. 178, 30 S. W. 750. But it is hardly necessary to say that the construction given to these statutes would have no application to cases where words expressly providing for the estates of nonresidents are omitted.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">To say that we recognize by comity the law of a foreign domicil as controlling the transmission or succession of personal property because it thereby becomes <i>our</i> law (and the property therefore taxable), as is indicated in some cases, notably in <i>Alvany</i> v. <i>Powell</i>, 55 N. C. (2 Jones Eq.) 51, is misleading, and little more than a play upon words. When we speak of <i>our</i> laws we mean to be understood as referring to our own statutory laws, or the common law we inherited from the mother country, and when we apply the laws of a foreign domicil we do so, not because they are our laws, but because upon principles of comity we recognize those laws as applicable to the particular case. But to speak of such foreign laws as thereby becoming 'the intestate laws of any state or territory' wherein they are enforced is practically to confound the whole distinction between the law of the situs and the law of the domicil. We do not enforce the law of Spain in this case because it is our law, but because the practice of all civilized nations is to recognize the law of the domicil as governing the transmission and inheritance of personal property, and to prevent the confusion that would follow if estates, situated possibly in half a dozen countries, were administered and distributed according to the laws of each country in which any portion of such estate happened to be located. We decline to hold the tax involved in this case applicable to this estate because the words of the statute do not require it, and because the thing taxed, that is, the transmission of the property to the legatees or next of kin, takes place in a foreign country. It is true that Congress may, and in certain cases has seen fit to, adopt the laws of a particular state, and apply them wthin a territory, as was done when Congress applied the laws of Oregon to Alaska (23 Stat. at L. 25, chap. 53), and certain statutes of Nebraska to Oklahoma (26 Stat. at L. 87, chap. 182). They thereby became the laws of those territories as much as if enacted by a territorial legislature, and were universally applicable. But that result follows expressly from the statute, and not from the recognition of the foreign law as applicable to a particular case. Section 2694 of the New York Code [Civil Proc.] recognizes this distinction, in its requirement that 'except where special provision is otherwise made by law, the validity and effect of the testamentary disposition of any other [than real] property situated within the state, and the ownership and disposition of such property where it is not disposed of by will, are regulated by the laws of the state or country of which decedent was a resident at the time of his death.'</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Conceding it to be within the power of Congress to impose an inheritance tax upon property in this country, no matter where owned or transmitted, it has not done so in this case, <i>and the questions propounded by the Court of Appeals must be answered in the negative</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Mr. Justice White and Mr. Justice McKenna concurred in the result.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>184 U.S. 578 (1902)</b></center>\n<center><h1>EIDMAN<br>\nv.<br>\nMARTINEZ.</h1></center>\n<center>No. 287.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 21, 1901.</center>\n<center>Decided March 17, 1902.</center>\nCERTIFICATE FROM THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><span class=\"star-pagination\">*580</span> <i>Mr. Solicitor General</i> for the United States.</p>\n<p><i>Mr. Wheeler H. Peckham</i> and <i>Mr. John G. Carlisle</i> for defendants in error. <i>Mr. William Edmond Curtis</i> and <i>Mr. Henry M. Ward</i> were on their brief.</p>\n<p>MR. JUSTICE BROWN, after making the above statement, delivered the opinion of the court.</p>\n<p>This case raises the question whether the inheritance tax law <span class=\"star-pagination\">*581</span> of the United States applied, in 1899, to the intangible personal property of a non-resident alien, who never had a domicil in in the United States and died abroad  such personal property being within the United States and having passed to his son, also an alien domiciled abroad, as sole legatee and next of kin of the deceased, partly under a will executed abroad and partly under the intestate laws of Spain.</p>\n<p>By the twenty-ninth section of the war tax law of June 30, 1898, c. 448, 30 Stat. 448, 464, \"Any person or persons having in charge or trust, as administrators, executors or trustees, any legacies or distributive shares arising from personal property .. . passing . . . from any person possessed of such property, either <i>by will or by the intestate laws of any State or Territory,</i> . . . shall be, and hereby are, made subject to a duty or tax,\" etc.</p>\n<p>The ancient maxim of the law, <i>mobilia sequuntur personam,</i> was the outgrowth of conditions which have largely ceased to exist, and of an age when personal property consisted principally of articles appertaining, as the name indicates, to the person of the owner, such as gold and silver, jewels, apparel, and less immediately to horses, cattle and other animals, and to the products of the farm and the shop. As this property was, in primitive times, usually kept under the personal supervision of the owner, and was often carried about by him on his journeys, (as it often still is in Oriental countries,) the principle became incorporated in the law that its locality was determined by the domicil of the owner, and that his rights with respect to such property were fixed by the law of that domicil.</p>\n<p>While the enormous increase in the amount and variety of personal property during the past century has necessitated certain limitations of the maxim, particularly in matters of taxation, it is by no means obsolete. It is still the law that personal property is sold, transmitted, bequeathed by will, and is descendible by inheritance according to the law of the domicil and not by that of its <i>situs. </i><i>Cross</i> v. <i>United States Trust Co.,</i> 131 N.Y. 330; <i>Ennis</i> v. <i>Smith,</i> 14 How. 400, 424; <i>Dammert</i> v. <i>Osborn,</i> 141 N.Y. 564. In matters of taxation, however, and of subjecting the personal property of non-residents to the <span class=\"star-pagination\">*582</span> claims of local creditors of the owner, serious encroachments have been made upon the ancient maxim, and a rule has grown up in modern times that legislatures may deal with the personal as well as with the real property of non-residents within their jurisdiction; and that such property, while enjoying the protection and benefits of the local law, may be taxed for the expenses of the local government. These doctrines have found expression in a large number of cases in this court. <i>Green</i> v. <i>Van Buskirk,</i> 5 Wall. 307; <i>S.C.,</i> 7 Wall. 139; <i>Hervey</i> v. <i>Rhode Island Locomotive Works,</i> 93 U.S. 664; <i>Walworth</i> v. <i>Harris,</i> 129 U.S. 355; <i>Security Trust Company</i> v. <i>Dodd,</i> 173 U.S. 624, and cases there cited.</p>\n<p>Recent cases in this court have affirmed very broadly the right of the legislature to tax the local property of non-residents, and particularly of corporations who are permitted by comity to do business within the State. <i>The Delaware Railroad Tax,</i> 18 Wall. 206; <i>Erie Railway Co.</i> v. <i>Pennsylvania,</i> 21 Wall. 492; <i>Western Union Tel. Co.</i> v. <i>Massachusetts,</i> 125 U.S. 530; <i>Marye</i> v. <i>Baltimore &amp; Ohio Railroad,</i> 127 U.S. 117; <i>Pullman's Palace Car Co.</i> v. <i>Pennsylvania,</i> 141 U.S. 18; <i>Adams Express Co.</i> v. <i>Ohio,</i> 166 U.S. 185. The same principle has been applied not only to tangible property but to credits and effects. <i>Tappan</i> v. <i>Merchants' National Bank,</i> 19 Wall. 490; <i>Savings Society</i> v. <i>Multnomah County,</i> 169 U.S. 421; <i>New Orleans</i> v. <i>Stempel,</i> 175 U.S. 309; <i>Bristol</i> v. <i>Washington County,</i> 177 U.S. 133.</p>\n<p>The question in each case is not of the power of the legislature to tax the personal property of non-residents, both tangible and intangible, since that is well established both in England and America, <i>Mager</i> v. <i>Grima,</i> 8 How. 490, but of its intent to do so by the particular act in question. The inheritance tax law of the United States above cited applies to property \"passing by will or by the intestate laws of any State or Territory.\" As the property in this case did not pass under any will executed in any State or Territory of the United States, or by the intestate laws of any such State or Territory, the case is not within the literalism of the act, unless we are to use the word \"State\" in a sense broad enough to include a foreign State or Territory. As <span class=\"star-pagination\">*583</span> matter of fact, the decedent was a Spanish subject, who had never resided in the United States, had executed a will at Paris in the Spanish language, pursuant to the laws of Spain, under which will one third of his property passed to his son and two thirds to the same person under the intestate laws of Spain. The property left by the will consisted of Federal, municipal and corporation bonds, in custody of the agents of the deceased in New York. It is the locality of the property within the jurisdiction of the United States which subjects it, if at all, to the legacy or succession tax.</p>\n<p>It is an old and familiar rule of the English courts, applicable to all forms of taxation, and particularly special taxes, that the sovereign is bound to express its intention to tax in clear and unambiguous language, and that a liberal construction be given to words of <i>exception</i> confining the operation of duty, <i>Warrington</i> v. <i>Furbor,</i> 8 East, 242, 247; <i>Williams</i> v. <i>Sangar,</i> 10 East, 66, 69; <i>Denn</i> v. <i>Diamond,</i> 4 B. &amp; C. 243, 245; <i>Tomkins</i> v. <i>Ashby,</i> 6 B. &amp; C. 541; <i>Doe</i> v. <i>Snaith,</i> 8 Bing. 146, 152; <i>Wroughton</i> v. <i>Turtle,</i> 11 M. &amp; W. 561, 567; <i>Gurr</i> v. <i>Scudds,</i> 11 Exchq. 190, though the rule regarding <i>exemptions</i> from general laws imposing taxes may be different. Cooley on Taxation, 146; <i>In Matter of Enston,</i> 113 N.Y. 174, 177.</p>\n<p>We have ourselves had repeated occasion to hold that the customs revenue laws should be liberally interpreted in favor of the importer, and that the intent of Congress to impose or increase a tax upon imports should be expressed in clear and unambiguous language. <i>Hartranft</i> v. <i>Wiegmann,</i> 121 U.S. 609; <i>American Net &amp; Twine Co.</i> v. <i>Worthington,</i> 141 U.S. 468; <i>United States</i> v. <i>Wigglesworth,</i> 2 Story, 369; <i>Powers</i> v. <i>Barney,</i> 5 Blatchford, 202.</p>\n<p>It is pertinent in this connection to examine similar statutes passed in other countries and in the several States of this Union, and to inquire what construction is given to them. By the English tax legacy act of 1796 a tax was imposed on every legacy \"given by any will or testamentary instrument to any person who shall die after the passing of this act.\" In <i>Attorney General</i> v. <i>Cockerell,</i> 1 Price, 165, (1814) this was held by the Court of Exchequer to apply to a legacy bequeathed by a <span class=\"star-pagination\">*584</span> British subject residing in the East Indies to persons living in England, if the executor proved the will in England, and paid the legacy there, though the testator held his property in India, and resided and made his will and died there. The case was put upon the ground that the will was proved in England, that the executors had received the property there, and that the legatees resided there and were to be paid there. But the case is further distinguishable from the one under consideration in the fact that the testator was a British subject and domiciled in a British possession, although the stress of the case was laid upon the residence of the legatees in England. <i>The Attorney General</i> v. <i>Beatson,</i> 7 Price, 560, (1819) differs from the last one only in the fact that the property bequeathed was in India, and was remitted to England and paid to legatees residing in Scotland. But it was held in the <i>Estate of Ewin,</i> 1 Cr. &amp; Jer. 151, (1830) that foreign stocks, the property of a testator domiciled in England, were liable to the legacy duty, although the stocks were transferable and the dividends were payable in the foreign countries. In this case the law of the domicil was held to be controlling and the domicil to be the <i>situs</i> of the personal property. The two cases from Price were not cited.</p>\n<p>In <i>Jackson</i> v. <i>Forbes,</i> 2 Cr. &amp; Jer. 382, a testator born in Scotland, who resided and died in India, leaving property there but none in England, left his property to his four natural children. The property was collected by his executors, sent to England and invested in their own names. The court held the property exempt from legacy duties, apparently upon the ground that the property was administered by the executors without necessarily invoking the aid of the Court of Chancery, although no reasons were given in the opinion. Up to this time it had been thought that, if the legacy were paid from assets administered in England, the duty was payable. The two cases from Price were cited but not discussed. This case was subsequently affirmed by the House of Lords under the name of <i>The Attorney General</i> v. <i>Jackson,</i> 8 Bligh, (N.S.) 15. The case of <i>Logan</i> v. <i>Fairlie,</i> 1 Mylne &amp; Craig, 59, was a similar case, and the legacy was held to be exempt upon its authority.</p>\n<p>But in <i>Arnold</i> v. <i>Arnold,</i> 2 Mylne &amp; Craig, 256, a similar <span class=\"star-pagination\">*585</span> case of a testator residing and dying in India, leaving property there which was remitted to England and administered there, the legacy tax was held not to be payable, and the question was regarded as finally settled by <i>Attorney General</i> v. <i>Jackson</i><i>.</i> The two cases from Price were overruled.</p>\n<p>Finally, in <i>Thompson</i> v. <i>Advocate General,</i> 12 Cl. &amp; Fin. 1, a British born subject died, domiciled in a British colony. At the time of his death he was possessed of personal property in Scotland. Probate of his will was taken out in Scotland for the purpose of administering that property, and legacies were paid to legatees residing there. It was held by the House of Lords that no legacy duty was payable. The two cases from Price were flatly overruled, the other cases cited and discussed at length, and the doctrine of domicil applied. This case must be regarded as settling the law of England upon the subject.</p>\n<p>It will be observed in these cases that the testator was a British subject, but in the <i>Case of Bruce,</i> 2 Cr. &amp; Jer. 436, the testator was an American who lived and died abroad, having appointed an English executor and bequeathed property in England to legatees residing there. The case is exactly in point, and the court had no difficulty in reaching the conclusion that the property was not liable to legacy duty.</p>\n<p>There are some later cases in England, but none that seem to qualify the rule laid down in <i>Thompson</i> v. <i>Advocate General</i><i>.</i> In some of them a distinction is drawn between the legacy tax act and the succession duty act, which came into operation May 19, 1853, and in <i>In re Lovelace,</i> 4 De Gex &amp; Jones, 340, it was said that the latter act applied to a succession <i>inter vivos</i> under a British settlement to British property vested in British trustees, and falling under the jurisdiction of a British court, although the persons entitled were aliens domiciled abroad. This case arose under an English marriage settlement made in England on the marriage of two English subjects, and affected English personalty only. In <i>Wallop's Trust,</i> 1 De Gex, Jones &amp; Smith, 656, a distinction was drawn between the legacy act of George III and the succession duty act, and a broader construction given to the latter. In <i>Wallace</i> v. <i>Attorney General,</i> L.R. 1 Ch. App. 1, it was held that a succession duty was <span class=\"star-pagination\">*586</span> not payable on legacies given by the will of a person domiciled in a foreign country. The law was treated as settled by <i>Thompson</i> v. <i>Advocate General,</i> 12 Cl. &amp; F. 1, and the question discussed on principle in a vigorous opinion. The converse of this case is that of <i>Attorney General</i> v. <i>Napier,</i> 6 Exch. 217, in which a British born subject died in India, though he had never acquired a domicil there, and it was held that the whole of his property, though chiefly situate abroad, was liable to a legacy duty. This case is similar to that of <i>Ewin,</i> 1 Cr. &amp; Jer. 151, above cited, though decided twenty years later. See also <i>Attorney General</i> v. <i>Campbell,</i> L.R. 5 H.L. Eng. &amp; Irish Apps. 524; <i>Lyall</i> v. <i>Lyall,</i> L.R. 15 Eq. 1.</p>\n<p>From this analysis of the English cases it clearly appears that, under a general act imposing a duty upon legacies, the law of the domicil of the testator controls, and if he be domiciled abroad, whether an alien or a British subject, his legacies are exempt, whether the property be in England at the time of his death, or be subsequently remitted there by his executors for local administration and distribution.</p>\n<p>We proceed now to an examination of the state decisions upon the same subject, which, with one or two exceptions, tend in the same direction. The Massachusetts collateral inheritance law of 1891 imposes a tax upon \"all property <i>within the jurisdiction of the Commonwealth, . . . whether belonging to inhabitants of the Commonwealth or not,</i> and whether tangible or intangible, which shall pass by will or by the intestate laws of the Commonwealth regulating intestate succession,\" etc. In <i>Callahan</i> v. <i>Woodbridge,</i> 171 Mass: 595, it was held that under this act the succession to property of non-residents was expressly taxed as if the property belonged to inhabitants of the Commonwealth, and that the language, \"which shall pass by will or by the laws of the Commonwealth regulating intestate succession,\" taken in connection with the clauses immediately preceding it, applies to foreign wills, and to property that passes under the statute of this Commonwealth which regulates the succession to the property of a non-resident owner after his death.\" The testator in that case lived in the State of New York, but the property was within the jurisdiction of Massachusetts. <span class=\"star-pagination\">*587</span> The statute was held to apply to property tangible or intangible. We make no criticism of this case, which was placed expressly upon the language of the statute.</p>\n<p>The inheritance tax law of New York of 1885 imposed a tax upon \"all property which shall pass by will or by the intestate laws of the State, from any person who may die seized or possessed of the same while being a resident of the State, or which property shall be within this State, or any part of such property . . . transferred by deed, grant, sale or gift made or intended to take effect . . . after the death of the grantor,\" etc. In the <i>Matter of Enston,</i> 113 N.Y. 174, this was held not to apply to property within the State which passed by will or intestacy from a non-resident decedent to collateral relatives or strangers, legatees domiciled in the State, and the latter clause, \"or which property shall be within the State,\" was held to be limited to such as was transferred by deed, grant, sale or gift <i>inter vivos.</i> The act was amended in 1887 so as to include \"all property which shall pass by will or by the intestate laws of this State, from any person who may die seized or possessed of the same while a resident of this State, or <i>if such decedent were not a resident of this State at the time of his death,</i> which property or any part thereof shall be within this State.\" And in <i>Bronson's case,</i> 127 N.Y. 80, it was held to apply to personal property in New York, owned by a non-resident intestate at the time of his death, which was habitually kept or invested by him there. There can be but little doubt of the propriety of this ruling. In <i>Whiting's case,</i> 150 N.Y. 27, the same rule was extended to bonds of foreign as well as domestic corporations, and certificates of stock of domestic corporations, (but not of foreign,) owned by a non-resident decedent, but deposited by him in a safe deposit vault in New York. See also <i>Bronson's case,</i> 150 N.Y. 1, and <i>Houdayer's case,</i> 150 N.Y. 37. These cases seem rather to accentuate the general principle that general statutes imposing taxes upon legacies do not apply to the personal property of non-resident testators, and that a special inclusion of such is necessary to subject it to taxation.</p>\n<p>The inheritance tax law of Maryland subjects to taxation all <span class=\"star-pagination\">*588</span> property \"passing from any person who may die seized or possessed thereof, <i>being in this State;</i>\" and it was held in <i>State</i> v. <i>Dalrymple,</i> 70 Md. 294, that the words \"being in this State\" referred, not to the decedent himself, but to his property. The testator was a resident of California, and his property was also bequeathed to residents of the same State. The property which was in Maryland consisted of an undivided quarter of the personal estate of the brother of the testator who died in Maryland. The act was held to apply, though the testator's domicil was in California. The English cases were cited and held to be distinguishable by reason of the peculiar language of the Maryland act. The language was evidently ambiguous, but the court having held that the words \"being in this State\" applied to the property and not to the person, of course its liability followed. A like construction was given to the same words in <i>Commonwealth</i> v. <i>Smith,</i> 5 Penn. St. 142; <i>In re Short's Estate,</i> 16 Penn. St. 63. The case of <i>Billings</i> v. <i>The People,</i> 189 Illinois, 472, is of no value, as the testator as well as his legatees were domiciled in Illinois, and the question was as to the liability of the widow's dower.</p>\n<p>The case of <i>Alvany</i> v. <i>Powell,</i> 2 Jones Eq. 51, is directly in point, and undoubtedly sustains the positions of the government in this case. The North Carolina inheritance act imposed a tax upon \"all personal property or goods bequeathed to strangers or collateral kindred, or which shall be distributed to, or amongst the next of kin, of any intestate, when such next of kin are collateral relations of such intestate.\" The act was held to apply to property in North Carolina descending to a brother from an intestate domiciled in Canada. The court was satisfied that the true principle, both in regard to real and personal property, was the <i>situs</i> of the property. The English case of <i>Thompson</i> v. <i>Advocate General,</i> 12 Cl. &amp; F. 1, decided by the House of Lords, was considered at length, and thus criticized: \"No one can read the opinion delivered before the Lords in the case of <i>Thompson</i> v. <i>The Lord Advocate,</i> which is the case in which the principle of the domicil is finally settled, without being struck by the fact that there is throughout a marked paucity of reasoning.\" The North Carolina case was decided in 1854, and, so far as we <span class=\"star-pagination\">*589</span> know, has not been followed in any other State, and it is the only one to which our attention has been called that seems to be in point in favor of the construction contended for by the Government.</p>\n<p>There are a number of other cases in the state courts, but they either involve questions of taxation under general laws imposing taxes upon real and personal property, not being special inheritance taxes, or the language of the particular statute is such as to create little doubt as to the intention of the legislature to tax or not to tax the particular inheritance in question. <i>Small's Estate,</i> 151 Penn. St. 1; <i>Weaver's Estate</i> v. <i>State,</i> 81 N.W. Rep. 603; <i>State</i> v. <i>St. Louis Co. Court,</i> 47 Mo. 594; <i>Catlin</i> v. <i>Hall,</i> 21 Vt. 152; <i>People</i> v. <i>Home Ins. Co.,</i> 29 Cal. 533; <i>Hoyt</i> v. <i>Commissioners,</i> 23 N.Y. 224; <i>People</i> v. <i>Gardner,</i> 51 Barb. 352. In some jurisdictions a distinction has been made between tangible and intangible property which does not arise in this case. <i>Orcutt's Appeal,</i> 97 Penn. St. 179.</p>\n<p>The tax in question in this case not being upon the property itself, but upon the succession, <i>United States</i> v. <i>Perkins,</i> 163 U.S. 625; <i>Magoun</i> v. <i>Illinois Trust &amp; Savings Co.,</i> 170 U.S. 283; <i>Knowlton</i> v. <i>Moore,</i> 178 U.S. 41, laws imposing general taxes upon real and personal property are not controlling when applied to taxes upon the succession, when such succession takes place and is governed by the laws of a foreign country. The actual <i>situs</i> of the property in such cases cuts but a small figure, while in the case of general taxes upon such property it is now considered determinative of the whole question.</p>\n<p>The question involved in this case, however, arose under the act of June 30, 1864, before Mr. Justice Gray of this court, while holding the Circuit Court for Massachusetts, in <i>United States</i> v. <i>Hunnewell,</i> 13 Fed. Rep. 617. Section 124 of that act imposed a duty on legacies or distributive shares arising from personal property passing from any person possessed of such property, either by will, or by the intestate laws of any State or Territory. The action was brought to recover the tax upon American securities bequeathed by a French citizen domiciled in France to a son, who was also domiciled there. The will was executed in conformity with the French law and was <span class=\"star-pagination\">*590</span> duly proved there, though a local executor was appointed by the probate court in Boston to transfer to the legatee the securities in question. It was held that section 124 did not make the duty payable when the person possessed of such property died testate if it would not be payable if such person died intestate; and as if the deceased had died intestate her son would not have taken a distributive share by the intestate laws of any State or Territory, his rights were the same if he took by will. In other words, that the words \"either by will or by the intestate laws of any State or Territory\" must be construed together, and would apply only to wills executed within any State or Territory of the United States. The case is precisely in point.</p>\n<p>We regard this case as a correct exposition of the law. It is not necessary to rely exclusively upon the English cases, or upon those in the state courts, which hold that a general law imposing an inheritance tax upon property passing by will or descent does not apply to intangible personal property within the jurisdiction of the taxing power, but owned by persons domiciled abroad, under the laws of which domicil the property passes, since the statute in question here applies only to property passing \"either by will or by the intestate laws of any State or Territory.\" Now, as the finding in this case is that the property passed partly under a Spanish will and partly under the intestate laws of Spain, the only question is whether the words \"passing by will\" are limited by the subsequent words \"or the intestate laws of any State or Territory.\" We are clearly of opinion that they are, and that the words \"passing by will\" are limited to wills executed in \"any State or Territory\" under whose laws the property would pass, if the owner had died intestate. The whole scheme of the act evidently contemplates the application of the tax only to the property of a person domiciled in a State or Territory of the United States whose property is transmitted under our laws. This is evident not only from the language of section 29, above quoted, but from the provision of section 30, \"that every executor, etc., . . . shall pay to the collector or deputy collector of the district <i>of which the deceased person was a resident</i> the amount of the duty or tax assessed upon such legacy or distributive <span class=\"star-pagination\">*591</span> share,\" etc. It would be difficult to find language more expressive of an intent to confine the tax to persons domiciled in this country. It need only be added that while the words \"State or Territory\" are used in treaties, and perhaps also in some acts of Congress regulating our international relations as including foreign States, they are used in the Constitution and in ordinary acts of Congress as applying only to States or Territories of the United States.</p>\n<p>If, as in several of the States, the words \"passing by will or by the intestate laws of this State,\" or similar words, are connected with words declaring that the tax was intended to be imposed upon the estates of persons domiciled abroad, the latter provision is held to apply, and the words \"passing by will or the intestate laws of this State\" are held to include the estates of persons domiciled abroad. Such is the case in Illinois: <i>Billings</i> v. <i>People of Illinois,</i> 189 Ill. 472; Massachusetts: <i>Callahan</i> v. <i>Woodbridge,</i> 171 Mass. 595; <i>Greves</i> v. <i>Shaw,</i> 173 Mass. 205; Maine: <i>State</i> v. <i>Hamlin,</i> 86 Me. 495; Ohio: Laws of 1894, p. 166; Connecticut: Laws of 1889, p. 106; Tennessee: <i>State</i> v. <i>Alston,</i> 95 Tenn. 674. But it is hardly necessary to say that the construction given to these statutes would have no application to cases where words expressly providing for the estates of non-residents are omitted.</p>\n<p>To say that we recognize by comity the law of a foreign domicil as controlling the transmission or succession of personal property because it thereby becomes <i>our</i> law, (and the property therefore taxable,) as is indicated in some cases, notable in <i>Alvany</i> v. <i>Powell,</i> 2 Jones Eq. 51, is misleading and little more than a play upon words. When we speak of <i>our</i> laws we mean to be understood as referring to our own statutory laws or the common law we inherited from the mother country, and when we apply the laws of a foreign domicil we do so, not because they are our laws, but because upon principles of comity we recognize those laws as applicable to the particular case. But to speak of such foreign laws as thereby becoming \"the intestate laws of any State or Territory,\" wherein they are enforced, is practically to confound the whole distinction between the law of the <i>situs</i> and the law of the domicil. We do not <span class=\"star-pagination\">*592</span> enforce the law of Spain in this case because it is our law, but because the practice of all civilized nations is to recognize the law of the domicil as governing the transmission and inheritance of personal property, and to prevent the confusion that would follow, if estates, situated possibly in half a dozen countries, were administered and distributed according to the laws of each country in which any portion of such estate happened to be located. We decline to hold the tax involved in this case applicable to this estate because the words of the statute do not require it, and because the thing taxed, that is, the transmission of the property to the legatees or next of kin, takes place in a foreign country. It is true that Congress may, and in certain cases has seen fit to, adopt the laws of a particular State, and apply them within a Territory, as was done when Congress applied the laws of Oregon to Alaska, Act of May 7, 1884, c. 53, § 7, 23 Stat. 24, 25, and certain statutes of Nebraska to Oklahoma, Act of May 2, 1890, c. 182, § 11, 26 Stat. 81, 87. They thereby became the laws of those Territories as much as if enacted by a territorial legislature, and were universally applicable. But that result follows expressly from the statute, and not from the recognition of the foreign law as applicable to a particular case. Section 2694 of the New York Code recognizes this distinction, in its requirement that \"except where special provision is otherwise made by law, the validity and effect of the testamentary disposition of any other\" (than real) \"property situated within the State, and the ownership and disposition of such property where it is not disposed of by will, are regulated by the laws of the State or country of which decedent was a resident at the time of his death.\"</p>\n<p>Conceding it to be within the power of Congress to impose an inheritance tax upon property in this country, no matter where owned or transmitted, it has not done so in this case, and</p>\n<p><i>The questions propounded by the Court of Appeals must be answered in the negative.</i></p>\n<p>MR. JUSTICE WHITE and MR. JUSTICE McKENNA concurred in the result.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">184</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">578</span></span> (1902)</b></center>\n<center><h1>EIDMAN<br>\nv.<br>\nMARTINEZ.</h1></center>\n<center>No. 287.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 21, 1901.</center>\n<center>Decided March 17, 1902.</center>\nCERTIFICATE FROM THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><span class=\"star-pagination\">*580</span> <i>Mr. Solicitor General</i> for the United States.</p>\n<p><i>Mr. Wheeler H. Peckham</i> and <i>Mr. John G. Carlisle</i> for defendants in error. <i>Mr. William Edmond Curtis</i> and <i>Mr. Henry M. Ward</i> were on their brief.</p>\n<p>MR. JUSTICE BROWN, after making the above statement, delivered the opinion of the court.</p>\n<p>This case raises the question whether the inheritance tax law <span class=\"star-pagination\">*581</span> of the United States applied, in 1899, to the intangible personal property of a non-resident alien, who never had a domicil in in the United States and died abroad  such personal property being within the United States and having passed to his son, also an alien domiciled abroad, as sole legatee and next of kin of the deceased, partly under a will executed abroad and partly under the intestate laws of Spain.</p>\n<p>By the twenty-ninth section of the war tax law of June 30, 1898, c. 448, 30 Stat. 448, 464, \"Any person or persons having in charge or trust, as administrators, executors or trustees, any legacies or distributive shares arising from personal property .. . passing . . . from any person possessed of such property, either <i>by will or by the intestate laws of any State or Territory,</i> . . . shall be, and hereby are, made subject to a duty or tax,\" etc.</p>\n<p>The ancient maxim of the law, <i>mobilia sequuntur personam,</i> was the outgrowth of conditions which have largely ceased to exist, and of an age when personal property consisted principally of articles appertaining, as the name indicates, to the person of the owner, such as gold and silver, jewels, apparel, and less immediately to horses, cattle and other animals, and to the products of the farm and the shop. As this property was, in primitive times, usually kept under the personal supervision of the owner, and was often carried about by him on his journeys, (as it often still is in Oriental countries,) the principle became incorporated in the law that its locality was determined by the domicil of the owner, and that his rights with respect to such property were fixed by the law of that domicil.</p>\n<p>While the enormous increase in the amount and variety of personal property during the past century has necessitated certain limitations of the maxim, particularly in matters of taxation, it is by no means obsolete. It is still the law that personal property is sold, transmitted, bequeathed by will, and is descendible by inheritance according to the law of the domicil and not by that of its <i>situs. </i><i>Cross</i> v. <i>United States Trust Co.,</i> 131 N.Y. 330; <i>Ennis</i> v. <i>Smith,</i> <span class=\"citation\" data-id=\"86795\"><a href=\"/opinion/86795/ennis-v-smith/\"><span class=\"volume\">14</span> <span class=\"reporter\">How.</span> <span class=\"page\">400</span></a></span>, 424; <i>Dammert</i> v. <i>Osborn,</i> 141 N.Y. 564. In matters of taxation, however, and of subjecting the personal property of non-residents to the <span class=\"star-pagination\">*582</span> claims of local creditors of the owner, serious encroachments have been made upon the ancient maxim, and a rule has grown up in modern times that legislatures may deal with the personal as well as with the real property of non-residents within their jurisdiction; and that such property, while enjoying the protection and benefits of the local law, may be taxed for the expenses of the local government. These doctrines have found expression in a large number of cases in this court. <i>Green</i> v. <i>Van Buskirk,</i> 5 Wall. 307; <i>S.C.,</i> 7 Wall. 139; <i>Hervey</i> v. <i>Rhode Island Locomotive Works,</i> 93 U.S. 664; <i>Walworth</i> v. <i>Harris,</i> 129 U.S. 355; <i>Security Trust Company</i> v. <i>Dodd,</i> <span class=\"citation no-link\"><span class=\"volume\">173</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></span>, and cases there cited.</p>\n<p>Recent cases in this court have affirmed very broadly the right of the legislature to tax the local property of non-residents, and particularly of corporations who are permitted by comity to do business within the State. <i>The Delaware Railroad Tax,</i> 18 Wall. 206; <i>Erie Railway Co.</i> v. <i>Pennsylvania,</i> 21 Wall. 492; <i>Western Union Tel. Co.</i> v. <i>Massachusetts,</i> 125 U.S. 530; <i>Marye</i> v. <i>Baltimore &amp; Ohio Railroad,</i> 127 U.S. 117; <i>Pullman's Palace Car Co.</i> v. <i>Pennsylvania,</i> 141 U.S. 18; <i>Adams Express Co.</i> v. <i>Ohio,</i> 166 U.S. 185. The same principle has been applied not only to tangible property but to credits and effects. <i>Tappan</i> v. <i>Merchants' National Bank,</i> 19 Wall. 490; <i>Savings Society</i> v. <i>Multnomah County,</i> 169 U.S. 421; <i>New Orleans</i> v. <i>Stempel,</i> 175 U.S. 309; <i>Bristol</i> v. <i>Washington County,</i> 177 U.S. 133.</p>\n<p>The question in each case is not of the power of the legislature to tax the personal property of non-residents, both tangible and intangible, since that is well established both in England and America, <i>Mager</i> v. <i>Grima,</i> <span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">How.</span> <span class=\"page\">490</span></span>, but of its intent to do so by the particular act in question. The inheritance tax law of the United States above cited applies to property \"passing by will or by the intestate laws of any State or Territory.\" As the property in this case did not pass under any will executed in any State or Territory of the United States, or by the intestate laws of any such State or Territory, the case is not within the literalism of the act, unless we are to use the word \"State\" in a sense broad enough to include a foreign State or Territory. As <span class=\"star-pagination\">*583</span> matter of fact, the decedent was a Spanish subject, who had never resided in the United States, had executed a will at Paris in the Spanish language, pursuant to the laws of Spain, under which will one third of his property passed to his son and two thirds to the same person under the intestate laws of Spain. The property left by the will consisted of Federal, municipal and corporation bonds, in custody of the agents of the deceased in New York. It is the locality of the property within the jurisdiction of the United States which subjects it, if at all, to the legacy or succession tax.</p>\n<p>It is an old and familiar rule of the English courts, applicable to all forms of taxation, and particularly special taxes, that the sovereign is bound to express its intention to tax in clear and unambiguous language, and that a liberal construction be given to words of <i>exception</i> confining the operation of duty, <i>Warrington</i> v. <i>Furbor,</i> 8 East, 242, 247; <i>Williams</i> v. <i>Sangar,</i> 10 East, 66, 69; <i>Denn</i> v. <i>Diamond,</i> 4 B. &amp; C. 243, 245; <i>Tomkins</i> v. <i>Ashby,</i> 6 B. &amp; C. 541; <i>Doe</i> v. <i>Snaith,</i> 8 Bing. 146, 152; <i>Wroughton</i> v. <i>Turtle,</i> 11 M. &amp; W. 561, 567; <i>Gurr</i> v. <i>Scudds,</i> 11 Exchq. 190, though the rule regarding <i>exemptions</i> from general laws imposing taxes may be different. Cooley on Taxation, 146; <i>In Matter of Enston,</i> <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">174</span></span>, 177.</p>\n<p>We have ourselves had repeated occasion to hold that the customs revenue laws should be liberally interpreted in favor of the importer, and that the intent of Congress to impose or increase a tax upon imports should be expressed in clear and unambiguous language. <i>Hartranft</i> v. <i>Wiegmann,</i> 121 U.S. 609; <i>American Net &amp; Twine Co.</i> v. <i>Worthington,</i> 141 U.S. 468; <i>United States</i> v. <i>Wigglesworth,</i> 2 Story, 369; <i>Powers</i> v. <i>Barney,</i> 5 Blatchford, 202.</p>\n<p>It is pertinent in this connection to examine similar statutes passed in other countries and in the several States of this Union, and to inquire what construction is given to them. By the English tax legacy act of 1796 a tax was imposed on every legacy \"given by any will or testamentary instrument to any person who shall die after the passing of this act.\" In <i>Attorney General</i> v. <i>Cockerell,</i> 1 Price, 165, (1814) this was held by the Court of Exchequer to apply to a legacy bequeathed by a <span class=\"star-pagination\">*584</span> British subject residing in the East Indies to persons living in England, if the executor proved the will in England, and paid the legacy there, though the testator held his property in India, and resided and made his will and died there. The case was put upon the ground that the will was proved in England, that the executors had received the property there, and that the legatees resided there and were to be paid there. But the case is further distinguishable from the one under consideration in the fact that the testator was a British subject and domiciled in a British possession, although the stress of the case was laid upon the residence of the legatees in England. <i>The Attorney General</i> v. <i>Beatson,</i> 7 Price, 560, (1819) differs from the last one only in the fact that the property bequeathed was in India, and was remitted to England and paid to legatees residing in Scotland. But it was held in the <i>Estate of Ewin,</i> 1 Cr. &amp; Jer. 151, (1830) that foreign stocks, the property of a testator domiciled in England, were liable to the legacy duty, although the stocks were transferable and the dividends were payable in the foreign countries. In this case the law of the domicil was held to be controlling and the domicil to be the <i>situs</i> of the personal property. The two cases from Price were not cited.</p>\n<p>In <i>Jackson</i> v. <i>Forbes,</i> 2 Cr. &amp; Jer. 382, a testator born in Scotland, who resided and died in India, leaving property there but none in England, left his property to his four natural children. The property was collected by his executors, sent to England and invested in their own names. The court held the property exempt from legacy duties, apparently upon the ground that the property was administered by the executors without necessarily invoking the aid of the Court of Chancery, although no reasons were given in the opinion. Up to this time it had been thought that, if the legacy were paid from assets administered in England, the duty was payable. The two cases from Price were cited but not discussed. This case was subsequently affirmed by the House of Lords under the name of <i>The Attorney General</i> v. <i>Jackson,</i> 8 Bligh, (N.S.) 15. The case of <i>Logan</i> v. <i>Fairlie,</i> 1 Mylne &amp; Craig, 59, was a similar case, and the legacy was held to be exempt upon its authority.</p>\n<p>But in <i>Arnold</i> v. <i>Arnold,</i> 2 Mylne &amp; Craig, 256, a similar <span class=\"star-pagination\">*585</span> case of a testator residing and dying in India, leaving property there which was remitted to England and administered there, the legacy tax was held not to be payable, and the question was regarded as finally settled by <i>Attorney General</i> v. <i>Jackson</i><i>.</i> The two cases from Price were overruled.</p>\n<p>Finally, in <i>Thompson</i> v. <i>Advocate General,</i> 12 Cl. &amp; Fin. 1, a British born subject died, domiciled in a British colony. At the time of his death he was possessed of personal property in Scotland. Probate of his will was taken out in Scotland for the purpose of administering that property, and legacies were paid to legatees residing there. It was held by the House of Lords that no legacy duty was payable. The two cases from Price were flatly overruled, the other cases cited and discussed at length, and the doctrine of domicil applied. This case must be regarded as settling the law of England upon the subject.</p>\n<p>It will be observed in these cases that the testator was a British subject, but in the <i>Case of Bruce,</i> 2 Cr. &amp; Jer. 436, the testator was an American who lived and died abroad, having appointed an English executor and bequeathed property in England to legatees residing there. The case is exactly in point, and the court had no difficulty in reaching the conclusion that the property was not liable to legacy duty.</p>\n<p>There are some later cases in England, but none that seem to qualify the rule laid down in <i>Thompson</i> v. <i>Advocate General</i><i>.</i> In some of them a distinction is drawn between the legacy tax act and the succession duty act, which came into operation May 19, 1853, and in <i>In re Lovelace,</i> 4 De Gex &amp; Jones, 340, it was said that the latter act applied to a succession <i>inter vivos</i> under a British settlement to British property vested in British trustees, and falling under the jurisdiction of a British court, although the persons entitled were aliens domiciled abroad. This case arose under an English marriage settlement made in England on the marriage of two English subjects, and affected English personalty only. In <i>Wallop's Trust,</i> 1 De Gex, Jones &amp; Smith, 656, a distinction was drawn between the legacy act of George III and the succession duty act, and a broader construction given to the latter. In <i>Wallace</i> v. <i>Attorney General,</i> L.R. 1 Ch. App. 1, it was held that a succession duty was <span class=\"star-pagination\">*586</span> not payable on legacies given by the will of a person domiciled in a foreign country. The law was treated as settled by <i>Thompson</i> v. <i>Advocate General,</i> 12 Cl. &amp; F. 1, and the question discussed on principle in a vigorous opinion. The converse of this case is that of <i>Attorney General</i> v. <i>Napier,</i> 6 Exch. 217, in which a British born subject died in India, though he had never acquired a domicil there, and it was held that the whole of his property, though chiefly situate abroad, was liable to a legacy duty. This case is similar to that of <i>Ewin,</i> 1 Cr. &amp; Jer. 151, above cited, though decided twenty years later. See also <i>Attorney General</i> v. <i>Campbell,</i> L.R. 5 H.L. Eng. &amp; Irish Apps. 524; <i>Lyall</i> v. <i>Lyall,</i> L.R. 15 Eq. 1.</p>\n<p>From this analysis of the English cases it clearly appears that, under a general act imposing a duty upon legacies, the law of the domicil of the testator controls, and if he be domiciled abroad, whether an alien or a British subject, his legacies are exempt, whether the property be in England at the time of his death, or be subsequently remitted there by his executors for local administration and distribution.</p>\n<p>We proceed now to an examination of the state decisions upon the same subject, which, with one or two exceptions, tend in the same direction. The Massachusetts collateral inheritance law of 1891 imposes a tax upon \"all property <i>within the jurisdiction of the Commonwealth, . . . whether belonging to inhabitants of the Commonwealth or not,</i> and whether tangible or intangible, which shall pass by will or by the intestate laws of the Commonwealth regulating intestate succession,\" etc. In <i>Callahan</i> v. <i>Woodbridge,</i> 171 Mass: 595, it was held that under this act the succession to property of non-residents was expressly taxed as if the property belonged to inhabitants of the Commonwealth, and that the language, \"which shall pass by will or by the laws of the Commonwealth regulating intestate succession,\" taken in connection with the clauses immediately preceding it, applies to foreign wills, and to property that passes under the statute of this Commonwealth which regulates the succession to the property of a non-resident owner after his death.\" The testator in that case lived in the State of New York, but the property was within the jurisdiction of Massachusetts. <span class=\"star-pagination\">*587</span> The statute was held to apply to property tangible or intangible. We make no criticism of this case, which was placed expressly upon the language of the statute.</p>\n<p>The inheritance tax law of New York of 1885 imposed a tax upon \"all property which shall pass by will or by the intestate laws of the State, from any person who may die seized or possessed of the same while being a resident of the State, or which property shall be within this State, or any part of such property . . . transferred by deed, grant, sale or gift made or intended to take effect . . . after the death of the grantor,\" etc. In the <i>Matter of Enston,</i> <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">174</span></span>, this was held not to apply to property within the State which passed by will or intestacy from a non-resident decedent to collateral relatives or strangers, legatees domiciled in the State, and the latter clause, \"or which property shall be within the State,\" was held to be limited to such as was transferred by deed, grant, sale or gift <i>inter vivos.</i> The act was amended in 1887 so as to include \"all property which shall pass by will or by the intestate laws of this State, from any person who may die seized or possessed of the same while a resident of this State, or <i>if such decedent were not a resident of this State at the time of his death,</i> which property or any part thereof shall be within this State.\" And in <i>Bronson's case,</i> <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">80</span></span>, it was held to apply to personal property in New York, owned by a non-resident intestate at the time of his death, which was habitually kept or invested by him there. There can be but little doubt of the propriety of this ruling. In <i>Whiting's case,</i> <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">27</span></span>, the same rule was extended to bonds of foreign as well as domestic corporations, and certificates of stock of domestic corporations, (but not of foreign,) owned by a non-resident decedent, but deposited by him in a safe deposit vault in New York. See also <i>Bronson's case,</i> <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">1</span></span>, and <i>Houdayer's case,</i> 150 N.Y. 37. These cases seem rather to accentuate the general principle that general statutes imposing taxes upon legacies do not apply to the personal property of non-resident testators, and that a special inclusion of such is necessary to subject it to taxation.</p>\n<p>The inheritance tax law of Maryland subjects to taxation all <span class=\"star-pagination\">*588</span> property \"passing from any person who may die seized or possessed thereof, <i>being in this State;</i>\" and it was held in <i>State</i> v. <i>Dalrymple,</i> <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">Md.</span> <span class=\"page\">294</span></span>, that the words \"being in this State\" referred, not to the decedent himself, but to his property. The testator was a resident of California, and his property was also bequeathed to residents of the same State. The property which was in Maryland consisted of an undivided quarter of the personal estate of the brother of the testator who died in Maryland. The act was held to apply, though the testator's domicil was in California. The English cases were cited and held to be distinguishable by reason of the peculiar language of the Maryland act. The language was evidently ambiguous, but the court having held that the words \"being in this State\" applied to the property and not to the person, of course its liability followed. A like construction was given to the same words in <i>Commonwealth</i> v. <i>Smith,</i> 5 Penn. St. 142; <i>In re Short's Estate,</i> 16 Penn. St. 63. The case of <i>Billings</i> v. <i>The People,</i> 189 Illinois, 472, is of no value, as the testator as well as his legatees were domiciled in Illinois, and the question was as to the liability of the widow's dower.</p>\n<p>The case of <i>Alvany</i> v. <i>Powell,</i> <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Jones Eq.</span> <span class=\"page\">51</span></span>, is directly in point, and undoubtedly sustains the positions of the government in this case. The North Carolina inheritance act imposed a tax upon \"all personal property or goods bequeathed to strangers or collateral kindred, or which shall be distributed to, or amongst the next of kin, of any intestate, when such next of kin are collateral relations of such intestate.\" The act was held to apply to property in North Carolina descending to a brother from an intestate domiciled in Canada. The court was satisfied that the true principle, both in regard to real and personal property, was the <i>situs</i> of the property. The English case of <i>Thompson</i> v. <i>Advocate General,</i> 12 Cl. &amp; F. 1, decided by the House of Lords, was considered at length, and thus criticized: \"No one can read the opinion delivered before the Lords in the case of <i>Thompson</i> v. <i>The Lord Advocate,</i> which is the case in which the principle of the domicil is finally settled, without being struck by the fact that there is throughout a marked paucity of reasoning.\" The North Carolina case was decided in 1854, and, so far as we <span class=\"star-pagination\">*589</span> know, has not been followed in any other State, and it is the only one to which our attention has been called that seems to be in point in favor of the construction contended for by the Government.</p>\n<p>There are a number of other cases in the state courts, but they either involve questions of taxation under general laws imposing taxes upon real and personal property, not being special inheritance taxes, or the language of the particular statute is such as to create little doubt as to the intention of the legislature to tax or not to tax the particular inheritance in question. <i>Small's Estate,</i> 151 Penn. St. 1; <i>Weaver's Estate</i> v. <i>State,</i> 81 N.W. Rep. 603; <i>State</i> v. <i>St. Louis Co. Court,</i> 47 Mo. 594; <i>Catlin</i> v. <i>Hall,</i> 21 Vt. 152; <i>People</i> v. <i>Home Ins. Co.,</i> 29 Cal. 533; <i>Hoyt</i> v. <i>Commissioners,</i> 23 N.Y. 224; <i>People</i> v. <i>Gardner,</i> 51 Barb. 352. In some jurisdictions a distinction has been made between tangible and intangible property which does not arise in this case. <i>Orcutt's Appeal,</i> 97 Penn. St. 179.</p>\n<p>The tax in question in this case not being upon the property itself, but upon the succession, <i>United States</i> v. <i>Perkins,</i> 163 U.S. 625; <i>Magoun</i> v. <i>Illinois Trust &amp; Savings Co.,</i> 170 U.S. 283; <i>Knowlton</i> v. <i>Moore,</i> <span class=\"citation\" data-id=\"95281\"><a href=\"/opinion/95281/knowlton-v-moore/\"><span class=\"volume\">178</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, laws imposing general taxes upon real and personal property are not controlling when applied to taxes upon the succession, when such succession takes place and is governed by the laws of a foreign country. The actual <i>situs</i> of the property in such cases cuts but a small figure, while in the case of general taxes upon such property it is now considered determinative of the whole question.</p>\n<p>The question involved in this case, however, arose under the act of June 30, 1864, before Mr. Justice Gray of this court, while holding the Circuit Court for Massachusetts, in <i>United States</i> v. <i>Hunnewell,</i> 13 Fed. Rep. 617. Section 124 of that act imposed a duty on legacies or distributive shares arising from personal property passing from any person possessed of such property, either by will, or by the intestate laws of any State or Territory. The action was brought to recover the tax upon American securities bequeathed by a French citizen domiciled in France to a son, who was also domiciled there. The will was executed in conformity with the French law and was <span class=\"star-pagination\">*590</span> duly proved there, though a local executor was appointed by the probate court in Boston to transfer to the legatee the securities in question. It was held that section 124 did not make the duty payable when the person possessed of such property died testate if it would not be payable if such person died intestate; and as if the deceased had died intestate her son would not have taken a distributive share by the intestate laws of any State or Territory, his rights were the same if he took by will. In other words, that the words \"either by will or by the intestate laws of any State or Territory\" must be construed together, and would apply only to wills executed within any State or Territory of the United States. The case is precisely in point.</p>\n<p>We regard this case as a correct exposition of the law. It is not necessary to rely exclusively upon the English cases, or upon those in the state courts, which hold that a general law imposing an inheritance tax upon property passing by will or descent does not apply to intangible personal property within the jurisdiction of the taxing power, but owned by persons domiciled abroad, under the laws of which domicil the property passes, since the statute in question here applies only to property passing \"either by will or by the intestate laws of any State or Territory.\" Now, as the finding in this case is that the property passed partly under a Spanish will and partly under the intestate laws of Spain, the only question is whether the words \"passing by will\" are limited by the subsequent words \"or the intestate laws of any State or Territory.\" We are clearly of opinion that they are, and that the words \"passing by will\" are limited to wills executed in \"any State or Territory\" under whose laws the property would pass, if the owner had died intestate. The whole scheme of the act evidently contemplates the application of the tax only to the property of a person domiciled in a State or Territory of the United States whose property is transmitted under our laws. This is evident not only from the language of section 29, above quoted, but from the provision of section 30, \"that every executor, etc., . . . shall pay to the collector or deputy collector of the district <i>of which the deceased person was a resident</i> the amount of the duty or tax assessed upon such legacy or distributive <span class=\"star-pagination\">*591</span> share,\" etc. It would be difficult to find language more expressive of an intent to confine the tax to persons domiciled in this country. It need only be added that while the words \"State or Territory\" are used in treaties, and perhaps also in some acts of Congress regulating our international relations as including foreign States, they are used in the Constitution and in ordinary acts of Congress as applying only to States or Territories of the United States.</p>\n<p>If, as in several of the States, the words \"passing by will or by the intestate laws of this State,\" or similar words, are connected with words declaring that the tax was intended to be imposed upon the estates of persons domiciled abroad, the latter provision is held to apply, and the words \"passing by will or the intestate laws of this State\" are held to include the estates of persons domiciled abroad. Such is the case in Illinois: <i>Billings</i> v. <i>People of Illinois,</i> 189 Ill. 472; Massachusetts: <i>Callahan</i> v. <i>Woodbridge,</i> 171 Mass. 595; <i>Greves</i> v. <i>Shaw,</i> 173 Mass. 205; Maine: <i>State</i> v. <i>Hamlin,</i> 86 Me. 495; Ohio: Laws of 1894, p. 166; Connecticut: Laws of 1889, p. 106; Tennessee: <i>State</i> v. <i>Alston,</i> 95 Tenn. 674. But it is hardly necessary to say that the construction given to these statutes would have no application to cases where words expressly providing for the estates of non-residents are omitted.</p>\n<p>To say that we recognize by comity the law of a foreign domicil as controlling the transmission or succession of personal property because it thereby becomes <i>our</i> law, (and the property therefore taxable,) as is indicated in some cases, notable in <i>Alvany</i> v. <i>Powell,</i> <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Jones Eq.</span> <span class=\"page\">51</span></span>, is misleading and little more than a play upon words. When we speak of <i>our</i> laws we mean to be understood as referring to our own statutory laws or the common law we inherited from the mother country, and when we apply the laws of a foreign domicil we do so, not because they are our laws, but because upon principles of comity we recognize those laws as applicable to the particular case. But to speak of such foreign laws as thereby becoming \"the intestate laws of any State or Territory,\" wherein they are enforced, is practically to confound the whole distinction between the law of the <i>situs</i> and the law of the domicil. We do not <span class=\"star-pagination\">*592</span> enforce the law of Spain in this case because it is our law, but because the practice of all civilized nations is to recognize the law of the domicil as governing the transmission and inheritance of personal property, and to prevent the confusion that would follow, if estates, situated possibly in half a dozen countries, were administered and distributed according to the laws of each country in which any portion of such estate happened to be located. We decline to hold the tax involved in this case applicable to this estate because the words of the statute do not require it, and because the thing taxed, that is, the transmission of the property to the legatees or next of kin, takes place in a foreign country. It is true that Congress may, and in certain cases has seen fit to, adopt the laws of a particular State, and apply them within a Territory, as was done when Congress applied the laws of Oregon to Alaska, Act of May 7, 1884, c. 53, § 7, 23 Stat. 24, 25, and certain statutes of Nebraska to Oklahoma, Act of May 2, 1890, c. 182, § 11, 26 Stat. 81, 87. They thereby became the laws of those Territories as much as if enacted by a territorial legislature, and were universally applicable. But that result follows expressly from the statute, and not from the recognition of the foreign law as applicable to a particular case. Section 2694 of the New York Code recognizes this distinction, in its requirement that \"except where special provision is otherwise made by law, the validity and effect of the testamentary disposition of any other\" (than real) \"property situated within the State, and the ownership and disposition of such property where it is not disposed of by will, are regulated by the laws of the State or country of which decedent was a resident at the time of his death.\"</p>\n<p>Conceding it to be within the power of Congress to impose an inheritance tax upon property in this country, no matter where owned or transmitted, it has not done so in this case, and</p>\n<p><i>The questions propounded by the Court of Appeals must be answered in the negative.</i></p>\n<p>MR. JUSTICE WHITE and MR. JUSTICE McKENNA concurred in the result.</p>\n</div>", "id": 95614, "judges": "Brown, After Making the Above Statement", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/95614/", "sha1": "e362497780b17366ab95ccf74a9bc8791c56e02c", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:38:18"}