{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "187 U.S. 51", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/95707/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Turpin v. Lemon", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "35", 
    "id": 80090, 
    "resource_uri": "/api/rest/v2/citation/80090/"
  }, 
  "id": 95707, 
  "blocked": false, 
  "judges": "Brown, After Making the Foregoing Statement", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1902-11-03", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>187 U.S. 51 (1902)</b></center>\n<center><h1>TURPIN<br>\nv.<br>\nLEMON.</h1></center>\n<center>No. 35.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 17, 1902.</center>\n<center>Decided November 3, 1902.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF WEST VIRGINIA.\n<p><span class=\"star-pagination\">*52</span> <i>Mr. C.D. Merrick</i> for appellant.</p>\n<p><i>Mr. John G. McCluer</i> for appellees.</p>\n<p>MR. JUSTICE BROWN, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>The general charge is made by the appellant in his assignments <span class=\"star-pagination\">*53</span> of error that the tax sale complained of in the bill, as well as the statutes of West Virginia, are obnoxious to the Fourteenth Amendment of the Constitution in failing to provide due process of law or the equal protection of the laws.</p>\n<p>The particular errors which are alleged in the bill to invalidate the sale in question are \u0097</p>\n<p>That it nowhere appeared in the return of the sale made by the sheriff for these taxes, either (1) that the land had been certified to him as delinquent by the auditor of the State as required by law, or (2) that he published or posted the notice of the sale as required by law, or (3) that said sale was made at a time at which he would be authorized by law to make such sale, or (4) that such sale was at a place, to wit, at the front door of the courthouse, at which the sheriff was authorized to make it, or (5) that such sale was made at public auction, or (6) that such land was sold to a person or persons who would take the least number of acres and pay the taxes thereon, or (7) that such sale was made in accordance with the provisions of the law of the State.</p>\n<p>In making sales of land for unpaid taxes the procedure indicated by the above exceptions is undoubtedly required by the statute, the provisions of which are so numerous that they do not require citation. It will be observed, however, that there is no allegation in the bill that such requirements were not actually followed, but simply that the return of the sale failed to set forth a compliance with them. It is true the bill avers that the statements in the tax deed of a compliance with the law, \"<i>as the record evidence shows,</i> were without foundation in fact.\" This, however, is but a restatement of the proposition theretofore stated more particularly, that the return did not show that the successive steps laid down by the statute were followed. That the pleader did not intend thereby to charge that the statutory procedure was not actually pursued is evident from the plaintiff's brief, that, \"while the proceeding may have been conducted under this statute, yet the system provided is arbitrary and uncertain in its character,\" etc. As the statute does not require the sheriff to show in his return of sale that he has complied with these requirements, or any of them, or even to <span class=\"star-pagination\">*54</span> state in general terms that the sale was made in accordance with the statutes, the plaintiff fails to show that he has suffered any actual injury, or that the forms of law were not literally observed.</p>\n<p>The act of 1882, ch. 130, secs. 12 and 13, specially provides a form of return of the sale as follows:</p>\n<p>\"12. The sheriff or collector who made the sale, shall forthwith make out a list of sales so made, with a caption thereto in form or effect as follows: `List of real estate sold in the county of ____ in the month (or months, as the case may be), of ____ eighteen ____, for the non-payment of the taxes charged thereon, in the said county, for the year (or years, as the case may be), eighteen ____.' Underneath shall be the several columns mentioned in the tenth section of this chapter, with a like caption to each column.</p>\n<p>\"13. There shall be appended to such list an affidavit in form or effect as follows: `I, A---- B----, sheriff (or collector or deputy for C---- D----, sheriff or collector), of the county of ____, do swear that the above list contains a true account of all the real estate within my county which has been sold by me during the present year, for the non-payment of taxes thereon for the year ____, and that I am not directly or indirectly interested in the purchase of any of said real estate. So help me God.' Which oath shall be subscribed and taken before some person authorized to administer oaths.\"</p>\n<p>By section 15 of the same chapter \"the owner of any real estate so sold, his heirs or assigns, or any person having a right to charge such real estate for a debt, may redeem the same by paying to the purchaser, his heirs or assigns, within one year from the sale thereof, the amount specified in the receipt mentioned in the tenth section of this chapter, and such additional taxes thereon as may have been paid by the purchaser, his heirs or assigns, with interest on said purchase money, and taxes, at the rate of twelve per centum per annum from the time the same may have been so paid.\" No attempt was made by the plaintiff to comply with this statute.</p>\n<p>By section 19 of the same chapter it is provided that after the expiration of the year the purchaser may obtain from the <span class=\"star-pagination\">*55</span> clerk of the county court of the county in which said sale was made a deed of conveyance for the land; and by section 25, when the purchaser shall have obtained a deed thereof, \"and caused the same to be admitted to record, . . . such right, title and interest in and to said real estate, as was vested in the person or persons charged with the taxes thereon for which it was sold,. . . shall be transferred to and vested in the grantee in such deed, notwithstanding any irregularity in the proceedings under which the same was sold, not herein provided for, unless such irregularity appear on the face of such proceedings of record in the office of the clerk of the county court, and be such as materially to prejudice and mislead the owner of the real estate so sold, as to what portion of his real estate was so sold, and when and for what year or years it was sold, or the name of the purchaser thereof; and not then, unless it be clearly proved to the court or jury trying the case, that but for such irregularity the former owner of such real estate would have redeemed the same under the provisions of this chapter.\" This same section further declares in a subsequent clause that \"no irregularity, error or mistake in the delinquent list or the return thereof, or in the affidavit thereto, or in the list of sales filed with the clerk of the county court, or in the affidavit thereto, or in the recordation of such list or affidavit, or as to the manner of laying off any real estate so sold, or in the plat, description, or report thereof made by the surveyor or other person, shall, after the deed is made, invalidate or affect the sale or deed.\"</p>\n<p>The substance of this legislation, then, is this: that a certain procedure is prescribed for the sheriff in making sales of land for unpaid taxes; but it is not required that he incorporate the various steps of such procedure in his report of sales \u0097 merely that he shall swear that the list of lands to which his affidavit is appended contains a true account of all the real estate within the county sold by him during the current year for the nonpayment of taxes, and that he is not directly or indirectly interested in the purchase of any such real estate. A year is then allowed for redemption, after the expiration of which, a deed of the land is executed to the purchaser at the sheriff's sale by <span class=\"star-pagination\">*56</span> the clerk of the county court, which deed, the statute provides, shall not be invalidated by reason of any irregularity in the proceedings under which the land was sold, unless such irregularities appear upon the face of such proceedings of record in the office of the clerk, and be such as to materially prejudice and mislead the owner.</p>\n<p>Counsel for the plaintiff criticises this legislation, and particularly section 25, upon the ground that it does not provide for any record of the successive steps of procedure in advertising and selling lands for the non-payment of taxes, and yet declares that the title to the land shall be vested in the purchaser, notwithstanding any irregularity, unless such irregularity appears upon the face of the proceedings. The inference is that there is no irregularity which can vitiate the sale. This is not entirely accurate. It is true that the statute prescribes a general form of return by the sheriff, which does not set forth in detail the proceedings prior to and at the sale; but that there are irregularities which appear of record, and therefore that the exception in the curative statute is not without force, is evident from the case of <i>McCallister</i> v. <i>Cottrille,</i> 24 W. Va. 173, in which it was held to be the official duty of the clerk of the county court to note in his office the day on which the sheriff returned his list of the sales of lands sold for delinquent taxes, and if he fails to make such note, or his office shows that such list was not returned and filed for more than ten days after the completion of such sales, this, in either case, is such an omission and irregularity as to materially prejudice the rights of the owner of lands sold at such sale, and therefore vitiates any deed made to the purchaser by the clerk. The court went further in this case, and held that parol evidence could not be introduced to affect the validity or invalidity of a tax deed. So, too, in <i>Carrell</i> v. <i>Mitchell,</i> 37 W. Va. 130, 136, it was said the fact that land was advertised and sold as delinquent under a description in the advertisement, locating it in a different district from that in which the land was situated, was such an irregularity as would void the deed made in pursuance of such sale. In <i>Hays</i> v. <i>Heatherly,</i> 36 W. Va. 613, the title obtained by a purchaser was held to be defective for the reason that the affidavit <span class=\"star-pagination\">*57</span> did not comply with the form contained in the statute. In that case the deed had not been obtained; but in <i>Phillips</i> v. <i>Minear,</i> 40 W. Va. 58, the same defect was held to be fatal after the deed was obtained and after the curative section (25) had taken effect. See also <i>Jackson</i> v. <i>Kittle,</i> 34 W. Va. 207; <i>Baxter</i> v. <i>Wade,</i> 39 W. Va. 281.</p>\n<p>That it is competent for the legislature to provide by curative statutes that irregularities in the sales of lands shall not prejudice the purchaser after a certain time has elapsed, and a deed has been given, is entirely clear, although as observed by Judge Cooley in his work upon Taxation, chapter 10, such defective proceedings cannot be cured where there is a lack of jurisdiction to take them. \"Curative laws may heal irregularities in action, but they cannot cure want of authority to act at all,\" and that \"whatever the legislature could not have authorized originally it cannot confirm.\" It may not be altogether easy in a particular case to determine whether the defect be jurisdictional or not, but certainly irregularities in the personal conduct of the officer making the sale would not be so regarded; and it is at least exceedingly doubtful whether the failure to preserve the auditor's list of delinquent lands or the evidence of the publication and posting of the statutory notices would vitiate a deed made by the clerk, after a lapse of twelve years.</p>\n<p>But, even if parol or other evidence were competent to impeach this sale, none such was offered, and it may well be doubted whether due process of law, within the meaning of the Fourteenth Amendment, requires a punctilious conformity with the statutory procedure preceding and accompanying the sale. Whether all the steps required by law were actually taken in a particular case, and whether the failure to take such steps would invalidate the sale, would seem to be a matter for the state courts, rather than for this court, to decide, and it would appear that the Fourteenth Amendment would be satisfied by showing that the usual course prescribed by the state laws required notice to the taxpayer and was in conformity with natural justice. Exactly what due process of law requires in the assessment and collection of general taxes has never yet been decided by this court, although we have had frequent occasion to hold <span class=\"star-pagination\">*58</span> that, in proceedings for the condemnation of land under the laws of eminent domain, or for the imposition of special taxes for local improvements, notice to the owner at some stage of the proceedings, as well as an opportunity to defend, is essential. <i>Spencer</i> v. <i>Merchant,</i> 125 U.S. 345; <i>Huling</i> v. <i>Kaw Valley Railway,</i> 130 U.S. 559; <i>Hagar</i> v. <i>Reclamation District,</i> 111 U.S. 701; <i>Paulsen</i> v. <i>Portland,</i> 149 U.S. 30. But laws for the assessment and collection of general taxes stand upon a somewhat different footing and are construed with the utmost liberality, sometimes even to the extent of holding that no notice whatever is necessary. Due process of law was well defined by Mr. Justice Field in <i>Hagar</i> v. <i>Reclamation District,</i> 111 U.S. 701, in the following words: \"It is sufficient to observe here, that by `due process' is meant one which, following the forms of law, is appropriate to the case, and just to the parties to be affected. It must be pursued in the ordinary mode prescribed by the law; it must be adapted to the end to be attained; and wherever it is necessary for the protection of the parties, it must give them an opportunity to be heard respecting the justice of the judgment sought. The clause in question means, therefore, that there can be no proceeding against life, liberty, or property which may result in deprivation of either, without the observance of those general rules established in our system of jurisprudence for the security of private rights.\"</p>\n<p>It was said in <i>Witherspoon</i> v. <i>Duncan,</i> 4 Wall. 210, that the States, as a general rule, had the right to determine the manner of levying and collecting taxes upon private property, and could declare a tract of land chargeable with taxes, irrespective of its ownership, or in whose name it was assessed or advertised, and that an erroneous assessment did not vitiate the sale. In <i>McMillen</i> v. <i>Anderson,</i> 95 U.S. 37, it was held that due process of law did not require that a person should have an opportunity to be present when the tax was assessed against him, or that the tax should be collected by suit; and in <i>Kelley</i> v. <i>Pittsburgh,</i> 104 U.S. 78, that the general system of procedure for the levy and collection of taxes, established in this country, is, within the meaning of the Constitution, due process of law. In <i>Bell's Gap R.R. Co.</i> v. <i>Pennsylvania,</i> 134 U.S. <span class=\"star-pagination\">*59</span> 232, 239, it was held that the process of taxation did not require the same kind of notice as is required in a suit at law, or even in proceedings for taking private property under the power of eminent domain. \"It involves no violation of due process of law, when it is executed in accordance to customary forms and established usages, or in subordination to the principles which underlie them.\"</p>\n<p>The main objection to section 25, above quoted, seems to be that it makes the deed conclusive evidence of the regularity of all proceedings not appearing of record, and hence that it is obnoxious to the ruling of this court in <i>Marx</i> v. <i>Hanthorn,</i> 148 U.S. 172, in which we held that as the legislature could not deprive one of his property by making his adversary's claim to it conclusive of its own validity, it could not make a tax deed conclusive evidence of the holder's title to land.</p>\n<p>But conceding this to be so, there is another section proper to be considered in this connection, and that is section 29, which reads as follows:</p>\n<p>\"29. In all cases in which a question shall arise as to any such sale or deed, or the effect thereof, such deed shall be <i>prima facie</i> evidence against the owner or owners, legal or equitable, of the real estate at the time it was sold, his or their heirs and assigns, . . . that the person named in the deed as clerk of the county court was such, that the sheriff or other officer who made the sale was such sheriff or officer as stated in such deed, <i>that the material facts therein recited are true,</i> and that such estate as is mentioned in the twenty-fifth section of this chapter vested in the grantee in the deed.\"</p>\n<p>Assuming the common law rule to be, as stated by the elementary writers upon taxation, that the purchaser at a tax sale is bound to take upon himself the burden of showing the regularity of all proceedings prior thereto, it is entirely clear that statutes declaring the tax deed to be <i>prima facie</i> evidence, not only of regularity in the sale, but of all prior proceedings, and of title in the purchaser, are valid, since the only effect of such statutes is to change the burden of proof which rested at common law upon the purchaser and cast it upon the party who contests the sale. Indeed, the validity of these acts was <span class=\"star-pagination\">*60</span> expressly affirmed by this court in <i>Pillow</i> v. <i>Roberts,</i> 13 How. 472, 476, and <i>Williams</i> v. <i>Kirtland,</i> 13 Wall. 306.</p>\n<p>Even if the provisions of section 25, making irregularities of a sale immaterial, were invalid, it would still result that under section 29 the facts recited in the deed would be presumed to be true, and the burden be thrown upon the landowner of disproving them. This burden the plaintiff has not assumed, but he is content to rely, and stake his whole case, upon the fact that the return of the sheriff did not show a compliance with the procedure marked out by the statute. Even if it were admitted that due process of law required the observance of all the steps prescribed by this statute, it does not demand that they shall be made matter of record, much less that they shall be made matter of a particular record, such for instance as the return of the sheriff of the sale of the lands. Under the Fourteenth Amendment, the legislature is bound to provide a method for the assessment and collection of taxes that shall not be inconsistent with natural justice; but it is not bound to provide that the particular steps of a procedure for the collection of such taxes shall be proven by written evidence; and it may properly impose upon the taxpayer the burden of showing that in a particular case the statutory method was not observed. The fact that the return of the sheriff does not recite the various steps of the procedure when the statute does not contemplate that it shall do so, is no evidence whatever that they were not followed to the letter. If the plaintiff had alleged that in the proceedings for the sale of these lands the sheriff had failed to comply with the law, and the defendant had pleaded that by the curative section (25), irregularities not appearing of record would not vitiate the deed, the constitutionality of that section would properly be raised; but the plaintiff in this case was content to put his bill upon the ground that the record, namely, the sheriff's return of sale, did not set forth that the procedure prescribed by statute, preceding and accompanying the sale, had been followed. This is an effort to test the constitutionality of the law without showing that the plaintiff had been injured by its application, and in this particular the case falls within our ruling in <i>Tyler</i> v. <i>Judges of Registration,</i> 179 <span class=\"star-pagination\">*61</span> U.S. 405, wherein we held that the plaintiff was bound to show he had personally suffered an injury before he could institute a bill for relief. In short, the case made by the plaintiff is purely academic. For aught that appears, the proceedings may have been perfectly regular, and his bill rests solely upon the proposition that there may have been irregularities in the sheriff's sale, and that, if there were, the statute validating the deed, notwithstanding such irregularities, is unconstitutional, and deprives him of his property without due process of law. This proposition contains its own answer.</p>\n<p>The exact case then made by the bill is this: The plaintiff seeks to avoid a sale made twelve years before by an allegation that the record, namely, the sheriff's return of the sale, does not show a compliance with the statute in certain particulars, without also averring that in fact there was a failure to perform some step required by law. To hold a sale invalid upon these allegations might result in upsetting every sale for taxes made in West Virginia for the past twenty years.</p>\n<p>We are of the opinion that no case is made by the bill, that the judgment of the Circuit Court is correct, and it is therefore</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:40:12", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">187</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">51</span></span> (1902)</b></center>\n<center><h1>TURPIN<br>\nv.<br>\nLEMON.</h1></center>\n<center>No. 35.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 17, 1902.</center>\n<center>Decided November 3, 1902.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF WEST VIRGINIA.\n<p><span class=\"star-pagination\">*52</span> <i>Mr. C.D. Merrick</i> for appellant.</p>\n<p><i>Mr. John G. McCluer</i> for appellees.</p>\n<p>MR. JUSTICE BROWN, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>The general charge is made by the appellant in his assignments <span class=\"star-pagination\">*53</span> of error that the tax sale complained of in the bill, as well as the statutes of West Virginia, are obnoxious to the Fourteenth Amendment of the Constitution in failing to provide due process of law or the equal protection of the laws.</p>\n<p>The particular errors which are alleged in the bill to invalidate the sale in question are \u0097</p>\n<p>That it nowhere appeared in the return of the sale made by the sheriff for these taxes, either (1) that the land had been certified to him as delinquent by the auditor of the State as required by law, or (2) that he published or posted the notice of the sale as required by law, or (3) that said sale was made at a time at which he would be authorized by law to make such sale, or (4) that such sale was at a place, to wit, at the front door of the courthouse, at which the sheriff was authorized to make it, or (5) that such sale was made at public auction, or (6) that such land was sold to a person or persons who would take the least number of acres and pay the taxes thereon, or (7) that such sale was made in accordance with the provisions of the law of the State.</p>\n<p>In making sales of land for unpaid taxes the procedure indicated by the above exceptions is undoubtedly required by the statute, the provisions of which are so numerous that they do not require citation. It will be observed, however, that there is no allegation in the bill that such requirements were not actually followed, but simply that the return of the sale failed to set forth a compliance with them. It is true the bill avers that the statements in the tax deed of a compliance with the law, \"<i>as the record evidence shows,</i> were without foundation in fact.\" This, however, is but a restatement of the proposition theretofore stated more particularly, that the return did not show that the successive steps laid down by the statute were followed. That the pleader did not intend thereby to charge that the statutory procedure was not actually pursued is evident from the plaintiff's brief, that, \"while the proceeding may have been conducted under this statute, yet the system provided is arbitrary and uncertain in its character,\" etc. As the statute does not require the sheriff to show in his return of sale that he has complied with these requirements, or any of them, or even to <span class=\"star-pagination\">*54</span> state in general terms that the sale was made in accordance with the statutes, the plaintiff fails to show that he has suffered any actual injury, or that the forms of law were not literally observed.</p>\n<p>The act of 1882, ch. 130, secs. 12 and 13, specially provides a form of return of the sale as follows:</p>\n<p>\"12. The sheriff or collector who made the sale, shall forthwith make out a list of sales so made, with a caption thereto in form or effect as follows: `List of real estate sold in the county of ____ in the month (or months, as the case may be), of ____ eighteen ____, for the non-payment of the taxes charged thereon, in the said county, for the year (or years, as the case may be), eighteen ____.' Underneath shall be the several columns mentioned in the tenth section of this chapter, with a like caption to each column.</p>\n<p>\"13. There shall be appended to such list an affidavit in form or effect as follows: `I, A---- B----, sheriff (or collector or deputy for C---- D----, sheriff or collector), of the county of ____, do swear that the above list contains a true account of all the real estate within my county which has been sold by me during the present year, for the non-payment of taxes thereon for the year ____, and that I am not directly or indirectly interested in the purchase of any of said real estate. So help me God.' Which oath shall be subscribed and taken before some person authorized to administer oaths.\"</p>\n<p>By section 15 of the same chapter \"the owner of any real estate so sold, his heirs or assigns, or any person having a right to charge such real estate for a debt, may redeem the same by paying to the purchaser, his heirs or assigns, within one year from the sale thereof, the amount specified in the receipt mentioned in the tenth section of this chapter, and such additional taxes thereon as may have been paid by the purchaser, his heirs or assigns, with interest on said purchase money, and taxes, at the rate of twelve per centum per annum from the time the same may have been so paid.\" No attempt was made by the plaintiff to comply with this statute.</p>\n<p>By section 19 of the same chapter it is provided that after the expiration of the year the purchaser may obtain from the <span class=\"star-pagination\">*55</span> clerk of the county court of the county in which said sale was made a deed of conveyance for the land; and by section 25, when the purchaser shall have obtained a deed thereof, \"and caused the same to be admitted to record, . . . such right, title and interest in and to said real estate, as was vested in the person or persons charged with the taxes thereon for which it was sold,. . . shall be transferred to and vested in the grantee in such deed, notwithstanding any irregularity in the proceedings under which the same was sold, not herein provided for, unless such irregularity appear on the face of such proceedings of record in the office of the clerk of the county court, and be such as materially to prejudice and mislead the owner of the real estate so sold, as to what portion of his real estate was so sold, and when and for what year or years it was sold, or the name of the purchaser thereof; and not then, unless it be clearly proved to the court or jury trying the case, that but for such irregularity the former owner of such real estate would have redeemed the same under the provisions of this chapter.\" This same section further declares in a subsequent clause that \"no irregularity, error or mistake in the delinquent list or the return thereof, or in the affidavit thereto, or in the list of sales filed with the clerk of the county court, or in the affidavit thereto, or in the recordation of such list or affidavit, or as to the manner of laying off any real estate so sold, or in the plat, description, or report thereof made by the surveyor or other person, shall, after the deed is made, invalidate or affect the sale or deed.\"</p>\n<p>The substance of this legislation, then, is this: that a certain procedure is prescribed for the sheriff in making sales of land for unpaid taxes; but it is not required that he incorporate the various steps of such procedure in his report of sales \u0097 merely that he shall swear that the list of lands to which his affidavit is appended contains a true account of all the real estate within the county sold by him during the current year for the nonpayment of taxes, and that he is not directly or indirectly interested in the purchase of any such real estate. A year is then allowed for redemption, after the expiration of which, a deed of the land is executed to the purchaser at the sheriff's sale by <span class=\"star-pagination\">*56</span> the clerk of the county court, which deed, the statute provides, shall not be invalidated by reason of any irregularity in the proceedings under which the land was sold, unless such irregularities appear upon the face of such proceedings of record in the office of the clerk, and be such as to materially prejudice and mislead the owner.</p>\n<p>Counsel for the plaintiff criticises this legislation, and particularly section 25, upon the ground that it does not provide for any record of the successive steps of procedure in advertising and selling lands for the non-payment of taxes, and yet declares that the title to the land shall be vested in the purchaser, notwithstanding any irregularity, unless such irregularity appears upon the face of the proceedings. The inference is that there is no irregularity which can vitiate the sale. This is not entirely accurate. It is true that the statute prescribes a general form of return by the sheriff, which does not set forth in detail the proceedings prior to and at the sale; but that there are irregularities which appear of record, and therefore that the exception in the curative statute is not without force, is evident from the case of <i>McCallister</i> v. <i>Cottrille,</i> <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">W. Va.</span> <span class=\"page\">173</span></span>, in which it was held to be the official duty of the clerk of the county court to note in his office the day on which the sheriff returned his list of the sales of lands sold for delinquent taxes, and if he fails to make such note, or his office shows that such list was not returned and filed for more than ten days after the completion of such sales, this, in either case, is such an omission and irregularity as to materially prejudice the rights of the owner of lands sold at such sale, and therefore vitiates any deed made to the purchaser by the clerk. The court went further in this case, and held that parol evidence could not be introduced to affect the validity or invalidity of a tax deed. So, too, in <i>Carrell</i> v. <i>Mitchell,</i> <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">W. Va.</span> <span class=\"page\">130</span></span>, 136, it was said the fact that land was advertised and sold as delinquent under a description in the advertisement, locating it in a different district from that in which the land was situated, was such an irregularity as would void the deed made in pursuance of such sale. In <i>Hays</i> v. <i>Heatherly,</i> <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">W. Va.</span> <span class=\"page\">613</span></span>, the title obtained by a purchaser was held to be defective for the reason that the affidavit <span class=\"star-pagination\">*57</span> did not comply with the form contained in the statute. In that case the deed had not been obtained; but in <i>Phillips</i> v. <i>Minear,</i> <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">W. Va.</span> <span class=\"page\">58</span></span>, the same defect was held to be fatal after the deed was obtained and after the curative section (25) had taken effect. See also <i>Jackson</i> v. <i>Kittle,</i> 34 W. Va. 207; <i>Baxter</i> v. <i>Wade,</i> 39 W. Va. 281.</p>\n<p>That it is competent for the legislature to provide by curative statutes that irregularities in the sales of lands shall not prejudice the purchaser after a certain time has elapsed, and a deed has been given, is entirely clear, although as observed by Judge Cooley in his work upon Taxation, chapter 10, such defective proceedings cannot be cured where there is a lack of jurisdiction to take them. \"Curative laws may heal irregularities in action, but they cannot cure want of authority to act at all,\" and that \"whatever the legislature could not have authorized originally it cannot confirm.\" It may not be altogether easy in a particular case to determine whether the defect be jurisdictional or not, but certainly irregularities in the personal conduct of the officer making the sale would not be so regarded; and it is at least exceedingly doubtful whether the failure to preserve the auditor's list of delinquent lands or the evidence of the publication and posting of the statutory notices would vitiate a deed made by the clerk, after a lapse of twelve years.</p>\n<p>But, even if parol or other evidence were competent to impeach this sale, none such was offered, and it may well be doubted whether due process of law, within the meaning of the Fourteenth Amendment, requires a punctilious conformity with the statutory procedure preceding and accompanying the sale. Whether all the steps required by law were actually taken in a particular case, and whether the failure to take such steps would invalidate the sale, would seem to be a matter for the state courts, rather than for this court, to decide, and it would appear that the Fourteenth Amendment would be satisfied by showing that the usual course prescribed by the state laws required notice to the taxpayer and was in conformity with natural justice. Exactly what due process of law requires in the assessment and collection of general taxes has never yet been decided by this court, although we have had frequent occasion to hold <span class=\"star-pagination\">*58</span> that, in proceedings for the condemnation of land under the laws of eminent domain, or for the imposition of special taxes for local improvements, notice to the owner at some stage of the proceedings, as well as an opportunity to defend, is essential. <i>Spencer</i> v. <i>Merchant,</i> 125 U.S. 345; <i>Huling</i> v. <i>Kaw Valley Railway,</i> 130 U.S. 559; <i>Hagar</i> v. <i>Reclamation District,</i> <span class=\"citation\" data-id=\"91153\"><a href=\"/opinion/91153/hagar-v-reclamation-dist-no-108/\"><span class=\"volume\">111</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">701</span></a></span>; <i>Paulsen</i> v. <i>Portland,</i> 149 U.S. 30. But laws for the assessment and collection of general taxes stand upon a somewhat different footing and are construed with the utmost liberality, sometimes even to the extent of holding that no notice whatever is necessary. Due process of law was well defined by Mr. Justice Field in <i>Hagar</i> v. <i>Reclamation District,</i> <span class=\"citation\" data-id=\"91153\"><a href=\"/opinion/91153/hagar-v-reclamation-dist-no-108/\"><span class=\"volume\">111</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">701</span></a></span>, in the following words: \"It is sufficient to observe here, that by `due process' is meant one which, following the forms of law, is appropriate to the case, and just to the parties to be affected. It must be pursued in the ordinary mode prescribed by the law; it must be adapted to the end to be attained; and wherever it is necessary for the protection of the parties, it must give them an opportunity to be heard respecting the justice of the judgment sought. The clause in question means, therefore, that there can be no proceeding against life, liberty, or property which may result in deprivation of either, without the observance of those general rules established in our system of jurisprudence for the security of private rights.\"</p>\n<p>It was said in <i>Witherspoon</i> v. <i>Duncan,</i> <span class=\"citation\" data-id=\"87768\"><a href=\"/opinion/87768/witherspoon-v-duncan/\"><span class=\"volume\">4</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">210</span></a></span>, that the States, as a general rule, had the right to determine the manner of levying and collecting taxes upon private property, and could declare a tract of land chargeable with taxes, irrespective of its ownership, or in whose name it was assessed or advertised, and that an erroneous assessment did not vitiate the sale. In <i>McMillen</i> v. <i>Anderson,</i> <span class=\"citation\" data-id=\"89559\"><a href=\"/opinion/89559/mcmillen-v-anderson/\"><span class=\"volume\">95</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, it was held that due process of law did not require that a person should have an opportunity to be present when the tax was assessed against him, or that the tax should be collected by suit; and in <i>Kelley</i> v. <i>Pittsburgh,</i> <span class=\"citation\" data-id=\"90424\"><a href=\"/opinion/90424/kelly-v-pittsburgh/\"><span class=\"volume\">104</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, that the general system of procedure for the levy and collection of taxes, established in this country, is, within the meaning of the Constitution, due process of law. In <i>Bell's Gap R.R. Co.</i> v. <i>Pennsylvania,</i> 134 U.S. <span class=\"star-pagination\">*59</span> 232, 239, it was held that the process of taxation did not require the same kind of notice as is required in a suit at law, or even in proceedings for taking private property under the power of eminent domain. \"It involves no violation of due process of law, when it is executed in accordance to customary forms and established usages, or in subordination to the principles which underlie them.\"</p>\n<p>The main objection to section 25, above quoted, seems to be that it makes the deed conclusive evidence of the regularity of all proceedings not appearing of record, and hence that it is obnoxious to the ruling of this court in <i>Marx</i> v. <i>Hanthorn,</i> <span class=\"citation\" data-id=\"93548\"><a href=\"/opinion/93548/marx-v-hanthorn/\"><span class=\"volume\">148</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">172</span></a></span>, in which we held that as the legislature could not deprive one of his property by making his adversary's claim to it conclusive of its own validity, it could not make a tax deed conclusive evidence of the holder's title to land.</p>\n<p>But conceding this to be so, there is another section proper to be considered in this connection, and that is section 29, which reads as follows:</p>\n<p>\"29. In all cases in which a question shall arise as to any such sale or deed, or the effect thereof, such deed shall be <i>prima facie</i> evidence against the owner or owners, legal or equitable, of the real estate at the time it was sold, his or their heirs and assigns, . . . that the person named in the deed as clerk of the county court was such, that the sheriff or other officer who made the sale was such sheriff or officer as stated in such deed, <i>that the material facts therein recited are true,</i> and that such estate as is mentioned in the twenty-fifth section of this chapter vested in the grantee in the deed.\"</p>\n<p>Assuming the common law rule to be, as stated by the elementary writers upon taxation, that the purchaser at a tax sale is bound to take upon himself the burden of showing the regularity of all proceedings prior thereto, it is entirely clear that statutes declaring the tax deed to be <i>prima facie</i> evidence, not only of regularity in the sale, but of all prior proceedings, and of title in the purchaser, are valid, since the only effect of such statutes is to change the burden of proof which rested at common law upon the purchaser and cast it upon the party who contests the sale. Indeed, the validity of these acts was <span class=\"star-pagination\">*60</span> expressly affirmed by this court in <i>Pillow</i> v. <i>Roberts,</i> <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">How.</span> <span class=\"page\">472</span></span>, 476, and <i>Williams</i> v. <i>Kirtland,</i> 13 Wall. 306.</p>\n<p>Even if the provisions of section 25, making irregularities of a sale immaterial, were invalid, it would still result that under section 29 the facts recited in the deed would be presumed to be true, and the burden be thrown upon the landowner of disproving them. This burden the plaintiff has not assumed, but he is content to rely, and stake his whole case, upon the fact that the return of the sheriff did not show a compliance with the procedure marked out by the statute. Even if it were admitted that due process of law required the observance of all the steps prescribed by this statute, it does not demand that they shall be made matter of record, much less that they shall be made matter of a particular record, such for instance as the return of the sheriff of the sale of the lands. Under the Fourteenth Amendment, the legislature is bound to provide a method for the assessment and collection of taxes that shall not be inconsistent with natural justice; but it is not bound to provide that the particular steps of a procedure for the collection of such taxes shall be proven by written evidence; and it may properly impose upon the taxpayer the burden of showing that in a particular case the statutory method was not observed. The fact that the return of the sheriff does not recite the various steps of the procedure when the statute does not contemplate that it shall do so, is no evidence whatever that they were not followed to the letter. If the plaintiff had alleged that in the proceedings for the sale of these lands the sheriff had failed to comply with the law, and the defendant had pleaded that by the curative section (25), irregularities not appearing of record would not vitiate the deed, the constitutionality of that section would properly be raised; but the plaintiff in this case was content to put his bill upon the ground that the record, namely, the sheriff's return of sale, did not set forth that the procedure prescribed by statute, preceding and accompanying the sale, had been followed. This is an effort to test the constitutionality of the law without showing that the plaintiff had been injured by its application, and in this particular the case falls within our ruling in <i>Tyler</i> v. <i>Judges of Registration,</i> 179 <span class=\"star-pagination\">*61</span> U.S. 405, wherein we held that the plaintiff was bound to show he had personally suffered an injury before he could institute a bill for relief. In short, the case made by the plaintiff is purely academic. For aught that appears, the proceedings may have been perfectly regular, and his bill rests solely upon the proposition that there may have been irregularities in the sheriff's sale, and that, if there were, the statute validating the deed, notwithstanding such irregularities, is unconstitutional, and deprives him of his property without due process of law. This proposition contains its own answer.</p>\n<p>The exact case then made by the bill is this: The plaintiff seeks to avoid a sale made twelve years before by an allegation that the record, namely, the sheriff's return of the sale, does not show a compliance with the statute in certain particulars, without also averring that in fact there was a failure to perform some step required by law. To hold a sale invalid upon these allegations might result in upsetting every sale for taxes made in West Virginia for the past twenty years.</p>\n<p>We are of the opinion that no case is made by the bill, that the judgment of the Circuit Court is correct, and it is therefore</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "sha1": "f4157699c38daf49a20c9a495e6697b56719e2be", 
  "date_modified": "2014-12-21T01:33:50.047332", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/95707/turpin-v-lemon/", 
  "citation_count": 22, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/271756/", 
  "html": "<p class=\"case_cite\">187 U.S. 51</p>\n    <p class=\"case_cite\">23 S.Ct. 20</p>\n    <p class=\"case_cite\">47 L.Ed. 70</p>\n    <p class=\"parties\">WILLIAM J. TURPIN, <i>Appt.</i>,<br>v.<br>JOHN B. LEMON <i>et al.</i></p>\n    <p class=\"docket\">No. 35.</p>\n    <p class=\"date\">Argued and Submitted March 17, 1902.</p>\n    <p class=\"date\">Decided November 3, 1902</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This was an appeal from a decree of the circuit court for the district of West Virginia sustaining a demurrer to, and dismissing, a bill filed for the purpose of impeaching a tax sale and deed of certain lands, and of obtaining a judicial declaration that the defendants, who were purchasers under such tax deed, took no title to or interest in such lands.</p>\n      <p class=\"indent\">The facts set forth in the bill were substantially as follows: On April 30, 1874, Turpin, a citizen of the state of Pennsylvania, purchased from the executors of one Smith C. Hill 225 acres of land in the county of Ritchie, West Virginia, and received a deed therefor. In the year 1879 100 acres of this land were sold for delinquent taxes for prior years, by which the quantity owned by Turpin was diminished to 125 acres, which were assessed to him for taxes for the years 1883 and 1884. Being absent from the state for several years, in poor health and unfit for business, he paid no attention to the land, which was returned delinquent for the nonpayment of these taxes, and was sold by the sheriff of Ritchie county for such taxes on January 12, 1886. Having failed to redeem the land within the year allowed by law from the time of the sale, on February 3, 1887, some weeks after the expiration of the year, a deed was made by the clerk of the county court of Ritchie county to the defendants.</p>\n      <p class=\"indent\">Nothing was done, and no effort was made to pay these taxes, until about February 21, 1899, when Turpin met the defendant John B. Lemon, and tendered him the sum of $176.50, to cover the amount of the taxes paid by the defendants in the purchase of the land, and all taxes paid by them subsequently, as well as the cost of all surveys, etc., which amount he now offers to pay into court; but Lemon refused to receive the money, and has since cut large quantities of timber and removed the same from the land.</p>\n      <p class=\"indent\">Whereupon he filed this bill, which really raises but a single question, and that is whether the laws of the state of West Virginia enacted with reference to the sale of delinquent lands for taxes are contrary to the Constitution of the United States, or constitute due process of law within the 14th Amendment. Other questions were raised in the bill, but in his petition for an appeal to this court the appellant rests his case upon the single question of the constitutionality of these laws.</p>\n      <p class=\"indent\"><i>Mr. C. D. Merrick</i> for appellant.</p>\n      <p class=\"indent\"><i>Mr. J. G. McCluer</i> for respondents.</p>\n      <p class=\"indent\">Mr. Justice Brown delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The general charge is made by the appellant in his assignments of error, that the tax sale complained of in the bill, as well as the statutes of West Virginia, are obnoxious to the 14th Amendment of the Constitution in failing to provide due process of law or the equal protection of the laws.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The particular errors which are alleged in the bill to invalidate the sale in question are,&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">That it nowhere appeared in the return of the sale made by the sheriff for these taxes, either (1) that the land had been certified to him as delinquent by the auditor of the state as required by law, or (2) that he published or posted the notice of the sale as required by law, or (3) that said sale was made at a time at which he would be authorized by law to make such sale, or (4) that such sale was at a place, to wit, at the front door of the courthouse, at which the sheriff was authorized to make it, or (5) that such sale was made at public auction, or (6) that such land was sold to a person or persons who would take the least number of acres and pay the taxes thereon, or (7) that such sale was made in accordance with the provisions of the law of the state.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In making sales of land for unpaid taxes the procedure indicated by the above exceptions is undoubtedly required by the statute, the provisions of which are so numerous that they do not require citation. It will be observed, however, that there is no allegation in the bill that such requirements were not actually followed, but simply that the return of the sale failed to set forth a compliance with them. It is true the bill avers that the statements in the tax deed of a compliance with the law, '<i>as the record evidence shows</i>, were without foundation in fact.' This, however, is but a restatement of the proposition theretofore stated more particularly, 'that the return did not show that the successive steps laid down by the statute were followed. That the pleader did not intend thereby to charge that the statutory procedure was not actually pursued is evident from the plaintiff's brief, that, 'while the proceeding may have been conducted, under this statute, yet the system provided is arbitrary and uncertain in its character,' etc. As the statute does not require the sheriff to show in his return of sale that he has complied with these requirements, or any of them, or even to state in general terms that the sale was made in accordance with the statutes, the plaintiff fails to show that he has suffered any actual injury, or that the forms of law were not literally observed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The act of 1882, chap. 130, &#167;&#167; 12 and 13, specially provides a form of return of the sale as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'12. The sheriff or collector who made the sale shall forthwith make out a list of sales so made, with a caption thereto, in form or effect as follows: 'List of real estate sold in the county of _____, in the month (or months, as the case may be) of _____, eighteen _____, for the nonpayment of the taxes charged thereon, in the said county, for the year (or years, as the case may be) eighteen _____.' Underneath shall be the several columns mentioned in the 10th section of this chapter [with a like caption to each column].</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'13. There shall be appended to such list an affidavit in form or effect as follows: 'I, A_____ B_____, sheriff (or collector or deputy for C_____ D_____, sheriff or collector), of the county of _____, do swear that the above list contains a true account of all the real estate within my county which has been sold by me . . . during the present year, for the nonpayment of taxes thereon for the year _____, and that I am not . . . directly or indirectly interested in the purchase of any of said real estate, so help me God.' Which oath shall be subscribed and taken before some person authorized to administer oaths.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">By &#167; 15 of the same chapter 'the owner of any real estate so sold, his heirs or assigns, or any person having a right to charge such real estate for a debt, may redeem the same by paying to the purchaser, his heirs or assigns, within one year from the sale thereof, the amount specified in the receipt mentioned in the 10th section of this chapter, and such additional taxes thereon as may have been paid by the purchaser, his heirs or assigns, with interest on said purchase money and taxes at the rate of 12 per cent per annum from the time the same may have been so paid.' No attempt was made by the plaintiff to comply with this statute.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">By &#167; 19 of the same chapter it is provided that after the expiration of the year the purchaser may obtain from the clerk of the county court of the county in which said sale was made a deed of conveyance for the land; and by &#167; 25, when the purchaser shall have obtained a deed thereof, 'and caused the same to be admitted to record, . . . such right, title, and interest in and to said real estate as was vested in the person or persons charged with the taxes thereon for which it was sold, . . . shall be transferred to and vested in the grantee in such deed, notwithstanding any irregularity in the proceedings under which the same was sold, not herein provided for, unless such irregularity appear on the face of such proceedings of record in the office of the clerk of the county court, and be such as materially to prejudice and mislead the owner of the real estate so sold, as to what portion of his real estate was so sold, and when and for what year or years it was sold, or the name of the purchaser thereof; and not then, unless it be clearly proved to the court or jury trying the case that but for such irregularity the former owner of such real estate would have redeemed the same under the provisions of this chapter.' This same section further declares, in a subsequent clause, that 'no irregularity, error, or mistake in the delinquent list, or the return thereof, or in the affidavit thereto, or in the list of sales filed with the clerk of the county court, or in the affidavit thereto, or in the recordation of such list or affidavit, or as to the manner of laying off any real estate so sold, or in the plat, description, or report thereof made by the surveyor or other person, shall, after the deed is made, invalidate or affect the sale or deed.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The substance of this legislation, then, is this: That a certain procedure is prescribed for the sheriff in making sales of land for unpaid taxes; but it is not required that he incorporate the various steps of such procedure in his report of sales,&#8212;merely that he shall swear that the list of lands to which his affidavit is appended contains a true account of all the real estate within the county sold by him during the current year for the nonpayment of taxes, and that he is not directly or indirectly interested in the purchase of any such real estate. A year is then allowed for redemption, after the expiration of which a deed of the land is executed to the purchaser at the sheriff's sale by the clerk of the county court, which deed, the statute provides, shall not be invalidated by reason of any irregularity in the proceedings under which the land was sold, unless such irregularities appear upon the face of such proceedings of record in the office of the clerk, and be such as to materially prejudice and mislead the owner.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Counsel for the plaintiff criticies this legislation, and particularly &#167; 25, upon the ground that it does not provide for any record of the successive steps of procedure in advertising and selling lands for the nonpayment of taxes, and yet declares that the title to the land shall be vested in the purchaser, notwithstanding any irregularity, unless such irregularity appears upon the face of the proceedings. The inference is that there is no irregularity which can vitiate the sale. This is not entirely accurate. It is true that the statute prescribes a general form of return by the sheriff, which does not set forth in detail the proceedings prior to and at the sale; but that there are irregularities which appear of record, and therefore that the exception in the curative statute is not without force, is evident from the case of <i>McCallister</i> v. <i>Cottrille</i>, 24 W. Va. 173, in which it was held to be the official duty of the clerk of the county court to note in his office the day on which the sheriff returned his list of the sales of lands sold for delinquent taxes, and if he fails to make such note, or his office shows that such list was not returned and filed for more than ten days after the completion of such sales, this, in either case, is such an omission and irregularity as to materially prejudice the rights of the owner of lands sold at such sale, and therefore vitiates any deed made to the purchaser by the clerk. The court went further in this case, and held that parol evidence could not be introduced to affect the validity or invalidity of a tax deed. So, too, in <i>Carrell</i> v. <i>Mitchell</i>, 37 W. Va. 130, 136, 16 S. E. 453, it was said the fact that land was advertised and sold as delinquent under a description in the advertisement, locating it in a different district from that in which the land was situated, was such an irregularity as would void the deed made in pursuance of such sale. In <i>Hays</i> v. <i>Heatherly</i>, 36 W. Va. 613, 15 S. E. 223, the title obtained by a purchaser was held to be defective for the reason that the affidavit did not comply with the form contained in the statute. In that case the deed had not been obtained; but in <i>Phillips</i> v. <i>Minear</i>, 40 W. Va. 58, 20 S. E. 924, the same defect was held to be fatal after the deed was obtained, and after the curative section (25) had taken effect. See also <i>Jackson</i> v. <i>Kittle</i>, 34 W. Va. 207, 12 S. E. 484; <i>Baxter</i> v. <i>Wade</i>, 39 W. Va. 281, 19 S. E. 404.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">That it is competent for the legislature to provide by curative statutes that irregularities in the sales of lands shall not prejudice the purchaser after a certain time has elapsed and a deed has been given is entirely clear, although, as observed by Judge Cooley in his work upon Taxation, chap. 10, p. 227, such defective proceedings cannot be cured where there is a lack of jurisdiction to take them. 'Curative laws may heal irregularities in action, but they cannot cure want of authority to act at all,' and that 'whatever the legislature could not have authorized originally, it cannot confirm.' It may not be altogether easy in a particular case to determine whether the defect be jurisdictional or not, but certainly irregularities in the personal conduct of the officer making the sale would not be so regarded; and it is at least exceedingly doubtful whether the failure to preserve the auditor's list of delinquent lands or the evidence of the publication and posting of the statuory notices would vitiate a deed made by the clerk, after a lapse of twelve years.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">But, even if parol or other evidence were competent to impeach this sale, none such was offered, and it may well be doubted whether due process of law, within the meaning of the 14th Amendment, requires a punctilious conformity with the statutory procedure, preceding and accompanying the sale. Whether all the steps required by law were actually taken in a particular case, and whether the failure to take such steps would invalidate the sale, would seem to be a matter for the state courts, rather than for this court, to decide; and it would appear that the 14th Amendment would be satisfied by showing that the usual course prescribed by the state laws required notice to the taxpayer and was in conformity with natural justice. Exactly what due process of law requires in the assessment and collection of general taxes has never yet been decided by this court, although we have had frequent occasion to hold that, in proceedings for the condemnation of land under the laws of eminent domain, or for the imposition of special taxes for local improvements, notice to the owner at some stage of the proceedings, as well as an opportunity to defend, is essential. <i>Spencer</i> v. <i>Merchant</i>, 125 U. S. 345, 31 L. ed. 763, 8 Sup. Ct. Rep. 921; <i>Huling</i> v. <i>Kaw Valley R. &amp; Improv. Co.</i> 130 U. S. 559, 32 L. ed. 1045, 9 Sup. Ct. Rep. 603; <i>Hagar</i> v. <i>Reclamation Dist. No. 108</i>, 111 U. S. 701, 28 L. ed. 569, 4 Sup. Ct. Rep. 663; <i>Paulsen</i> v. <i>Portland</i>, 149 U. S. 30, 37 L. ed. 637, 13 Sup. Ct. Rep. 750. But laws for the assessment and collection of general taxes stand upon a somewhat different footing, and are construed with the utmost liberality, sometimes even to the extent of holding that no notice whatever is necessary. Due process of law was well defined by Mr. Justice Field in <i>Hagar</i> v. <i>Reclamation Dist. No. 108</i>, 111 U. S. 701, 28 L. ed. 569, 4 Sup. Ct. Rep. 663, in the following words: 'It is sufficient to observe here that by 'due process' is meant one which, following the forms of law, is appropriate to the case, and just to the parties to be affected. It must be pursued in the ordinary mode prescribed by the law; it must be adapted to the end to be attained; and wherever it is necessary for the protection of the parties, it must give them an opportunity to be heard respecting the justice of the judgment sought. The clause in question means, therefore, that there can be no proceeding against life, liberty, or property which may result in the deprivation of either, without the observance of those general rules established in our system of jurisprudence for the security of private rights.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It was said in <i>Witherspoon</i> v. <i>Duncan</i>, 4 Wall. 210, 18 L. ed. 339, that the states, as a general rule, had the right to determine the manner of levying and collecting taxes upon private property, and could declare a tract of land chargeable with taxes, irrespective of its ownership, or in whose name it was assessed or advertised; and that an erroneous assessment did not vitiate the sale. In <i>McMillen</i> v. <i>Anderson</i>, 95 U. S. 37, 24 L. ed. 335, it was held that due process of law did not require that a person should have an opportunity to be present when the tax was assessed against him, or that the tax should be collected by suit; and in <i>Kelly</i> v. <i>Pittsburgh</i>, 104 U. S. 78, 26 L. ed. 658, that the general system of procedure for the levy and collection of taxes, established in this country, is, within the meaning of the Constitution, due process of law. In <i>Bell's Gap R. Co.</i> v. <i>Pennsylvania</i>, 134 U. S. 232, 239, 33 L. ed. 892, 895, 10 Sup. Ct. Rep. 533, 535, it was held that the process of taxation did not require the same kind of notice as is required in a suit at law, or even in proceedings for taking private property under the power of eminent domain. 'It involves no violation of due process of law when it is executed according to customary forms and established usages, or in subordination to the principles which underlie them.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The main objection to &#167; 25, above quoted, seems to be that it makes the deed conclusive evidence of the regularity of all proceedings not appearing of record, and hence that it is obnoxious to the ruling of this court in <i>Marx</i> v. <i>Hanthorn</i>, 148 U. S. 172, 37 L. ed. 410, 13 Sup. Ct. Rep. 508, in which we held that, as the legislature could not deprive one of his property by making his adversary's claim to it conclusive of its own validity, it could not make a tax deed conclusive evidence of the holder's title to land.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">But, conceding this to be so, there is another section proper to be considered in this connection, and that is &#167; 29, which reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'29. In all cases in which a question shall arise as to any such sale or deed, or the effect thereof, such deed shall be prima facie evidence against the owner or owners, legal or equitable, of the real estate at the time it was sold, his or their heirs and assigns, . . . that the person named in the deed as clerk of the county court was such, that the sheriff or other officer who made the sale was such sheriff or officer as stated in such deed, <i>that the material facts therein recited are true</i>, and that such estate as is mentioned in the 25th section of this chapter vested in the grantee in the deed.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Assuming the common-law rule to be, as stated by the elementary writers upon taxation, that the purchaser at a tax sale is bound to take upon himself the burden of showing the regularity of all proceedings prior thereto, it is entirely clear that statutes declaring the tax deed to be prima facie evidence, not only of regularity in the sale, but of all prior proceedings and of title in the purchaser, are valid, since the only effect of such statutes is to change the burden of proof, which rested at common law upon the purchaser, and cast it upon the party who contests the sale. Indeed, the validity of these acts was expressly affirmed by this court in <i>Pillow</i> v. <i>Roberts</i>, 13 How. 472, 476, 14 L. ed. 228, 230, and <i>Williams</i> v. <i>Kirkland</i>, 13 Wall. 306, 20 L. ed. 683.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Even if the provisions of &#167; 25, making irregularities of a sale immaterial, were invalid, it would still result that under &#167; 29 the facts recited in the deed would be presumed to be true, and the burden be thrown upon the landowner of disproving them. This burden the plaintiff has not assumed, but he is content to rely, and stake his whole case, upon the fact that the return of the sheriff did not show a compliance with the procedure marked out by the statute. Even if it were admitted that due process of law required the observance of all the steps prescribed by this statute, it does not demand that they shall be made matter of record, much less that they shall be made matter of a particular record, such, for instance, as the return of the sheriff of the sale of the lands. Under the 14th Amendment the legislature is bound to provide a method for the assessment and collection of taxes that shall not be inconsistent with natural justice; but it is not bound to provide that the particular steps of a procedure for the collection of such taxes shall be proved by written evidence; and it may properly impose upon the taxpayer the burden of showing that in a particular case the statutory method was not observed. The fact that the return of the sheriff does not recite the various steps of the procedure, when the statute does not contemplate that it shall do so, is no evidence whatever that they were not followed to the letter. If the plaintiff had alleged that in the proceedings for the sale of these lands the sheriff had failed to comply with the law, and the defendant had pleaded that by the curative section (25) irregularities not appearing of record would not vitiate the deed, the constitutionality of that section would properly be raised; but the plaintiff in this case was content to put his bill upon the ground that the record, namely, the sheriff's return of sale, did not set forth that the procedure prescribed by statute, preceding and accompanying the sale, had been followed. This is an effort to test the constitutionality of the law, without showing that the plaintiff had been injured by its application, and, in this particular, the case falls within our ruling in <i>Tyler</i> v. <i>Registration Court Judges</i>, 179 U. S. 405, 45 L. ed. 252, 21 Sup. Ct. Rep. 206, wherein we held that the plaintiff was bound to show he had personally suffered an injury before he could institute a bill for relief. In short, the case made by the plaintiff is purely academic. For aught that appears, the proceedings may have been perfectly regular, and his bill rests solely upon the proposition that there may have been irregularities in the sheriff's sale, and that, if there were, the statute validating the deed, notwithstanding such irregularities, is unconstitutional and deprives him of his property without due process of law. This proposition contains its own answer.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The exact case, then, made by the bill, is this: The plaintiff seeks to avoid a sale made twelve years before by an allegation that the record, namely, the sheriff's return of the sale, does not show a compliance with the statute in certain particulars, without also averring that in fact there was a failure to perform some step required by law. To hold a sale invalid upon these allegations might result in upsetting every sale for taxes made in West Virginia for the past twenty years.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We are of the opinion that no case is made by the bill, that <i>the judgment of the Circuit Court is correct, and it is therefore affirmed</i>.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/95707/"
}