{"absolute_url": "/opinion/95700/hotema-v-united-states/", "blocked": false, "citation": {"case_name": "Hotema v. United States", "docket_number": "572", "document_uris": ["/api/rest/v2/document/95700/"], "federal_cite_one": "186 U.S. 413", "federal_cite_three": null, "federal_cite_two": null, "id": 80083, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/80083/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 16, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1902-06-02", "date_modified": "2014-12-21T01:33:49.413889", "docket": "/api/rest/v2/docket/2519589/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">186 U.S. 413</p>\n    <p class=\"case_cite\">22 S.Ct. 895</p>\n    <p class=\"case_cite\">46 L.Ed. 1225</p>\n    <p class=\"parties\">SOLOMON HOTEMA, <i>Plff. in Err.</i>,<br>v.<br>UNITED STATES.</p>\n    <p class=\"docket\">No. 572.</p>\n    <p class=\"date\">Submitted April 28, 1902.</p>\n    <p class=\"date\">Decided June 2, 1902.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Mr. Jacob C. Hodges</i> for plaintiff in error.</p>\n      <p class=\"indent\"><i>Assistant Attorney General</i> <i>Beck</i> for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice Peckham delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The plaintiff in error was indicted for the murder of Vina Coleman on April 14, 1899, in the Indian territory. He is an Indian of pleaded not guilty to the indictment the pleaded not guilty to the indictment the venue was changed upon motion, and the cause was sent for trial to the United States district court holden at Paris in the eastern district of Texas. Upon the trial before that court the defendant set up the defense of insanity, the jury found him guilty of murder as charged in the indictment, and he was sentenced to suffer the penalty of death. The defendant in the indictment has brought the case here to review that judgment. There is no part of the evidence contained in the bill of exceptions.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The errors which are assigned in this case relate to those contained in the charge of the court to the jury. The first one we notice is an exception to a statement contained in the charge of the court that, 'in this case it is not material, so far as the question of the guilt or innocence is concerned, that the evidence fails to show any motive for the killing.' The defendant claims that this is error, because the want of motive is material, and the jury should consider that fact in determining the issue as to defendant's sanity at the time of the homicide. The exception to this single remark of the court fails to give the proper view of the charge, and gives a false impression as to the meaning of the court therein. The attention of the court was directed to the subject of proving motive upon the trial of a person charged with murder, and he charged that it was unnecessary to show a motive for the commission of the crime so long as the evidence satisfied the jury that the person charged was in fact guilty of the act; that it was not necessary to prove by any particular expression of the party charged that he had some personal, or what may be termed express, malice toward the individual who was killed. The court charged as follows upon this subject:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'Murder is where a person of sound memory and discretion unlawfully kills any reasonable of the United States, with malice aforethought, of the United States, with malice, aforethought, either express or implied. The term 'express malice' means that the homicide was the result of a formed design, based upon a wicked and depraved spirit, and is maliciously conceived and wickedly and maliciously executed without justifiable or lawful excuse. The most usual illustrations, and the ones best understood generally of the term 'express malice,' are such as lying in wait for the intended victim, and when he approaches he is slain, or the preparation and administration of poison for the purpose of taking life, because in such instances the acts clearly show the formed design and the unlawful intent and its execution, and therefore is said to be killing upon express malice. These are only illustrations of what is meant by the terms 'express malice,' and any homicide that is shown to have been the result of wilful intent and committed without legal excuse is said to be a killing upon express malice.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'By the term 'implied malice' is meant that in the case charged the evidence shows that the party charged committed the act, and that it was intentional and unlawful, that is, without justifiable excuse, and the evidence fails to reveal the motive why the person committed the act. In that state of case the law attaches or implies malice to the nature of the act done; that is, the taking of human life without justifiable excuse. Where the evidence fails to show that it was done upon express malice, yet it shows that the party charged intentionally did the act without lawful excuse, malice is inferred, although the evidence may not disclose any motive whatever, and therefore if the killing was intentional and without justifiable excuse, although no motive is shown for it, the party would be guilty of murder and should be convicted therefor, unless excused upon the ground of insanity or the want of mental capacity to form a criminal intent. Therefore in this case it is not material, so far as the question of guilt or innocence is concerned, that the evidence fails to show any motive for the killing, because if the killing was intentional and was not justifiable, the law implies the criminal intent, and, unless rebutted by testimony, would justify a conviction, provided the evidence shows that the party charged had sufficient mental ability to be held responsible for his acts.' The expression in the charge which plaintiff excepted to, when read in connection with all that the court said upon the question, is undoubtedly correct.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Prior to giving specific instructions in regard to the legal meaning of the word 'insanity,' and as to its sufficiency as a defense to the party accused of crime, the court made some general statements upon that subject as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'Every person, charged with crime, is presumed to be sane; that is, of sound memory and discretion, until the contrary is shown by proof. No act done in a state of insanity can be punished as an offense. The question of the insanity of the defendant has exclusive reference to the act with which he is charged and the time of the commission of the same. If he was sane at the time of the commission of the act, he is punishable by law. If he was insane at the time of the commission of the act, he is entitled to be acquitted. A safe and reasonable test is that whenever it shall appear from all the evidence that at the time of committing the act the defendant was sane, and this conclusion is proved to the satisfaction of the jury, taking into consideration all the evidence in the case, beyond a reasonable doubt, he will be held amenable to the law. Whether the insanity be general or partial, whether continuous or periodical, the degree of it must have been sufficiently great to have controlled the will of the accused at the time of the commission of the act. Where reason ceases to have dominion over the mind proved to be diseased, the person reaches a degree of insanity where criminal responsibility ceases and accountability to the law for the purpose of punishment no longer exists.'</p>\n    </div>\n    <p class=\"indent\">The court also charged:</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'That the burden is upon the government throughout the entire case to prove every essential element of the case charged, and if you should have a reasonable doubt, taking into consideration all the evidence in this case, that the defendant Hotema was sane at the time of the commission of the act charged, you will acquit him. . . . The real test, as I understand it, of liability or nonliability rests upon the proposition whether at the time the homicide was committed Hotema had a diseased brain, and it was not partially diseased or to some extent diseased, but diseased to the extent that he was incapable of forming a criminal intent, and that the disease had so taken charge of his brain and had so impelled it that for the time being his will power, judgment, reflection, and control of his mental faculties were impaired so that the act done was an irresistible and uncontrollable impulse with him at the time he committed the act. If his brain was in this condition, he cannot be punished by law. But if his brain was not in this condition, he can be punished by law, remembering that the burden is upon the government to establish that he was of sound mind, and by that term is not meant that he was of perfectly sound mind, but that he had sufficient mind to know right from wrong, and knowing that the act he was committing at the time he was performing it was a wrongful act in violation of human law, and he could be punished therefor, and that he did not perform the act because he was controlled by irresistible and uncontrollable impulse. In that state of case the defendant could not be excused upon the ground of insanity, and it would be your duty to convict him. But if you find from the evidence, or have a reasonable doubt in regard thereto, that his brain at the time he committed the act was impaired by disease, and the homicide was the product of such disease, and that he was incapable of forming a criminal intent, and that he had no control of his mental faculties and the will power to control his actions, but simply slew Vina Coleman because he was laboring under a delusion which absolutely controlled him, and that his act was one of irresistible impulse, and not of judgment, in that event he would be entitled to an acquittal.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In relation to the latter part of this charge, in which the court speaks of an irresistible impulse to commit the murder, counsel for the defendant says that he made no claim that the defendant was actuated by an irresistible impulse, and that there is nothing in the evidence to show that he was; that what he did claim was that the defendant was laboring under an insane delusion, and that this charge did not bring that subject before the jury. As there is no portion of the evidence returned in the bill of exceptions, we are unable to judge whether there was any which would justify, or which did justify, the court in submitting the question of irresistible impulse to the jury. If there had been evidence on that subject, the submission of the question was certainly as fair to the defendant as he could ask. We decide nothing further than that.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Upon the other portion of the charge, as to the general liability of the defendant to the criminal law and to the obligation of the government to prove him guilty beyond a reasonable doubt upon taking into consideration all the evidence, and in regard to every essential element of the crime, the charge of the court was undoubtedly correct. <i>Davis</i> v. <i>United States</i>, 160 U. S. 469, 40 L. ed. 499, 16 Sup. Ct. Rep. 353.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Some evidence was given, as is stated by the court in its charge, in regard to the defendant's drinking whisky about the time the homicide is said to have been committed. As to his alleged irresposibility, the court charged:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'Upon this matter you are instructed that the recent use of whisky would not be a defense in this case, and you are to take the evidence as a whole, not by piecemeal, but all the evidence introduced in this case upon both sides, and it is legitimate for you to consider the evidence above referred to in determining the question of whether or not Hotema was insane at the time the homicide was committed, or whether he was impelled and caused to perform the act by reason of the liquor he had drunk, if any. What I intend for you to understand is this: If the evidence as a whole fails to show, beyond a reasonable doubt, that Hotema was of sound brain, or at least to that extent that he knew right from wrong, and was capable of forming and carrying into execution a criminal intent, he would be entitled to be acquitted, no matter what amount of whisky he had drunk; but, in arriving at that conclusion, the jury are to look to all the evidence, and if, from all the evidence, they are satisfied that he slew Vina Coleman by reason of the whisky he had drunk, and not as a result of an insane delusion above referred to, in that event it would be your duty to convict the defendant; but if you have a reasonable doubt with regard to this matter, you will resolve it in favor of the defendant and acquit him.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We can see no cause for fault finding with that portion of the charge on the part of the defendant. The court had already charged there must be a wilful and intentional killing in order to warrant a conviction of murder. If that were present, we have no doubt the fact that defendant had drank some whisky before the killing was unimportant.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Then in regard to the subject of delusion the court charged:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'There is evidence in this case tending to show that Hotema believed in witches, and that that was taught by the Bible, and had the belief that his people and tribe were being affected by witches, and that the deaths that were occurring in the neighborhood were due to the evil influence of witches, and that the party he slew was a witch. Upon this phase of the case you are instructed that if the evidence shows that the defendant Hotema believed in witches, and that it was the result of his investigation and belief as to what the Scriptures taught, and that he acted upon that belief, thinking he had the right to kill the party he is charged with killing, because he thought she was a witch, but at the time he knew it was a violation of human law and that he would be punished therefor, in that event it would not be an insane delusion upon the part of Hotema, but would be an erroneous conclusion, and, being so, would not excuse him from the consequences of his act. And, also, if you further believe that he came to the conclusion from his investigation and understanding of the Scriptures that this party was a witch, and that the defendant also used spirituous liquors, and these two combined were the cause or causes that led him to the commission of the act, and that either or both of these were the sole inducement that caused him to do the act, he would not be guiltless and would be responsible therefor. Upon the other hand, I charge you that if you should find from the evidence in this case that Solomon Hotema, the defendant, believed that there were witches, and that he had a right to kill them, and if you further find that such belief was the product of a diseased brain, or if you have a reasonable doubt that such condition of brain existed at the time of the homicide, and that his act was the result of such diseased brain, you will acquit him.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'In this case you are to determine the following questions:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'1st. Was the defendant Hotema at the time he committed the homicide charged laboring under an insane delusion produced by an impaired brain, and did it go to the extent for the time being of controlling his will power, reflection, reason, and judgment, and was the homicide committed by reason of such insane delusion? If the proof has shown beyond a reasonable doubt that such was not the case, you will convict the defendant, but if there is a reasonable doubt as to such mental condition, you will resolve such doubt in favor of the defendant, and acquit him.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'2d. Did Hotema commit the homicide, not laboring under an insane delusion, but believing that by teachings of the Bible he had right to kill the party he did kill because he thought she was a witch, and at the time of such killing he performed the same solely upon such belief, and was not laboring under an insane delusion? If you believe this state of case existed, and so believe it beyond a reasonable doubt, you will find the defendant guilty as charged in this indictment, but if you have a reasonable doubt in regard thereto, you will acquit the defendant.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The court had already properly instructed the jury as to the test to be applied to the general defense of insanity. In substance it had charged the jury that if defendant knew the nature and quality of his act when he committed it, and that it was wrong and a violation of the law of the land, for which he would be punished, that he was responsible for the act he committed. And upon the matter of irresistible impulse, the charge was, as we have said, at least as favorable to the defendant as he had any right to ask.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We think, taking the whole charge together, that the judge properly laid down the law in regard to the responsibility of the defendant on account of his alleged mental condition. It placed the burden on the government (following <i>Davis</i> v. <i>United States, supra</i>) of proving beyond a reasonable doubt that the defendant was sane at the time of the commission of the act, as one of the essential features of the crime. It also held that within the legal definition of insanity the defendant was responsible for his acts if at the time of their commission he was of sufficient mental capacity to understand their nature and quality, and that the particular act in question was wrong and a violation of the law of the land for which he would be amenable to punishment under that law.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Upon the condition of mind of defendant regarding witches, the court held that if his belief in witches and his right to kill them were the product of a diseased brain, he was irresponsible, and if the jury had a reasonable doubt on that question, it should acquit. If his belief were not the product of an insane delusion, but simply an erroneous conclusion of a sane mind, he was, as the court charged, responsible.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The court, by the portions of the charge above adverted to, directed the attention of the jury to the distinction between a mere erroneous opinion and an insane delusion, the product of a diseased mind or brain. The subject is somewhat difficult, and the line of distinction not always easily drawn, but it exists, and we think that in this case the condition of mind which would render the defendant irresponsible was sufficiently and properly indicated by the court in its charge. It assumed that defendant might have formed an erroneous opinion regarding witches and witchcraft, and yet might not have been insane within the legal definition, and therefore, although possessing such erroneous ideas and acting on them, he might still be responsible criminally for his actions. And on the other hand, if his opinion on the subject were the result of insane delusions, and he acted on them, he was irresponsible, and responsibility must be proved beyond a reasonable doubt. We think this was all the defendant could require.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">A special plea to the indictment in this case was filed by the defendant, setting up the fact that he had been once placed in jeopardy, and it appeared in the plea that the defendant on the same day on which he killed Vina Coleman also killed two other persons, and two indictments were found charging defendant with the murder of each of such persons, the indictments were thereupon consolidated and upon his trial on the consolidated indictments the defense set up was insanity, the same ground as set up in this case, and it was alleged that the only issue made in the case was whether the defendant was sane or insane at the time that he killed the two persons. The jury upon the trial of defendant on the consolidated indictments for the murder of the two found him not guilty, on the issue of insanity. The indictment in this case was for the killing by the defendant of the third of the three persons, and it is upon these facts that he sets up the plea of once in jeopardy.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">While the plea, on such facts, is wholly without merit, and need not be further noticed, it is only adverted to for the purpose of recognizing the fact that the defendant has been charged with the murder of three different persons on the same day, and that seemingly there was no motive shown for the killing of any of them, or, at any rate, there was none shown for the killing of the person described in the indictment in this case, as the charge of the court in substance concedes. It also appears in this record that the first jury impaneled in this case was unable to agree upon a verdict. We are thus made acquainted, from the record, with the fact that one jury, upon the question of the insanity of the defendant, has, upon the trial of the consolidated indictments charging him with two distinct and separate murders, acquitted him of the alleged crimes on that ground; another jury has been unable in this case to agree upon the question; a third one has, in the case now before us, convicted him. Being unable to see any legal error committed by the trial court we are bound to affirm the judgment. The question whether, upon a consideration of the facts, the extreme penalty of the law should be carried out upon this defendant, is one which must be addressed to the consideration of the executive, as it is not one over which this court has jurisdiction. <i>The judgment must be affirmed</i>.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>186 U.S. 413 (1902)</b></center>\n<center><h1>HOTEMA<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 572.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted April 28, 1902.</center>\n<center>Decided June 2, 1902.</center>\nERROR TO THE DISTRICT COURT FOR THE EASTERN DISTRICT OF TEXAS.\n<p><i>Mr. Jacob C. Hodges</i> for Hotema.</p>\n<p><i>Mr. Assistant Attorney General Beck</i> for the United States.</p>\n<p><span class=\"star-pagination\">*414</span> MR. JUSTICE PECKHAM delivered the opinion of the court.</p>\n<p>The plaintiff in error was indicted for the murder of Vina Coleman on April 14, 1899, in the Indian Territory. He is an Indian of the Choctaw tribe of Indians, and after having pleaded not guilty to the indictment the venue was changed upon motion, and the cause was sent for trial to the United States District Court holden at Paris in the Eastern District of Texas. Upon the trial before that court the defendant set up the defence of insanity, the jury found him guilty of murder as charged in the indictment, and he was sentenced to suffer the penalty of death. The defendant in the indictment has brought the case here to review that judgment. There is no part of the evidence contained in the bill of exceptions.</p>\n<p>The errors which are assigned in this case relate to those contained in the charge of the court to the jury. The first one we notice is an exception to a statement contained in the charge of the court that: \"In this case it is not material, so far as the question of the guilt or innocence is concerned, that the evidence fails to show any motive for the killing. \"The defendant claims that this is error, because the want of motive is material, and the jury should consider that fact in determining the issue as to defendant's sanity at the time of the homicide. The exception to this single remark of the court fails to give the proper view of the charge, and gives a false impression as to the meaning of the court therein. The attention of the court was directed to the subject of proving motive upon the trial of a person charged with murder, and he charged that it was unnecessary to show a motive for the commission of the crime so long as the evidence satisfied the jury that the person charged was in fact guilty of the act; that it was not necessary to prove by any particular expression of the party charged that he had some personal or what may be termed express malice toward the individual who was killed. The court charged as follows upon this subject:</p>\n<p>\"Murder is where a person of sound memory and discretion unlawfully kills any reasonable creature in being, and in the peace of the United States, with malice aforethought, either <span class=\"star-pagination\">*415</span> express or implied. The term express malice means that the homicide was the result of a formed design, based upon a wicked and depraved spirit, and is maliciously conceived and wickedly and maliciously executed without justifiable or lawful excuse. The most usual illustrations, and the ones best understood generally of the term `express malice,' are such as lying in wait for the intended victim, and when he approaches he is slain, or the preparation and administration of poison for the purpose of taking life, because in such instances the acts clearly show the formed design and the unlawful intent and its execution, and therefore is said to be killing upon express malice. These are only illustrations of what is meant by the terms `express malice,' and any homicide that is shown to have been the result of wilful intent and committed without legal excuse is said to be a killing upon express malice.</p>\n<p>\"By the term `implied malice' is meant that in the case charged the evidence shows that the party charged committed the act, and that it was intentional and unlawful, that is, without justifiable excuse, and the evidence fails to reveal the motive why the person committed the act. In that state of case the law attaches or implies malice to the nature of the act done; that is, the taking of human life without justifiable excuse. Where the evidence fails to show that it was done upon express malice, yet it shows that the party charged intentionally did the act without lawful excuse, malice is inferred, although the evidence may not disclose any motive whatever, and therefore if the killing was intentional and without justifiable excuse, although no motive is shown for it, the party would be guilty of murder and should be convicted therefor, unless excused upon the ground of insanity or the want of mental capacity to form a criminal intent. Therefore in this case it is not material, so far as the question of guilt or innocence is concerned, that the evidence fails to show any motive for the killing, because if the killing was intentional and was not justifiable, the law implies the criminal intent, and, unless rebutted by testimony, would justify a conviction, provided the evidence shows that the party charged had sufficient mental ability to be held responsible for his acts.\"</p>\n<p><span class=\"star-pagination\">*416</span> The expression in the charge which plaintiff excepted to, when read in connection with all that the court said upon the question, is undoubtedly correct.</p>\n<p>Prior to giving specific instructions in regard to the legal meaning of the word \"insanity,\" and as to its sufficiency as a defence to the party accused of crime, the court made some general statements upon that subject, as follows:</p>\n<p>\"Every person, charged with crime, is presumed to be sane; that is, of sound memory and discretion, until the contrary is shown by proof. No act done in a state of insanity can be punished as an offence. The question of the insanity of the defendant has exclusive reference to the act with which he is charged and the time of the commission of the same. If he was sane at the time of the commission of the act, he is punishable by law. If he was insane at the time of the commission of the act, he is entitled to be acquitted. A safe and reasonable test is that whenever it shall appear from all the evidence that at the time of committing the act the defendant was sane, and this conclusion is proven to the satisfaction of the jury, taking into consideration all the evidence in the case, beyond a reasonable doubt, he will be held amenable to the law. Whether the insanity be general or partial, whether continuous or periodical, the degree of it must have been sufficiently great to have controlled the will of the accused at the time of the commission of the act. Where reason ceases to have dominion over the mind proven to be diseased, the person reaches a degree of insanity where criminal responsibility ceases and accountability to the law for the purpose of punishment no longer exists.\"</p>\n<p>The court also charged:</p>\n<p>\"That the burden is upon the government throughout the entire case to prove every essential element of the case charged, and if you should have a reasonable doubt, taking into consideration all the evidence in this case, that the defendant Hotema was sane at the time of the commission of the act charged, you will acquit him. . . . The real test, as I understand it, of liability or nonliability rests upon the proposition whether at the time the homicide was committed Hotema had a diseased <span class=\"star-pagination\">*417</span> brain, and it was not partially diseased or to some extent diseased, but diseased to the extent that he was incapable of forming a criminal intent, and that the disease had so taken charge of his brain and had so impelled it that for the time being his will power, judgment, reflection and control of his mental faculties were impaired so that the act done was an irresistible and uncontrollable impulse with him at the time he committed the act. If his brain was in this condition, he cannot be punished by law. But if his brain was not in this condition, he can be punished by law, remembering that the burden is upon the government to establish that he was of sound mind, and by that term is not meant that he was of perfectly sound mind, but that he had sufficient mind to know right from wrong, and knowing that the act he was committing at the time he was performing it was a wrongful act in violation of human law, and he could be punished therefor, and that he did not perform the act because he was controlled by irresistible and uncontrollable impulse. In that state of case the defendant could not be excused upon the ground of insanity, and it would be your duty to convict him. But if you find from the evidence or have a reasonable doubt in regard thereto, that his brain at the time he committed the act was impaired by disease, and the homicide was the product of such disease, and that he was incapable of forming a criminal intent, and that he had no control of his mental faculties and the will power to control his actions, but simply slew Vina Coleman because he was laboring under a delusion which absolutely controlled him, and that his act was one of irresistible impulse and not of judgment, in that event he would be entitled to an acquittal.\"</p>\n<p>In relation to the latter part of this charge, in which the court speaks of an irresistible impulse to commit the murder, counsel for the defendant says that he made no claim that the defendant was actuated by an irresistible impulse, and that there is nothing in the evidence to show that he was; that what he did claim was that the defendant was laboring under an insane delusion, and that this charge did not bring that subject before the jury. As there is no portion of the evidence returned in the bill of exceptions, we are unable to judge whether there was <span class=\"star-pagination\">*418</span> any which would justify, or which did justify the court in submitting the question of irresistible impulse to the jury. If there had been evidence on that subject, the submission of the question was certainly as fair to the defendant as he could ask. We decide nothing further than that.</p>\n<p>Upon the other portion of the charge, as to the general liability of the defendant to the criminal law and to the obligation of the government to prove him guilty beyond a reasonable doubt upon taking into consideration all the evidence, and in regard to every essential element of the crime, the charge of the court was undoubtedly correct. <i>Davis</i> v. <i>United States,</i> 160 U.S. 469.</p>\n<p>Some evidence was given, as is stated by the court in its charge, in regard to the defendant's drinking whiskey about the time the homicide is said to have been committed. As to his alleged irresponsibility, the court charged:</p>\n<p>\"Upon this matter you are instructed that the recent use of whiskey would not be a defence in this case, and you are to take the evidence as a whole, not by piecemeal, but all the evidence introduced in this case upon both sides, and it is legitimate for you to consider the evidence above referred to in determining the question of whether or not Hotema was insane at the time the homicide was committed, or whether he was impelled and caused to perform the act by reason of the liquor he had drunk, if any. What I intend for you to understand is this: If the evidence as a whole fails to show, beyond a reasonable doubt, that Hotema was of sound brain, or at least to that extent that he knew right from wrong, and was capable of forming and carrying into execution a criminal intent, he would be entitled to be acquitted, no matter what amount of whiskey he had drunk; but, in arriving at that conclusion, the jury are to look to all the evidence, and if, from all the evidence, they are satisfied that he slew Vina Coleman by reason of the whiskey he had drunk, and not as a result of an insane delusion above referred to, in that event it would be your duty to convict the defendant; but if you have a reasonable doubt with regard to this matter, you will resolve it in favor of the defendant and acquit him.\"</p>\n<p>We can see no cause for fault finding with that portion of <span class=\"star-pagination\">*419</span> the charge on the part of the defendant. The court had already charged there must be a wilful and intentional killing in order to warrant a conviction of murder. If that were present, we have no doubt the fact that defendant had drank some whiskey before the killing was unimportant.</p>\n<p>Then in regard to the subject of delusion the court charged:</p>\n<p>\"There is evidence in this case tending to show that Hotema believed in witches, and that that was taught by the Bible, and had the belief that his people and tribe were being affected by witches, and that the deaths that were occurring in the neighborhood were due to the evil influence of witches, and that the party he slew was a witch. Upon this phase of the case you are instructed that if the evidence shows that the defendant Hotema believed in witches, and that it was the result of his investigation and belief as to what the Scriptures taught, and that he acted upon that belief, thinking he had the right to kill the party he is charged with killing, because he thought she was a witch, but at the time he knew it was a violation of human law and he would be punished therefor, in that event it would not be an insane delusion upon the part of Hotema, but would be an erroneous conclusion, and, being so, would not excuse him from the consequences of his act. And, also, if you further believe that he came to the conclusion from his investigation and understanding of the Scriptures that this party was a witch, and that the defendant also used spirituous liquors, and these two combined were the cause or causes that led him to the commission of the act, and that either or both of these were the sole inducement that caused him to do the act, he would not be guiltless and would be responsible therefor. Upon the other hand, I charge you that if you should find from the evidence in this case that Solomon Hotema, the defendant, believed that there were witches, and that he had a right to kill them, and if you further find that such belief was the product of a diseased brain, or if you have a reasonable doubt that such condition of brain existed at the time of the homicide, and that his act was the result of such diseased brain, you will acquit him.</p>\n<p>\"In this case you are to determine the following questions:</p>\n<p>\"1st. Was the defendant Hotema at the time he committed <span class=\"star-pagination\">*420</span> the homicide charged laboring under an insane delusion produced by an impaired brain, and did it go to the extent for the time being of controlling his will power, reflection, reason and judgment, and was the homicide committed by reason of such insane delusion? If the proof has shown beyond a reasonable doubt that such was not the case, you will convict the defendant, but if there is a reasonable doubt as to such mental condition, you will resolve such doubt in favor of the defendant and acquit him.</p>\n<p>\"2d. Did Hotema commit the homicide, not laboring under an insane delusion, but believing that by teachings of the Bible he had right to kill the party he did kill because he thought she was a witch, and at the time of such killing he performed the same solely upon such belief, and was not laboring under an insane delusion ? If you believe this state of case existed, and so believe it beyond a reasonable doubt, you will find the defendant guilty as charged in this indictment, but if you have a reasonable doubt in regard thereto, you will acquit the defendant.\"</p>\n<p>The court had already properly instructed the jury as to the test to be applied to the general defence of insanity. In substance it had charged the jury that if defendant knew the nature and quality of his act when he committed it, and that it was wrong and a violation of the law of the land, for which he would be punished, that he was responsible for the act he committed. And upon the matter of irresistible impulse, the charge was, as we have said, at least as favorable to the defendant as he had any right to ask.</p>\n<p>We think, taking the whole charge together, that the judge properly laid down the law in regard to the responsibility of the defendant on account of his alleged mental condition. It placed the burden on the government (following <i>Davis</i> v. <i>United States, supra</i>), of proving beyond a reasonable doubt that the defendant was sane at the time of the commission of the act, as one of the essential features of the crime. It also held that within the legal definition of insanity the defendant was responsible for his acts if at the time of their commission he was of sufficient mental capacity to understand their nature and quality, and that the particular act in question was wrong <span class=\"star-pagination\">*421</span> and a violation of the law of the land for which he would be amenable to punishment under that law.</p>\n<p>Upon the condition of mind of defendant regarding witches, the court held that if his belief in witches and his right to kill them were the product of a diseased brain, he was irresponsible, and if the jury had a reasonable doubt on that question, it should acquit. If his belief were not the product of an insane delusion but simply an erroneous conclusion of a sane mind, he was, as the court charged, responsible.</p>\n<p>The court, by the portions of the charge above adverted to, directed the attention of the jury to the distinction between a mere erroneous opinion and an insane delusion, the product of a diseased mind or brain. The subject is somewhat difficult and the line of distinction not always easily drawn, but it exists, and we think that in the case the condition of mind which would render the defendant irresponsible was sufficiently and properly indicated by the court in its charge. It assumed that defendant might have formed an erroneous opinion regarding witches and witchcraft, and yet might not have been insane within the legal definition, and therefore, although possessing such erroneous ideas and acting on them, he might still be responsible criminally for his actions. And on the other hand, if his opinion on the subject were the result of insane delusions, and he acted on them, he was irresponsible, and responsibility must be proved beyond a reasonable doubt. We think this was all the defendant could require.</p>\n<p>A special plea to the indictment in this case was filed by the defendant, setting up the fact that he had been once placed in jeopardy, and it appeared in the plea that the defendant on the same day on which he killed Vina Coleman also killed two other persons, and two indictments were found charging defendant with the murder of each of such persons, the indictments were thereupon consolidated and upon his trial on the consolidated indictments the defence set up was insanity, the same ground as set up in this case, and it was alleged that the only issue made in the case was whether the defendant was sane or insane at the time that he killed the two persons. The jury upon the trial of defendant on the consolidated indictments <span class=\"star-pagination\">*422</span> for the murder of the two found him not guilty, on the issue of insanity. The indictment in this case was for the killing by the defendant of the third of the three persons, and it is upon these facts that he sets up the plea of once in jeopardy.</p>\n<p>While the plea, on such facts, is wholly without merit, and need not be further noticed, it is only adverted to for the purpose of recognizing the fact that the defendant has been charged with the murder of three different persons on the same day, and that seemingly there was no motive shown for the killing of any of them, or, at any rate, there was none shown for the killing of the person described in the indictment in this case, as the charge of the court in substance concedes. It also appears in this record that the first jury impanelled in this case was unable to agree upon a verdict. We are thus made acquainted, from the record, with the fact that one jury, upon the question of the insanity of the defendant, has upon the trial of the consolidated indictments charging him with two distinct and separate murders, acquitted him of the alleged crimes on that ground; another jury has been unable in this case to agree upon the question; a third one has, in the case now before us, convicted him. Being unable to see any legal error committed by the trial court we are bound to affirm the judgment. The question whether, upon a consideration of the facts, the extreme penalty of the law should be carried out upon this defendant, is one which must be addressed to the consideration of the executive, as it is not one over which this court has jurisdiction. The judgment must be</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">186</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">413</span></span> (1902)</b></center>\n<center><h1>HOTEMA<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 572.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted April 28, 1902.</center>\n<center>Decided June 2, 1902.</center>\nERROR TO THE DISTRICT COURT FOR THE EASTERN DISTRICT OF TEXAS.\n<p><i>Mr. Jacob C. Hodges</i> for Hotema.</p>\n<p><i>Mr. Assistant Attorney General Beck</i> for the United States.</p>\n<p><span class=\"star-pagination\">*414</span> MR. JUSTICE PECKHAM delivered the opinion of the court.</p>\n<p>The plaintiff in error was indicted for the murder of Vina Coleman on April 14, 1899, in the Indian Territory. He is an Indian of the Choctaw tribe of Indians, and after having pleaded not guilty to the indictment the venue was changed upon motion, and the cause was sent for trial to the United States District Court holden at Paris in the Eastern District of Texas. Upon the trial before that court the defendant set up the defence of insanity, the jury found him guilty of murder as charged in the indictment, and he was sentenced to suffer the penalty of death. The defendant in the indictment has brought the case here to review that judgment. There is no part of the evidence contained in the bill of exceptions.</p>\n<p>The errors which are assigned in this case relate to those contained in the charge of the court to the jury. The first one we notice is an exception to a statement contained in the charge of the court that: \"In this case it is not material, so far as the question of the guilt or innocence is concerned, that the evidence fails to show any motive for the killing. \"The defendant claims that this is error, because the want of motive is material, and the jury should consider that fact in determining the issue as to defendant's sanity at the time of the homicide. The exception to this single remark of the court fails to give the proper view of the charge, and gives a false impression as to the meaning of the court therein. The attention of the court was directed to the subject of proving motive upon the trial of a person charged with murder, and he charged that it was unnecessary to show a motive for the commission of the crime so long as the evidence satisfied the jury that the person charged was in fact guilty of the act; that it was not necessary to prove by any particular expression of the party charged that he had some personal or what may be termed express malice toward the individual who was killed. The court charged as follows upon this subject:</p>\n<p>\"Murder is where a person of sound memory and discretion unlawfully kills any reasonable creature in being, and in the peace of the United States, with malice aforethought, either <span class=\"star-pagination\">*415</span> express or implied. The term express malice means that the homicide was the result of a formed design, based upon a wicked and depraved spirit, and is maliciously conceived and wickedly and maliciously executed without justifiable or lawful excuse. The most usual illustrations, and the ones best understood generally of the term `express malice,' are such as lying in wait for the intended victim, and when he approaches he is slain, or the preparation and administration of poison for the purpose of taking life, because in such instances the acts clearly show the formed design and the unlawful intent and its execution, and therefore is said to be killing upon express malice. These are only illustrations of what is meant by the terms `express malice,' and any homicide that is shown to have been the result of wilful intent and committed without legal excuse is said to be a killing upon express malice.</p>\n<p>\"By the term `implied malice' is meant that in the case charged the evidence shows that the party charged committed the act, and that it was intentional and unlawful, that is, without justifiable excuse, and the evidence fails to reveal the motive why the person committed the act. In that state of case the law attaches or implies malice to the nature of the act done; that is, the taking of human life without justifiable excuse. Where the evidence fails to show that it was done upon express malice, yet it shows that the party charged intentionally did the act without lawful excuse, malice is inferred, although the evidence may not disclose any motive whatever, and therefore if the killing was intentional and without justifiable excuse, although no motive is shown for it, the party would be guilty of murder and should be convicted therefor, unless excused upon the ground of insanity or the want of mental capacity to form a criminal intent. Therefore in this case it is not material, so far as the question of guilt or innocence is concerned, that the evidence fails to show any motive for the killing, because if the killing was intentional and was not justifiable, the law implies the criminal intent, and, unless rebutted by testimony, would justify a conviction, provided the evidence shows that the party charged had sufficient mental ability to be held responsible for his acts.\"</p>\n<p><span class=\"star-pagination\">*416</span> The expression in the charge which plaintiff excepted to, when read in connection with all that the court said upon the question, is undoubtedly correct.</p>\n<p>Prior to giving specific instructions in regard to the legal meaning of the word \"insanity,\" and as to its sufficiency as a defence to the party accused of crime, the court made some general statements upon that subject, as follows:</p>\n<p>\"Every person, charged with crime, is presumed to be sane; that is, of sound memory and discretion, until the contrary is shown by proof. No act done in a state of insanity can be punished as an offence. The question of the insanity of the defendant has exclusive reference to the act with which he is charged and the time of the commission of the same. If he was sane at the time of the commission of the act, he is punishable by law. If he was insane at the time of the commission of the act, he is entitled to be acquitted. A safe and reasonable test is that whenever it shall appear from all the evidence that at the time of committing the act the defendant was sane, and this conclusion is proven to the satisfaction of the jury, taking into consideration all the evidence in the case, beyond a reasonable doubt, he will be held amenable to the law. Whether the insanity be general or partial, whether continuous or periodical, the degree of it must have been sufficiently great to have controlled the will of the accused at the time of the commission of the act. Where reason ceases to have dominion over the mind proven to be diseased, the person reaches a degree of insanity where criminal responsibility ceases and accountability to the law for the purpose of punishment no longer exists.\"</p>\n<p>The court also charged:</p>\n<p>\"That the burden is upon the government throughout the entire case to prove every essential element of the case charged, and if you should have a reasonable doubt, taking into consideration all the evidence in this case, that the defendant Hotema was sane at the time of the commission of the act charged, you will acquit him. . . . The real test, as I understand it, of liability or nonliability rests upon the proposition whether at the time the homicide was committed Hotema had a diseased <span class=\"star-pagination\">*417</span> brain, and it was not partially diseased or to some extent diseased, but diseased to the extent that he was incapable of forming a criminal intent, and that the disease had so taken charge of his brain and had so impelled it that for the time being his will power, judgment, reflection and control of his mental faculties were impaired so that the act done was an irresistible and uncontrollable impulse with him at the time he committed the act. If his brain was in this condition, he cannot be punished by law. But if his brain was not in this condition, he can be punished by law, remembering that the burden is upon the government to establish that he was of sound mind, and by that term is not meant that he was of perfectly sound mind, but that he had sufficient mind to know right from wrong, and knowing that the act he was committing at the time he was performing it was a wrongful act in violation of human law, and he could be punished therefor, and that he did not perform the act because he was controlled by irresistible and uncontrollable impulse. In that state of case the defendant could not be excused upon the ground of insanity, and it would be your duty to convict him. But if you find from the evidence or have a reasonable doubt in regard thereto, that his brain at the time he committed the act was impaired by disease, and the homicide was the product of such disease, and that he was incapable of forming a criminal intent, and that he had no control of his mental faculties and the will power to control his actions, but simply slew Vina Coleman because he was laboring under a delusion which absolutely controlled him, and that his act was one of irresistible impulse and not of judgment, in that event he would be entitled to an acquittal.\"</p>\n<p>In relation to the latter part of this charge, in which the court speaks of an irresistible impulse to commit the murder, counsel for the defendant says that he made no claim that the defendant was actuated by an irresistible impulse, and that there is nothing in the evidence to show that he was; that what he did claim was that the defendant was laboring under an insane delusion, and that this charge did not bring that subject before the jury. As there is no portion of the evidence returned in the bill of exceptions, we are unable to judge whether there was <span class=\"star-pagination\">*418</span> any which would justify, or which did justify the court in submitting the question of irresistible impulse to the jury. If there had been evidence on that subject, the submission of the question was certainly as fair to the defendant as he could ask. We decide nothing further than that.</p>\n<p>Upon the other portion of the charge, as to the general liability of the defendant to the criminal law and to the obligation of the government to prove him guilty beyond a reasonable doubt upon taking into consideration all the evidence, and in regard to every essential element of the crime, the charge of the court was undoubtedly correct. <i>Davis</i> v. <i>United States,</i> 160 U.S. 469.</p>\n<p>Some evidence was given, as is stated by the court in its charge, in regard to the defendant's drinking whiskey about the time the homicide is said to have been committed. As to his alleged irresponsibility, the court charged:</p>\n<p>\"Upon this matter you are instructed that the recent use of whiskey would not be a defence in this case, and you are to take the evidence as a whole, not by piecemeal, but all the evidence introduced in this case upon both sides, and it is legitimate for you to consider the evidence above referred to in determining the question of whether or not Hotema was insane at the time the homicide was committed, or whether he was impelled and caused to perform the act by reason of the liquor he had drunk, if any. What I intend for you to understand is this: If the evidence as a whole fails to show, beyond a reasonable doubt, that Hotema was of sound brain, or at least to that extent that he knew right from wrong, and was capable of forming and carrying into execution a criminal intent, he would be entitled to be acquitted, no matter what amount of whiskey he had drunk; but, in arriving at that conclusion, the jury are to look to all the evidence, and if, from all the evidence, they are satisfied that he slew Vina Coleman by reason of the whiskey he had drunk, and not as a result of an insane delusion above referred to, in that event it would be your duty to convict the defendant; but if you have a reasonable doubt with regard to this matter, you will resolve it in favor of the defendant and acquit him.\"</p>\n<p>We can see no cause for fault finding with that portion of <span class=\"star-pagination\">*419</span> the charge on the part of the defendant. The court had already charged there must be a wilful and intentional killing in order to warrant a conviction of murder. If that were present, we have no doubt the fact that defendant had drank some whiskey before the killing was unimportant.</p>\n<p>Then in regard to the subject of delusion the court charged:</p>\n<p>\"There is evidence in this case tending to show that Hotema believed in witches, and that that was taught by the Bible, and had the belief that his people and tribe were being affected by witches, and that the deaths that were occurring in the neighborhood were due to the evil influence of witches, and that the party he slew was a witch. Upon this phase of the case you are instructed that if the evidence shows that the defendant Hotema believed in witches, and that it was the result of his investigation and belief as to what the Scriptures taught, and that he acted upon that belief, thinking he had the right to kill the party he is charged with killing, because he thought she was a witch, but at the time he knew it was a violation of human law and he would be punished therefor, in that event it would not be an insane delusion upon the part of Hotema, but would be an erroneous conclusion, and, being so, would not excuse him from the consequences of his act. And, also, if you further believe that he came to the conclusion from his investigation and understanding of the Scriptures that this party was a witch, and that the defendant also used spirituous liquors, and these two combined were the cause or causes that led him to the commission of the act, and that either or both of these were the sole inducement that caused him to do the act, he would not be guiltless and would be responsible therefor. Upon the other hand, I charge you that if you should find from the evidence in this case that Solomon Hotema, the defendant, believed that there were witches, and that he had a right to kill them, and if you further find that such belief was the product of a diseased brain, or if you have a reasonable doubt that such condition of brain existed at the time of the homicide, and that his act was the result of such diseased brain, you will acquit him.</p>\n<p>\"In this case you are to determine the following questions:</p>\n<p>\"1st. Was the defendant Hotema at the time he committed <span class=\"star-pagination\">*420</span> the homicide charged laboring under an insane delusion produced by an impaired brain, and did it go to the extent for the time being of controlling his will power, reflection, reason and judgment, and was the homicide committed by reason of such insane delusion? If the proof has shown beyond a reasonable doubt that such was not the case, you will convict the defendant, but if there is a reasonable doubt as to such mental condition, you will resolve such doubt in favor of the defendant and acquit him.</p>\n<p>\"2d. Did Hotema commit the homicide, not laboring under an insane delusion, but believing that by teachings of the Bible he had right to kill the party he did kill because he thought she was a witch, and at the time of such killing he performed the same solely upon such belief, and was not laboring under an insane delusion ? If you believe this state of case existed, and so believe it beyond a reasonable doubt, you will find the defendant guilty as charged in this indictment, but if you have a reasonable doubt in regard thereto, you will acquit the defendant.\"</p>\n<p>The court had already properly instructed the jury as to the test to be applied to the general defence of insanity. In substance it had charged the jury that if defendant knew the nature and quality of his act when he committed it, and that it was wrong and a violation of the law of the land, for which he would be punished, that he was responsible for the act he committed. And upon the matter of irresistible impulse, the charge was, as we have said, at least as favorable to the defendant as he had any right to ask.</p>\n<p>We think, taking the whole charge together, that the judge properly laid down the law in regard to the responsibility of the defendant on account of his alleged mental condition. It placed the burden on the government (following <i>Davis</i> v. <i>United States, supra</i>), of proving beyond a reasonable doubt that the defendant was sane at the time of the commission of the act, as one of the essential features of the crime. It also held that within the legal definition of insanity the defendant was responsible for his acts if at the time of their commission he was of sufficient mental capacity to understand their nature and quality, and that the particular act in question was wrong <span class=\"star-pagination\">*421</span> and a violation of the law of the land for which he would be amenable to punishment under that law.</p>\n<p>Upon the condition of mind of defendant regarding witches, the court held that if his belief in witches and his right to kill them were the product of a diseased brain, he was irresponsible, and if the jury had a reasonable doubt on that question, it should acquit. If his belief were not the product of an insane delusion but simply an erroneous conclusion of a sane mind, he was, as the court charged, responsible.</p>\n<p>The court, by the portions of the charge above adverted to, directed the attention of the jury to the distinction between a mere erroneous opinion and an insane delusion, the product of a diseased mind or brain. The subject is somewhat difficult and the line of distinction not always easily drawn, but it exists, and we think that in the case the condition of mind which would render the defendant irresponsible was sufficiently and properly indicated by the court in its charge. It assumed that defendant might have formed an erroneous opinion regarding witches and witchcraft, and yet might not have been insane within the legal definition, and therefore, although possessing such erroneous ideas and acting on them, he might still be responsible criminally for his actions. And on the other hand, if his opinion on the subject were the result of insane delusions, and he acted on them, he was irresponsible, and responsibility must be proved beyond a reasonable doubt. We think this was all the defendant could require.</p>\n<p>A special plea to the indictment in this case was filed by the defendant, setting up the fact that he had been once placed in jeopardy, and it appeared in the plea that the defendant on the same day on which he killed Vina Coleman also killed two other persons, and two indictments were found charging defendant with the murder of each of such persons, the indictments were thereupon consolidated and upon his trial on the consolidated indictments the defence set up was insanity, the same ground as set up in this case, and it was alleged that the only issue made in the case was whether the defendant was sane or insane at the time that he killed the two persons. The jury upon the trial of defendant on the consolidated indictments <span class=\"star-pagination\">*422</span> for the murder of the two found him not guilty, on the issue of insanity. The indictment in this case was for the killing by the defendant of the third of the three persons, and it is upon these facts that he sets up the plea of once in jeopardy.</p>\n<p>While the plea, on such facts, is wholly without merit, and need not be further noticed, it is only adverted to for the purpose of recognizing the fact that the defendant has been charged with the murder of three different persons on the same day, and that seemingly there was no motive shown for the killing of any of them, or, at any rate, there was none shown for the killing of the person described in the indictment in this case, as the charge of the court in substance concedes. It also appears in this record that the first jury impanelled in this case was unable to agree upon a verdict. We are thus made acquainted, from the record, with the fact that one jury, upon the question of the insanity of the defendant, has upon the trial of the consolidated indictments charging him with two distinct and separate murders, acquitted him of the alleged crimes on that ground; another jury has been unable in this case to agree upon the question; a third one has, in the case now before us, convicted him. Being unable to see any legal error committed by the trial court we are bound to affirm the judgment. The question whether, upon a consideration of the facts, the extreme penalty of the law should be carried out upon this defendant, is one which must be addressed to the consideration of the executive, as it is not one over which this court has jurisdiction. The judgment must be</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 95700, "judges": "Peckham", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/95700/", "sha1": "3eb81443cafdddfc6b26ac638aa749f4ee1e8784", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:40:12"}