{"absolute_url": "/opinion/95733/equitable-life-assurance-soc-v-brown/", "blocked": false, "citation": {"case_name": "Equitable Life Assurance Soc. v. Brown", "docket_number": "320", "document_uris": ["/api/rest/v2/document/95733/"], "federal_cite_one": "187 U.S. 308", "federal_cite_three": null, "federal_cite_two": null, "id": 80116, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/80116/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 15, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1902-12-01", "date_modified": "2014-12-21T01:33:50.309967", "docket": "/api/rest/v2/docket/328717/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">187 U.S. 308</p>\n    <p class=\"case_cite\">23 S.Ct. 123</p>\n    <p class=\"case_cite\">47 L.Ed. 190</p>\n    <p class=\"parties\">EQUITABLE LIFE ASSURANCE SOCIETY OF THE UNITED  STATES, <i>Plff. in Err.</i>,<br>v.<br>CECIL BROWN, Administrator of the Estate of David B.  Smith, Deceased.</p>\n    <p class=\"docket\">No. 320.</p>\n    <p class=\"date\">Submitted October 20, 1902.</p>\n    <p class=\"date\">Decided December 1, 1902.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Mr.</i> <i>Allan McCulloh</i> for plaintiff in error.</p>\n      <p class=\"indent\"><i>Mr. Cecil Brown</i> for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice White delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The questions for decision arise on a motion to dismiss or affirm this writ of error which is prosecuted to a judgment of the supreme court of the territory of Hawaii. The act of April 30, 1900, providing a government for the territory of Hawaii (31 Stat. at L. 141, chap. 339), enacts (&#167; 86) that 'the laws of the United States relating to appeals, writs of error, removal of causes, and other matters and proceedings as between the courts of the United States and the courts of the several states, shall govern in such matters and proceedings as between the courts of the United States and the courts of the territory of Hawaii.' It follows that the jurisdiction of this court to review judgments of the courts of the territory of Hawaii is more restricted than is the jurisdiction to review the judgments of the courts of other organized territories, and is to be measured by the power conferred upon this court to review judgments of state courts. Rev. Stat. 709 [U. S. Comp. Stat. 1901, p. 575]. In <i>Ex parte Wilder's S. S. Co.</i> 183 U. S. 545, 46 L. ed. 321, 22 Sup. Ct. Rep. 225, the distinction made by the law in question between Hawaii and other territories was pointed out.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The case, as stated below, and as substantially admitted by both parties in their printed argument, is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">David B. Smith, died, intestate, on December 24, 1899, in the city of San Francisco. Long prior to and at the time of his death he was domiciled in Honolulu, in the territory of Hawaii. He there applied to the plaintiff in error, a New York corporation, for a policy on his life payable to his estate. The policy was issued, was delivered to Smith in Honolulu, and was found among his effects in Honolulu after his death. At the instance of the daughter of the deceased, who was his legal heir, the defendant in error was appointed administrator of the estate of Smith by a Hawaiian court having jurisdiction to that end, and the administrator took possession of the policy and made the requisite proof of death. After the appointment of the Hawaiian administrator and the making by him of the proof of death, a relative of the deceased made application to a court in the city of New York for letters of administration upon the estate of Smith, which were issued. Prior to any attempted action by the New York administrator to enforce the policy in question, in consequence of the refusal of the insurance company to pay the loss, the Hawaiian administrator brought suit in a court in Hawaii having jurisdiction, to recover the amount of the insurance. Service of process in this action was made on the general agent of the insurance company in Hawaii, which agent, the supreme court of the territory declared in its opinion rendered in this cause, 'we presume, is the person designated for such purpose by the defendant under the statute. Civil Laws, chap. 130, since amended, Laws of 1898, act 45. At any rate, the defendant answered generally, and did not question the validity of the service.' Before the trial of the cause in the courts of Hawaii the administrator appointed in New York instituted an action upon the policy against the insurance company in the circuit court of the United States for the southern district of New York. When the suit came to trial in the Hawaiian court, no judgment having been rendered in the suit brought in New York, the defendant corporation, to support its contention that the plaintiff was not entitled to recover, claimed the benefit of the due faith and credit clause of the Constitution of the United States, and to sustain this asserted right offered proof of the appointment of the New York administrator and tendered an exemplification of the record of the proceedings had in the action, brought by the New York administrator in the Federal court in that state. The trial court rejected the evidence, and exceptions were duly taken. A verdict was returned in favor of the plaintiff for the full amount sued for. The case having been taken to the supreme court of the territory, the judgment was affirmed, the court expressly deciding that the right asserted under the due faith and credit clause of the Constitution of the United States was without merit. From the foregoing it results that a claim under the Constitution and laws of the United States was made and decided in the court below, and if the fact that such a claim was formally made and disposed of below without reference to its substantial foundation determines the question of jurisdiction, the motion to dismiss must be denied. But it is settled that not every mere allegation of a Federal question will suffice to give jurisdiction. 'There must be a real substantive question on which the case may be made to turn,' that is, 'a real, and not a merely formal, Federal question is essential to the jurisdiction of this court.' Stated in another form, the doctrine thus declared is, that although, in considering a motion to dismiss, it be found that a question adequate, abstractly considered, to confer jurisdiction was raised, if it likewise appear that such question is wholly formal, is so absolutely devoid of merit as to be frivolous, or has been so explicitly foreclosed by a decision or decisions of this court as to leave no room for real controversy, the motion to dismiss will prevail. <i>New Orleans Waterworks Co.</i> v. <i>Louisiana</i>, 185 U. S. 336, 345, 46 L. ed. 936, 941, 22 Sup. Ct. Rep. 691, and authorities there cited. The power, however, to dismiss because of the want of substantiality in the claim upon which the assertion of jurisdiction is predicated, does not apply to cases where the subject-matter of the controversy is <i>per se</i> and inherently Federal. <i>Swafford</i> v. <i>Templeton</i>, 185 U. S. 487, 493, 46 L. ed. 1005, 1008, 22 Sup. Ct. Rep. 783. It has also been decided by this court that even where the motion to dismiss is denied, and where such motion should be treated as without color, considering alone the formal making of such question, yet notwithstanding the provisions of subdivision 5 of rule 6, the power to consider and sustain a motion to affirm obtains where the assignments of error on the merits are obviously and unquestionably frivolous, or when it is patent that the writ of error has been prosecuted for mere delay, or where it is evident on the face of the record that the question on the merits is not open to possible contention because it has previously been so specifically and adversely ruled on by this court as to sbsolutely foreclose further contention on the subject. <i>Chanute</i> v. <i>Trader</i>, 132 U. S. 210, 33 L. ed. 345, 10 Sup. Ct. Rep. 67; <i>Richardson</i> v. <i>Louisville &amp; N. R. Co.</i> 169 U. S. 128, 42 L. ed. 687, 18 Sup. Ct. Rep. 268; <i>Blythe</i> v. <i>Hinckley</i>, 180 U. S. 338, 45 L. ed. 561, 21 Sup. Ct. Rep. 390.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Is the motion to dismiss or the motion to affirm within the principles established by prior decisions of this court as just previously stated? In substance, the contention of the plaintiff in error is that on the facts above recited the <i>situs</i> of the indebtedness upon the policy in question was an asset solely within the jurisdiction of the state of New York and of its courts, and that the debt had not its <i>situs</i> in the territory of Hawaii, the domicil of the deceased, where the policy was delivered and where it was actually present. But this contention has in effect been decided by this court to be unsound.  <i>New England Mut. L. Ins. Co.</i> v. <i>Woodworth</i>, 111 U. S. 138, 28 L. ed. 379, 4 Sup. Ct. Rep. 364. In that case recovery was had in a court of the United States in the state of Illinois upon an insurance policy issued on the life of a resident of the state of Michigan by a corporation which had been chartered in the state of Massachusetts. At the time of her death the deceased was still a resident of the state of Michigan. It was argued in this court, on behalf of the defendant in error, that the Illinois court which had granted the letters of administration had no power to do so, because the state of Illinois was not the domicil of the decedent, because there were no assets belonging to the decedent in Illinois at the time of her death, and the bringing of the policy subsequently into Illinois did not constitute the debt thereunder an assct of the estate of the decedent, as such a debt was a simple contract debt and was a local asset only at Boston, the domicil of the debtor company. It was, however, held that the letters of administration issued by the Illinois court were apparently authorized by law, and that it was essential that the facts detailed in the record should distinctly negative the validity of such authority, before it could be adjudicated that the plaintiff's authority to sue was not supported by them. The court then said (p. 144, L. ed. p. 381, Sup. Ct. Rep. p. 366):</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'This is not done. On the contrary, the declaration of the letters that the intestate had personal property in Illinois when she died is, we think, supported by what appears in the record, even if such property consisted solely of this policy.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'In the growth of this country, and the expansions and ramifications of business, and the free commercial intercourse between the states of the Union, it has come to pass that large numbers of life and fire insurance companies and other corporations established with the accumulated capital and wealth of the richer parts of the country, seek business and contracts in distant states which open a large and profitable field. The inconveniences and hardships resulting from the necessity, on the part of creditors, of going to distant places to bring suits on policies and contracts, and from the additional requirement, in case of death, of taking out letters testamentary or of administration at the original domicil of the corporation debtor, in order to sue, has led to the enactment in many states of statutes which enable resident creditors to bring suits there against corporations created by the laws of other states. Such a statute existed in Illinois, in the present case, requiring every life insurance company not organized in Illinois to appoint in writing a resident attorney, upon whom all lawful process against the company might be served with like effect as if the company existed in Illinois, the writing to stipulate that any lawful proces against the company, served on the attorney, should be of the same legal force and validity as if served on the company, a duly authenticated copy of the writing to be filed in the office of the auditor, and the agency to be continued while any liability should remain outstanding against the company in Illinois, and the power not to be revoked until the same power should be given to another, and a like copy be so filed; the statute also providing that service upon said attorney should be deemed sufficient service on the company. Rev. Stat. 1874, chap. 73, &#167; 50, p. 607.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'In view of this legislation and the policy embodied in it, when this corporation, not organized under the laws of Illinois, has, by virtue of those laws, a place of business in Illinois, and a general agent there, and a resident attorney there for the service of process, and can be compelled to pay its debts there by judicial process, and has issued a policy payable, on death, to an administrator, the corporation must be regarded as having a domicil there, in the sense of the rule that the debt on the policy is assets at its domicil, so as to uphold the grant of letters of administration there. The corporation will be presumed to have been doing business in Illinois by virtue of its laws at the time the intestate died, in view of the fact that it was so doing business there when this suit was brought (as the bill of exceptions alleges), in the absense of any statement in the record that it was not so doing business there when the intestate died. In view of the statement in the letters, if the only personal property the intestate had was the policy, as the bill of exceptions states, it was for the corporation to show affirmatively that it was not doing business in Illinois when she died, in order to overthrow the validity of the letters, by thus showing that the policy was not assets in Illinois when she died.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Indeed, the contention that because the policy was issued by a New York corporation, and was payable in the state of New York, it could not be sued upon by one having possession of it at the domicil of the deceased in another state or in a territory, is directly contrary to the settled rule upheld by the court of appeals of the state of New York. <i>Sulz</i> v. <i>Mutual Reserve Fund Life Asso.</i> 145 N. Y. 163, 28 L. R. A. 379, 40 N. E. 242.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">From the analysis just made, it results that although a Federal question was raised below in a formal manner, that question, when examined with reference to the averments of fact upon which it was made to depend, is one which has been so explicitly decided by this court as to foreclose further argument on the subject, and hence to cause the Federal question relied upon to be devoid of any substantial foundation or merit. This being so, the case is brought directly within the rule announced in <i>New Orleans Waterworks Co.</i> v. <i>Louisiana</i>, 185 U. S. 336, 345, 46 L. ed. 936, 941, 22 Sup. Ct. Rep. 691, and authorities there cited. It is likewise also apparent from the analysis previously made that even if the formal raising of a Federal question was alone considered on the motion to dismiss, and therefore the unsubstantial nature of the Federal question for the purposes of the motion to dismiss were to be put out of view, the judgment below would have to be affirmed. This follows, since it is plain that as the substantiality of the claim of Federal right is the matter upon which the merits depend, and that claim being without any substantial foundation, the motion to affirm would have to be granted under the rule announced in <i>Chanute</i> v. <i>Trader</i>, 132 U. S. 210, 33 L. ed. 345, 10 Sup. Ct. Rep. 67, <i>Richardson</i> v. <i>Louisville N. R. Co.</i> 169 U. S. 128, 42 L. ed. 687, 18 Sup. Ct. Rep. 268, and <i>Blythe</i> v. <i>Hinckley</i>, 180 U. S. 338, 45 L. ed. 561, 21 Sup. Ct. Rep. 390. This being the case, it is obvious that on this record either the motion to dismiss must be allowed or the motion to affirm granted, and that the allowance of the one or the granting of the other as a practical question will have the like effect, to finally dispose of this controversy. The question then is, To which of the motions should the decree which we are to render respond? As this is a case governed by the principles controlling writs of error to state courts, it follows that the Federal question upon which the jurisdiction depends is also the identical question upon which the merits depend, and therefore the unsubstantiality of the Federal question for the purpose of the motion to dismiss and its unsubstantiality for the purpose of the motion to affirm are one and the same thing,&#8212;that is, the two questions are therefore absolutely coterminous. Hence, in reason, the denial of one of the motions necessarily involves the denial of the other, and hence, also, one of the motions cannot be allowed except upon a ground which also would justify the allowance of the other. Under this state of the case (there being, of course, no inherently Federal question, <i>Swafford</i> v. <i>Templeton</i>, 185 U. S. 487, 493, 46 L. ed. 1005, 1008, 22 Sup. Ct. Rep. 783), we think the better practice is to cause our decree to respond to the question which arises first in order for decision, that is, the motion to dismiss, and therefore <i>the writ of error is dismissed</i>.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>187 U.S. 308 (1902)</b></center>\n<center><h1>EQUITABLE LIFE ASSURANCE SOCIETY<br>\nv.<br>\nBROWN.</h1></center>\n<center>No. 320.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted October 20, 1902.</center>\n<center>Decided December 1, 1902.</center>\nERROR TO THE SUPREME COURT OF THE TERRITORY OF HAWAII.\n<p><span class=\"star-pagination\">*309</span> <i>Mr. Allan McCulloh</i> for plaintiff in error.</p>\n<p><i>Mr. Cecil Brown, in propria persona,</i> for defendant in error.</p>\n<p>MR. JUSTICE WHITE delivered the opinion of the court.</p>\n<p>The questions for decision arise on a motion to dismiss or affirm this writ of error which is prosecuted to a judgment of the Supreme Court of the Territory of Hawaii. The act of April 30, 1900, providing a government for the Territory of Hawaii, c. 339, 31 Stat. 141, enacts (sec. 86) that \"The laws of the United States relating to appeals, writs of error, removal of causes, and other matters and proceedings as between the courts of the United States and the courts of the several States shall govern in such matters and proceedings as between the courts of the United States and the courts of the Territory of Hawaii.\" It follows that the jurisdiction of this court to review judgments of the courts of the Territory of Hawaii is more restricted than is the jurisdiction to review the judgments of the courts of other organized Territories, and is to be measured by the power conferred upon this court to review judgments of state courts. Rev. Stat. ยง 709. In <i>Ex parte Wilder's Steamboat Company,</i> 183 U.S. 545, the distinction made by the law in question between Hawaii and other Territories was pointed out.</p>\n<p>The case, as stated below, and as substantially admitted by both parties in their printed argument, is as follows:</p>\n<p>David B. Smith died, intestate, on December 24, 1899, in the city of San Francisco. Long prior to and at the time of his death he was domiciled in Honolulu, in the Territory of Hawaii. He there applied to the plaintiff in error, a New York corporation, for a policy on his life payable to his estate. The policy was issued, was delivered to Smith in Honolulu, and was found among his effects in Honolulu after his death. At the instance of the daughter of the deceased, who was his legal heir, the defendant in error was appointed administrator of the estate of <span class=\"star-pagination\">*310</span> Smith by a Hawaiian court having jurisdiction to that end, and the administrator took possession of the policy and made the requisite proof of death. After the appointment of the Hawaiian administrator and the making by him of the proof of death, a relative of the deceased made application to a court in the city of New York for letters of administration upon the estate of Smith, which were issued. Prior to any attempted action by the New York administrator to enforce the policy in question, in consequence of the refusal of the insurance company to pay the loss, the Hawaiian administrator brought suit in a court in Hawaii having jurisdiction, to recover the amount of the insurance. Service of process in this action was made on the general agent of the insurance company in Hawaii, which agent, the Supreme Court of the Territory declared in its opinion rendered in this cause, \"we presume, is the person designated for such purpose by the defendant under the statute. Civ. L. ch. 130, since amended, Laws of 1898, act 45. At any rate, the defendant answered generally, and did not question the validity of the service.\" Before the trial of the cause in the courts of Hawaii the administrator appointed in New York instituted an action upon the policy against the insurance company in the Circuit Court of the United States for the Southern District of New York. When the suit came to trial in the Hawaiian court, no judgment having been rendered in the suit brought in New York, the defendant corporation, to support its contention that the plaintiff was not entitled to recover, claimed the benefit of the due faith and credit clause of the Constitution of the United States, and to sustain this asserted right offered proof of the appointment of the New York administrator and tendered an exemplification of the record of the proceedings had in the action, brought by the New York administrator in the Federal court in that State. The trial court rejected the evidence and exceptions were duly taken. A verdict was returned in favor of the plaintiff for the full amount sued for. The case having been taken to the Supreme Court of the Territory the judgment was affirmed, the court expressly deciding that the right asserted under the due faith and credit clause of the Constitution of the United States was without merit. From <span class=\"star-pagination\">*311</span> the foregoing it results that a claim under the Constitution and laws of the United States was made and decided in the court below, and if the fact that such a claim was formally made and disposed of below without reference to its substantial foundation determines the question of jurisdiction, the motion to dismiss must be denied. But it is settled that not every mere allegation of a Federal question will suffice to give jurisdiction. \"There must be a real, substantive question on which the case may be made to turn,\" that is, \"a real and not a merely formal Federal question is essential to the jurisdiction of this court.\" Stated in another form, the doctrine thus declared is, that although, in considering a motion to dismiss, it be found that a question adequate abstractly considered to confer jurisdiction was raised, if it likewise appear that such question is wholly formal, is so absolutely devoid of merit as to be frivolous, or has been so explicitly foreclosed by a decision or decisions of this court as to leave no room for real controversy, the motion to dismiss will prevail. <i>New Orleans Waterworks Co.</i> v. <i>Louisiana,</i> 185 U.S. 336, 345, and authorities there cited. The power, however, to dismiss because of the want of substantiality in the claim upon which the assertion of jurisdiction is predicated, does not apply to cases where the subject-matter of the controversy is <i>per se</i> and inherently Federal. <i>Swafford</i> v. <i>Templeton,</i> 185 U.S. 487, 493. It has also been decided by this court that even where the motion to dismiss is denied, and where such motion should be treated as without color, considering alone the formal making of such question, yet notwithstanding the provisions of subdivision 5 of rule 6, the power to consider and sustain a motion to affirm obtains where the assignments of error on the merits are obviously and unquestionably frivolous, or when it is patent that the writ of error has been prosecuted for mere delay, or where it is evident on the face of the record that the question on the merits is not open to possible contention because it has previously been so specifically and adversely ruled on by the court as to absolutely foreclose further contention on the subject. <i>Chanute</i> v. <i>Trader,</i> 132 U.S. 210; <i>Richardson</i> v. <i>Louisville &amp; N.R.R. Co.,</i> 169 U.S. 128; <i>Blythe</i> v. <i>Hinckley,</i> 180 U.S. 333, 338.</p>\n<p><span class=\"star-pagination\">*312</span> Is the motion to dismiss or the motion to affirm within the principles established by prior decisions of this court as just previously stated? In substance, the contention of the plaintiff in error is that on the facts above recited the <i>situs</i> of the indebtedness upon the policy in question was an asset solely within the jurisdiction of the State of New York and of its courts, and that the debt had not its <i>situs</i> in the Territory of Hawaii, the domicil of the deceased, where the policy was delivered and where it was actually present. But this contention has in effect been decided by this court to be unsound. <i>New England Life Insurance Company</i> v. <i>Woodworth,</i> 111 U.S. 138. In that case recovery was had in a court of the United States in the State of Illinois upon an insurance policy issued on the life of a resident of the State of Michigan by a corporation which had been chartered in the State of Massachusetts. At the time of her death the deceased was still a resident of the State of Michigan. It was argued in this court, on behalf of the defendant in error, that the Illinois court which had granted the letters of administration had no power to do so, because the State of Illinois was not the domicil of the decedent, because there were no assets belonging to the decedent in Illinois at the time of her death, and the bringing of the policy subsequently into Illinois did not constitute the debt thereunder an asset of the estate of the decedent, as such a debt was a simple contract debt and was a local asset only at Boston, the domicil of the debtor company. It was however held that the letters of administration issued by the Illinois court were apparently authorized by law, and that it was essential that the facts detailed in the record should distinctly negative the validity of such authority, before it could be adjudicated that the plaintiff's authority to sue was not supported by them. The court then said (p. 144):</p>\n<p>\"This is not done. On the contrary, the declaration of the letters that the intestate had personal property in Illinois when she died, is, we think, supported by what appears in the record, even if such property consisted solely of this policy.</p>\n<p>\"In the growth of this country, and the expansions and ramifications of business, and the free commercial intercourse between <span class=\"star-pagination\">*313</span> the States of the Union, it has come to pass that large numbers of life and fire insurance companies and other corporations, established with the accumulated capital and wealth of the richer parts of the country, seek business and contracts in distant States which open a large and profitable field. The inconveniences and hardships resulting from the necessity on the part of creditors, of going to distant places to bring suits on policies and contracts, and from the additional requirement, in case of death, of taking out letters testamentary or of administration at the original domicil of the corporation debtor, in order to sue, has led to the enactment in many States of statutes which enable resident creditors to bring suits there against corporations created by the laws of other States. Such a statute existed in Illinois, in the present case, requiring every life insurance company not organized in Illinois to appoint in writing a resident attorney, upon whom all lawful process against the company might be served with like effect as if the company existed in Illinois, the writing to stipulate that any lawful process against the company, served on the attorney, should be of the same legal force and validity as if served on the company, a duly authenticated copy of the writing to be filed in the office of the auditor, and the agency to be continued while any liability should remain outstanding against the company in Illinois, and the power not to be revoked until the same power should be given to another, and a like copy be so filed; the statute also providing that service upon said attorney should be deemed sufficient service on the company. Revised Statutes of 1874, chap. 73, ยง 50, p. 607.</p>\n<p>\"In view of this legislation and the policy embodied in it, when this corporation, not organized under the laws of Illinois, has, by virtue of those laws, a place of business in Illinois, and a general agent there, and a resident attorney there for the service of process, and can be compelled to pay its debts there by judicial process, and has issued a policy payable, on death, to an administrator, the corporation must be regarded as having a domicil there, in the sense of the rule that the debt on the policy is assets at its domicil, so as to uphold the grant of letters of administration there. The corporation will be presumed <span class=\"star-pagination\">*314</span> to have been doing business in Illinois by virtue of its laws at the time the intestate died, in view of the fact that it was so doing business there when this suit was brought (as the bill of exceptions alleges), in the absence of any statement in the record that it was not so doing business there when the intestate died. In view of the statement in the letters, if the only personal property the intestate had was the policy, as the bill of exceptions states, it was for the corporation to show affirmatively that it was not doing business in Illinois when she died, in order to overthrow the validity of the letters, by thus showing that the policy was not assets in Illinois when she died.\"</p>\n<p>Indeed, the contention that because the policy was issued by a New York corporation and was payable in the State of New York, it could not be sued upon by one having possession of it at the domicil of the deceased in another State or in a Territory, is directly contrary to the settled rule upheld by the Court of Appeals of the State of New York. <i>Sulz</i> v. <i>Mutual Reserve Fund Life Association,</i> 145 N.Y. 563.</p>\n<p>From the analysis just made, it results that although a Federal question was raised below in a formal manner, that question, when examined with reference to the averments of fact upon which it was made to depend, is one which has been so explicitly decided by this court as to foreclose further argument on the subject and hence to cause the Federal question relied upon to be devoid of any substantial foundation or merit. This being so, the case is brought directly within the rule announced in <i>New Orleans Waterworks Company</i> v. <i>Louisiana, supra</i><i>,</i> and authorities there cited. It is likewise also apparent from the analysis previously made that even if the formal raising of a Federal question was alone considered on the motion to dismiss, and therefore the unsubstantial nature of the Federal question for the purposes of the motion to dismiss were to be put out of view, the judgment below would have to be affirmed. This follows, since it is plain that as the substantiality of the claim of Federal right is the matter upon which the merits depend, and that claim being without any substantial foundation, the motion to affirm would have to be granted under the rule announced in <i>Chanute</i> v. <i>Trader</i><i>, </i><i>Richardson</i> v. <i>Louisville</i><i> and</i> <span class=\"star-pagination\">*315</span> <i>Nashville R.R. Co.,</i> and <i>Blythe</i> v. <i>Hinckley, supra</i><i>.</i> This being the case, it is obvious that on this record either the motion to dismiss must be allowed or the motion to affirm granted, and that the allowance of the one or the granting of the other as a practical question will have the like effect, to finally dispose of this controversy. The question then is, To which of the motions should the decree which we are to render respond? As this is a case governed by the principles controlling writs of error to state courts, it follows that the Federal question upon which the jurisdiction depends is also the identical question upon which the merits depend, and therefore the unsubstantiality of the Federal question for the purpose of the motion to dismiss and its unsubstantiality for the purpose of the motion to affirm are one and the same thing, that is, the two questions are therefore absolutely coterminous. Hence, in reason, the denial of one of the motions necessarily involves the denial of the other, and hence also one of the motions cannot be allowed except upon a ground which also would justify the allowance of the other. Under this state of the case (there being of course no inherently Federal question, <i>Swafford</i> v. <i>Templeton, supra</i><i>,</i>) we think the better practice is to cause our decree to respond to the question which arises first in order for decision, that is, the motion to dismiss, and therefore</p>\n<p><i>The writ of error is dismissed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">187</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></span> (1902)</b></center>\n<center><h1>EQUITABLE LIFE ASSURANCE SOCIETY<br>\nv.<br>\nBROWN.</h1></center>\n<center>No. 320.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted October 20, 1902.</center>\n<center>Decided December 1, 1902.</center>\nERROR TO THE SUPREME COURT OF THE TERRITORY OF HAWAII.\n<p><span class=\"star-pagination\">*309</span> <i>Mr. Allan McCulloh</i> for plaintiff in error.</p>\n<p><i>Mr. Cecil Brown, in propria persona,</i> for defendant in error.</p>\n<p>MR. JUSTICE WHITE delivered the opinion of the court.</p>\n<p>The questions for decision arise on a motion to dismiss or affirm this writ of error which is prosecuted to a judgment of the Supreme Court of the Territory of Hawaii. The act of April 30, 1900, providing a government for the Territory of Hawaii, c. 339, 31 Stat. 141, enacts (sec. 86) that \"The laws of the United States relating to appeals, writs of error, removal of causes, and other matters and proceedings as between the courts of the United States and the courts of the several States shall govern in such matters and proceedings as between the courts of the United States and the courts of the Territory of Hawaii.\" It follows that the jurisdiction of this court to review judgments of the courts of the Territory of Hawaii is more restricted than is the jurisdiction to review the judgments of the courts of other organized Territories, and is to be measured by the power conferred upon this court to review judgments of state courts. Rev. Stat. ยง 709. In <i>Ex parte Wilder's Steamboat Company,</i> <span class=\"citation\" data-id=\"95558\"><a href=\"/opinion/95558/ex-parte-wilders-steamship-company/\"><span class=\"volume\">183</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">545</span></a></span>, the distinction made by the law in question between Hawaii and other Territories was pointed out.</p>\n<p>The case, as stated below, and as substantially admitted by both parties in their printed argument, is as follows:</p>\n<p>David B. Smith died, intestate, on December 24, 1899, in the city of San Francisco. Long prior to and at the time of his death he was domiciled in Honolulu, in the Territory of Hawaii. He there applied to the plaintiff in error, a New York corporation, for a policy on his life payable to his estate. The policy was issued, was delivered to Smith in Honolulu, and was found among his effects in Honolulu after his death. At the instance of the daughter of the deceased, who was his legal heir, the defendant in error was appointed administrator of the estate of <span class=\"star-pagination\">*310</span> Smith by a Hawaiian court having jurisdiction to that end, and the administrator took possession of the policy and made the requisite proof of death. After the appointment of the Hawaiian administrator and the making by him of the proof of death, a relative of the deceased made application to a court in the city of New York for letters of administration upon the estate of Smith, which were issued. Prior to any attempted action by the New York administrator to enforce the policy in question, in consequence of the refusal of the insurance company to pay the loss, the Hawaiian administrator brought suit in a court in Hawaii having jurisdiction, to recover the amount of the insurance. Service of process in this action was made on the general agent of the insurance company in Hawaii, which agent, the Supreme Court of the Territory declared in its opinion rendered in this cause, \"we presume, is the person designated for such purpose by the defendant under the statute. Civ. L. ch. 130, since amended, Laws of 1898, act 45. At any rate, the defendant answered generally, and did not question the validity of the service.\" Before the trial of the cause in the courts of Hawaii the administrator appointed in New York instituted an action upon the policy against the insurance company in the Circuit Court of the United States for the Southern District of New York. When the suit came to trial in the Hawaiian court, no judgment having been rendered in the suit brought in New York, the defendant corporation, to support its contention that the plaintiff was not entitled to recover, claimed the benefit of the due faith and credit clause of the Constitution of the United States, and to sustain this asserted right offered proof of the appointment of the New York administrator and tendered an exemplification of the record of the proceedings had in the action, brought by the New York administrator in the Federal court in that State. The trial court rejected the evidence and exceptions were duly taken. A verdict was returned in favor of the plaintiff for the full amount sued for. The case having been taken to the Supreme Court of the Territory the judgment was affirmed, the court expressly deciding that the right asserted under the due faith and credit clause of the Constitution of the United States was without merit. From <span class=\"star-pagination\">*311</span> the foregoing it results that a claim under the Constitution and laws of the United States was made and decided in the court below, and if the fact that such a claim was formally made and disposed of below without reference to its substantial foundation determines the question of jurisdiction, the motion to dismiss must be denied. But it is settled that not every mere allegation of a Federal question will suffice to give jurisdiction. \"There must be a real, substantive question on which the case may be made to turn,\" that is, \"a real and not a merely formal Federal question is essential to the jurisdiction of this court.\" Stated in another form, the doctrine thus declared is, that although, in considering a motion to dismiss, it be found that a question adequate abstractly considered to confer jurisdiction was raised, if it likewise appear that such question is wholly formal, is so absolutely devoid of merit as to be frivolous, or has been so explicitly foreclosed by a decision or decisions of this court as to leave no room for real controversy, the motion to dismiss will prevail. <i>New Orleans Waterworks Co.</i> v. <i>Louisiana,</i> <span class=\"citation\" data-id=\"95657\"><a href=\"/opinion/95657/new-orleans-waterworks-co-v-louisiana/\"><span class=\"volume\">185</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">336</span></a></span>, 345, and authorities there cited. The power, however, to dismiss because of the want of substantiality in the claim upon which the assertion of jurisdiction is predicated, does not apply to cases where the subject-matter of the controversy is <i>per se</i> and inherently Federal. <i>Swafford</i> v. <i>Templeton,</i> <span class=\"citation\" data-id=\"95662\"><a href=\"/opinion/95662/swafford-v-templeton/\"><span class=\"volume\">185</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">487</span></a></span>, 493. It has also been decided by this court that even where the motion to dismiss is denied, and where such motion should be treated as without color, considering alone the formal making of such question, yet notwithstanding the provisions of subdivision 5 of rule 6, the power to consider and sustain a motion to affirm obtains where the assignments of error on the merits are obviously and unquestionably frivolous, or when it is patent that the writ of error has been prosecuted for mere delay, or where it is evident on the face of the record that the question on the merits is not open to possible contention because it has previously been so specifically and adversely ruled on by the court as to absolutely foreclose further contention on the subject. <i>Chanute</i> v. <i>Trader,</i> 132 U.S. 210; <i>Richardson</i> v. <i>Louisville &amp; N.R.R. Co.,</i> 169 U.S. 128; <i>Blythe</i> v. <i>Hinckley,</i> <span class=\"citation\" data-id=\"95418\"><a href=\"/opinion/95418/blythe-v-hinckley/\"><span class=\"volume\">180</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">333</span></a></span>, 338.</p>\n<p><span class=\"star-pagination\">*312</span> Is the motion to dismiss or the motion to affirm within the principles established by prior decisions of this court as just previously stated? In substance, the contention of the plaintiff in error is that on the facts above recited the <i>situs</i> of the indebtedness upon the policy in question was an asset solely within the jurisdiction of the State of New York and of its courts, and that the debt had not its <i>situs</i> in the Territory of Hawaii, the domicil of the deceased, where the policy was delivered and where it was actually present. But this contention has in effect been decided by this court to be unsound. <i>New England Life Insurance Company</i> v. <i>Woodworth,</i> 111 U.S. 138. In that case recovery was had in a court of the United States in the State of Illinois upon an insurance policy issued on the life of a resident of the State of Michigan by a corporation which had been chartered in the State of Massachusetts. At the time of her death the deceased was still a resident of the State of Michigan. It was argued in this court, on behalf of the defendant in error, that the Illinois court which had granted the letters of administration had no power to do so, because the State of Illinois was not the domicil of the decedent, because there were no assets belonging to the decedent in Illinois at the time of her death, and the bringing of the policy subsequently into Illinois did not constitute the debt thereunder an asset of the estate of the decedent, as such a debt was a simple contract debt and was a local asset only at Boston, the domicil of the debtor company. It was however held that the letters of administration issued by the Illinois court were apparently authorized by law, and that it was essential that the facts detailed in the record should distinctly negative the validity of such authority, before it could be adjudicated that the plaintiff's authority to sue was not supported by them. The court then said (p. 144):</p>\n<p>\"This is not done. On the contrary, the declaration of the letters that the intestate had personal property in Illinois when she died, is, we think, supported by what appears in the record, even if such property consisted solely of this policy.</p>\n<p>\"In the growth of this country, and the expansions and ramifications of business, and the free commercial intercourse between <span class=\"star-pagination\">*313</span> the States of the Union, it has come to pass that large numbers of life and fire insurance companies and other corporations, established with the accumulated capital and wealth of the richer parts of the country, seek business and contracts in distant States which open a large and profitable field. The inconveniences and hardships resulting from the necessity on the part of creditors, of going to distant places to bring suits on policies and contracts, and from the additional requirement, in case of death, of taking out letters testamentary or of administration at the original domicil of the corporation debtor, in order to sue, has led to the enactment in many States of statutes which enable resident creditors to bring suits there against corporations created by the laws of other States. Such a statute existed in Illinois, in the present case, requiring every life insurance company not organized in Illinois to appoint in writing a resident attorney, upon whom all lawful process against the company might be served with like effect as if the company existed in Illinois, the writing to stipulate that any lawful process against the company, served on the attorney, should be of the same legal force and validity as if served on the company, a duly authenticated copy of the writing to be filed in the office of the auditor, and the agency to be continued while any liability should remain outstanding against the company in Illinois, and the power not to be revoked until the same power should be given to another, and a like copy be so filed; the statute also providing that service upon said attorney should be deemed sufficient service on the company. Revised Statutes of 1874, chap. 73, ยง 50, p. 607.</p>\n<p>\"In view of this legislation and the policy embodied in it, when this corporation, not organized under the laws of Illinois, has, by virtue of those laws, a place of business in Illinois, and a general agent there, and a resident attorney there for the service of process, and can be compelled to pay its debts there by judicial process, and has issued a policy payable, on death, to an administrator, the corporation must be regarded as having a domicil there, in the sense of the rule that the debt on the policy is assets at its domicil, so as to uphold the grant of letters of administration there. The corporation will be presumed <span class=\"star-pagination\">*314</span> to have been doing business in Illinois by virtue of its laws at the time the intestate died, in view of the fact that it was so doing business there when this suit was brought (as the bill of exceptions alleges), in the absence of any statement in the record that it was not so doing business there when the intestate died. In view of the statement in the letters, if the only personal property the intestate had was the policy, as the bill of exceptions states, it was for the corporation to show affirmatively that it was not doing business in Illinois when she died, in order to overthrow the validity of the letters, by thus showing that the policy was not assets in Illinois when she died.\"</p>\n<p>Indeed, the contention that because the policy was issued by a New York corporation and was payable in the State of New York, it could not be sued upon by one having possession of it at the domicil of the deceased in another State or in a Territory, is directly contrary to the settled rule upheld by the Court of Appeals of the State of New York. <i>Sulz</i> v. <i>Mutual Reserve Fund Life Association,</i> 145 N.Y. 563.</p>\n<p>From the analysis just made, it results that although a Federal question was raised below in a formal manner, that question, when examined with reference to the averments of fact upon which it was made to depend, is one which has been so explicitly decided by this court as to foreclose further argument on the subject and hence to cause the Federal question relied upon to be devoid of any substantial foundation or merit. This being so, the case is brought directly within the rule announced in <i>New Orleans Waterworks Company</i> v. <i>Louisiana, supra</i><i>,</i> and authorities there cited. It is likewise also apparent from the analysis previously made that even if the formal raising of a Federal question was alone considered on the motion to dismiss, and therefore the unsubstantial nature of the Federal question for the purposes of the motion to dismiss were to be put out of view, the judgment below would have to be affirmed. This follows, since it is plain that as the substantiality of the claim of Federal right is the matter upon which the merits depend, and that claim being without any substantial foundation, the motion to affirm would have to be granted under the rule announced in <i>Chanute</i> v. <i>Trader</i><i>, </i><i>Richardson</i> v. <i>Louisville</i><i> and</i> <span class=\"star-pagination\">*315</span> <i>Nashville R.R. Co.,</i> and <i>Blythe</i> v. <i>Hinckley, supra</i><i>.</i> This being the case, it is obvious that on this record either the motion to dismiss must be allowed or the motion to affirm granted, and that the allowance of the one or the granting of the other as a practical question will have the like effect, to finally dispose of this controversy. The question then is, To which of the motions should the decree which we are to render respond? As this is a case governed by the principles controlling writs of error to state courts, it follows that the Federal question upon which the jurisdiction depends is also the identical question upon which the merits depend, and therefore the unsubstantiality of the Federal question for the purpose of the motion to dismiss and its unsubstantiality for the purpose of the motion to affirm are one and the same thing, that is, the two questions are therefore absolutely coterminous. Hence, in reason, the denial of one of the motions necessarily involves the denial of the other, and hence also one of the motions cannot be allowed except upon a ground which also would justify the allowance of the other. Under this state of the case (there being of course no inherently Federal question, <i>Swafford</i> v. <i>Templeton, supra</i><i>,</i>) we think the better practice is to cause our decree to respond to the question which arises first in order for decision, that is, the motion to dismiss, and therefore</p>\n<p><i>The writ of error is dismissed.</i></p>\n</div>", "id": 95733, "judges": "White", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/95733/", "sha1": "bd48bc39ffe326745d60b478b8516e9e508ce678", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:40:14"}