{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "188 U.S. 385", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": "", 
    "document_uris": [
      "/api/rest/v2/document/95787/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Louisville & Jeffersonville Ferry Ry Company, Plff. In Err. v. Commonwealth of Kentucky", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "17", 
    "id": 80170, 
    "resource_uri": "/api/rest/v2/citation/80170/"
  }, 
  "id": 95787, 
  "blocked": false, 
  "judges": "", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1902-01-17", 
  "download_url": "http://bulk.resource.org/courts.gov/c/US/188/188.US.385.17.html", 
  "source": "R", 
  "local_path": null, 
  "html_lawbox": "", 
  "time_retrieved": "2010-04-28T09:40:15", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">188</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">385</span></span></p>\n    <p class=\"case_cite\">23 S.Ct. 463</p>\n    <p class=\"case_cite\">47 L.Ed. 513</p>\n    <p class=\"parties\">LOUISVILLE &amp; JEFFERSONVILLE FERRY RY COMPANY,  <i>Plff. in Err.</i>,<br>v.<br>COMMONWEALTH OF KENTUCKY.</p>\n    <p class=\"docket\">No. 17.</p>\n    <p class=\"date\">Argued January 17, 1902.</p>\n    <div class=\"prelims\">\n      <p>Ordered for reargument</p>\n      <p>Reargued December 8, 9, 1902.</p>\n      <p>Decided February 23, 1903.</p>\n      <p class=\"indent\">This action was brought against the Louisville &amp; Jeffersonville Ferry Company, a corporation of Kentucky, to recover certain taxes alleged to be due that commonwealth in virtue of the valuation and assessment by the state board of valuation and assessment of the corporate franchise of the defendant company for the year 1894.</p>\n      <p class=\"indent\">Some of the provisions of the Revised Statutes of Kentucky under which that board proceeded are given in the margin.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n      <p class=\"indent\">The company filed an answer, which upon demurrer was adjudged to be insufficient. The defendant declining to answer further, judgment was rendered for the commonwealth. That judgment was affirmed by the court of appeals of Kentucky, and the case is here upon writ of error sued out by the ferry company. The ground of our jurisdiction is that the company claims that, by the judgment of the highest court of Kentucky, affirming the judgment of the court of original jurisdiction, it has been denied rights belonging to it under the Constitution of the United States.</p>\n      <p class=\"indent\">The facts admitted by the demurrer to the answer and therefore, for the purposes of the present hearing, to be taken as true, are substantially as follows:</p>\n      <p class=\"indent\">By an act of the general assembly of Kentucky, approved March the 16th, 1869, the Louisville &amp; Jeffersonville Ferry Company was created a corporation, with power to carry on the business of ferrying freight, passengers, and vehicles over the Ohio river, and to purchase ferryboats, wharves, and ferry franchises for any ferry or ferries between Louisville, Kentucky, and Jeffersonville, Indiana; and upon the purchase of such franchises to have the right to carry on and conduct a ferry or ferries between those cities. It was also authorized to accept boats, franchises, wharves, and other property in payment of stock subscribed and at such prices as might be agreed on.</p>\n      <p class=\"indent\">In the year of 1802, William Henry Harrison, then governor and commander-in-chief of the Indiana territory, granted to Marsden G. Clark a license for a ferry at Jeffersonville, Indiana, for the transportation of passengers, carriages, horses, and cattle across the Ohio river at that place.</p>\n      <p class=\"indent\">In the same year Governor Harrison granted to one Joseph Bowman a license to keep a ferry from the landing near the spring in the town of Jeffersonville across the Ohio river to the public road at the mouth of Bear Grass creek in Kentucky.</p>\n      <p class=\"indent\">In 1820 George White, by an act of the Indiana legislature, was authorized to keep a ferry in the town of Jeffersonville, and to ferry off and from any portion of the public ground or commons in that town lying upon or bordering upon the Ohio river across that river to the opposite shore or mouth of Bear Grass creek, that creek being then as well as now within the corporate limits of Louisville and near the point at which the defendant company now lands its ferryboats in Kentucky.</p>\n      <p class=\"indent\">These three ferry franchises, about the year 1837, vested in A. Wathen, Charles Strader, John Shallcross, and James Thompson, and in 1865 came to be owned by John Shallcross, Moses Brown, Hiram Mayberry, James Wathen, A. Wathen, Charles Woolfolk &amp; Co., J. B. Smith, W. C. Hite, E. S. Hoffman, P. Varble, and Daniel Park. During all the intervening years ferries had been maintained.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In 1865 the persons then owning the ferry organized as a partnership for the purpose of operating it, and in that capacity continued to operate it until the Louisville &amp; Jeffersonville Ferry Company was incorporated, as above stated. Under its act of incorporation the company procured to be conveyed to itself the above-mentioned ferry franchises with the boats then owned by the partnership, and issued therefor its fully paid capital stock for $200,000. The boats and personal property so acquired were not of great value,&#8212;the principal value being in the franchises acquired as above set forth.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1887 the defendant company made a contract with the sinking fund commissioners of the city of Louisville, a corporation having charge of certain fiscal affairs of that city, under which the defendant leased the ferry privileges in Louisville, agreeing to pay therefor $800 a year and a wharfage fee annually of $400. That contract by its terms expired January the 1st, 1902.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The defendant company states in its answer 'that the only ferry franchises owned by it are those above mentioned, which were granted by the authorities of the state of Indiana.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">All tangible property of the defendant company in Kentucky was assessed in the fall of 1893 for the state tax for the year 1894, and that tax was paid. The property so assessed consisted of all the company's boats and other personal property, it having no real estate in Kentucky. For the same year all real estate owned by the defendant in Indiana was assessed by the authorities of that state, and the tax thereon paid.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The company had no intangible property except the franchise heretofore described.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'The board of valuation and assessment ascertained what had been the net earnings of the defendant up to September 15th, 1893, for the year preceding that date. It then capitalized said net earnings at 6 per cent,&#8212;that is, to have been such an amount as at 6 per cent would produce the sum of $121,050. From this the board deducted $54,164, being the assessed value of the defendant's property in Kentucky and Indiana, leaving the sum of $66,886 as the value of defendant's franchise.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The boats owned by the defendant company when this action was brought, and also those owned by it in 1893, 'were regularly enrolled, under the laws of the United States, at the port of Louisville, and were assessed, as above stated, by the sheriff of Jefferson county, in the fall of that year, and the tax paid upon them in the year 1894.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The defendant brought 'before the board of valuation and assessment, before that board had made its assessment final, the fact that its whole capital stock had been issued in consideration of the transfer of the said ferry franchises granted by the state of Indiana and attendant property, and showed that all its property had been assessed as above explained, and protested against any assessment being made upon its franchises as being beyond the jurisdiction of the said board and outside of the territorial jurisdiction of the state of Kentucky, and not taxable in Kentucky; and it protested against the said board making any valuation whatever of its capital stock because all of its property had been once assessed, and any valuation made upon its capital stock would include alone these franchises and profits resulting to the defendant from engaging in interstate commerce; and the defendant further requested the said board, if it should insist upon making a valuation upon its capital stock, to deduct therefrom the value of these franchises. The said board refused to enter into the question of the valuation of the said franchise granted by the state of Indiana, as aforesaid, and owned and operated by this defendant, and refused to regard the fact that the profits which were earned by this defendant came from interstate commerce.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Substantially the whole revenue of the defendant company is derived from interstate commerce, and its net returns, upon which the above capitalization was made, represent its gains from interstate commerce; that is, from the carriage of persons and property between the states of Indiana and Kentucky. Such was the case presented by the answer.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\"><i>Mr. Alexander Pope Humphrey</i> for plaintiff in error.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\"><i>Mr. D. W. Sanders</i> for defendant in error.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Mr. Justice Harlan delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The ferry company insists that the judgment of the court of appeals of Kentucky, affirming the judgment of the court of original jurisdiction (which sustained the action of the state board of valuation and assessment), had the effect to deny rights belonging to it under the Constitution of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It is appropriate here to state the grounds upon which the court of appeals of Kentucky proceeded. That court said: 'The judgments from which the appeals are prosecuted are for the franchise tax for the years of 1894, 1895, 1896, 1897, and 1898. The appellant is a corporation organized under a special act of the legislature passed in 1869. It purchased a ferry franchise, which had been originally granted by the territorial authorities of Indiana, which authorized the original grantee to conduct a ferry business across the Ohio river from Indiana to Kentucky. By regular devolution of title, through descents and conveyances, appellant owns the rights thus granted. The franchise thus acquired authorizes the appellant to transport persons and property from Jeffersonville, Indiana, to Louisville, Kentucky. There was vested in the sinking fund commissioners of the city of Louisville title to the ferry rights along the Ohio river within the boundaries of that city, and by an agreement with them the appellant became the owner of it. The appellant owned certain ferry boats which are enrolled at the port of Louisville. It owned certain real estate in the state of Indiana. It has paid its taxes upon its real property in Indiana and upon its personal property in this state. It has paid its taxes only upon its tangible property. It appears to have no income except the revenue derived from carrying persons and property from one side of the river to the other. The board of valuation and assessment fixed the value of the franchise for the corporation as if it conducted all of its business in the territorial limits of the state of Kentucky, not deducting anything from that value on account of the fact that it exercised the privilege of conveying passengers from Jeffersonville to Louisville by reason of its acquisition of privileges which were originally granted under the laws of that state. . . . The appellant is a Kentucky corporation. The board of valuation and assessment did not attempt to assess or tax its revenues coming from the exercise of its franchise in the transportation of persons and property over the Ohio river; but under certain sections of the Kentucky statutes it assessed the value of appellant's franchise, which is its intangible property. The board did not assess or attempt to assess the property, either tangible or intangible, which it owned in the state of Indiana.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Again: 'By virtue of its corporate authority the appellant acquired ferryboats, the ferry rights, within the city of Louisville, which included the right to transport persons and property from Kentucky to Indiana over the Ohio river, and the necessary use of its wharf to carry on that business. It also by contract (which its charter seems to have authorized it to do) acquired wharf privileges on the Indiana side, and also the right which had been previously granted by Indiana to transport persons and property from Indiana to Kentucky over the Ohio river. It also owns a park in Indiana. The property thus acquired constituted all of its property, tangible and intangible, in Kentucky and Indiana. Having thus acquired the foregoing property, and having profitably used it, its corporate franchise presumably became of the value fixed by the board of valuation and assessment. If the franchise of the appellant became valuable by the acquisition of tangible or intangible property, or both, the effect is exactly the same, whether it is acquired in Indiana or in Kentucky, or both. It is not the tangible or intangible property in Indiana which the appellant acquired by purchase which is sought to be taxed, but the value of its franchise which has been created in and now exists in Kentucky. . . . There is no doubt but what the business which the appellant carries on may be properly designated as interstate commerce, and that it is a subject of national character, Congress having the authority and the power under the Constitution to regulate it. The state of Kentucky is not attemping to impose a tax upon receiving and handling persons and property, but is simply attempting to collect a franchise tax on the corporation created by law. As authorized by the laws and Constitution, the state is entitled to impose a tax upon its tangible property. . . . The appellant is domiciled in Kentucky, and the property sought to be taxed has its situs in Kentucky, and, as we have said, there is no attempt to tax the appellant's business income, or revenue, but its income is alone considered in fixing the value of its franchise.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It thus appears from the admitted facts, and from the opinion of the court below, that the state board, in its valuation and assessment of the franchise derived by that company from Kentucky, included the value of the franchise obtained from Indiana for a ferry from its shore to the Kentucky shore. In short, as stated by the court of appeals, the value of the franchise of the ferry company was fixed 'as if it conducted all of its business in the territorial limits of the state of Kentucky,' making no deduction for the value of the franchise obtained from Indiana.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The boundary of Kentucky extends only to low-water mark on the western and northwestern banks of the Ohio river. <i>Henderson Bridge Co.</i> v. <i>Henderson</i>, 173 U. S. 592, 609-613, 43 L. ed. 823, 829-831, 19 Sup. Ct. Rep. 553, and authorities there cited. In that case it was said that, although the jurisdiction of that commonwealth for all the purposes for which any state possesses jurisdiction within its territorial limits was coextensive with its established boundaries, that jurisdiction was attended by the fundamental condition that it must not be exerted so as to intrench upon the authority of the national government, or to impair any rights secured or protected by the national Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">So that the authority of the ferry company, derived from Kentucky, to transport persons, freight, and property across the Ohio river from Kentucky did not invest it with authority to establish and maintain a ferry from the Indiana shore to the Kentucky shore. That is admitted by the counsel for Kentucky. Indeed, in <i>Newport</i> v. <i>Taylor</i>, <span class=\"citation\" data-id=\"85490\"><a href=\"/opinion/85490/taylors-v-owing/\"><span class=\"volume\">16</span> <span class=\"reporter\">B. Mon.</span> <span class=\"page\">699</span></a></span>, 786, the court of appeals of Kentucky said that 'Kentucky has never claimed the exclusive right of ferriage across the Ohio river except from this shore, and while she has interdicted the establishment of ferries from this side, within a certain distance of an established ferry on this side, she has constantly recognized the right of the authorities on the other side to establish ferries from that side, without regard to the interdict.' The same thought was expressed in <i>Reeves</i> v. <i>Little</i>, 7 Bush, 470. The case of <i>Newport</i> v. <i>Taylor</i> was brought to this court, and the judgment of the court of appeals of Kentucky was affirmed. <i>Conway</i> v. <i>Taylor</i>, 1 Black, 603, 631, 17 L. ed. 191, 202. Referring to the ferry franchise granted by Kentucky, this court there said: 'The franchise is confined to the transit from the shore of the state. The same rights which she claims for herself she concedes to others. She has thrown no obstacle in the way of the transit from the states lying upon the other side of the Ohio and Mississippi. She has left that to be wholly regulated by their ferry laws. We have heard of no hostile legislation, and of no complaints, by any of those states. It was shown in the argument at bar that similar laws exist in most, if not all, the states bordering upon those streams. They exist in other states of the Union bounded by navigable waters.'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It must therefore be assumed that the franchise granted by Indiana to maintain the ferry from the Indiana shore is wholly distinct from the franchise obtained from Kentucky to maintain the ferry from the Kentucky shore, although the enjoyment of both are essential to a complete ferry right for the transportation of persons and property across the river both ways. And each franchise is property entitled to the protection of the law. Kent says that the privilege of establishing a ferry and taking tolls for the use of the same is a franchise, and that 'an estate in such a franchise, and an estate in land, rest upon the same principle, being equally grants of a right or privilege for an adequate consideration.' 3 Kent, Com. 458, 459. In his Treatise on the American Law of Real Property, Washburn says that the right granted by the legislature, as representing the sovereign power, to carry passengers across streams, or bodies of water, or the arms of the sea, from one point to another, for compensation, is to be deemed a franchise, and belongs to the class of estates called incorporeal hereditamonts. 2 Washb. 6th ed. &#167;&#167; 1212, 1215. See also 1 Cooley's Bl. Com. bk. 2, pp. 21, 36. In <i>Conway</i> v. <i>Taylor</i>, 1 Black, 632, 17 L. ed. 202, this court approved of Kent's view, and said: 'A ferry franchise is as much property as a rent or any other incorporeal hereditament, or chattels, or realty. It is clothed with the same sanctity and entitled to the same protection as other property.' In Kentucky the right of the widow to have dower assigned to her in a ferry has been recognized. <i>Stevens</i> v. <i>Stevens</i>, 3 Dana, 371.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">As, then, the privilege of maintaining the ferry in question from the Indiana shore to the Kentucky shore is a franchise derived from Indiana, and as that franchise is a valuable right of property, is it within the power of Kentucky to tax it directly or indirectly? It is said that the Indiana franchise has not been taxed, but only the franchise derived from Kentucky; that the tax is none the less a tax on the Kentucky franchise, because of the value of that franchise being increased by the acquisition by the Kentucky corporation of the franchise granted by Indiana. This view sacrifices substance to form. If the board of valuation and assessment, for purposes of taxation, had separately valued and assessed at a given sum the franchise derived by the ferry company from Kentucky, and had separately valued and assessed at another given sum the franchise obtained from Indiana, the result would have been the same as if it had assessed, as it did assess, the Kentucky franchise as a unit upon the basis of its value as enlarged or increased by the acquisition of the Indiana franchise.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The learned counsel for Kentucky says that it is the value of the company's franchise contained 'in its charter' which is the subject of taxation. But the franchise obtained from Indiana is not in the company's charter granted by Kentucky. It is contained only in the act of the legislature of Indiana. The Indiana franchise was not carried into the charter of the Kentucky corporation by reason of that corporation having the authority to purchase it. Its existence and validity depend entirely upon the laws of Indiana.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Counsel further say that Kentucky does not impose a tax upon the company's privilege, <i>as such</i>, granted by the state of Indiana. If it had done so the tax so imposed would not have been defended as valid. Yet by her statute, under which the board of valuation and assessment proceeded, Kentucky has accomplished that result by including for purposes of taxation, in the valuation of the franchise granted by it, the value of the franchise granted by Indiana, and then taxing the franchise of the Kentucky corporation upon the basis of the aggregate value of both franchises. Although now owned by one corporation, these are separate franchises.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">There is, in our judgment, no escape from the conclusion that Kentucky thus asserts its authority to tax a property right, an incorporeal hereditament, which has its situs in Indiana. While the mode, form, and extent of taxation are, speaking generally, limited only by the wisdom of the legislature, that power is limited by a principle inhering in the very nature of constitutional government, namely, that the taxation imposed must have relation to a subject within the jurisdiction of the taxing government. Hence, this court, speaking by Chief Justice Marshall, in <i>M'Culloch</i> v. <i>Maryland</i>, <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">316</span></span>, 429, 4 L. ed. 579, 607, said that, while all subjects over which the sovereign power of a state extends are objects of taxation, 'those over which it does not extend are, upon the soundest principles, exempt from taxation.' That proposition, he said, could almost be pronounced self-evident. It was therefore held in <i>Hays</i> v. <i>Pacific Mail S. S. Co.</i> <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">How.</span> <span class=\"page\">596</span></span>, 599, 15 L. ed. 254, 255, that certain steamers engaged in interstate commerce were not subject to taxation in a state where they might be temporarily when prosecuting their business, but were taxable at their home port, which was their situs, and where they belonged, the court saying: 'We are satisfied that the state of California had no jurisdiction over these vessels for the purpose of taxation; they were not, properly, abiding within its limits, so as to become incorporated with the other personal property of the state; they were there but temporarily, engaged in lawful trade and commerce, with their situs at the home port, where the vessels belonged, and where the owners were liable to be taxed for the capital invested, and where the taxes had been paid;' in <i>St. Louis</i> v. <i>Wiggins Ferry Co.</i> <span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">423</span></span>, 429, 431, 20 L. ed. 192, 194, 195, that certain ferry boats belonging to an Illinois corporation and plying between East St. Louis, Illinois, and St. Louis, Missouri, were not taxable in the latter state, but at their home port in the former state, the court saying that a tax was void when there was no jurisdiction as to the property taxed; in <i>Morgan</i> v. <i>Parham</i>, <span class=\"citation\" data-id=\"91428\"><a href=\"/opinion/91428/the-morgan/\"><span class=\"volume\">16</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">471</span></a></span>, 476, 21 L. ed. 303, 304, that a vessel engaged in interstate commerce, and being from time to time in Mobile while prosecuting its business, was not taxable in Alabama, but was taxable in New York, where it was owned and registered, the court saying that, in its opinion, 'the state of Alabama had no jurisdiction over this vessel for the purpose of taxation, for the reason that it had not become incorporated into the personal property of the state, but was there temporarily only, and that it was engaged in lawful commerce between the states, with its situs at the home port of New York, where it belonged, and where its owner was liable to be taxed for its value;' and in <i>Gloucester Ferry Co.</i> v. <i>Pennsylvania</i>, 114 U. S. 196, 206, 29 L. ed. 158, 163, 1 Inters. Com. Rep. 386, 5 Sup. Ct. Rep. 829, that 'the property of [foreign] corporations engaged in foreign or interstate commerce, as well as the property of corporations engaged in other business, is subject to state taxation, provided always it be within the jurisdiction of the state.' In Cooley on Taxation, the author, while conceding that the legislative power extends over everything, whether it be person, property, possession, franchise, privilege, occupation, or right, says that 'persons and property not within the territorial limits of a state cannot be taxed by it;' and that 'a state can no more subject to its power a single person or a single article of property whose residence or legal situs is in another state, than it can subject all the citizens or all the property of such other state to its power.' 2d ed. pp. 5, 55, 159.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We recognize the difficulty which sometimes exists in particular cases in determining the situs of personal property for purposes of taxation, and the above cases have been referred to because they have gone into judgment and recognize the general rule that the power of the state to tax is limited to subjects within its jurisdiction or over which it can exercise dominion. No difficulty can exist in applying the general rule in this case; for, beyond all question, the ferry franchise derived from Indiana is an incorporeal hereditament derived from and having its legal situs in that state. It is not within the jurisdiction of Kentucky. The taxation of that franchise or incorporeal hereditament by Kentucky is, in our opinion, a deprivation by that state of the property of the ferry company without due process of law in violation of the 14th Amendment of the Constitution of the United States; as much so as if the state taxed the real estate owned by that company in Indiana.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This view is not met by the suggestion that Kentucky can make it a condition of the exercise of corporate powers under its authority that the tax upon the franchise granted by it shall be measured by the value of all its property, wherever situated, of whatever nature, or from whatever source derived. It is a sufficient answer to this suggestion to say that no such condition was prescribed in the charter of the ferry company when it was granted and accepted. Nor does the taxing statute in question make it a condition of the ferry company's continuing to exercise its corporate powers that it shall pay a tax for its property having a situs in another state. There is no suggestion in the company's charter that the state would ever, in any form, tax its property having a situs in another state. We express no opinion as to the validity of such a condition if it had been inserted in the company's charter, or if it were now, in terms, prescribed by any statute. We decide nothing more than it is not competent for Kentucky, under the charter granted by it, and under the Constitution of the United States, to tax the franchise which its corporation, the ferry company, lawfully acquired from Indiana, and which franchise or incorporeal hereditament has its situs, for purposes of taxation, in Indiana.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">As what has been said is sufficient to dispose of the case, we need not consider the question arising upon the record and urged by counsel, whether the taxation by Kentucky of the ferry company's Indiana franchise to transport persons and property from Indiana to Kentucky is not, by its necessary effect, a burden on interstate commerce forbidden by the Constitution of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The judgment of the court of appeals of Kentucky is reversed, and the cause remanded for such further proceedings as may not be inconsistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\"><i>Reversed</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The Chief Justice and Mr. Justice Shiras dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> '&#167; 4077. Every railway company, . . . and every other like company, corporation, or association, also every other corporation, company, or association having or exercising any special or exclusive privilege or franchise not allowed by law to natural persons, or performing any public service, shall, in addition to the other taxes imposed on it by law, annually pay a tax on its franchise to the state, and a local tax thereon to the county, incorporated city, town, and taxing district, where its franchise may be exercised. The auditor, treasurer and secretary of state are hereby constituted a board of valuation and assessment for fixing the value of said franchise, except as to turnpike companies, which are provided for in &#167; 4095 of this article, the place or places where such local taxes are to be paid by other corporations on their franchise, and how apportioned, where more than one jurisdiction is entitled to a share of such tax, shall be determined by the board of valuation and assessment, and for the discharge of such other duties as may be imposed on them by this act. The auditor shall be chairman of said board, and shall convene the same from time to time, as the business of the board may require.</p>\n        <p>'&#167;4078. In order to determine the value of the franchises mentioned in the next preceding section, the corporations, companies, and associations mentioned in the next preceding section, except banks and trust companies whose statements shall be filed as hereinafter required by &#167; 4092 of this article, shall annually, between the 15th day of September and the 1st day of October, make and deliver to the auditor of public accounts of this state a statement, verified by its president, cashier, secretary, treasurer, manager, or other chief officer or agent, in such form as the auditor may prescribe, showing following facts, <i>viz.:</i> The name and principal place of business of the corporation, company, or association; the kind of business engaged in; the amount of capital stock, preferred and common; the number of shares of each; the amount of stock paid up; the par and real</p>\n        <p>value thereof; the highest price at which such stock was sold at a bona fide sale within twelve months next before the 15th day of September of the year in which the statement is required to be made; the amount of surplus fund and undivided profits, and the value of all other assets; the total amount of indebtedness as principal; the amount of gross or net earnings or income, including interest on investments and incomes from all other sources for twelve months next preceding the 15th day of September of the year in which the statement is required; the amount and kind of tangible property in this state, and where situated, assessed, or liable to assessment in this state, and the fair cash value thereof, estimated at the price it would bring at a fair voluntary sale; and such other facts as the auditor may require.</p>\n        <p>'&#167;4079. Where the line or lines of any such corporation, company, or association extend beyond the limits of the state or county, the statement shall, in addition to the other facts hereinbefore required, show the length of the entire lines operated, owned, leased, or controlled in this state, and in each county, incorporated city, town, or taxing district, and the entire line operated, controlled, leased, or owned elsewhere. If the corporation, company, or association be organized under the laws of any other state or government, or organized and incorporated in this state, but operating and conducting its business in other states as well as in this state, the statement shall show the following facts, in addition to the facts hereinbefore required: The gross and net income or earnings received in this state and out of this state, on business done in this state, and the entire gross receipts of the corporation, company, or association in this state and elsewhere during the twelve months next before the 15th day of September of the year in which the assessment is required to be made. In cases where any of the facts above required are impossible to be answered correctly, or will not afford any valuable information in determining the value of the franchises to be taxed, the said board may excuse the officer from answering such questions: <i>Provided</i>, That said board, from said statement, and from such other evidence as it may have, if such corporation, company, or association be organized under the laws of this state, shall fix the value of the capital stock of the corporation, company, or association, as provided in the next succeeding section, and from the amount thus flxed shall deduct the assessed value of all tangible property assessed in this state, or in the counties where situated. The remainder thus found shall be the value of its corporate franchise subject to taxation as aforesaid.'</p>\n      </div>\n    </div>\n    ", 
  "sha1": "e3b623e0ba4e7b7870aa859ff9e77e9b9806a06e", 
  "date_modified": "2014-12-21T01:33:54.524329", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/95787/louisville-jeffersonville-ferry-ry-company/", 
  "citation_count": 20, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/694995/", 
  "html": "<p class=\"case_cite\">188 U.S. 385</p>\n    <p class=\"case_cite\">23 S.Ct. 463</p>\n    <p class=\"case_cite\">47 L.Ed. 513</p>\n    <p class=\"parties\">LOUISVILLE &amp; JEFFERSONVILLE FERRY RY COMPANY,  <i>Plff. in Err.</i>,<br>v.<br>COMMONWEALTH OF KENTUCKY.</p>\n    <p class=\"docket\">No. 17.</p>\n    <p class=\"date\">Argued January 17, 1902.</p>\n    <div class=\"prelims\">\n      <p>Ordered for reargument</p>\n      <p>Reargued December 8, 9, 1902.</p>\n      <p>Decided February 23, 1903.</p>\n      <p class=\"indent\">This action was brought against the Louisville &amp; Jeffersonville Ferry Company, a corporation of Kentucky, to recover certain taxes alleged to be due that commonwealth in virtue of the valuation and assessment by the state board of valuation and assessment of the corporate franchise of the defendant company for the year 1894.</p>\n      <p class=\"indent\">Some of the provisions of the Revised Statutes of Kentucky under which that board proceeded are given in the margin.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n      <p class=\"indent\">The company filed an answer, which upon demurrer was adjudged to be insufficient. The defendant declining to answer further, judgment was rendered for the commonwealth. That judgment was affirmed by the court of appeals of Kentucky, and the case is here upon writ of error sued out by the ferry company. The ground of our jurisdiction is that the company claims that, by the judgment of the highest court of Kentucky, affirming the judgment of the court of original jurisdiction, it has been denied rights belonging to it under the Constitution of the United States.</p>\n      <p class=\"indent\">The facts admitted by the demurrer to the answer and therefore, for the purposes of the present hearing, to be taken as true, are substantially as follows:</p>\n      <p class=\"indent\">By an act of the general assembly of Kentucky, approved March the 16th, 1869, the Louisville &amp; Jeffersonville Ferry Company was created a corporation, with power to carry on the business of ferrying freight, passengers, and vehicles over the Ohio river, and to purchase ferryboats, wharves, and ferry franchises for any ferry or ferries between Louisville, Kentucky, and Jeffersonville, Indiana; and upon the purchase of such franchises to have the right to carry on and conduct a ferry or ferries between those cities. It was also authorized to accept boats, franchises, wharves, and other property in payment of stock subscribed and at such prices as might be agreed on.</p>\n      <p class=\"indent\">In the year of 1802, William Henry Harrison, then governor and commander-in-chief of the Indiana territory, granted to Marsden G. Clark a license for a ferry at Jeffersonville, Indiana, for the transportation of passengers, carriages, horses, and cattle across the Ohio river at that place.</p>\n      <p class=\"indent\">In the same year Governor Harrison granted to one Joseph Bowman a license to keep a ferry from the landing near the spring in the town of Jeffersonville across the Ohio river to the public road at the mouth of Bear Grass creek in Kentucky.</p>\n      <p class=\"indent\">In 1820 George White, by an act of the Indiana legislature, was authorized to keep a ferry in the town of Jeffersonville, and to ferry off and from any portion of the public ground or commons in that town lying upon or bordering upon the Ohio river across that river to the opposite shore or mouth of Bear Grass creek, that creek being then as well as now within the corporate limits of Louisville and near the point at which the defendant company now lands its ferryboats in Kentucky.</p>\n      <p class=\"indent\">These three ferry franchises, about the year 1837, vested in A. Wathen, Charles Strader, John Shallcross, and James Thompson, and in 1865 came to be owned by John Shallcross, Moses Brown, Hiram Mayberry, James Wathen, A. Wathen, Charles Woolfolk &amp; Co., J. B. Smith, W. C. Hite, E. S. Hoffman, P. Varble, and Daniel Park. During all the intervening years ferries had been maintained.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In 1865 the persons then owning the ferry organized as a partnership for the purpose of operating it, and in that capacity continued to operate it until the Louisville &amp; Jeffersonville Ferry Company was incorporated, as above stated. Under its act of incorporation the company procured to be conveyed to itself the above-mentioned ferry franchises with the boats then owned by the partnership, and issued therefor its fully paid capital stock for $200,000. The boats and personal property so acquired were not of great value,&#8212;the principal value being in the franchises acquired as above set forth.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1887 the defendant company made a contract with the sinking fund commissioners of the city of Louisville, a corporation having charge of certain fiscal affairs of that city, under which the defendant leased the ferry privileges in Louisville, agreeing to pay therefor $800 a year and a wharfage fee annually of $400. That contract by its terms expired January the 1st, 1902.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The defendant company states in its answer 'that the only ferry franchises owned by it are those above mentioned, which were granted by the authorities of the state of Indiana.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">All tangible property of the defendant company in Kentucky was assessed in the fall of 1893 for the state tax for the year 1894, and that tax was paid. The property so assessed consisted of all the company's boats and other personal property, it having no real estate in Kentucky. For the same year all real estate owned by the defendant in Indiana was assessed by the authorities of that state, and the tax thereon paid.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The company had no intangible property except the franchise heretofore described.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'The board of valuation and assessment ascertained what had been the net earnings of the defendant up to September 15th, 1893, for the year preceding that date. It then capitalized said net earnings at 6 per cent,&#8212;that is, to have been such an amount as at 6 per cent would produce the sum of $121,050. From this the board deducted $54,164, being the assessed value of the defendant's property in Kentucky and Indiana, leaving the sum of $66,886 as the value of defendant's franchise.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The boats owned by the defendant company when this action was brought, and also those owned by it in 1893, 'were regularly enrolled, under the laws of the United States, at the port of Louisville, and were assessed, as above stated, by the sheriff of Jefferson county, in the fall of that year, and the tax paid upon them in the year 1894.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The defendant brought 'before the board of valuation and assessment, before that board had made its assessment final, the fact that its whole capital stock had been issued in consideration of the transfer of the said ferry franchises granted by the state of Indiana and attendant property, and showed that all its property had been assessed as above explained, and protested against any assessment being made upon its franchises as being beyond the jurisdiction of the said board and outside of the territorial jurisdiction of the state of Kentucky, and not taxable in Kentucky; and it protested against the said board making any valuation whatever of its capital stock because all of its property had been once assessed, and any valuation made upon its capital stock would include alone these franchises and profits resulting to the defendant from engaging in interstate commerce; and the defendant further requested the said board, if it should insist upon making a valuation upon its capital stock, to deduct therefrom the value of these franchises. The said board refused to enter into the question of the valuation of the said franchise granted by the state of Indiana, as aforesaid, and owned and operated by this defendant, and refused to regard the fact that the profits which were earned by this defendant came from interstate commerce.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Substantially the whole revenue of the defendant company is derived from interstate commerce, and its net returns, upon which the above capitalization was made, represent its gains from interstate commerce; that is, from the carriage of persons and property between the states of Indiana and Kentucky. Such was the case presented by the answer.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\"><i>Mr. Alexander Pope Humphrey</i> for plaintiff in error.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\"><i>Mr. D. W. Sanders</i> for defendant in error.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Mr. Justice Harlan delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The ferry company insists that the judgment of the court of appeals of Kentucky, affirming the judgment of the court of original jurisdiction (which sustained the action of the state board of valuation and assessment), had the effect to deny rights belonging to it under the Constitution of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It is appropriate here to state the grounds upon which the court of appeals of Kentucky proceeded. That court said: 'The judgments from which the appeals are prosecuted are for the franchise tax for the years of 1894, 1895, 1896, 1897, and 1898. The appellant is a corporation organized under a special act of the legislature passed in 1869. It purchased a ferry franchise, which had been originally granted by the territorial authorities of Indiana, which authorized the original grantee to conduct a ferry business across the Ohio river from Indiana to Kentucky. By regular devolution of title, through descents and conveyances, appellant owns the rights thus granted. The franchise thus acquired authorizes the appellant to transport persons and property from Jeffersonville, Indiana, to Louisville, Kentucky. There was vested in the sinking fund commissioners of the city of Louisville title to the ferry rights along the Ohio river within the boundaries of that city, and by an agreement with them the appellant became the owner of it. The appellant owned certain ferry boats which are enrolled at the port of Louisville. It owned certain real estate in the state of Indiana. It has paid its taxes upon its real property in Indiana and upon its personal property in this state. It has paid its taxes only upon its tangible property. It appears to have no income except the revenue derived from carrying persons and property from one side of the river to the other. The board of valuation and assessment fixed the value of the franchise for the corporation as if it conducted all of its business in the territorial limits of the state of Kentucky, not deducting anything from that value on account of the fact that it exercised the privilege of conveying passengers from Jeffersonville to Louisville by reason of its acquisition of privileges which were originally granted under the laws of that state. . . . The appellant is a Kentucky corporation. The board of valuation and assessment did not attempt to assess or tax its revenues coming from the exercise of its franchise in the transportation of persons and property over the Ohio river; but under certain sections of the Kentucky statutes it assessed the value of appellant's franchise, which is its intangible property. The board did not assess or attempt to assess the property, either tangible or intangible, which it owned in the state of Indiana.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Again: 'By virtue of its corporate authority the appellant acquired ferryboats, the ferry rights, within the city of Louisville, which included the right to transport persons and property from Kentucky to Indiana over the Ohio river, and the necessary use of its wharf to carry on that business. It also by contract (which its charter seems to have authorized it to do) acquired wharf privileges on the Indiana side, and also the right which had been previously granted by Indiana to transport persons and property from Indiana to Kentucky over the Ohio river. It also owns a park in Indiana. The property thus acquired constituted all of its property, tangible and intangible, in Kentucky and Indiana. Having thus acquired the foregoing property, and having profitably used it, its corporate franchise presumably became of the value fixed by the board of valuation and assessment. If the franchise of the appellant became valuable by the acquisition of tangible or intangible property, or both, the effect is exactly the same, whether it is acquired in Indiana or in Kentucky, or both. It is not the tangible or intangible property in Indiana which the appellant acquired by purchase which is sought to be taxed, but the value of its franchise which has been created in and now exists in Kentucky. . . . There is no doubt but what the business which the appellant carries on may be properly designated as interstate commerce, and that it is a subject of national character, Congress having the authority and the power under the Constitution to regulate it. The state of Kentucky is not attemping to impose a tax upon receiving and handling persons and property, but is simply attempting to collect a franchise tax on the corporation created by law. As authorized by the laws and Constitution, the state is entitled to impose a tax upon its tangible property. . . . The appellant is domiciled in Kentucky, and the property sought to be taxed has its situs in Kentucky, and, as we have said, there is no attempt to tax the appellant's business income, or revenue, but its income is alone considered in fixing the value of its franchise.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It thus appears from the admitted facts, and from the opinion of the court below, that the state board, in its valuation and assessment of the franchise derived by that company from Kentucky, included the value of the franchise obtained from Indiana for a ferry from its shore to the Kentucky shore. In short, as stated by the court of appeals, the value of the franchise of the ferry company was fixed 'as if it conducted all of its business in the territorial limits of the state of Kentucky,' making no deduction for the value of the franchise obtained from Indiana.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The boundary of Kentucky extends only to low-water mark on the western and northwestern banks of the Ohio river. <i>Henderson Bridge Co.</i> v. <i>Henderson</i>, 173 U. S. 592, 609-613, 43 L. ed. 823, 829-831, 19 Sup. Ct. Rep. 553, and authorities there cited. In that case it was said that, although the jurisdiction of that commonwealth for all the purposes for which any state possesses jurisdiction within its territorial limits was coextensive with its established boundaries, that jurisdiction was attended by the fundamental condition that it must not be exerted so as to intrench upon the authority of the national government, or to impair any rights secured or protected by the national Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">So that the authority of the ferry company, derived from Kentucky, to transport persons, freight, and property across the Ohio river from Kentucky did not invest it with authority to establish and maintain a ferry from the Indiana shore to the Kentucky shore. That is admitted by the counsel for Kentucky. Indeed, in <i>Newport</i> v. <i>Taylor</i>, 16 B. Mon. 699, 786, the court of appeals of Kentucky said that 'Kentucky has never claimed the exclusive right of ferriage across the Ohio river except from this shore, and while she has interdicted the establishment of ferries from this side, within a certain distance of an established ferry on this side, she has constantly recognized the right of the authorities on the other side to establish ferries from that side, without regard to the interdict.' The same thought was expressed in <i>Reeves</i> v. <i>Little</i>, 7 Bush, 470. The case of <i>Newport</i> v. <i>Taylor</i> was brought to this court, and the judgment of the court of appeals of Kentucky was affirmed. <i>Conway</i> v. <i>Taylor</i>, 1 Black, 603, 631, 17 L. ed. 191, 202. Referring to the ferry franchise granted by Kentucky, this court there said: 'The franchise is confined to the transit from the shore of the state. The same rights which she claims for herself she concedes to others. She has thrown no obstacle in the way of the transit from the states lying upon the other side of the Ohio and Mississippi. She has left that to be wholly regulated by their ferry laws. We have heard of no hostile legislation, and of no complaints, by any of those states. It was shown in the argument at bar that similar laws exist in most, if not all, the states bordering upon those streams. They exist in other states of the Union bounded by navigable waters.'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It must therefore be assumed that the franchise granted by Indiana to maintain the ferry from the Indiana shore is wholly distinct from the franchise obtained from Kentucky to maintain the ferry from the Kentucky shore, although the enjoyment of both are essential to a complete ferry right for the transportation of persons and property across the river both ways. And each franchise is property entitled to the protection of the law. Kent says that the privilege of establishing a ferry and taking tolls for the use of the same is a franchise, and that 'an estate in such a franchise, and an estate in land, rest upon the same principle, being equally grants of a right or privilege for an adequate consideration.' 3 Kent, Com. 458, 459. In his Treatise on the American Law of Real Property, Washburn says that the right granted by the legislature, as representing the sovereign power, to carry passengers across streams, or bodies of water, or the arms of the sea, from one point to another, for compensation, is to be deemed a franchise, and belongs to the class of estates called incorporeal hereditamonts. 2 Washb. 6th ed. &#167;&#167; 1212, 1215. See also 1 Cooley's Bl. Com. bk. 2, pp. 21, 36. In <i>Conway</i> v. <i>Taylor</i>, 1 Black, 632, 17 L. ed. 202, this court approved of Kent's view, and said: 'A ferry franchise is as much property as a rent or any other incorporeal hereditament, or chattels, or realty. It is clothed with the same sanctity and entitled to the same protection as other property.' In Kentucky the right of the widow to have dower assigned to her in a ferry has been recognized. <i>Stevens</i> v. <i>Stevens</i>, 3 Dana, 371.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">As, then, the privilege of maintaining the ferry in question from the Indiana shore to the Kentucky shore is a franchise derived from Indiana, and as that franchise is a valuable right of property, is it within the power of Kentucky to tax it directly or indirectly? It is said that the Indiana franchise has not been taxed, but only the franchise derived from Kentucky; that the tax is none the less a tax on the Kentucky franchise, because of the value of that franchise being increased by the acquisition by the Kentucky corporation of the franchise granted by Indiana. This view sacrifices substance to form. If the board of valuation and assessment, for purposes of taxation, had separately valued and assessed at a given sum the franchise derived by the ferry company from Kentucky, and had separately valued and assessed at another given sum the franchise obtained from Indiana, the result would have been the same as if it had assessed, as it did assess, the Kentucky franchise as a unit upon the basis of its value as enlarged or increased by the acquisition of the Indiana franchise.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The learned counsel for Kentucky says that it is the value of the company's franchise contained 'in its charter' which is the subject of taxation. But the franchise obtained from Indiana is not in the company's charter granted by Kentucky. It is contained only in the act of the legislature of Indiana. The Indiana franchise was not carried into the charter of the Kentucky corporation by reason of that corporation having the authority to purchase it. Its existence and validity depend entirely upon the laws of Indiana.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Counsel further say that Kentucky does not impose a tax upon the company's privilege, <i>as such</i>, granted by the state of Indiana. If it had done so the tax so imposed would not have been defended as valid. Yet by her statute, under which the board of valuation and assessment proceeded, Kentucky has accomplished that result by including for purposes of taxation, in the valuation of the franchise granted by it, the value of the franchise granted by Indiana, and then taxing the franchise of the Kentucky corporation upon the basis of the aggregate value of both franchises. Although now owned by one corporation, these are separate franchises.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">There is, in our judgment, no escape from the conclusion that Kentucky thus asserts its authority to tax a property right, an incorporeal hereditament, which has its situs in Indiana. While the mode, form, and extent of taxation are, speaking generally, limited only by the wisdom of the legislature, that power is limited by a principle inhering in the very nature of constitutional government, namely, that the taxation imposed must have relation to a subject within the jurisdiction of the taxing government. Hence, this court, speaking by Chief Justice Marshall, in <i>M'Culloch</i> v. <i>Maryland</i>, 4 Wheat. 316, 429, 4 L. ed. 579, 607, said that, while all subjects over which the sovereign power of a state extends are objects of taxation, 'those over which it does not extend are, upon the soundest principles, exempt from taxation.' That proposition, he said, could almost be pronounced self-evident. It was therefore held in <i>Hays</i> v. <i>Pacific Mail S. S. Co.</i> 17 How. 596, 599, 15 L. ed. 254, 255, that certain steamers engaged in interstate commerce were not subject to taxation in a state where they might be temporarily when prosecuting their business, but were taxable at their home port, which was their situs, and where they belonged, the court saying: 'We are satisfied that the state of California had no jurisdiction over these vessels for the purpose of taxation; they were not, properly, abiding within its limits, so as to become incorporated with the other personal property of the state; they were there but temporarily, engaged in lawful trade and commerce, with their situs at the home port, where the vessels belonged, and where the owners were liable to be taxed for the capital invested, and where the taxes had been paid;' in <i>St. Louis</i> v. <i>Wiggins Ferry Co.</i> 11 Wall. 423, 429, 431, 20 L. ed. 192, 194, 195, that certain ferry boats belonging to an Illinois corporation and plying between East St. Louis, Illinois, and St. Louis, Missouri, were not taxable in the latter state, but at their home port in the former state, the court saying that a tax was void when there was no jurisdiction as to the property taxed; in <i>Morgan</i> v. <i>Parham</i>, 16 Wall. 471, 476, 21 L. ed. 303, 304, that a vessel engaged in interstate commerce, and being from time to time in Mobile while prosecuting its business, was not taxable in Alabama, but was taxable in New York, where it was owned and registered, the court saying that, in its opinion, 'the state of Alabama had no jurisdiction over this vessel for the purpose of taxation, for the reason that it had not become incorporated into the personal property of the state, but was there temporarily only, and that it was engaged in lawful commerce between the states, with its situs at the home port of New York, where it belonged, and where its owner was liable to be taxed for its value;' and in <i>Gloucester Ferry Co.</i> v. <i>Pennsylvania</i>, 114 U. S. 196, 206, 29 L. ed. 158, 163, 1 Inters. Com. Rep. 386, 5 Sup. Ct. Rep. 829, that 'the property of [foreign] corporations engaged in foreign or interstate commerce, as well as the property of corporations engaged in other business, is subject to state taxation, provided always it be within the jurisdiction of the state.' In Cooley on Taxation, the author, while conceding that the legislative power extends over everything, whether it be person, property, possession, franchise, privilege, occupation, or right, says that 'persons and property not within the territorial limits of a state cannot be taxed by it;' and that 'a state can no more subject to its power a single person or a single article of property whose residence or legal situs is in another state, than it can subject all the citizens or all the property of such other state to its power.' 2d ed. pp. 5, 55, 159.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We recognize the difficulty which sometimes exists in particular cases in determining the situs of personal property for purposes of taxation, and the above cases have been referred to because they have gone into judgment and recognize the general rule that the power of the state to tax is limited to subjects within its jurisdiction or over which it can exercise dominion. No difficulty can exist in applying the general rule in this case; for, beyond all question, the ferry franchise derived from Indiana is an incorporeal hereditament derived from and having its legal situs in that state. It is not within the jurisdiction of Kentucky. The taxation of that franchise or incorporeal hereditament by Kentucky is, in our opinion, a deprivation by that state of the property of the ferry company without due process of law in violation of the 14th Amendment of the Constitution of the United States; as much so as if the state taxed the real estate owned by that company in Indiana.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This view is not met by the suggestion that Kentucky can make it a condition of the exercise of corporate powers under its authority that the tax upon the franchise granted by it shall be measured by the value of all its property, wherever situated, of whatever nature, or from whatever source derived. It is a sufficient answer to this suggestion to say that no such condition was prescribed in the charter of the ferry company when it was granted and accepted. Nor does the taxing statute in question make it a condition of the ferry company's continuing to exercise its corporate powers that it shall pay a tax for its property having a situs in another state. There is no suggestion in the company's charter that the state would ever, in any form, tax its property having a situs in another state. We express no opinion as to the validity of such a condition if it had been inserted in the company's charter, or if it were now, in terms, prescribed by any statute. We decide nothing more than it is not competent for Kentucky, under the charter granted by it, and under the Constitution of the United States, to tax the franchise which its corporation, the ferry company, lawfully acquired from Indiana, and which franchise or incorporeal hereditament has its situs, for purposes of taxation, in Indiana.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">As what has been said is sufficient to dispose of the case, we need not consider the question arising upon the record and urged by counsel, whether the taxation by Kentucky of the ferry company's Indiana franchise to transport persons and property from Indiana to Kentucky is not, by its necessary effect, a burden on interstate commerce forbidden by the Constitution of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The judgment of the court of appeals of Kentucky is reversed, and the cause remanded for such further proceedings as may not be inconsistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\"><i>Reversed</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The Chief Justice and Mr. Justice Shiras dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> '&#167; 4077. Every railway company, . . . and every other like company, corporation, or association, also every other corporation, company, or association having or exercising any special or exclusive privilege or franchise not allowed by law to natural persons, or performing any public service, shall, in addition to the other taxes imposed on it by law, annually pay a tax on its franchise to the state, and a local tax thereon to the county, incorporated city, town, and taxing district, where its franchise may be exercised. The auditor, treasurer and secretary of state are hereby constituted a board of valuation and assessment for fixing the value of said franchise, except as to turnpike companies, which are provided for in &#167; 4095 of this article, the place or places where such local taxes are to be paid by other corporations on their franchise, and how apportioned, where more than one jurisdiction is entitled to a share of such tax, shall be determined by the board of valuation and assessment, and for the discharge of such other duties as may be imposed on them by this act. The auditor shall be chairman of said board, and shall convene the same from time to time, as the business of the board may require.</p>\n        <p>'&#167;4078. In order to determine the value of the franchises mentioned in the next preceding section, the corporations, companies, and associations mentioned in the next preceding section, except banks and trust companies whose statements shall be filed as hereinafter required by &#167; 4092 of this article, shall annually, between the 15th day of September and the 1st day of October, make and deliver to the auditor of public accounts of this state a statement, verified by its president, cashier, secretary, treasurer, manager, or other chief officer or agent, in such form as the auditor may prescribe, showing following facts, <i>viz.:</i> The name and principal place of business of the corporation, company, or association; the kind of business engaged in; the amount of capital stock, preferred and common; the number of shares of each; the amount of stock paid up; the par and real</p>\n        <p>value thereof; the highest price at which such stock was sold at a bona fide sale within twelve months next before the 15th day of September of the year in which the statement is required to be made; the amount of surplus fund and undivided profits, and the value of all other assets; the total amount of indebtedness as principal; the amount of gross or net earnings or income, including interest on investments and incomes from all other sources for twelve months next preceding the 15th day of September of the year in which the statement is required; the amount and kind of tangible property in this state, and where situated, assessed, or liable to assessment in this state, and the fair cash value thereof, estimated at the price it would bring at a fair voluntary sale; and such other facts as the auditor may require.</p>\n        <p>'&#167;4079. Where the line or lines of any such corporation, company, or association extend beyond the limits of the state or county, the statement shall, in addition to the other facts hereinbefore required, show the length of the entire lines operated, owned, leased, or controlled in this state, and in each county, incorporated city, town, or taxing district, and the entire line operated, controlled, leased, or owned elsewhere. If the corporation, company, or association be organized under the laws of any other state or government, or organized and incorporated in this state, but operating and conducting its business in other states as well as in this state, the statement shall show the following facts, in addition to the facts hereinbefore required: The gross and net income or earnings received in this state and out of this state, on business done in this state, and the entire gross receipts of the corporation, company, or association in this state and elsewhere during the twelve months next before the 15th day of September of the year in which the assessment is required to be made. In cases where any of the facts above required are impossible to be answered correctly, or will not afford any valuable information in determining the value of the franchises to be taxed, the said board may excuse the officer from answering such questions: <i>Provided</i>, That said board, from said statement, and from such other evidence as it may have, if such corporation, company, or association be organized under the laws of this state, shall fix the value of the capital stock of the corporation, company, or association, as provided in the next succeeding section, and from the amount thus flxed shall deduct the assessed value of all tangible property assessed in this state, or in the counties where situated. The remainder thus found shall be the value of its corporate franchise subject to taxation as aforesaid.'</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/95787/"
}