{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "217 U.S. 91", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/97222/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "International Textbook Co. v. Pigg", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "15", 
    "id": 81605, 
    "resource_uri": "/api/rest/v2/citation/81605/"
  }, 
  "id": 97222, 
  "blocked": false, 
  "judges": "Harlan", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1910-04-04", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>217 U.S. 91 (1910)</b></center>\n<center><h1>INTERNATIONAL TEXTBOOK COMPANY<br>\nv.<br>\nPIGG.</h1></center>\n<center>No. 15.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 21, 1909.</center>\n<center>Decided April 4, 1910.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF KANSAS.\n<p><span class=\"star-pagination\">*92</span> <i>Mr. James M. Beck,</i> with whom <i>Mr. Seth T. McCormick</i> and <i>Mr. David C. Harrington</i> were on the brief, for plaintiff in error.</p>\n<p>There was no appearance or brief filed for defendant in error.</p>\n<p><span class=\"star-pagination\">*99</span> MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>This action was brought by the International Textbook Company in one of the courts of Kansas \u0097 the court of Topeka \u0097 to recover from Pigg, the defendant in error, the sum of $79.60 with interest as due the plaintiff under a written contract between him and that company made in 1905. The case was tried upon agreed facts and judgment was rendered in favor of the defendant for his costs. That judgment was affirmed in a state District Court, which held that the plaintiff was not entitled to maintain the action, and the latter judgment was affirmed by the Supreme Court of Kansas.</p>\n<p>It is assigned for error that the final judgment \u0097 based upon certain provisions of the statutes of Kansas, to be presently referred to \u0097 was in violation of the company's rights under the Constitution of the United States.</p>\n<p>The facts agreed to \u0097 using substantially the language of the parties \u0097 make substantially the following case:</p>\n<p>The International Textbook Company is a Pennsylvania corporation, and the proprietor of what is known as the International Correspondence Schools at Scranton in that Commonwealth. Those Schools have courses in Architecture, Chemistry, Civil, Mechanical, Electrical and Steam Engineering, English Branches, French, German, Mathematics and Mechanics, Pedagogy, Plumbing, Heating, Telegraphy and many other subjects. It has a capital stock, and the profits arising from its business are distributed in dividends or applied otherwise as the company may elect. The executive officers of the company, as well as the teachers and instructors employed by it, reside and exercise their respective functions at Scranton. <span class=\"star-pagination\">*100</span> Its business is conducted by preparing and publishing instruction papers, textbooks and illustrative apparatus for courses of study to be pursued by means of correspondence, and the forwarding, from time to time, of such publications and apparatus to students. In the conduct of its business the company employs local or traveling agents, called Solicitor-Collectors, whose duties are to procure and forward to the company at Scranton, from persons in a specified territory, on blanks furnished by it, applications for scholarships in its Correspondence Schools, and also to collect and forward to the company deferred payments on scholarships. In order that applicants may adopt applications to their needs each Solicitor-Collector is kept informed by correspondence with the company of the fees to be collected for the various scholarships offered and of the contract charges to be made for cash or deferred payments, as well as the terms of payment acceptable to the company. In conformity with the contract between the company and its scholars, the scholarship and instruction papers, text-books and illustrative apparatus called for under each accepted application are sent by the company from Scranton directly to the applicant and instruction is imparted by means of correspondence through the mails between the company at its office in that city and the applicant at his residence in another State.</p>\n<p>During the period covered by the present transaction the company had a Solicitor-Collector for the territory that included Topeka, Kansas, and he solicited students to take correspondence courses in the plaintiff's schools. His office in Kansas was procured and maintained at his own expense, for the purpose of furthering the procuring of applications for scholarships and the collection of fees therefor. The company had no office of its own in that State. The Solicitor-Collector was paid a fixed salary by the company and a commission on the number of applications obtained and the collections made. He sent daily reports to the company for his territory, those reports showing that for March, 1906, the aggregate collections <span class=\"star-pagination\">*101</span> on scholarships and deferred payments on subscriptions approached $500.</p>\n<p>At the date of the agreement sued on, and at the time this suit was brought, numerous persons in Topeka were taking the plaintiff's course of instruction by correspondence through the mails. The contracts for those courses were procured by its Solicitor-Collector assigned to duty in Kansas, and, as stated, payments thereon were collected and remitted by him to the plaintiff at Scranton.</p>\n<p>The written contract in question, signed by the defendant at Topeka, Kansas, and accepted by the company at Scranton showed that he had subscribed for a scholarship covering a course of instruction by correspondence in Commercial Law, and had agreed to pay therefor $84, in installments. When this suit was brought there remained unpaid on the principal of that subscription the sum of $79.60.</p>\n<p>The present action was brought to recover that sum, with interest, as due the company under the defendant's contract with it. The defendant did not deny making the contract nor that he was indebted to the company in the amount for which he was sued. But it was adjudged, in conformity with his contention, that by reason of the company's <i>failure to comply with certain provisions of the statutes of Kansas,</i> it was not entitled to maintain this action in a court <i>of Kansas.</i></p>\n<p>We will now refer to the provisions of the Kansas statute under which the Textbook Company was held not to be entitled to maintain the present action in the courts of the State. The statute, the plaintiff alleges, cannot be applied to it without violating its rights under the Constitution of the United States.</p>\n<p>By § 1260 of the Kansas General Statutes of 1901 it is provided, among other things, that a corporation organized under the laws of any other State, Territory or foreign country and seeking to do business in Kansas, may make application to the State Charter Board, composed of the Attorney General, the Secretary of State and the State Bank Commissioner, for \"permission\" <span class=\"star-pagination\">*102</span> to engage in business in that State as a foreign corporation. It is necessary that the application should be accompanied by a fee of $25, and as a condition precedent to obtaining authority to transact business in the State, a corporation of another State was required to file in the office of the Secretary of State its written consent, irrevocable, that process against it might be served upon that officer. § 1261. In passing upon the application the Charter Board is authorized to make special inquiry in reference to the solvency of the corporation, and if they determined that such corporation was properly organized in accordance with the laws under which it was incorporated, \"that its capital is unimpaired and that it is organized for a purpose for which a domestic corporation may be organized\" in Kansas, then its application is to be granted, and a certificate issued, setting forth the fact that \"the application has been granted and that such foreign corporation may engage in business in this State.\" Before filing its charter, or a certified copy thereof, with the Secretary of State the corporation is required to pay to the State Treasurer for the benefit of the \"permanent school fund\" a specified per cent of its capital stock. §§ 1263, 1264. The last-named section was the subject of extended examination in <i>Western Union Tel. Co.</i> v. <i>Kansas</i><i>,</i> recently decided (216 U.S. 1), and was held to be unconstitutional in its application to the Western Union Telegraph Company seeking to do local business in Kansas.</p>\n<p>But the section which controlled the decision by the state court in the present case is § 1283, which is as follows: \"It shall be the duty of the president and secretary or of the managing officer of each corporation for profit doing business in this State, except banking, insurance and railroad corporations, annually, on or before the 1st day of August, to prepare and deliver to the Secretary of State a complete detailed statement of the condition of such corporation on the 30th day of June next preceding. Such statement shall set forth and exhibit the following, namely: 1st. The authorized capital <span class=\"star-pagination\">*103</span> stock. 2d. The paid-up capital stock. 3d. The par value and the market value per share of said stock. 4th. A complete and detailed statement of the assets and liabilities of the corporation. 5th. A full and complete list of the stockholders, with the post-office address of each, and the number of shares held and paid for by each. 6th. The names and post-office addresses of the officers, trustees or directors and manager elected for the ensuing year, together with a certificate of the time and manner in which such election was held . . . and the failure of any such corporation to file the statement in this section provided for within ninety days from the time provided for filing the same shall work the forfeiture of the charter of any corporation organized under the laws of this State, and the charter board may at any time thereafter declare the charter of such corporation forfeited, and upon the declaration of any such forfeiture it shall be the duty of the attorney-general to apply to the District Court of the proper county for the appointment of a receiver to close out the business of such corporation; and such failure to file such statement by any corporation doing business in this State and <i>not organized under the laws of this State shall work a forfeiture of its right or authority to do business in this State,</i> and the charter board may at any time declare such forfeiture, and shall forthwith publish such declaration in the official State paper. . . . No action shall be maintained or recovery had in any of the courts of this State by any corporation doing business in this State without <i>first</i> obtaining the certificate of the Secretary of State that statements provided for <i>in this section</i> (§ 1283) have been properly made.\" L. 1898, ch. 10, § 12, as amended by L. 1901, ch. 126, § 3.</p>\n<p>1. In view of the nature and extent of the business of the International Textbook Company in Kansas, the first inquiry is whether the statutory prohibition against the maintaining of an action in a Kansas court by \"any corporation <i>doing business in this</i> [that] <i>State\"</i> embraces the plaintiff corporation. It must be held, as the state court held, that it does; for, <span class=\"star-pagination\">*104</span> it is conceded that the Textbook Company did not, before bringing this suit, make, deliver and file with the Secretary of State either the statement or certificate required by § 1283; and upon any reasonable interpretation of the statute that company, both at the date of the contract sued on, and when this action was brought, must be held as <i>\"doing business\"</i> in Kansas. It had an agent in the State who was employed to secure scholars for the schools conducted by correspondence from Scranton, and to receive and forward any money obtained from such scholars. Its transactions in Kansas, by means of which it secured applications from numerous persons for scholarships, were not single or casual transactions, such as might be deemed incidental to its general business as a foreign corporation, but were parts of its regular business continuously conducted in many States for the benefit of its Correspondence Schools. While the Supreme Court of Kansas has distinctly held that the statute did not embrace single transactions that were only incidentally necessary to the business of a foreign corporation, it also adjudged that the business done by the Textbook Company in Kansas was not of that kind, but indicated a purpose to regularly transact its business from time to time in Kansas, and therefore it was to be regarded as doing business in that State within the meaning of the statute; and that it \"was the intention of the legislature that the State should reach every continuous exercise of a foreign franchise,\" and that it should apply even where the business of the foreign corporation was \"purely interstate commerce.\" <i>Deere</i> v. <i>Wyland,</i> 69 Kansas, 255, 257, 258; <i>State</i> v. <i>Book Co.,</i> 65 Kansas, 847; <i>Commission Co.</i> v. <i>Haston,</i> 68 Kansas, 749. In our judgment, those rulings as to the scope of the statute were correct. They were in substantial harmony with the construction placed by this court upon a Colorado statute somewhat similar to the Kansas act. A statute passed in execution of a provision in the Colorado constitution required foreign corporations as a condition of their authority \"to do business\" in that State, to make and file with the Secretary of <span class=\"star-pagination\">*105</span> State a certificate covering certain specified matters. An Ohio corporation having made in Colorado a contract for the sale of machinery to be sent to it from the latter State to Ohio and the vendor having failed to perform the contract, a suit was brought against him in the Federal court, sitting in Colorado. One of the defenses was the failure of the Ohio, corporation to make and file with the Secretary of State the certificate required by the Colorado statute before it should be \"authorized or permitted to do any business\" in Colorado. It became necessary to inquire whether the Ohio corporation, by reason of the above isolated contract, did business in Colorado within the meaning of the constitution and laws of the latter State. This court said: \"Reasonably construed, the constitution and statute of Colorado forbid, not the doing of a single act of business in the State, but the carrying on of business by a foreign corporation without the filing of the certificate and the appointment of an agent as required by the statute. . . . The making in Colorado of the <i>one</i> contract sued on in this case, by which one party agreed to build and deliver in Ohio certain machinery and the other party to pay for it, did not constitute a carrying on of business in Colorado. . . . To require such a certificate as a prerequisite to the doing of <i>a single act of business</i> when there was no purpose to do any other business or have a place of business in the State, would be unreasonable and incongruous.\" <i>Cooper Mfg. Co.</i> v. <i>Ferguson,</i> 113 U.S. 727, 728, 734.</p>\n<p>In view of the agreed facts and the principles announced both by the Kansas Supreme Court and by this court we hold that, within the meaning of § 1283 of the Kansas statute, the International Textbook Company was doing business in the latter State at the time the contract in question was made, and was therefore within the terms of that section.</p>\n<p>2. But this view as to the meaning of the Kansas statute does not necessarily lead to an affirmance of the judgment below if, as the plaintiff contends, the business in which it is regularly engaged is interstate in its nature, and if the statute, <span class=\"star-pagination\">*106</span> by its necessary operation, materially or directly burdens that business.</p>\n<p>It is true that the business in which the International Textbook Company is engaged is of a somewhat exceptional character, but, in our judgment, it was, in its essential characteristics, commerce among the States within the meaning of the Constitution of the United States. It involved, as already suggested, regular and, practically, continuous intercourse between the Textbook Company, located in Pennsylvania, and its scholars and agents in Kansas and other States. That intercourse was conducted by means of correspondence through the mails with such agents and scholars. While this mode of imparting and acquiring an education may not be such as is commonly adopted in this country, it is a lawful mode to accomplish the valuable purpose the parties have in view. More than that; this mode \u0097 looking at the contracts between the Textbook Company and its scholars \u0097 involved the transportation from the State where the school is located to the State in which the scholar resides, of books, apparatus and papers, useful or necessary in the particular course of study the scholar is pursuing and in respect of which he is entitled, from time to time, by virtue of his contract, to information and direction. Intercourse of that kind, between parties in different States \u0097 particularly when it is in execution of a valid contract between them \u0097 is as much intercourse, in the constitutional sense, as intercourse by means of the telegraph \u0097 \"a new species of commerce,\" to use the words of this court in <i>Pensacola Telegraph Co.</i> v. <i>Western Union Telegraph Co.,</i> 96 U.S. 1, 9. In the great case of <i>Gibbons</i> v. <i>Ogden,</i> 9 Wheat. 1, 189, this court, speaking by Chief Justice Marshall, said, \"Commerce, undoubtedly, is traffic, but it is something more; it is <i>intercourse.\"</i> Referring to the constitutional power of Congress to regulate commerce among the States and with foreign countries, this court said in the <i>Pensacola</i><i> case,</i> just cited, that \"it is not only the right but the duty of Congress to see to it that <i>intercourse</i> among the States and <i>the transmission</i> <span class=\"star-pagination\">*107</span> <i>of intelligence</i> are not obstructed or unnecessarily encumbered by state legislation.\" This principle has never been modified by any subsequent decision of this court.</p>\n<p>The same thought was expressed in <i>Western Union Tel. Co.</i> v. <i>Pendleton,</i> 122 U.S. 347, 356, where the court said: \"Other commerce deals only with persons, or with visible and tangible things. But the telegraph transports nothing visible and tangible; it carries only <i>ideas, wishes, orders,</i> and <i>intelligence.\"</i> It was said in the Circuit Court of Appeals for the Eighth Circuit, speaking by Judge Sanborn, in <i>Butler Bros. Shoe Co.</i> v. <i>United States Rubber Co.,</i> 156 Fed. Rep. 1, 17, that \"all interstate commerce is not sales of goods. Importation into one State from another is the indispensable element, the test, of interstate commerce; and every negotiation, contract, trade, and dealing between citizens of different States, which contemplates and causes such importation, whether it be of goods, persons, <i>or information,</i> is a transaction of interstate commerce.\" If intercourse between persons in different States by means of telegraphic messages conveying intelligence or information is commerce among the States, which no State may directly burden or unnecessarily encumber, we cannot doubt that intercourse or communication between persons in different States, by means of correspondence through the mails, is commerce among the States within the meaning of the Constitution, especially where, as here, such intercourse and communication really relates to matters of regular, continuous business and to the making of contracts and the transportation of books, papers, etc., appertaining to such business. In our further consideration of this case we shall therefore assume that the business of the Textbook Company, by means of correspondence through the mails and otherwise between Kansas and Pennsylvania, was interstate in its nature.</p>\n<p>3. We must next inquire whether the statute of Kansas, if applied to the International Textbook Company, would directly burden its right by means of correspondence through the mails and by its agents, to secure written agreements with <span class=\"star-pagination\">*108</span> persons in other States, whereby such persons, for a valuable consideration, contract to pay a given amount for scholarships in its Correspondence Schools, and to have sent to them, as found necessary, from time to time, books, papers, apparatus and information, needed in the prosecution, in their respective States, of the particular study which the scholar has elected to pursue under the guidance of those who conduct such schools at Scranton? Let us see what effect the statute by its necessary operation must have on the conduct of the company's business.</p>\n<p>In the first place, it is made a condition precedent to the authority of a corporation of another State, except banking, insurance and railroad corporations, to do business in Kansas, that it shall prepare, deliver <i>and file with the Secretary of State</i> a detailed \"Statement,\" showing the amount of the authorized, paid-up, par and market value of, its capital stock, its assets and liabilities, a list of its stockholders, with their respective post-office addresses and the shares held and paid for by each, and the names and post-office addresses of the officers, trustees, or directors and managers.</p>\n<p>In the next place, the statute denies to the corporation doing business in Kansas the right to maintain an action in a Kansas court, <i>unless it shall first obtain</i> a certificate of the Secretary of State to the effect that the Statement, required by § 1283, <i>has been properly made.</i></p>\n<p>Was it competent for the State to prescribe, as a condition of the right of the Textbook Company to do interstate business in Kansas, such as was transacted with Pigg, that it should prepare, deliver, and file with the Secretary of State the Statement mentioned in § 1283? The above question must be answered in the negative upon the authority of former adjudications by this court. A case in point is <i>Crutcher</i> v. <i>Kentucky,</i> 141 U.S. 47, 56, 57, often referred to and never qualified by any subsequent decision. That case arose under a statute of Kentucky regulating agencies of foreign express companies. The statute required as a condition of the right <span class=\"star-pagination\">*109</span> of the agent of an express company, not incorporated by the laws of Kentucky, to do business in that Commonwealth, to take out a license from the State Auditor, and to make and file in the Auditor's office a statement showing that the company had an actual capital of a given amount, either in cash or in safe investments, exclusive of costs. These requirements were held by this court to be in violation of the Constitution of the United States in their application to foreign corporations engaged in interstate commerce. The court said: \"If the subject was one which appertained to the jurisdiction of the State legislature, it may be that the requirements and conditions of doing business within the State would be promotive of the public good. It is clear, however, that it would be a regulation of interstate commerce in its application to corporations or associations engaged in that business; and that is a subject which belongs to the jurisdiction of the National and not the State legislature. Congress would undoubtedly have the right to exact from associations of that kind any guarantees it might deem necessary for the public security, and for the faithful transaction of business; and as it is within the province of Congress, it is to be presumed that Congress has done, or will do, all that is necessary and proper in that regard. Besides, it is not to be presumed that the State of its origin has neglected to require from any such corporation proper guarantees as to capital and other securities necessary for the public safety. If a partnership firm of individuals should undertake to carry on the business of interstate commerce between Kentucky and other States, it would not be within the province of the State legislature <i>to exact conditions on which they should carry on their business, nor to require them to take out a license therefor.</i> To carry on interstate commerce is not a franchise or a privilege granted by the State; it is a right which every citizen of the United States is entitled to exercise under the Constitution and laws of the United States; and the accession of mere corporate facilities, as a matter of convenience in carrying on their business, <span class=\"star-pagination\">*110</span> cannot have the effect of depriving them of such right, unless Congress should see fit to interpose some contrary regulation on the subject.\" Again, in the same case: \"Would any one pretend that a State legislature could prohibit a foreign corporation \u0097 an English or a French transportation company, for example \u0097 from coming into its borders and landing goods and passengers at its wharves, and soliciting goods and passengers for a return voyage, without first obtaining a license from some State officer, <i>and filing a sworn statement as to the amount of its capital stock paid in?</i> And why not? Evidently <i>because the matter is not within the province of State legislation,</i> but within that of national legislation.\" Further, in the same case: \"We do not think that the difficulty is at all obviated by the fact that the express company, as incidental to its main business, (which is to carry goods between different States,) does also some local business by carrying goods from one point to another within the State of Kentucky. This is, probably, quite as much for the accommodation of the people of that State as for the advantage of the company. But whether so or not, it does not obviate the objection that the regulations as to license <i>and capital stock</i> are imposed <i>as conditions on the company's carrying on the business of interstate</i> commerce, which was manifestly the principal object of its organization. <i>These regulations are clearly a burden and a restriction upon that commerce.</i> Whether intended as such or not, they operate as such. But taxes or license fees in good faith imposed exclusively on express business carried on wholly within the State would be open to no such objection.\" To the same general effect are many other cases. <i>Robbins</i> v. <i>Shelby County Taxing District,</i> 120 U.S. 489; <i>Leloup</i> v. <i>Mobile,</i> 127 U.S. 640; <i>Stoutenburgh</i> v. <i>Hennick,</i> 129 U.S. 141; <i>Lyng</i> v. <i>Michigan,</i> 135 U.S. 166; <i>McCall</i> v. <i>California,</i> 136 U.S. 104; <i>Norfolk &amp; Western Railroad Co.</i> v. <i>Pennsylvania,</i> 136 U.S. 114; <i>Western Union Tel. Co.</i> v. <i>Kansas,</i> 216 U.S. 1. It is true that the statute does not, in terms, require the corporation of another State engaged in interstate commerce to take <span class=\"star-pagination\">*111</span> out what is technically \"a license\" to transact its business in Kansas. But it denies all authority to do business in Kansas unless the corporation makes, delivers and files a \"Statement\" of the kind mentioned in § 1283. The effect of such requirement is practically the same as if a formal license was required as a condition precedent to the right to do such business. In either case it imposes a <i>condition</i> upon a corporation of another State seeking to do business in Kansas, which, in the case of interstate business, is a regulation of interstate commerce and directly burdens such commerce. The State cannot thus burden interstate commerce. It follows that the particular clause of § 1283 requiring that \"Statement\" is illegal and void.</p>\n<p>In this connection it is to be observed that by the statute the doors of Kansas courts are closed against the Textbook Company, unless it <i>first</i> obtains from the Secretary of State a certificate showing that the \"Statement\" mentioned in § 1283 has been properly made. In other words, although the Textbook Company may have a valid contract with a citizen of Kansas, one directly arising out of and connected with its interstate business, the statute denies its right to invoke the authority of a Kansas court to enforce its provisions unless it does what we hold it was not, under the Constitution, bound to do, namely, make, deliver and file with the Secretary of State the Statement required by § 1283. If the State could, under any circumstances, legally forbid its courts from taking jurisdiction of a suit brought by a corporation of another State, engaged in interstate business, upon a valid contract arising out of such business and made with it by a citizen of Kansas, it could not impose on the company, as <i>a condition of its authority to carry on its interstate business in Kansas,</i> that it shall make, deliver and file that Statement with the Secretary of State and obtain his certificate that it had been properly made. This court held in <i>Chambers</i> v. <i>Baltimore &amp; Ohio Railroad Co.,</i> 207 U.S. 142, 148, that a State may, subject to the restrictions of the Federal Constitution, \"determine the limits of the jurisdiction of its courts, and the character of the <span class=\"star-pagination\">*112</span> controversies which shall be heard in them.\" But it also said in the same case: \"The right to sue and defend in the courts is the alternative of force. In an organized society it is the right conservative of all other rights, and lies at the foundation of orderly government. It is one of the highest and most essential privileges of citizenship, and must be allowed by each State to the citizens of all other States to the precise extent that it is allowed to its own citizens. Equality of treatment in this respect is not left to depend upon comity between the States, but is granted and protected by the Federal Constitution.\" How far a corporation of one State is entitled to claim in another State, where it is doing business, equality of treatment with individual citizens in respect of the right to sue and defend in the courts is a question which the exigencies of this case do not require to be definitely decided. It is sufficient to say that the requirement of the Statement mentioned in § 1283 of the statute imposes a direct burden on the plaintiff's right to engage in interstate business, and, therefore, is in violation of its constitutional rights. It is the established doctrine of this court that a State may not, in any form or under any guise, directly burden the prosecution of interstate business. But such a burden is imposed when the corporation of another State, lawfully engaged in interstate commerce, is required, as a condition of its right to prosecute its business in Kansas, to make and file a Statement setting forth certain facts which the State, confessedly, could not control by legislation. It results that the provision as to the Statement mentioned in § 1283 must fall before the Constitution of the United States, and with it \u0097 according to the established rules of statutory construction \u0097 must fall that part of <i>the same section</i> which provides that the obtaining of the certificate of the Secretary of State that such Statement has been properly made shall be a condition precedent to the right of the plaintiff to maintain an action in the courts of Kansas. Section 1283, looking at the object for which it was enacted, must be regarded as an entirety. These <span class=\"star-pagination\">*113</span> parts of the statute are so connected with and dependent upon each other that the clause relating to actions brought in the courts of Kansas cannot be separated from the prior clause in the <i>same section</i> referring to the Statement to be filed with the Secretary of State, and the former left in force after the latter is stricken down as invalid. As the clause about suits in the courts of Kansas <i>expressly refers</i> to the prior clauses <i>in the same section</i> prescribing the Statement to be filed with the Secretary of State, the clause relating to suits would be meaningless without reference to the latter. We cannot suppose, from the words of the statute, that the legislature would have adopted the regulation about actions in the state courts, except for the purpose of enforcing the prior clause in the same section relating to the Statement to be filed with the Secretary of State. The several parts of the section are not capable of separation if effect be given to the legislative intent. It is well settled that if a statute is in part unconstitutional the whole statute must be deemed invalid, if the parts not held to be invalid are so connected with the general scope of the statute that they cannot be separately enforced, or, if so enforced, will not effectuate the manifest intent of the legislature. In <i>Allen</i> v. <i>Louisiana,</i> 103 U.S. 80, 84, this court referred with approval to what Chief Justice Shaw said on this point in <i>Warren</i> v. <i>Mayor &amp;c.,</i> 2 Gray, 84. Referring to the rule obtaining in cases of statutes in part constitutional and in part unconstitutional, that eminent jurist said: \"But, if they are so mutually connected with and dependent on each other, as conditions, considerations, or compensations for each other as to warrant a belief that the legislature intended them as a whole, and that, if all could not be carried into effect, the legislature would not pass the residue independently, and some parts are unconstitutional, all the provisions which are thus dependent, conditional, or connected must fall with them.\" See also <i>Poindexter</i> v. <i>Greenhow,</i> 114 U.S. 270; <i>Spraigue</i> v. <i>Thompson,</i> 118 U.S. 90; <i>Huntington</i> v. <i>Worthen,</i> 120 U.S. 97.</p>\n<p><span class=\"star-pagination\">*114</span> It results that as the part of § 1283, which relates to the Statement to be filed with the Secretary is unconstitutional, and as the clause in the same section, relating to suits in the state court, is so dependent upon and connected with that part as to be meaningless when standing alone, the section must be held inoperative in all its parts and as not being in the way of the enforcement in any state court of competent jurisdiction of the plaintiff's right to a judgment against the defendant for the amount conceded to be due from him to the Textbook Company under his contract. The judgment must be reversed and the case remanded for further proceedings not inconsistent with this opinion.</p>\n<p>MR. JUSTICE MOODY heard the argument of this case, participated in its decision in conference, and approves the reversal of the judgment upon the grounds stated in this opinion.</p>\n<p><i>Reversed.</i></p>\n<p>THE CHIEF JUSTICE and MR. JUSTICE McKENNA dissent.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:42:27", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">217</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">91</span></span> (1910)</b></center>\n<center><h1>INTERNATIONAL TEXTBOOK COMPANY<br>\nv.<br>\nPIGG.</h1></center>\n<center>No. 15.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 21, 1909.</center>\n<center>Decided April 4, 1910.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF KANSAS.\n<p><span class=\"star-pagination\">*92</span> <i>Mr. James M. Beck,</i> with whom <i>Mr. Seth T. McCormick</i> and <i>Mr. David C. Harrington</i> were on the brief, for plaintiff in error.</p>\n<p>There was no appearance or brief filed for defendant in error.</p>\n<p><span class=\"star-pagination\">*99</span> MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>This action was brought by the International Textbook Company in one of the courts of Kansas \u0097 the court of Topeka \u0097 to recover from Pigg, the defendant in error, the sum of $79.60 with interest as due the plaintiff under a written contract between him and that company made in 1905. The case was tried upon agreed facts and judgment was rendered in favor of the defendant for his costs. That judgment was affirmed in a state District Court, which held that the plaintiff was not entitled to maintain the action, and the latter judgment was affirmed by the Supreme Court of Kansas.</p>\n<p>It is assigned for error that the final judgment \u0097 based upon certain provisions of the statutes of Kansas, to be presently referred to \u0097 was in violation of the company's rights under the Constitution of the United States.</p>\n<p>The facts agreed to \u0097 using substantially the language of the parties \u0097 make substantially the following case:</p>\n<p>The International Textbook Company is a Pennsylvania corporation, and the proprietor of what is known as the International Correspondence Schools at Scranton in that Commonwealth. Those Schools have courses in Architecture, Chemistry, Civil, Mechanical, Electrical and Steam Engineering, English Branches, French, German, Mathematics and Mechanics, Pedagogy, Plumbing, Heating, Telegraphy and many other subjects. It has a capital stock, and the profits arising from its business are distributed in dividends or applied otherwise as the company may elect. The executive officers of the company, as well as the teachers and instructors employed by it, reside and exercise their respective functions at Scranton. <span class=\"star-pagination\">*100</span> Its business is conducted by preparing and publishing instruction papers, textbooks and illustrative apparatus for courses of study to be pursued by means of correspondence, and the forwarding, from time to time, of such publications and apparatus to students. In the conduct of its business the company employs local or traveling agents, called Solicitor-Collectors, whose duties are to procure and forward to the company at Scranton, from persons in a specified territory, on blanks furnished by it, applications for scholarships in its Correspondence Schools, and also to collect and forward to the company deferred payments on scholarships. In order that applicants may adopt applications to their needs each Solicitor-Collector is kept informed by correspondence with the company of the fees to be collected for the various scholarships offered and of the contract charges to be made for cash or deferred payments, as well as the terms of payment acceptable to the company. In conformity with the contract between the company and its scholars, the scholarship and instruction papers, text-books and illustrative apparatus called for under each accepted application are sent by the company from Scranton directly to the applicant and instruction is imparted by means of correspondence through the mails between the company at its office in that city and the applicant at his residence in another State.</p>\n<p>During the period covered by the present transaction the company had a Solicitor-Collector for the territory that included Topeka, Kansas, and he solicited students to take correspondence courses in the plaintiff's schools. His office in Kansas was procured and maintained at his own expense, for the purpose of furthering the procuring of applications for scholarships and the collection of fees therefor. The company had no office of its own in that State. The Solicitor-Collector was paid a fixed salary by the company and a commission on the number of applications obtained and the collections made. He sent daily reports to the company for his territory, those reports showing that for March, 1906, the aggregate collections <span class=\"star-pagination\">*101</span> on scholarships and deferred payments on subscriptions approached $500.</p>\n<p>At the date of the agreement sued on, and at the time this suit was brought, numerous persons in Topeka were taking the plaintiff's course of instruction by correspondence through the mails. The contracts for those courses were procured by its Solicitor-Collector assigned to duty in Kansas, and, as stated, payments thereon were collected and remitted by him to the plaintiff at Scranton.</p>\n<p>The written contract in question, signed by the defendant at Topeka, Kansas, and accepted by the company at Scranton showed that he had subscribed for a scholarship covering a course of instruction by correspondence in Commercial Law, and had agreed to pay therefor $84, in installments. When this suit was brought there remained unpaid on the principal of that subscription the sum of $79.60.</p>\n<p>The present action was brought to recover that sum, with interest, as due the company under the defendant's contract with it. The defendant did not deny making the contract nor that he was indebted to the company in the amount for which he was sued. But it was adjudged, in conformity with his contention, that by reason of the company's <i>failure to comply with certain provisions of the statutes of Kansas,</i> it was not entitled to maintain this action in a court <i>of Kansas.</i></p>\n<p>We will now refer to the provisions of the Kansas statute under which the Textbook Company was held not to be entitled to maintain the present action in the courts of the State. The statute, the plaintiff alleges, cannot be applied to it without violating its rights under the Constitution of the United States.</p>\n<p>By § 1260 of the Kansas General Statutes of 1901 it is provided, among other things, that a corporation organized under the laws of any other State, Territory or foreign country and seeking to do business in Kansas, may make application to the State Charter Board, composed of the Attorney General, the Secretary of State and the State Bank Commissioner, for \"permission\" <span class=\"star-pagination\">*102</span> to engage in business in that State as a foreign corporation. It is necessary that the application should be accompanied by a fee of $25, and as a condition precedent to obtaining authority to transact business in the State, a corporation of another State was required to file in the office of the Secretary of State its written consent, irrevocable, that process against it might be served upon that officer. § 1261. In passing upon the application the Charter Board is authorized to make special inquiry in reference to the solvency of the corporation, and if they determined that such corporation was properly organized in accordance with the laws under which it was incorporated, \"that its capital is unimpaired and that it is organized for a purpose for which a domestic corporation may be organized\" in Kansas, then its application is to be granted, and a certificate issued, setting forth the fact that \"the application has been granted and that such foreign corporation may engage in business in this State.\" Before filing its charter, or a certified copy thereof, with the Secretary of State the corporation is required to pay to the State Treasurer for the benefit of the \"permanent school fund\" a specified per cent of its capital stock. §§ 1263, 1264. The last-named section was the subject of extended examination in <i>Western Union Tel. Co.</i> v. <i>Kansas</i><i>,</i> recently decided (216 U.S. 1), and was held to be unconstitutional in its application to the Western Union Telegraph Company seeking to do local business in Kansas.</p>\n<p>But the section which controlled the decision by the state court in the present case is § 1283, which is as follows: \"It shall be the duty of the president and secretary or of the managing officer of each corporation for profit doing business in this State, except banking, insurance and railroad corporations, annually, on or before the 1st day of August, to prepare and deliver to the Secretary of State a complete detailed statement of the condition of such corporation on the 30th day of June next preceding. Such statement shall set forth and exhibit the following, namely: 1st. The authorized capital <span class=\"star-pagination\">*103</span> stock. 2d. The paid-up capital stock. 3d. The par value and the market value per share of said stock. 4th. A complete and detailed statement of the assets and liabilities of the corporation. 5th. A full and complete list of the stockholders, with the post-office address of each, and the number of shares held and paid for by each. 6th. The names and post-office addresses of the officers, trustees or directors and manager elected for the ensuing year, together with a certificate of the time and manner in which such election was held . . . and the failure of any such corporation to file the statement in this section provided for within ninety days from the time provided for filing the same shall work the forfeiture of the charter of any corporation organized under the laws of this State, and the charter board may at any time thereafter declare the charter of such corporation forfeited, and upon the declaration of any such forfeiture it shall be the duty of the attorney-general to apply to the District Court of the proper county for the appointment of a receiver to close out the business of such corporation; and such failure to file such statement by any corporation doing business in this State and <i>not organized under the laws of this State shall work a forfeiture of its right or authority to do business in this State,</i> and the charter board may at any time declare such forfeiture, and shall forthwith publish such declaration in the official State paper. . . . No action shall be maintained or recovery had in any of the courts of this State by any corporation doing business in this State without <i>first</i> obtaining the certificate of the Secretary of State that statements provided for <i>in this section</i> (§ 1283) have been properly made.\" L. 1898, ch. 10, § 12, as amended by L. 1901, ch. 126, § 3.</p>\n<p>1. In view of the nature and extent of the business of the International Textbook Company in Kansas, the first inquiry is whether the statutory prohibition against the maintaining of an action in a Kansas court by \"any corporation <i>doing business in this</i> [that] <i>State\"</i> embraces the plaintiff corporation. It must be held, as the state court held, that it does; for, <span class=\"star-pagination\">*104</span> it is conceded that the Textbook Company did not, before bringing this suit, make, deliver and file with the Secretary of State either the statement or certificate required by § 1283; and upon any reasonable interpretation of the statute that company, both at the date of the contract sued on, and when this action was brought, must be held as <i>\"doing business\"</i> in Kansas. It had an agent in the State who was employed to secure scholars for the schools conducted by correspondence from Scranton, and to receive and forward any money obtained from such scholars. Its transactions in Kansas, by means of which it secured applications from numerous persons for scholarships, were not single or casual transactions, such as might be deemed incidental to its general business as a foreign corporation, but were parts of its regular business continuously conducted in many States for the benefit of its Correspondence Schools. While the Supreme Court of Kansas has distinctly held that the statute did not embrace single transactions that were only incidentally necessary to the business of a foreign corporation, it also adjudged that the business done by the Textbook Company in Kansas was not of that kind, but indicated a purpose to regularly transact its business from time to time in Kansas, and therefore it was to be regarded as doing business in that State within the meaning of the statute; and that it \"was the intention of the legislature that the State should reach every continuous exercise of a foreign franchise,\" and that it should apply even where the business of the foreign corporation was \"purely interstate commerce.\" <i>Deere</i> v. <i>Wyland,</i> 69 Kansas, 255, 257, 258; <i>State</i> v. <i>Book Co.,</i> 65 Kansas, 847; <i>Commission Co.</i> v. <i>Haston,</i> 68 Kansas, 749. In our judgment, those rulings as to the scope of the statute were correct. They were in substantial harmony with the construction placed by this court upon a Colorado statute somewhat similar to the Kansas act. A statute passed in execution of a provision in the Colorado constitution required foreign corporations as a condition of their authority \"to do business\" in that State, to make and file with the Secretary of <span class=\"star-pagination\">*105</span> State a certificate covering certain specified matters. An Ohio corporation having made in Colorado a contract for the sale of machinery to be sent to it from the latter State to Ohio and the vendor having failed to perform the contract, a suit was brought against him in the Federal court, sitting in Colorado. One of the defenses was the failure of the Ohio, corporation to make and file with the Secretary of State the certificate required by the Colorado statute before it should be \"authorized or permitted to do any business\" in Colorado. It became necessary to inquire whether the Ohio corporation, by reason of the above isolated contract, did business in Colorado within the meaning of the constitution and laws of the latter State. This court said: \"Reasonably construed, the constitution and statute of Colorado forbid, not the doing of a single act of business in the State, but the carrying on of business by a foreign corporation without the filing of the certificate and the appointment of an agent as required by the statute. . . . The making in Colorado of the <i>one</i> contract sued on in this case, by which one party agreed to build and deliver in Ohio certain machinery and the other party to pay for it, did not constitute a carrying on of business in Colorado. . . . To require such a certificate as a prerequisite to the doing of <i>a single act of business</i> when there was no purpose to do any other business or have a place of business in the State, would be unreasonable and incongruous.\" <i>Cooper Mfg. Co.</i> v. <i>Ferguson,</i> <span class=\"citation\" data-id=\"91333\"><a href=\"/opinion/91333/cooper-mfg-co-v-ferguson/\"><span class=\"volume\">113</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">727</span></a></span>, 728, 734.</p>\n<p>In view of the agreed facts and the principles announced both by the Kansas Supreme Court and by this court we hold that, within the meaning of § 1283 of the Kansas statute, the International Textbook Company was doing business in the latter State at the time the contract in question was made, and was therefore within the terms of that section.</p>\n<p>2. But this view as to the meaning of the Kansas statute does not necessarily lead to an affirmance of the judgment below if, as the plaintiff contends, the business in which it is regularly engaged is interstate in its nature, and if the statute, <span class=\"star-pagination\">*106</span> by its necessary operation, materially or directly burdens that business.</p>\n<p>It is true that the business in which the International Textbook Company is engaged is of a somewhat exceptional character, but, in our judgment, it was, in its essential characteristics, commerce among the States within the meaning of the Constitution of the United States. It involved, as already suggested, regular and, practically, continuous intercourse between the Textbook Company, located in Pennsylvania, and its scholars and agents in Kansas and other States. That intercourse was conducted by means of correspondence through the mails with such agents and scholars. While this mode of imparting and acquiring an education may not be such as is commonly adopted in this country, it is a lawful mode to accomplish the valuable purpose the parties have in view. More than that; this mode \u0097 looking at the contracts between the Textbook Company and its scholars \u0097 involved the transportation from the State where the school is located to the State in which the scholar resides, of books, apparatus and papers, useful or necessary in the particular course of study the scholar is pursuing and in respect of which he is entitled, from time to time, by virtue of his contract, to information and direction. Intercourse of that kind, between parties in different States \u0097 particularly when it is in execution of a valid contract between them \u0097 is as much intercourse, in the constitutional sense, as intercourse by means of the telegraph \u0097 \"a new species of commerce,\" to use the words of this court in <i>Pensacola Telegraph Co.</i> v. <i>Western Union Telegraph Co.,</i> <span class=\"citation\" data-id=\"89664\"><a href=\"/opinion/89664/pensacola-tel-co-v-west-etc-tel-co/\"><span class=\"volume\">96</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 9. In the great case of <i>Gibbons</i> v. <i>Ogden,</i> <span class=\"citation\" data-id=\"85331\"><a href=\"/opinion/85331/gibbons-v-ogden/\"><span class=\"volume\">9</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">1</span></a></span>, 189, this court, speaking by Chief Justice Marshall, said, \"Commerce, undoubtedly, is traffic, but it is something more; it is <i>intercourse.\"</i> Referring to the constitutional power of Congress to regulate commerce among the States and with foreign countries, this court said in the <i>Pensacola</i><i> case,</i> just cited, that \"it is not only the right but the duty of Congress to see to it that <i>intercourse</i> among the States and <i>the transmission</i> <span class=\"star-pagination\">*107</span> <i>of intelligence</i> are not obstructed or unnecessarily encumbered by state legislation.\" This principle has never been modified by any subsequent decision of this court.</p>\n<p>The same thought was expressed in <i>Western Union Tel. Co.</i> v. <i>Pendleton,</i> <span class=\"citation\" data-id=\"91986\"><a href=\"/opinion/91986/western-union-telegraph-co-v-pendleton/\"><span class=\"volume\">122</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, 356, where the court said: \"Other commerce deals only with persons, or with visible and tangible things. But the telegraph transports nothing visible and tangible; it carries only <i>ideas, wishes, orders,</i> and <i>intelligence.\"</i> It was said in the Circuit Court of Appeals for the Eighth Circuit, speaking by Judge Sanborn, in <i>Butler Bros. Shoe Co.</i> v. <i>United States Rubber Co.,</i> 156 Fed. Rep. 1, 17, that \"all interstate commerce is not sales of goods. Importation into one State from another is the indispensable element, the test, of interstate commerce; and every negotiation, contract, trade, and dealing between citizens of different States, which contemplates and causes such importation, whether it be of goods, persons, <i>or information,</i> is a transaction of interstate commerce.\" If intercourse between persons in different States by means of telegraphic messages conveying intelligence or information is commerce among the States, which no State may directly burden or unnecessarily encumber, we cannot doubt that intercourse or communication between persons in different States, by means of correspondence through the mails, is commerce among the States within the meaning of the Constitution, especially where, as here, such intercourse and communication really relates to matters of regular, continuous business and to the making of contracts and the transportation of books, papers, etc., appertaining to such business. In our further consideration of this case we shall therefore assume that the business of the Textbook Company, by means of correspondence through the mails and otherwise between Kansas and Pennsylvania, was interstate in its nature.</p>\n<p>3. We must next inquire whether the statute of Kansas, if applied to the International Textbook Company, would directly burden its right by means of correspondence through the mails and by its agents, to secure written agreements with <span class=\"star-pagination\">*108</span> persons in other States, whereby such persons, for a valuable consideration, contract to pay a given amount for scholarships in its Correspondence Schools, and to have sent to them, as found necessary, from time to time, books, papers, apparatus and information, needed in the prosecution, in their respective States, of the particular study which the scholar has elected to pursue under the guidance of those who conduct such schools at Scranton? Let us see what effect the statute by its necessary operation must have on the conduct of the company's business.</p>\n<p>In the first place, it is made a condition precedent to the authority of a corporation of another State, except banking, insurance and railroad corporations, to do business in Kansas, that it shall prepare, deliver <i>and file with the Secretary of State</i> a detailed \"Statement,\" showing the amount of the authorized, paid-up, par and market value of, its capital stock, its assets and liabilities, a list of its stockholders, with their respective post-office addresses and the shares held and paid for by each, and the names and post-office addresses of the officers, trustees, or directors and managers.</p>\n<p>In the next place, the statute denies to the corporation doing business in Kansas the right to maintain an action in a Kansas court, <i>unless it shall first obtain</i> a certificate of the Secretary of State to the effect that the Statement, required by § 1283, <i>has been properly made.</i></p>\n<p>Was it competent for the State to prescribe, as a condition of the right of the Textbook Company to do interstate business in Kansas, such as was transacted with Pigg, that it should prepare, deliver, and file with the Secretary of State the Statement mentioned in § 1283? The above question must be answered in the negative upon the authority of former adjudications by this court. A case in point is <i>Crutcher</i> v. <i>Kentucky,</i> <span class=\"citation\" data-id=\"93127\"><a href=\"/opinion/93127/crutcher-v-kentucky/\"><span class=\"volume\">141</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">47</span></a></span>, 56, 57, often referred to and never qualified by any subsequent decision. That case arose under a statute of Kentucky regulating agencies of foreign express companies. The statute required as a condition of the right <span class=\"star-pagination\">*109</span> of the agent of an express company, not incorporated by the laws of Kentucky, to do business in that Commonwealth, to take out a license from the State Auditor, and to make and file in the Auditor's office a statement showing that the company had an actual capital of a given amount, either in cash or in safe investments, exclusive of costs. These requirements were held by this court to be in violation of the Constitution of the United States in their application to foreign corporations engaged in interstate commerce. The court said: \"If the subject was one which appertained to the jurisdiction of the State legislature, it may be that the requirements and conditions of doing business within the State would be promotive of the public good. It is clear, however, that it would be a regulation of interstate commerce in its application to corporations or associations engaged in that business; and that is a subject which belongs to the jurisdiction of the National and not the State legislature. Congress would undoubtedly have the right to exact from associations of that kind any guarantees it might deem necessary for the public security, and for the faithful transaction of business; and as it is within the province of Congress, it is to be presumed that Congress has done, or will do, all that is necessary and proper in that regard. Besides, it is not to be presumed that the State of its origin has neglected to require from any such corporation proper guarantees as to capital and other securities necessary for the public safety. If a partnership firm of individuals should undertake to carry on the business of interstate commerce between Kentucky and other States, it would not be within the province of the State legislature <i>to exact conditions on which they should carry on their business, nor to require them to take out a license therefor.</i> To carry on interstate commerce is not a franchise or a privilege granted by the State; it is a right which every citizen of the United States is entitled to exercise under the Constitution and laws of the United States; and the accession of mere corporate facilities, as a matter of convenience in carrying on their business, <span class=\"star-pagination\">*110</span> cannot have the effect of depriving them of such right, unless Congress should see fit to interpose some contrary regulation on the subject.\" Again, in the same case: \"Would any one pretend that a State legislature could prohibit a foreign corporation \u0097 an English or a French transportation company, for example \u0097 from coming into its borders and landing goods and passengers at its wharves, and soliciting goods and passengers for a return voyage, without first obtaining a license from some State officer, <i>and filing a sworn statement as to the amount of its capital stock paid in?</i> And why not? Evidently <i>because the matter is not within the province of State legislation,</i> but within that of national legislation.\" Further, in the same case: \"We do not think that the difficulty is at all obviated by the fact that the express company, as incidental to its main business, (which is to carry goods between different States,) does also some local business by carrying goods from one point to another within the State of Kentucky. This is, probably, quite as much for the accommodation of the people of that State as for the advantage of the company. But whether so or not, it does not obviate the objection that the regulations as to license <i>and capital stock</i> are imposed <i>as conditions on the company's carrying on the business of interstate</i> commerce, which was manifestly the principal object of its organization. <i>These regulations are clearly a burden and a restriction upon that commerce.</i> Whether intended as such or not, they operate as such. But taxes or license fees in good faith imposed exclusively on express business carried on wholly within the State would be open to no such objection.\" To the same general effect are many other cases. <i>Robbins</i> v. <i>Shelby County Taxing District,</i> 120 U.S. 489; <i>Leloup</i> v. <i>Mobile,</i> 127 U.S. 640; <i>Stoutenburgh</i> v. <i>Hennick,</i> 129 U.S. 141; <i>Lyng</i> v. <i>Michigan,</i> 135 U.S. 166; <i>McCall</i> v. <i>California,</i> 136 U.S. 104; <i>Norfolk &amp; Western Railroad Co.</i> v. <i>Pennsylvania,</i> 136 U.S. 114; <i>Western Union Tel. Co.</i> v. <i>Kansas,</i> 216 U.S. 1. It is true that the statute does not, in terms, require the corporation of another State engaged in interstate commerce to take <span class=\"star-pagination\">*111</span> out what is technically \"a license\" to transact its business in Kansas. But it denies all authority to do business in Kansas unless the corporation makes, delivers and files a \"Statement\" of the kind mentioned in § 1283. The effect of such requirement is practically the same as if a formal license was required as a condition precedent to the right to do such business. In either case it imposes a <i>condition</i> upon a corporation of another State seeking to do business in Kansas, which, in the case of interstate business, is a regulation of interstate commerce and directly burdens such commerce. The State cannot thus burden interstate commerce. It follows that the particular clause of § 1283 requiring that \"Statement\" is illegal and void.</p>\n<p>In this connection it is to be observed that by the statute the doors of Kansas courts are closed against the Textbook Company, unless it <i>first</i> obtains from the Secretary of State a certificate showing that the \"Statement\" mentioned in § 1283 has been properly made. In other words, although the Textbook Company may have a valid contract with a citizen of Kansas, one directly arising out of and connected with its interstate business, the statute denies its right to invoke the authority of a Kansas court to enforce its provisions unless it does what we hold it was not, under the Constitution, bound to do, namely, make, deliver and file with the Secretary of State the Statement required by § 1283. If the State could, under any circumstances, legally forbid its courts from taking jurisdiction of a suit brought by a corporation of another State, engaged in interstate business, upon a valid contract arising out of such business and made with it by a citizen of Kansas, it could not impose on the company, as <i>a condition of its authority to carry on its interstate business in Kansas,</i> that it shall make, deliver and file that Statement with the Secretary of State and obtain his certificate that it had been properly made. This court held in <i>Chambers</i> v. <i>Baltimore &amp; Ohio Railroad Co.,</i> <span class=\"citation\" data-id=\"96717\"><a href=\"/opinion/96717/chambers-v-baltimore-ohio-r-co/\"><span class=\"volume\">207</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">142</span></a></span>, 148, that a State may, subject to the restrictions of the Federal Constitution, \"determine the limits of the jurisdiction of its courts, and the character of the <span class=\"star-pagination\">*112</span> controversies which shall be heard in them.\" But it also said in the same case: \"The right to sue and defend in the courts is the alternative of force. In an organized society it is the right conservative of all other rights, and lies at the foundation of orderly government. It is one of the highest and most essential privileges of citizenship, and must be allowed by each State to the citizens of all other States to the precise extent that it is allowed to its own citizens. Equality of treatment in this respect is not left to depend upon comity between the States, but is granted and protected by the Federal Constitution.\" How far a corporation of one State is entitled to claim in another State, where it is doing business, equality of treatment with individual citizens in respect of the right to sue and defend in the courts is a question which the exigencies of this case do not require to be definitely decided. It is sufficient to say that the requirement of the Statement mentioned in § 1283 of the statute imposes a direct burden on the plaintiff's right to engage in interstate business, and, therefore, is in violation of its constitutional rights. It is the established doctrine of this court that a State may not, in any form or under any guise, directly burden the prosecution of interstate business. But such a burden is imposed when the corporation of another State, lawfully engaged in interstate commerce, is required, as a condition of its right to prosecute its business in Kansas, to make and file a Statement setting forth certain facts which the State, confessedly, could not control by legislation. It results that the provision as to the Statement mentioned in § 1283 must fall before the Constitution of the United States, and with it \u0097 according to the established rules of statutory construction \u0097 must fall that part of <i>the same section</i> which provides that the obtaining of the certificate of the Secretary of State that such Statement has been properly made shall be a condition precedent to the right of the plaintiff to maintain an action in the courts of Kansas. Section 1283, looking at the object for which it was enacted, must be regarded as an entirety. These <span class=\"star-pagination\">*113</span> parts of the statute are so connected with and dependent upon each other that the clause relating to actions brought in the courts of Kansas cannot be separated from the prior clause in the <i>same section</i> referring to the Statement to be filed with the Secretary of State, and the former left in force after the latter is stricken down as invalid. As the clause about suits in the courts of Kansas <i>expressly refers</i> to the prior clauses <i>in the same section</i> prescribing the Statement to be filed with the Secretary of State, the clause relating to suits would be meaningless without reference to the latter. We cannot suppose, from the words of the statute, that the legislature would have adopted the regulation about actions in the state courts, except for the purpose of enforcing the prior clause in the same section relating to the Statement to be filed with the Secretary of State. The several parts of the section are not capable of separation if effect be given to the legislative intent. It is well settled that if a statute is in part unconstitutional the whole statute must be deemed invalid, if the parts not held to be invalid are so connected with the general scope of the statute that they cannot be separately enforced, or, if so enforced, will not effectuate the manifest intent of the legislature. In <i>Allen</i> v. <i>Louisiana,</i> <span class=\"citation\" data-id=\"90302\"><a href=\"/opinion/90302/allen-v-louisiana/\"><span class=\"volume\">103</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">80</span></a></span>, 84, this court referred with approval to what Chief Justice Shaw said on this point in <i>Warren</i> v. <i>Mayor &amp;c.,</i> 2 Gray, 84. Referring to the rule obtaining in cases of statutes in part constitutional and in part unconstitutional, that eminent jurist said: \"But, if they are so mutually connected with and dependent on each other, as conditions, considerations, or compensations for each other as to warrant a belief that the legislature intended them as a whole, and that, if all could not be carried into effect, the legislature would not pass the residue independently, and some parts are unconstitutional, all the provisions which are thus dependent, conditional, or connected must fall with them.\" See also <i>Poindexter</i> v. <i>Greenhow,</i> 114 U.S. 270; <i>Spraigue</i> v. <i>Thompson,</i> 118 U.S. 90; <i>Huntington</i> v. <i>Worthen,</i> 120 U.S. 97.</p>\n<p><span class=\"star-pagination\">*114</span> It results that as the part of § 1283, which relates to the Statement to be filed with the Secretary is unconstitutional, and as the clause in the same section, relating to suits in the state court, is so dependent upon and connected with that part as to be meaningless when standing alone, the section must be held inoperative in all its parts and as not being in the way of the enforcement in any state court of competent jurisdiction of the plaintiff's right to a judgment against the defendant for the amount conceded to be due from him to the Textbook Company under his contract. The judgment must be reversed and the case remanded for further proceedings not inconsistent with this opinion.</p>\n<p>MR. JUSTICE MOODY heard the argument of this case, participated in its decision in conference, and approves the reversal of the judgment upon the grounds stated in this opinion.</p>\n<p><i>Reversed.</i></p>\n<p>THE CHIEF JUSTICE and MR. JUSTICE McKENNA dissent.</p>\n</div>", 
  "sha1": "3ab79256a6a3c38149d921f8010c9cb6bf683c0c", 
  "date_modified": "2014-12-21T01:35:04.607711", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/97222/international-textbook-co-v-pigg/", 
  "citation_count": 60, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1566609/", 
  "html": "<p class=\"case_cite\">217 U.S. 91</p>\n    <p class=\"case_cite\">30 S.Ct. 481</p>\n    <p class=\"case_cite\">54 L.Ed. 678</p>\n    <p class=\"parties\">INTERNATIONAL TEXT-BOOK COMPANY, Plff. in Err.,<br>v.<br>AARON T. PIGG.</p>\n    <p class=\"docket\">No. 15.</p>\n    <p class=\"date\">Argued April 21, 1909.</p>\n    <p class=\"date\">Decided April 4, 1910.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Messrs. James M. Beck, Seth T. McCormick,</i> and <i>David C. Harrington</i> for plaintiff in error.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 92-99 intentionally omitted]</p>\n      <p class=\"indent\">No appearance for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice Harlan delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This action was brought by the International Text-book Company in one of the courts of Kansas,&#8212;the court of Topeka,&#8212;to recover from Pigg, the defendant in error, the sum of $79.60, with interest, as due the plaintiff under a written contract between him and that company, made in 1905. The case was tried upon agreed facts, and judgment was rendered in favor of the defendant for his costs. That judgment was affirmed in a state district court, which held that the plaintiff was not entitled to maintain the action, and the latter judgment was affirmed by the supreme court of Kansas.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It is assigned for error that the final judgment&#8212;based upon certain provisions of the statutes of Kansas, to be presently referred to&#8212;was in violation of the company's rights under the Constitution of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The facts agreed to&#8212;using substantially the language of the parties&#8212;make substantially the following case:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The International Text-book Company is a Pennsylvania corporation, and the proprietor of what is known as the International Correspondence Schools at Scranton, in that commonwealth. Those schools have courses in architecture, chemistry, civil, mechanical, electrical, and steam engineering, English branches, French, German, mathematics and mechanics, pedagogy, plumbing, heating, telegraphy, and many other subjects. It has a capital stock, and the profits arising from its business are distributed in dividends, or applied otherwise, as the company may elect. The executive offices of the company, as well as the teachers and instructors employed by it, reside and exercise their respective functions at Scranton. Its business is conducted by preparing and publishing instruction papers, text-books, and illustrative apparatus for courses of study to be pursued by means of correspondence, and the forwarding, from time to time, of such publications and apparatus to students. In the conduct of its business the company employs local or traveling agents, called solicitor-collectors, whose duties are to procure and forward to the company at Scranton, from persons in a specified territory, on blanks furnished by it, applications for scholarships in its correspondence schools, and also to collect and forward to the company deferred payments on scholarships. In order that applicants may adapt applications to their needs, each solicitor-collector is kept informed by correspondence with the company of the fees to be collected for the various scholarships offered, and of the contract charges to be made for cash or deferred payments, as well as the terms of payment acceptable to the company. In conformity with the contract between the company and its scholars, the scholarship and instruction papers, text-books and illustrative apparatus called for under each accepted application are sent by the company from Scranton directly to the applicant, and instruction is imparted by means of correspondence through the mails, between the company, at its office in that city, and the applicant, at his residence in another state.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">During the period covered by the present transaction, the company had a solicitor-collector for the territory that included Topeka, Kansas, and he solicited students to take correspondence courses in the plaintiff's schools. His office in Kansas was procured and maintained at his own expense, for the purpose of furthering the procuring of applications for scholarships and the collection of fees therefor. The company had no office of its own in that state. The solicitor-collector was paid a fixed salary by the company and a commission on the number of applications obtained and the collections made. He sent daily reports to the company for his territory, those reports showing that for March, 1906, the aggregate collections on scholarships and deferred payments on subscriptions approached $500.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At the date of the agreement sued on, and at the time this suit was brought, numerous persons in Topeka were taking the plaintiff's course of instruction by correspondence through the mails. The contracts for those courses were procured by its solicitor-collector assigned to duty in Kansas, and, as stated, payments thereon were collected and remitted by him to the plaintiff at Scranton.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The written contract in question, signed by the defendant at Topeka, Kansas, and accepted by the company at Scranton, showed that he had subscribed for a scholarship covering a course of instruction by correspondence in commercial law, and had agreed to pay therefor $84, in instalments. When this suit was brought, there remained unpaid on the principal of that subscription the sum of $79.60.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The present action was brought to recover that sum, with interest, as due the company under the defendant's contract with it. The defendant did not deny making the contract, nor that he was indebted to the company in the amount for which he was sued. But it was adjudged, in conformity with his contention, that by reason of the company's <i>failure to comply with certain provisions of the statutes of Kansas</i>, it was not entitled to maintain this action in a court <i>of Kansas</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We will now refer to the provisions of the Kansas statute under which the Text-book Company was held not to be entitled to maintain the present action in the courts of the state. The statute, the plaintiff alleges, cannot be applied to it without violating its rights under the Constitution of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">By &#167; 1260 of the Kansas General Statutes of 1901 it is provided, among other things, that a corporation organized under the laws of any other state, territory, or foreign country, and seeking to do business in Kansas, may make application to the state charter board, composed of the attorney general, the secretary of state, and the state bank commissioner, for 'permission' to engage in business in that state as a foreign corporation. It is necessary that the application should be accompanied by a fee of $25, and as a condition precedent to obtaining authority to transact business in the state, a corporation of another state was required to file in the office of the secretary of state its written consent, irrevocable, that process against it might be served upon that officer. &#167; 1261. In passing upon the application, the charter board is authorized to make special inquiry in reference to the solvency of the corporation, and if they determind that such corporation was properly organized in accordance with the laws under which it was incorporated, 'that its capital is unimpaired, and that it is organized for a purpose for which a domestic corporation may be organized' in Kansas, then its application is to be granted, and a certificate issued, setting forth the fact that 'the application has been granted, and that such foreign corporation may engage in business in this state.' Before filing its charter, or a certified copy thereof, with the secretary of state, the corporation is required to pay to the state treasurer, for the benefit of the 'permanent school fund,' a specified per cent of its capital stock. &#167;&#167; 1263, 1264. The last-named section was the subject of extended examination in Western U. Teleg. Co. v. Kansas, recently decided (216 U. S. 1, 54 L. ed. &#8212;&#8212;, 30 Sup. Ct. Rep. 190), and was held to be unconstitutional in its application to the Western Union Telegraph Company, seeking to do local business in Kansas.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">But the section which controlled the decision by the state court in the present case is &#167; 1283, which is as follows: 'It shall be the duty of the president and secretary or of the managing officer of each corporation for profit, doing business in this state, except banking, insurance, and railroad corporations, annually, on or before the 1st day of August, to prepare and deliver to the secretary of state a complete detailed statement of the condition of such corporation on the 30th day of June next preceding. Such statement shall set forth and exhibit the following, namely: 1st. The authorized capital stock. 2d. The paid-up capital stock. 3d. The par value and the market value per share of said stock. 4th. A complete and detailed statement of the assets and liabilities of the corporation. 5th. A full and complete list of the stockholders, with the postoffice address of each, and the number of shares held and paid for by each. 6th. The names and postoffice addresses of the officers, trustees, or directors and manager elected for the ensuing year, together with a certificate of the time and manner in which such election was held . . . and the failure of any such corporation to file the statement in this section provided for within ninety days from the time provided for filing the same shall work the forfeiture of the charter of any corporation organized under the laws of this state, and the charter board may, at any time thereafter, declare the charter of such corporation forfeited; and upon the declaration of any such forfeiture, it shall be the duty of the attorney general to apply to the district court of the proper county for the appointment of a receiver to close out the business of such corporation; and such failure to file such statement by any corporation doing business in this state, and <i>not organized under the laws of this state, shall work a forfeiture of its right or authority to do business in this state</i>, and the charter board may at any time declare such forfeiture, and shall forthwith publish such declaration in the official state paper. . . . No action shall be maintained or recovery had in any of the courts of this state by any corporation doing business in this state without <i>first</i> obtaining the certificate of the secretary of state that statements provided for <i>in this section</i> [&#167; 1283] have been properly made.' Laws 1898, chap. 10, &#167; 12, as amended by Laws 1901, chap. 125, &#167; 3.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">1. In view of the nature and extent of the business of the International Text-book Company of Kansas, the first inquiry is whether the statutory prohibition against the maintaining of an action in a Kansas court by 'any corporation <i>doing business in this</i> [that] <i>state</i>' embraces the plaintiff corporation. It must be held, as the state court held, that it does; for it is conceded that the Text-book Company did not, before bringing this suit, make, deliver, and file with the secretary of state either the statement or certificate required by &#167; 1283; and upon any reasonable interpretation of the statute, that company, both at the date of the contract sued on, and when this action was brought, must be held as '<i>doing business</i>' in Kansas. It had an agent in the state, who was employed to secure scholars for the schools conducted by correspondence from Scranton, and to receive and forward any money obtained from such scholars. Its transactions in Kansas, by means of which it secured applications from numerous persons for scholarships, were not single or casual transactions, such as might be deemed incidental to its general business as a foreign corporation, but were parts of its regular business continuously conducted in many states for the benefit of its correspondence schools. While the supreme court of Kansas has distinctly held that the statute did not embrace single transactions that were only incidentally necessary to the business of a foreign corporation, it also adjudged that the business done by the Text-book Company in Kansas was not of that kind, but indicated a purpose to regularly transact its business from time to time in Kansas, and therefore it was to be regarded as doing business in that state, within the meaning of the statute; and that it 'was the intention of the legislature that the state should reach every continuous exercise of a foreign franchise,' and that it should apply even where the business of the foreign corporation was 'purely interstate commerce.' John Deere Plow Co. v. Wyland, 69 Kan. 255, 257, 258, 76 Pac. 863, 2 A. &amp; E. Ann. Cas. 304; State ex rel. Shawnee County v. American Book Co. 65 Kan. 847, 69 Pac. 563; Thomas v. Remington Paper Co. 67 Kan. 599, 73 Pac. 909; Sigel-Campion Live-stock Commission Co. v. Haston, 68 Kan. 749, 75 Pac. 1028. In our judgment, those rulings as to the scope of the statute were correct. They were in substantial harmony with the construction placed by this court upon a Colorado statute somewhat similar to the Kansas act. A statute passed in execution of a provision in the Colorado Constitution required foreign corporations, as a condition of their authority 'to do business' in that state, to make and file with the secretary of state a certificate covering certain specified matters. An Ohio corporation having made in Colorado a contract for the sale of machinery, to be sent to it from the latter state to Ohio, and the vendor having failed to perform the tract, a suit was brought against him in the Federal court, sitting in Colorado. One of the defenses was the failure of the Ohio corporation to make and file with the secretary of state the certificate required by the Colorado statute before it should be 'authorized or permitted to do any business' in Colorado. It became necessary to inquire whether the Ohio corporation, by reason of the above isolated contract, did business in Colorado within the meaning of the Constitution and laws of the latter state. This court said: 'Reasonably construed, the Constitution and statute of Colorado forbid, not the doing of a single act of business in the state, but the carrying on of business by a foreign corporation without the filing of the certificate and the appointment of an agent, as required by the statute. . . . The making in Colorado of the <i>one</i> contract sued on in this case, by which one party agreed to build and deliver in Ohio certain machinery and the other party to pay for it, did not constitute a carrying on of business in Colorado. . . . To require such a certificate as a prerequisite to the doing of <i>a single act of business</i> when there was no purpose to do any other business or have a place of business in the state would be unreasonable and incongruous.' Cooper Mfg. Co. v. Ferguson, 113 U. S. 727, 728, 734, 28 L. ed. 1137, 1139, 5 Sup. Ct. Rep. 739, 741.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In view of the agreed facts and the principles announced both by the Kansas supreme court and by this court, we hold that, within the meaning of &#167; 1283 of the Kansas statute, the International Text-book Company was doing business in the latter state at the time the contract in question was made, and was therefore within the terms of that section.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">2. But this view as to the meaning of the Kansas statute does not necessarily lead to an affirmance of the judgment below, if, as the plaintiff contends, the business in which it is regularly engaged is interstate in its nature, and if the statute, by its necessary operation, materially or directly burdens that business.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is true that the business in which the International Text-book Company is engaged is of a somewhat exceptional character, but, in our judgment, it was, in its essential characteristics, commerce among the states within the meaning of the Constitution of the United States. It involved, as already suggested, regular and practically continuous intercourse between the Text-book Company, located in Pennsylvania, and its scholars and agents in Kansas and other states. That intercourse was conducted by means of correspondence through the mails with such agents and scholars. While this mode of imparting and acquiring an education may not be such as is commonly adopted in this country, it is a lawful mode to accomplish the valuable purpose the parties have in view. More than that; this mode&#8212;looking at the contracts between the Text-book Company and its scholars&#8212;involved the transportation from the state where the school is located to the state in which the scholar resides, of books, apparatus, and papers, useful or necessary in the particular course of study the scholar is pursuing, and in respect of which he is entitled, from time to time, by virtue of his contract, to information and direction. Intercourse of that kind, between parties in different states,&#8212;particularly when it is in execution of a valid contract between them,&#8212;is as much intercourse in the constitutional sense, as intercourse by means of the telegraph,&#8212;'a new species of commerce,' to use the words of this court in Pensacola Teleg. Co. v. Western U. Teleg. Co. 96 U. S. 1, 9, 24 L. ed. 708, 710. In the great case of Gibbons v. Ogden, 9 Wheat. 1, 189, 6 L. ed. 23, 68, this court, speaking by Chief Justice Marshall, said: 'Commerce, undoubtedly, is traffic; but it is something more; it is <i>intercourse</i>.' Referring to the constitutional power of Congress to regulate commerce among the states and with foreign countries, this court said in the Pensacola Case, just cited, that 'it is not only the right, but the duty, of Congress, to see to it that <i>intercourse</i> among the states and <i>the transmission</i> of intelligence state legislation.' This principle has never been modified by any subsequent decision of this court.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The same thought was expressed in Western U. Teleg. Co. v. Pendleton, 122 U. S. 347, 356, 30 L. ed. 1187, 1188, 1 Inters. Com. Rep. 306, 307, 7 Sup. Ct. Rep. 1126, 1127, where the court said: 'Other commerce deals only with persons, or with visible and tangible things. But the telegraph transports nothing visible and tangible; it carries only <i>ideas, wishes, orders</i>, and <i>intelligence</i>.' It was said in the circuit court of appeals for the eighth circuit, speaking by Judge Sanborn, in Butler Bros. Shoe Co. v. United States Rubber Co. 84 C. C. A. 167, 183, 156 Fed. 1, 17, that 'all interstate commerce is not sales of goods. Importation into one state from another is the indispensable element, the test, of interstate commerce; and every negotiation, contract, trade, and dealing between citizens of different states, which contemplates and causes such importation, whether it be of goods, persons, <i>or information</i>, is a transaction of interstate commerce.' If intercourse between persons in different states by means of telegraphic messages conveying intelligence or information is commerce among the states, which no state may directly burden or unnecessarily encumber, we cannot doubt that intercourse or communication between persons in different states, by means of correspondence through the mails, is commerce among the states within the meaning of the Constitution, especially where, as here, such intercourse and communication really relate to matters of regular, continuous business, and to the making of contracts and the transportation of books, papers, etc., appertaining to such business. In our further consideration of this case, we shall therefore assume that the business of the Text-book Company, by means of correspondence through the mails and otherwise between Kansas and Pennsylvania, was interstate in its nature.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">3. We must next inquire whether the statute of Kansas, if applied to the International Text-book Company, would directly burden its right by means of correspondence through the mails and by its agents, to secure written agreements with persons in other states, whereby such persons, for a valuable consideration, contract to pay a given amount for scholarships in its correspondence schools, and to have sent to them, as found necessary, from time to time, books, papers, apparatus, and information, needed in the prosecution, in their respective states, of the particular study which the scholar has elected to pursue under the guidance of those who conduct such schools at Scranton? Let us see what effect the statute, by its necessary operation, must have on the conduct of the company's business.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In the first place, it is made a condition precedent to the authority of a corporation of another state, except banking, insurance, and railroad corporations, to do business in Kansas, that it shall prepare, deliver, <i>and file with the secretary of state</i> a detailed 'statement,' showing the amount of the authorized, paid-up, par, and market value of, its capital stock, its assets and liabilities, a list of its stockholders, with their respective postoffice addresses, and the shares held and paid for by each, and the names and postoffice addresses of the officers, trustees, or directors and managers.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In the next place, the statute denies to the corporation doing business in Kansas the right to maintain an action in a Kansas court, <i>unless it shall first obtain</i> a certificate of the secretary of state to the effect that the statement required by &#167; 1283 <i>has been properly made</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Was it competent for the state to prescribe, as a condition of the right of the Text-book Company to do interstate business in Kansas, such as was transacted with Pigg, that it should prepare, deliver, and file with the secretary of state the statement mentioned in &#167; 1283? The above question must be answered in the negative upon the authority of former adjudications by this court. A case in point is Crutcher v. Kentucky, 141 U. S. 47, 56, 57, 35 L. ed. 649, 652, 11 Sup. Ct. Rep. 851, 853, 854, often referred to and never qualified by any subsequent decision. That case arose under a statute of Kentucky regulating agencies of foreign express companies. The statute required as a condition of the right of the agent of an express company not incorporated by the laws of Kentucky, to do business in that commonwealth, to take out a license from the state auditor, and to make and file in the auditor's office a statement showing that the company had an actual capital of a given amount, either in cash or in safe investments, exclusive of costs. These requirements were held by this court to be in violation of the Constitution of the United States in their application to foreign corporations engaged in interstate commerce. The court said: 'If the subject was one which appertained to the jurisdiction of the state legislature, it may be that the requirements and conditions of doing business within the state would be promotive of the public good. It is clear, however, that it would be a regulation of interstate commerce in its application to corporations or associations engaged in that business; and that is a subject with belongs to the jurisdiction of the national, and not the state, legislature. Congress would undoubtedly have the right to exact from associations of that kind any guaranties it might deem necessary for the public security, and for the faithful transaction of business; and as it is within the province of Congress, it is to be presumed that Congress has done, or will do, all that is necessary and proper in that regard. Besides, it is not to be presumed that the state of its origin has neglected to require from any such corporation proper guaranties as to capital and other securities necessary for the public safety. If a partnership firm of individuals should undertake to carry on the business of interstate commerce between Kentucky and other states, it would not be within the province of the state legislature <i>to exact conditions on which they should carry on their business, nor to require them to take out a license therefor</i>. To carry on interstate commerce is not a franchise or a privilege granted by the state; it is a right which every citizen of the United States is entitled to exercise under the Constitution and laws of the United States; and the accession of mere corporate facilities, as &#167; matter of convenience in carrying on their business, cannot have the effect of depriving them of such right, unless Congress should see fit to interpose some contrary regulation on the subject.' Again, in the same case: 'Would anyone pretend that a state legislature could prohibit a foreign corporation&#8212;an English or a French transportation company, for example&#8212;from coming into its borders and landing goods and passengers at its wharves, and soliciting goods and passengers for a return voyage, without first obtaining a license from some state officer, <i>and filing a sworn statement as to the amount of its capital stock paid in?</i> And why not? Evidently <i>because the matter is not within the province of state legislation</i>, but within that of national legislation.' Further, in the same case: 'We do not think that the difficulty is at all obviated by the fact that the express company, as incidental to its main business (which is to carry goods between different states), does also some local business by carrying goods from one point to another within the state of Kentucky. This is, probably, quite as much for the accommodation of the people of that state as for the advantage of the company. But whether so or not, it does not obviate the objection that the regulation as to license <i>and capital stock</i> are imposed <i>as conditions on the company's carrying on the business of interstate</i> commerce, which was manifestly the principal object of its organization. <i>These regulations are clearly a burden and a restriction upon that commerce</i>. Whether intended as such or not, they operate as such. But taxes or license fees, in good faith imposed exclusively on express business carried on wholly within the state, would be open to no such objection.' To the same general effect are many other cases. Robbins v. Taxing Dist. 120 U. S. 489, 30 L. ed. 694, 1 Inters. Com. Rep. 45, 7 Sup. Ct. Rep. 592; Leloup v. Mobile, 127 U. S. 640, 32 L. ed. 311, 2 Inters. Com. Rep. 134, 8 Sup. Ct. Rep. 1383; Stoutenburgh v. Hennick, 129 U. S. 141, 32 L. ed. 637, 9 Sup. Ct. Rep. 256; Lyng v. Michigan, 135 U. S. 166, 34 L. ed. 153, 3 Inters. Com. Rep. 143, 10 Sup. Ct. Rep. 725; McCall v. California, 136 U. S. 104, 34 L. ed. 391, 3 Inters. Com. Rep. 181, 10 Sup. Ct. Rep. 881; Norfolk &amp; W. R. Co. v. Pennsylvania, 136 U. S. 114, 34 L. ed. 394, 3 Inters. Com. Rep. 178, 10 Sup. Ct. Rep. 958; Western U. Teleg. Co. v. Kansas, 216 U. S. 1, 54 L. ed. &#8212;&#8212;, 30 Sup. Ct. Rep. 190. It is true that the statute does not, in terms, require the corporation of another state engaged in interstate commerce to take out what is technically 'a license' to transact its business in Kansas. But it denies all authority to do business in Kansas unless the corporation makes, delivers, and files a 'statement' of the kind mentioned in &#167; 1283. The effect of such requirement is practically the same as if a formal license was required as a condition precedent to the right to do such business. In either case it imposes a <i>condition</i> upon a corporation of another state seeking to do business in Kansas, which, in the case of interstate business, is a regulation of interstate commerce and directly burdens such commerce. The state cannot thus burden interstate commerce. It follows that the particular clause of &#167; 1283 requiring that 'statement' is illegal and void.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In this connection it is to be observed that by the statute the doors of Kansas courts are closed against the Text-book Company, unless it <i>first</i> obtains from the secretary of state a certificate showing that the 'statement' mentioned in &#167; 1283 has been properly made. In other words, although the Text-book Company may have a valid contract with a citizen of Kansas, one directly arising out of and connected with its interstate business, the statute denies its right to invoke the authority of a Kansas court to enforce its provisions unless it does what we hold it was not, under the Constitution, bound to do; namely, make, deliver, and file with the secretary of state the statement required by &#167; 1283. If the state could, under any circumstances, legally forbid its courts from taking jurisdiction of a suit brought by a corporation of another state, engaged in interstate business, upon a valid contract arising out of such business, and made with it by a citizen of Kansas, it could not impose on the company, as <i>a condition of its authority to carry on its interstate business in Kansas</i>, that it shall make, deliver, and file that statement with the secretary of state, and obtain his certificate that it had been properly made. This court held in Chambers v. Baltimore &amp; O. R. Co. 207 U. S. 142, 148, 52 L. ed. 143, 146, 28 Sup. Ct. Rep. 34, that a state may, subject to the restrictions of the Federal Constitution, 'determine the limits of the jurisdiction of its courts, and the character of the controversies which shall be heard in them.' But it also said in the same case: 'The right to sue and defend in the courts is the alternative of force. In an organized society it is the right conservative of all other rights, and lies at the foundation of orderly government. It is one of the highest and most essential privileges of citizenship, and must be allowed by each state to the citizens of all other states to the precise extent that it is allowed to its own citizens. Equality of treatment in this respect is not left to depend upon comity between the states, but is granted and protected by the Federal Constitution.' How far a corporation of one state is entitled to claim in another state, where it is doing business, equality of treatment with individual citizens in respect of the right to sue and defend in the courts, is a question which the exigencies of this case do not require to be definitely decided. It is sufficient to say that the requirement of the statement mentioned in &#167; 1283 of the statute imposes a direct burden on the plaintiff's right to engage in interstate business, and therefore is in violation of its constitutional rights. It is the established doctrine of this court that a state may not, in any form or under any guise, directly burden the prosecution of interstate business. But such a burden is imposed when the corporation of another state, lawfully engaged in interstate commerce, is required, as a condition of its right to prosecute its business in Kansas, to make and file a statement setting forth certain facts which the state, confessedly, could not control by legislation. It results that the provision as to the statement mentioned in &#167; 1283 must fall before the Constitution of the United States, and with it&#8212;according to the established rules of statutory construction&#8212;must fall that part of <i>the same section</i> which provides that the obtaining of the certificate of the secretary of state that such statement has been properly made shall be a condition precedent to the right of the plaintiff to maintain an action in the courts of Kansas. Section 1283, looking at the object for which it was enacted, must be regarded as an entirety. These parts of the statute are so connected with and dependent upon each other that the clause relating to actions brought in the courts of Kansas cannot be separated from the prior clause in the <i>same section</i>, referring to the statement to be filed with the secretary of state, and the former left in force after the latter is stricken down as invalid. As the clause about suits in the courts of Kansas <i>expressly refers</i> to the prior clauses <i>in the same section</i> prescribing the statement to be filed with the secretary of state, the clause relating to suits would be meaningless without reference to the latter. We cannot suppose, from the words of the statute, that the legislature would have adopted the regulation about actions in the state courts, except for the purpose of enforcing the prior clause in the same section, relating to the statement to be filed with the secretary of state. The several parts of the section are not capable of separation if effect be given to the legislative intent. It is well settled that if a statute is in part unconstitutional, the whole statute must be deemed invalid, if the parts not held to be invalid are so connected with the general scope of the statute that they cannot be separately enforced, or, if so enforced, will not effectuate the manifest intent of the legislature. In Allen v. Louisiana, 103 U. S. 80, 84, 26 L. ed. 318, 319, this court referred with approval to what Chief Justice Shaw said on this point in Warren v. Charlestown, 2 Gray, 84. Referring to the rule obtaining in cases of statutes in part constitutional and in part unconstitutional, that eminent jurist said: 'But, if they are so mutually connected with and dependent on each other, as conditions, considerations, or compensations for each other, as to warrant a belief that the legislature intended them as a whole, and that, if all could not be carried into effect, the legislature would not pass the residue independently, and some parts are unconstitutional, all the provisions which are thus dependent, conditional, or connected, must fall with them.' See also Poindexter v. Greenhow, 114 U. S. 270, 29 L. ed. 185, 5 Sup. Ct. Rep. 903, 962; Spraigue v. Thompson, 118 U. S. 90, 30 L. ed. 115, 6 Sup. Ct. Rep. 988; Huntington v. Worthen, 120 U. S. 97, 30 L. ed. 588, 7 Sup. Ct. Rep. 469.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It results that as the part of &#167; 1283 which relates to the statement to be filed with the secretary is unconstitutional, and as the clause in the same section, relating to suits in the state court, is so dependent upon and connected with that part as to be meaningless when standing alone, the section must be held inoperative in all its parts, and as not being in the way of the enforcement in any state court of competent jurisdiction of the plaintiff's right to a judgment against the defendant for the amount conceded to be due from him to the Textbook Company under his contract. The judgment must be reversed and the case remanded for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Mr. Justice Moody heard the argument of this case, participated in its decision in conference, and approves the reversal of the judgment upon the grounds stated in this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The CHIEF JUSTICE and Mr. Justice McKenna dissent. dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/97222/"
}