{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "217 U.S. 286", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/97238/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "United States v. Carter", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "Nos. 551, 552, and 10, Original", 
    "id": 81621, 
    "resource_uri": "/api/rest/v2/citation/81621/"
  }, 
  "id": 97238, 
  "blocked": false, 
  "judges": "Lurton", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1910-04-18", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>217 U.S. 286 (1910)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nOBERLIN M. CARTER.<br>\nOBERLIN M. CARTER<br>\nv.<br>\nUNITED STATES. EX PARTE: IN THE MATTER OF THE UNITED STATES, PETITIONER.</h1></center>\n<center>Nos. 551, 552. No. 10, Original.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 13, 14, 1910.</center>\n<center>Decided April 18, 1910.</center>\nAPPEALS FROM THE CIRCUIT COURT OF APPEALS FOR THE SEVENTH CIRCUIT. PETITION FOR WRIT OF PROHIBITION.\n<p><span class=\"star-pagination\">*287</span> <i>Mr. Marion Erwin,</i> with whom <i>Mr. Edwin W. Sims</i> was on the brief for the United States, Appellant in No. 551 and <span class=\"star-pagination\">*288</span> Appellee in No. 552, and <i>The Solicitor General</i> for the United States in No. 10, Original:<sup>[1]</sup></p>\n<p><i>Mr. J.B. Foraker,</i> with whom <i>Mr. John B. Daish</i> was on the brief, for appellants in No. 552; appellees in No. 551.</p>\n<p><span class=\"star-pagination\">*297</span> MR. JUSTICE LURTON delivered the opinion of the court.</p>\n<p>This is a bill which seeks to compel the defendant, Oberlin M. Carter, late a captain in the army of the United States, to account for illicit gains, gratuities and profits received by him through collusion with contractors for river and harbor improvements in the Savannah, Georgia, improvement district, and to follow such illicit profits into securities and other property held for him by other defendants to the suit.</p>\n<p>In substance, the bill charges that under an appropriation made by Congress for the improvement of the harbor of Savannah certain contracts were entered into with John F. Gaynor and Benjamin D. Greene, doing business either in their joint names, or the name of one of them, or as the Atlantic Contracting Company. That these contracts were made in pursuance of plans and specifications prepared and let out under biddings conducted by the defendant Oberlin M. Carter, then an engineer officer assigned as local engineer of the improvements projected in the Savannah district. These contracts were executed, the appropriations disbursed and the work supervised and accepted by said officer, or under his advice and recommendations, by the War Department.</p>\n<p>It is charged that Carter entered into a corrupt arrangement with the said contractors, by which he undertook to use his power and discretion in the preparation of specifications and contracts, and in advertising and letting the same out in such a way as to enable Gaynor and Greene to become contractors under conditions which would insure them a large profit, and to use his influence, power and discretion in the supervision and acceptance of the work to their greatest advantage. It is then, in substance, averred that in consideration of such service to them and the betrayal of his trust he should share in the profits and receive one-third of every distribution made. It is <span class=\"star-pagination\">*298</span> charged in substance that under such agreement or understanding there was paid over to the defendant Carter about $500,000 as his share of the profits, and that the same was converted into real estate, bonds, stocks and negotiable notes, and that much of these gains were later placed in the custody of certain other defendants named in the bill, two of them being brothers of defendant Carter, to wit, Lorenzo D. Carter and I. Stanton Carter, who are charged as holding same as agents for Oberlin M. Carter. Securities aggregating in value some $400,000, into which the larger part of the share of the defendant Oberlin M. Carter is said to have gone, were attached under this and other bills, ancillary in character, and placed in the hands of a receiver to abide the result of a decree in this case, the same decree to go down in the ancillary suits in other jurisdictions in which any part of the property or securities has been impounded.</p>\n<p>There was a decree in favor of the United States in the Circuit Court substantially as prayed for. Upon an appeal by the defendants and cross-appeal by the United States, to the Circuit Court of Appeals, the decree was affirmed as far as it went, and was enlarged in certain matters upon the appeal of the United States. The original defendants have appealed from this last decree so far as it was favorable to the complainant, and the United States has perfected a cross-appeal with reference to certain parts of the decree with which it is discontent. Thus the whole case is here as upon a broad appeal and the several appeals have been heard upon the entire record, consisting of some thirty printed volumes.</p>\n<p>The facts essential to be stated, as sifted out of this great record of pleadings and evidence, are these: From some time in 1889 until July 20, 1897, Oberlin M. Carter, then a brilliant and rising officer of engineers in the army of the United States, was assigned to duty and placed in charge of certain improvements, for which an appropriation had been made, in the harbor of Savannah. It is enough to say, without going into particulars, that this duty involved large powers and considerable <span class=\"star-pagination\">*299</span> discretion in the matter of plans, preparation of contracts, advertising for and acceptance of bids, superintendence and acceptance of the work as it progressed, and some latitude in the construction and modification of contracts. It is undoubtedly true that the plans, the form of contracts, the character and time of advertising, and acceptance of bids, as well as most matters involving the exercise of judgment and discretion during the execution of contracts, were reported to the War Department for its approval or rejection. Nevertheless it is most thoroughly made out that the action and recommendation of a local engineer officer in charge of such work practically determined the situation so long as he had the confidence of his superiors and kept within the general limits of the appropriation by Congress for the work in hand. Passing by a number of comparatively small contracts made prior to 1892, as well as a very large one made in 1896, but not completed when Captain Carter was succeeded in July, 1897, the bill charges:</p>\n<p>\"That commencing with the contract No. 4820 of September 16, 1892, let in the name of Edward H. Gaynor, contractor, that after the payment of the cost of the work, and after the payment to the other persons, parties to the said fraudulent scheme as aforesaid, the profits amounting to over two million dollars, of all the aforesaid contracts so fraudulently let as aforesaid, were divided from time to time between Oberlin M. Carter, Benjamin D. Greene and John F. Gaynor in three equal shares, one of which shares was apportioned to the said Oberlin M. Carter as his share of the profits arising from the consummation of said scheme to defraud the United States.\"</p>\n<p>Aside from certain contracts prior to September, 1892; and subsequent to May, 1896, the Circuit Court found, and the Circuit Court of Appeals confirmed the finding, that between September 16, 1892, and May 12, 1896, the United States, through the defendant Oberlin M. Carter, as its disbursing officer, paid to Gaynor and Greene, or the Atlantic Contracting Company, a corporation of which they owned all of the shares <span class=\"star-pagination\">*300</span> except a few assigned to certain kinsmen for organization purposes, on account of what we shall hereafter describe as Gaynor and Greene contracts, the sum of $2,567,493.48. They also found that of this sum $1,815,941.62 was distributed as net profits between John F. Gaynor, Benjamin D. Greene and some third person not publicly known to be interested. The remainder, $751,551.86, was the sum disbursed by Greene and Gaynor for labor, supplies and salaries, being the actual cost of the work for which the Government had in some way been induced to pay, under contracts drawn and supervised by Captain Carter, the sum of $2,567,493.48. These figures are not derived from any set of books kept by either the contractors or by Carter. Though the execution of these contracts extended over a period of four years and involved the receipt and expenditure of millions, yet the contractors say they kept no books other than one which related to supplies bought and ordinary labor or salary accounts, and that that book could not be produced. The plan under which Greene and Gaynor carried on these great affairs, as shown by the evidence, was to apply monthly payments received from Carter, as the Government's disbursing officer, to the payment of the monthly expenses and advances which might have been made by one or the other of the contractors, and then divide the balance into three parts, one part being at once handed over to Greene, another to Gaynor and the third to some third person, who both courts found upon the evidence to have been one Robert F. Westcott, the father-in-law of the defendant Oberlin M. Carter, or to accounts kept in his name, and that this third was ultimately turned over to Carter himself.</p>\n<p>Without any distinct finding as to the <i>method</i> by which the Government had been defrauded <i>or as to the extent of actual loss sustained,</i> both courts concurred in the conclusion that the Government had been defrauded, and had suffered great loss. Without any distinct finding as to whether one-third of the profits realized had been paid over to Robert F. Westcott, as a secret partner with Greene and Gaynor, or to him as the <span class=\"star-pagination\">*301</span> representative of Captain Carter, yet both courts concurred in holding that, if Westcott was interested as a partner in the contracts, Carter, under all of the facts, was chargeable with knowledge of such partnership relation, and that, if with such knowledge he accepted from Westcott the share of profit so received, he was accountable to the Government for all such illicit gratuities or gains. In view of this concurrence of opinion upon these material facts the burden rests heavily upon the appellant Oberlin M. Carter to satisfy this court that their conclusions are plainly erroneous, or that, conceding the facts to be as found, the decree holding him accountable is erroneous as matter of law. <i>The Carib Prince,</i> 170 U.S. 655, 658; <i>Brainard</i> v. <i>Buck,</i> 184 U.S. 99.</p>\n<p>But counsel have urged with great force and much confidence that the conclusion of both of the courts below rests upon no secure foundation, and that there has been a great miscarriage of justice in finding that Captain Carter was ever in any way interested in these contracts or that he ever, directly or indirectly, consciously shared in any profits arising therefrom. This protest does not, as we understand it, involve any serious denial of the fact that nearly two millions of dollars were realized as profit upon contracts drawn by, let out and supervised by Captain Carter at a net cost to the contractors of less than one million dollars; nor does it involve any serious denial that approximately one-third of this abnormal profit was paid over to some third person not publicly known to have had any connection with the contracts or the contractors. If, however, we are in error in assuming such a limitation upon the contention of counsel, there is no reasonable ground, upon this record, for doubting the correctness of the conclusion reached by the courts below as to either of these matters. It may be conceded that no witness proves an express agreement between the contractors and Carter that he should serve them in the letting or execution of these contracts. So far as the principals have spoken, they have denied any such agreement.</p>\n<p>But it is said that none of the specific averments of the bill <span class=\"star-pagination\">*302</span> as to the methods by which the Government had been defrauded were sustained by either the Circuit Court or the Circuit Court of Appeals. Thus it was averred that Carter had shortened the time required by regulations for advertising for bids, that he had made it difficult for some intending bidders to secure the plans and specifications, that he had deterred others by unduly magnifying the risks of the work, that the specifications were so drawn as to leave to the Government the option of two or more materials of different value, or two or more methods of doing parts of the work, or the right to substitute one material for another. It was also averred that Greene and Gaynor were in advance advised as to how such options would be exercised, but that other proposing bidders were not, and that by this and other artifices Greene and Gaynor were enabled to secure contracts at unreasonable prices. It is then averred that Carter had collusively and fraudulently increased unduly the quantity of some materials required and diminished that of other kinds; that he had exercised options reserved in such a way as to greatly increase the cost of the work and the profit of the contractors; that he had permitted changes in materials and methods of using the materials and of doing the work in such manner as to be of disadvantage to the United States and of advantage to the contractors, and that he had permitted the use of cheap and inferior materials and had accepted bad and inferior work.</p>\n<p>Aside from the elusiveness of a fraud well concocted and unsuspected while going on, there was in the way of the Government in this case the fact that in respect to almost everything which had served to add to the cost of the work and to the profit of the contractors Carter had confessedly a wide discretion. That he might be controlled in the exercise of this by his superior officers or by the War Department when important changes, modifications or substitutions were made, is true. But, in actual practice, this War Department approval was largely official and formal when the engineer in charge was regarded as capable and honest and his recommendation <span class=\"star-pagination\">*303</span> within the limit of the appropriation or of the contract as made. It was the fact that such an officer in control of such work had a wide discretion which at once made his fidelity of the utmost importance to the Government and his cooperation and collusion of such large value to the contractors. This discretion was the stumbling block in the way of the Circuit Court. It was not easy to show in some instances that the work had suffered by the substitution of one material for another, or by the increase of one kind of mat in mattress work for another, or by one method of measuring or paying for mattress work rather than by another. When contracts and specifications were elastic enough, as seems to have been the case with the Greene and Gaynor contracts, to justify varying interpretations, or full of options as to materials or methods, as was the fact here, nothing short of conduct or action plainly indefensible as an exercise of honest judgment would justify an inference of corruption. When to this situation there was added the fact that as a whole the harbor improvement had been intelligently and scientifically carried out and was apparently an engineering success, and that this result had been reached within the limit of the Congressional appropriation, it was not surprising that upon this line of evidence, considered apart from all other things, the Circuit Judge found himself unable to predicate fraud and corruption upon the conduct of Carter in these details which the bill pointed out as the methods by which he had enabled a great fraud upon the Government to be carried out and by which his corrupt collusion was to be established.</p>\n<p>The Circuit Court, upon this aspect of the evidence, said:</p>\n<p>\"The evidence leaves the court with the impression that there was carelessness in the manner in which some of the work was done, indeed, carelessness for which Carter was justly entitled to be criticised, but considering the material results, the magnitude of the work, and assuming the absence of any mercenary or other ulterior motive on Carter's part, except such as might be justly deduced from the facts so far <span class=\"star-pagination\">*304</span> considered, I am of the opinion, as was Senator Edmunds in the court-martial case, that Carter's course in the premises was not necessarily an abuse of the discretion vested in him, nor seriously inconsistent with his claim that he discharged his duty to the government, and that, limited as above stated, under the rule of evidence obtaining in such case, the government has failed to maintain its case.\"</p>\n<p>Excluding, as the Circuit Court did, all consideration of the extraordinary profit which the contractors had in some way realized upon these contracts, and that through indirect ways approximately five hundred thousand dollars of this profit had come at last to the possession of Carter it is not surprising that that court did not find evidence of such gross abuse of discretion as to justify a finding that he had conspired with Greene and Gaynor to defraud the Government.</p>\n<p>But the case of the United States against the defendants is not to be determined by the consideration of the sufficiency of any one fact or group of facts, but by a judgment based upon the evidence as a whole. The learned Circuit Judge very nearly fell into error by such a partial view of the case. From ultimate error he was saved by the subsequent consideration of the principal, and really determinative, factors in the case, namely, the abnormal profit which the contractors had in some way been able to realize, and the evidence tracing one-third of that profit into Carter's hands, with no credible reason for such result. The Circuit Court of Appeals took a somewhat wider view of the matter. Thus that court said:</p>\n<p>\"We concur, therefore, in the view expressed in the opinion filed by the trial judge, that the charge of conspiracy between Captain Carter and the contractors to defraud the United States, under the contracts referred to, is: (<i>a</i>) neither established by direct evidence, (<i>b</i>) nor can such charge be upheld under the testimony alone of methods adopted in making specifications, advertising for bids, treatment of proposed bidders, or letting contracts, (<i>c</i>) nor under one or <span class=\"star-pagination\">*305</span> the other several branches of testimony reviewed in the opinion, considered independently of the entire chain of circumstances. But these conclusions are not the tests of sufficiency of the entire chain of circumstantial evidence to sustain that charge. While the fact is established, as there stated, `that a great wrong was practiced in this raid upon the government,' we are not satisfied that the right of the United States, `to a decree awarding to it' all property in question `arising from funds made up of profits realized by the contractors' therein, may rightly rest, as there stated, upon the proposition that Carter must `as a conclusion of law be held chargeable with knowledge of what was being done in the premises.'</p>\n<p>\"Under the settled facts above recited, however, linked with cumulative evidence, tending to prove actual knowledge on the part of Captain Carter of the excessive profit in the mattress work and of divisions thereof with Wescott in New York, and complicity in the fraudulent transactions, of which (at one time or another) he acquired approximately one-third of the net proceeds, we are constrained to the belief that the evidence is decisive, not only of frauds perpetrated by the contractors, but of concurrence and participation therein by Captain Carter.\"</p>\n<p>If it be once assumed that the defendant Carter did secretly receive from Greene and Gaynor a proportion of the profits gained by them in the execution of the contracts in question, the right of the United States in equity to a decree against him for the share so received is made out. It is immaterial if that appears whether the complainant was able to show any specific abuse of discretion, or whether it was able to show that it had suffered any actual loss by fraud or otherwise. It is not enough for one occupying a confidential relation to another, who is shown to have secretly received a benefit from the opposite party, to say, \"You cannot show any fraud, or you cannot show that you have sustained any loss by my conduct.\" Such an agent has the power to conceal <span class=\"star-pagination\">*306</span> his fraud and hide the injury done his principal. It would be a dangerous precedent to lay down as law that unless some affirmative fraud or loss can be shown, the agent may hold on to any secret benefit he may be able to make out of his agency. The larger interests of public justice will not tolerate, under any circumstances, that a public official shall retain any profit or advantage which he may realize through the acquirement of an interest in conflict with his fidelity as an agent. If he takes any gift, gratuity or benefit in violation of his duty, or acquires any interest adverse to his principal without a full disclosure, it is a betrayal of his trust and a breach of confidence, and he must account to his principal for all he has received.</p>\n<p>The doctrine is well established and has been applied in many relations of agency or trust. The disability results not from the subject-matter but from the fiduciary character of the one against whom it is applied. It is founded on reason and the nature of the relation and is of paramount importance. \"It is of no moment,\" said Lord Thurlow, in <i>The New York Buildings Company</i> v. <i>Alexander Mackenzie,</i> 3 Paton, 378, \"what the particular name or description, whether of character or office, situation or position is, on which the disability attaches.\" Thus, in <i>Aberdeen Railroad Company</i> v. <i>Blaikie Brothers,</i> 1 MacQueen's Appeal Cases, 461, 472, it was applied to a contract of a director dealing in behalf of his company. Lord Chancellor Cranworth, in respect to the general rule, said:</p>\n<p>\"And it is a rule of universal application, that no one having such duties to discharge, shall be allowed to enter into engagements in which he has, or can have, a personal interest conflicting, or which possibly may conflict with the interest of those he is bound to protect.</p>\n<p>\"So strictly is this principle adhered to, that no question is allowed to be raised as to the fairness or unfairness of a contract so entered into.</p>\n<p>\"It obviously is, or may be, impossible to demonstrate <span class=\"star-pagination\">*307</span> how far in any particular case the terms of such a contract have been the best for the interest of the <i>cestui que trust,</i> which it was possible to obtain.</p>\n<p>\"It may sometimes happen that the terms on which a trustee has dealt or attempted to deal with the estate or interests of those for whom he is a trustee, have been as good as could have been obtained from any other person \u0097 they may even at the time have been better.</p>\n<p>\"But still so inflexible is the rule that no inquiry on that subject is permitted. The English authorities on this head are numerous and uniform.</p>\n<p>\"The principle was acted on by Lord King in <i>Keech</i> v. <i>Sandford,</i><sup>[1]</sup> and by Lord Hardwick in <i>Whelpdale</i> v. <i>Cookson,</i><sup>[2]</sup> and the whole subject was considered by Lord Eldon on a great variety of occasions. It is sufficient to refer to what fell from that very learned and able judge in <i>Ex parte James.</i></p>\n<p>\"It is true that the questions have generally arisen on agreements for purchases or leases of land, and not, as here, on a contract of a mercantile character. But this can make no difference in principle. The inability to contract depends not on the subject-matter of the agreement, but on the fiduciary character of the contracting party, and I cannot entertain a doubt of its being applicable to the case of a party who is acting as manager of a mercantile or trading business for the benefit of others, no less than to that of an agent or trustee employed in selling or letting land.\"</p>\n<p>In <i>City of Findlay</i> v. <i>Pertz,</i> 66 Fed. Rep. 427, 435, it was applied to a contract where it was shown that a municipal official, buying for the municipality, had received a commission from the seller. In that case the Circuit Court of Appeals said:</p>\n<p>\"His duty was to give to the public service the full benefit of a disinterested judgment and the utmost fidelity. Any agreement or understanding by which his judgment or duty conflicted with his private interest was corrupting in its <span class=\"star-pagination\">*308</span> tendency. We know of no more pernicious influence than that brought about through a system of commissions paid to public agents engaged in buying public supplies. Such arrangements are a fruitful source of public extravagance and peculation. The conflict created between duty and interest is utterly vicious, unspeakably pernicious, and an unmixed evil. Justice, morality and public policy unite in condemning such contracts, and no court will tolerate any suit for their enforcement.\"</p>\n<p>In Leake on Contracts, 409, it is said:</p>\n<p>\"Any profit made by an agent in the execution of his agency must be accounted for to the principal, who may claim it as a debt for money received to his use. A gratuity given to an agent for the purpose of influencing the execution of his agency vitiates a contract subsequently made by him, as being presumptively made under that influence, and a gratuity to an agent after the execution of the agency, must be accounted for to his principal.\"</p>\n<p>See also Perry on Trusts, § 430, and Parsons on Contracts, 6th ed., § 89.</p>\n<p>The principle is most often applied in cases where one holding the relation of a trustee buys the trust property, though at public sale. Examples are numerous. <i>Michoud</i> v. <i>Girod,</i> 4 How. 503, 555, is a leading case decided by this court. Referring to the general rule, which forbids one to buy in an estate, directly, or indirectly, when he is acting for the seller, this court said:</p>\n<p>\"The general rule stands upon our great moral obligation to refrain from placing ourselves in relations which ordinarily excite a conflict between self-interest and integrity. It restrains all agents, public and private; but the value of the prohibition is most felt, and its application is more frequent, in the private relations in which the vendor and purchaser may stand towards each other. The disability to purchase is a consequence of that relation between them which imposes on the one a duty to protect the interest of the other, from the <span class=\"star-pagination\">*309</span> faithful discharge of which duty his own personal interest may withdraw him. In this conflict of interest, the law wisely interposes. It acts not on the possibility that, in some cases, the sense of that duty may prevail over the motives of self-interest, but it provides against the probability in many cases, and the danger in all cases, that the dictates of self-interest will exercise a predominant influence, and supersede that of duty. It therefore prohibits a party from purchasing on his own account that which his duty or trust requires him to sell on account of another, and from purchasing on account of another that which he sells on his own account. In effect, he is not allowed to unite the two opposite characters of buyer and seller, because his interests, when he is the seller or buyer on his own account, are directly conflicting with those of the person on whose account he buys or sells.\"</p>\n<p>In <i>Robertson</i> v. <i>Chapman,</i> 152 U.S. 673, 681, this court, in dealing with the matter of a sale by an agent to himself effected under cover of another, said:</p>\n<p>\"If an agent to sell effects a sale to himself, under the cover of the name of another person, he becomes, in respect to the property, a trustee for the principal, and, at the election of the latter, seasonably made, will be compelled to surrender it, or, if he has disposed of it to a <i>bona fide</i> purchaser, to account not only for its real value, but for any profit realized by him on such resale. And this will be done upon the demand of the principal, although it may not appear that the property, at the time the agent fraudulently acquired it, was worth more than he paid for it. The law will not, in such case, impose upon the principal the burden of proving that he was, in fact, injured, and will only inquire whether the agent has been unfaithful in the discharge of his duty. While his agency continues he must act in the matter of such agency solely with reference to the interests of his principal. The law will not permit him, without the knowledge or assent of his principal, to occupy a position in which he will be tempted not to do the best he may for the principal.\"</p>\n<p><span class=\"star-pagination\">*310</span> Reading the evidence in relation to Captain Carter's conduct in drafting the specifications, advertising, acceptance of bids, and more particularly his almost invariable exercise of options and other discretionary powers in the subsequent execution of the contracts let to Greene and Gaynor, in the light of the abnormal profit realized by them, of which, approximately, five hundred thousand dollars ultimately found its way into his possession, we can but entertain a strong conviction that his relations with them from the beginning were inconsistent with his fidelity to the United States, and that he must account to his principal for every dollar of gain or profit or advantage which has been derived by him from these contracts.</p>\n<p>The defense against such a conclusion rests upon three propositions:</p>\n<p>1. That the affirmative evidence that he abused his discretion and secretly and corruptly favored Greene and Gaynor is not sufficient.</p>\n<p>We shall not consider this proposition apart from the other two, for it is not material whether the evidence referred to, considered out of relation to the other parts of the case, would or would not make out a case of fraud.</p>\n<p>2. That, in view of the great risk attendant upon such works, the profit claimed to have resulted was not so abnormal as to justify an inference of fraud, and that it was in part due to cheap labor, bordering upon peonage.</p>\n<p>Neither should this contention be considered apart from the chain of evidence which leads to but one inevitable result, namely, that this great profit was not legitimate. Looked at, apart from everything else, a profit of $1,815,941.62 upon a job which cost the contractor but $751,551.86 arouses deep suspicion, and demands a clear explanation. That explanation does not appear in the facts of this record.</p>\n<p>3. It is urged that Captain Carter's greatly increased personal expenditures during the progress of this work, and his acquisition of some four hundred thousand dollars' worth of <span class=\"star-pagination\">*311</span> bonds, stock and other property, much of which has been impounded in this case as property into which his illicit gains and gratuities have been traced, arose from the generous bounty of Robert F. Westcott, and that Carter was ignorant of any interest Westcott had in the Greene and Gaynor contracts, and of the fact, if it be a fact, that Westcott's gratuities came from his participation in the distribution of the profit on the Greene and Gaynor contracts.</p>\n<p>This last proposition presents the very crux of the case. What was Westcott's relation to the Greene and Gaynor contracts? It has been suggested rather than urged that he was, secretly, a partner in these enterprises. There is no evidence that he was, other than the fact that very many profit dividends are traced to bank accounts standing in his name. But, if he was, and Carter bargained with him for a share in the profit, knowing his relation, the legal consequence is the same as if he had received the same interest from Greene or Gaynor. But the apparent participation of Mr. Westcott in the profit arising from the Greene and Gaynor contracts is not inconsistent with a mere agency for Carter, and such an agent we think he was. That Carter could not openly receive any gains or gratuities from Greene and Gaynor is obvious. Some go-between was essential. The requisite conditions for such a screen would suggest Mr. Westcott. He was an aged retired business man of some fortune, residing in New York. Captain Carter, in October, 1890, married one of his daughters. Mrs. Carter died in December, 1892, leaving no issue. During the marriage Mr. Westcott made Mrs. Carter a small monthly allowance. His regard and esteem for Captain Carter during the time of and subsequent to this marriage was, on the evidence, very pronounced, and this relation affords the basis for the claim that Captain Carter's greatly increased personal expenditures during the progress of the Greene and Gaynor contracts was due to Mr. Westcott's generous and unceasing gratuities. It is shown that Captain Carter's income was substantially limited to his pay as captain and that his personal <span class=\"star-pagination\">*312</span> expenditures did not exceed three or four thousand dollars per annum down to 1892. From then on his expenditures steadily increased, until they reached and passed twenty thousand dollars per annum. Now it cannot escape observation that this great change in his manner of living began with the Greene and Gaynor contracts and became more and more marked through the progress of the work under his supervision. It does not follow, of course, that the means for such widening expenditures came from these contracts, but the circumstance is suspicious and calls for satisfactory explanation.</p>\n<p>Among other details averred in the bill of complaint is, that, beginning in 1892 and continuing down to 1896, Captain Carter was continuously engaged in making investments in loans, real estate, bonds and stocks, and that the amount so invested aggregated more than four hundred thousand dollars. Many of these investments turned out to be in the identical securities, which, after much difficulty, were impounded under the process in this case, and are now in the hands of the receiver.</p>\n<p>That the increase from these investments was collected by him, ostensibly for Mr. Westcott, is not questioned. That he applied it to his own personal use is shown by a comparison of the bank accounts standing in his name and those in the name of Westcott, as well as by the inference to be drawn from the remarkable correspondence between the increasing volume of this income and his own personal expenditures. Now Carter does not deny that he did make large investments during 1892, and the years following, nor that the properties and other securities impounded in this case are in large part the result of such investments. What he does claim is that in making such investments he was acting for Westcott under powers of attorney which cover most of the time, and under oral authority during the rest. His use of the income from such investments or of means approximating such income, he says, was due to the generous bounty of Mr. Westcott. His title and right to the property in which he made such investments <span class=\"star-pagination\">*313</span> for Mr. Westcott he distinctly sets up in his sworn answer as resting alone upon donations made to him in October, 1897, and he sets out as evidence of title two receipts. In that he says that he \"never had any interest, direct or indirect, in the securities described in the receipts of October 11 and 29, 1897, <i>until the same were respectively given to this defendant as a pure and original donation by said Westcott at the time of said respective receipts in October, 1897.\"</i></p>\n<p>The first of these receipts reads thus: \"Received New York Oct. 11, 1897, from R.F. Westcott the following bonds, sixty-three in all.\" Then follows the numbers and description of bonds. Signed \"O.M. Carter.\" The other reads thus: \"Received New York Oct. 29, 1897, from R.F. Westcott, the following instruments.\" Then follows a long list of notes, mortgages, stocks and bonds. Signed \"O.M. Carter.\" The securities described in these receipts are undoubtedly the same securities bought by him from time to time, ostensibly for Mr. Westcott. These purchases and investments show a remarkable correspondence in date and amounts with the dividend distributions of Greene and Gaynor profits, and undoubtedly represent the one-third of such profit nominally paid to the account or credit of Westcott. During the years covering these distributions Captain Carter, according to his own account of matters, stood for and represented Mr. Westcott, sometimes by oral direction and sometimes by power of attorney. Certain it is that there was a blending of the business affairs of these two men rarely ever seen. Under Carter's powers of attorney he checked upon Westcott's bank account as his own. He had free access to his safe deposit box, where these securities were kept, and collected interest and dividends as they accrued. Certain investments of large amounts were shown to have been made by him which did not appear in Westcott's bank account. This was explained by Carter, who, in substance, said that Mr. Westcott had, on going off to Europe, left a large amount of currency in his safe deposit box, and that he invested this money for Westcott. Not less than <span class=\"star-pagination\">*314</span> one hundred thousand dollars of money appears to have come from that source, and yet Carter says that he cannot say how much Mr. Westcott left there, nor how much remained when he returned, and that although he and Mr. Westcott had occasional settlements, they neither gave nor received receipts nor rendered accounts. There is no positive, competent evidence explaining just why these securities were in the personal custody of Mr. Westcott in October, 1897. Captain Carter was relieved at Savannah in July, 1897, by Captain Gillette, who very early discovered indications of maladministration by his predecessor. By direction of General Wilson he pressed his investigations and caused charges to be preferred. In August, 1897, and before Gillette's discoveries had been made public, Captain Carter was sent to England as military attache with the American embassy. Within a month he returned, doubtless due to orders, only to find that serious charges, involving his career and his honor, had been preferred, and that his management of the Savannah district improvements was about to undergo a thorough investigation. There is evidence, as we have before stated, strongly tending to show that he had himself collected the interest and dividends upon the shares and bonds mentioned in these receipts up to the time he went abroad, a fact which points to his having had personal custody of these securities up to that time. Though there is no competent positive evidence that he did turn these securities over to Westcott, or caused them to be placed in his hands, for safe-keeping, before his trip abroad, there is good reason for believing so. Frederick P. Solley, another son-in-law of R.F. Westcott, says that he went with Mr. Westcott to his safe deposit box in October, 1897, to get these securities. The statement then made to him by Westcott as to why he had possession of these instruments was objected to as not competent, being declarations in the absence of Carter. The objection was sustained, and there is no error assigned. Solley says \"that he and Westcott carried them to the office of Mr. Stimson, Westcott's lawyer;\" there a list was made out and the witness checked them <span class=\"star-pagination\">*315</span> over. He did not see them delivered to Carter. But Mr. Stimson did. What explanation Mr. Westcott made to him of the transaction before Carter's arrival and delivery to him has been excluded, because not made in Carter's presence. He, however, saw the transfer, and saw the receipt signed. The significance of Stimson's evidence as to what was said in the presence of both Westcott and Carter is that nothing was said as to this being a gift, and that no acknowledgment was made so indicating. He does not recall anything said by Westcott in the presence of Carter. He does, however, say that after Carter had taken the securities, alluding to a number of bonds which were among the securities, he said: \"Daddy, I want you to take these,\" or \"Daddy, I want to give these bonds to you. Something substantially to that effect, and that Mr. Westcott replied: `No,' either verbally or with some gesture of dissent. Captain Carter put the bonds which he had referred to back with the others and took them all.\" A proposal to give to Westcott a part of the very securities which Westcott was then giving to Carter as a \"pure donation,\" is incompatible with the latter contention; it accords more with the attitude of one who was receiving back his own from one who had performed a great service as custodian of property which the owner had reason for concealing from publicity.</p>\n<p>A more significant fact pointing to the same conclusion is that Robert F. Westcott did not come forward and testify in favor of his son-in-law before the board of inquiry, or before the subsequent court-martial. The investigation before the board of inquiry and the trial before the court-martial involved Carter's execution of the contracts in question, and his business relations with both the contractors and with Westcott. In both investigations Carter claimed, then as now, that his large personal expenditures were met by gifts to his wife and, after her death, to himself by Mr. Westcott, and that in the purchase of large amounts of securities and other property he had only acted for Mr. Westcott. The testimony of Mr. Westcott was vital to his defense upon the merits. The board of <span class=\"star-pagination\">*316</span> inquiry sat in the fall of 1897, and the court-martial later. Westcott was living during both proceedings; but he appeared in neither, though urged to appear by General Gillespie, the president of the board. When the evidence was taken in the pending case he was dead, having died in July, 1901. If it be conceded that the testimony of one not in the service could not have been required in a purely military investigation, it was within Westcott's power to have voluntarily testified as many other witnesses did. After Carter had been convicted there occurred in the city of New York certain removal proceedings before a United States commissioner, for the purpose of removing Greene and Gaynor from New York to Savannah for trial upon indictments there pending for the very fraud here under consideration. Carter was included in the same indictments, but was not a party to the removal proceedings mentioned. In that case Mr. Westcott was examined by the United States. His evidence then delivered was offered by the United States in the Circuit Court as evidence in this case, but was excluded upon objection, as having been given in a proceeding to which Carter was not a party and without opportunity for cross-examination by him. The objection was rightly sustained. The evidence was, however, admitted for the purpose of fixing notice upon the defendants Lorenzo D. Carter and I. Stanton Carter of the character of the title of their brother, Oberlin M. Carter, to the securities involved in this suit. The evidence was properly admitted solely for the purpose of showing Westcott's disclaimer of any title to or interest in the securities which he handed over to Carter, as shown by his receipts mentioned above. We, however, exclude any statement made by him as against the defendant Oberlin M. Carter. The significant fact remains that Robert F. Westcott, though the close friend, and, indeed, the affectionate friend of his ex-son-in-law, Oberlin M. Carter, did not voluntarily appear before either of the military tribunals in his defense, and, figuratively, stood by and saw him broken in rank and sent in ignominy to serve a term of five years for <span class=\"star-pagination\">*317</span> having betrayed his trust. It is true that Captain Carter says that he did all he could to persuade Mr. Westcott to appear and testify. Nevertheless the failure of Captain Carter to secure his evidence, in view of their relation, justifies a presumption that it would not have borne out the defense.</p>\n<p>The conclusion we must reach is, that Robert F. Westcott was but the agent and representative of Oberlin M. Carter in the receipt of a share in the profit made by Greene and Gaynor.</p>\n<p>For whatever gains, profits or gratuities he is shown to have received he must account.</p>\n<p>The contention that any recovery must be limited to property or securities into which such illicit gains have been traced is not sound.</p>\n<p>The facts stated by the bill and supported by the evidence show that Carter received from Greene and Gaynor, directly or indirectly, something in excess of five hundred thousand dollars as his share in the Greene and Gaynor contracts. Under the legal principle, which we have heretofore announced, the United States may require Captain Carter to account for all he has received by way of gain, gifts or profits out of the Greene and Gaynor contracts, irrespective of the actual damage it has sustained or its ability to follow such gains into specific property. Undoubtedly it may, as by its bill it sought to do, follow the fund so corruptly received and assert title to any property into which such illegal gains have gone. But there was a prayer for \"other, further and general relief,\" and under that it was entitled to a judgment, as for money had and received for its use, for any difference between the cost of the specific property recovered and the gains so received which it is unable to trace. The decree against O.M. Carter was for a much less sum than such difference.</p>\n<p>Neither did the agreement of November 6, 1901, between the parties, of which we shall speak later, afford any defense to the judgments against I.S. and L.D. Carter. Those judgments were for securities traced to their possession, which <span class=\"star-pagination\">*318</span> had not been disposed of in good faith, in view of the knowledge they had of the character of Captain Carter's title and the legal right of the United States to pursue his illegal gains into the property in their hands. There is no error in the decree below of which the cross-appellants can complain.</p>\n<p>There remains for consideration the appeal by the United States. This involves allowances made out of the funds in court into which the gains of Carter had been traced, under an agreement between the United States and the defendants O.M. Carter and his brothers. Only the second, seventh, eighth and ninth paragraphs of the agreement need be set out, and they are set out in the margin.<sup>[1a]</sup></p>\n<p><span class=\"star-pagination\">*319</span> The United States assigns as error the allowance of a fee of $60,000 to Mr. H.G. Stone for his services in this and the ancillary suits, of which a balance of $42,500 was directed to be paid by the receiver out of the fund in court. Certain other payments to other counsel and for other expenses are also objected to. The ground of objection is that the allowance to Mr. Stone is excessive, and that neither that fee nor any of the other items should have been paid, <i>because the condition upon which the United States agreed to the use of the fund had not been complied with.</i></p>\n<p>So far as the amount of the allowance is concerned, we do not feel authorized to disturb it, as two courts in succession <span class=\"star-pagination\">*320</span> have concurred in the amount allowed as reasonable. The consideration for the stipulation was abundantly sufficient to justify the assent of the United States. As it turns out, the bargain may appear to have been too generous, for the right of the United States to the entire fund which had been turned over to Lorenzo D. and I. Stanton Carter, as things now appear, was clear. Whether the securities which were the subject of this stipulation could have been seized and subjected was not so clear then, nor was the character of the claims which might be asserted by L.D. and I.S. Carter to these assets then fully known. Upon this stipulation they agreed to turn over to the receiver the assets claimed by the United States in the pending bill, which had not been theretofore <i>\"bona fide disposed of by them, and therefore beyond their control.\"</i> This agreement necessarily left open for adjustment the question as to what assets received from O.M. Carter by his brothers, the defendants L.D. and I.S. Carter, <i>had been theretofore disposed of by them bona fide,</i> and which were therefore beyond their control. Immediately thereafter I.S. Carter delivered to the receiver assets in specie aggregating $71,660. The receiver's receipt is dated November 11, 1901. On May 23, 1900, I.S. Carter and Ditson P. Carter received from one J.H. Paul, in trust, for O.M. Carter, a long list of securities, of which a part went into the possession of Ditson P. Carter and the rest into the possession of I.S. Carter. The securities turned over on November 11, 1901, by I.S. Carter are a part of those covered by the receipt given to J.H. Paul. On December 23, 1901, Mr. H.G. Stone, counsel for the Carters, reported to Mr. Edward I. Johnson, representing the United States, that, aside from the securities theretofore turned over by I.S. Carter on November 11, 1901, there remained to be accounted for assets which he listed, aggregating $69,704.53. Against this he claimed that I.S. Carter and L.D. Carter had disbursed $119,127.42. This left the parties very wide apart. The matter was referred to Mr. William M. Booth, as special master. In the <span class=\"star-pagination\">*321</span> accounting which ensued it appeared that many of the securities which had been received by one or the other of the Carter brothers in trust for O.M. Carter had been sold and the proceeds either reinvested or disbursed by them, or retained as salaries under agreements made between them and O.M. Carter. The master reported that there were very wide divergencies between the defendants and the United States as to the rule of accountability, the defendants insisting that any disbursements made by them satisfactory to O.M. Carter were proper credits, including large sums appropriated as salaries for managing these assets, as well as other large amounts for which no vouchers could be furnished. On the other hand, it was claimed that disbursements made by them must be accounted for to the complainant, as to a <i>cestui que trust,</i> and that all sums retained by them as compensation for their services should be disallowed, in view of their undoubted knowledge of the character of Carter's title.</p>\n<p>We shall not go further into this matter than to say that the final result in the Court of Appeals was to disallow the salary claims and some of the disbursements, for which no good reason was shown, or no vouchers produced. Among the assets in the hands of these trustees, at the date of the account, were twenty-one Kentucky Central bonds of one thousand dollars each, which appeared to have been the result of reinvestments which had been appropriated by them on account of salaries. These the court required them to account for. The result was that, although they were allowed many thousand dollars on account of very questionable disbursements, there was a considerable decree against each of them for assets not accounted for or turned over in specie. The single question to which we shall apply this generalization of facts respecting this accounting is as it affects the condition upon which the United States agreed that out of the funds in court Captain Carter's expenses in conducting his defense, including counsel fees, should be paid. The stipulation was that \"fees, traveling expenses and other expenses of Oberlin <span class=\"star-pagination\">*322</span> M. Carter's chief counsel [meaning Mr. H.G. Stone] and of his attorney at Chicago, to be fixed and allowed by the court,\" etc. The \"condition\" which the United States claims was violated was \"that the said defendants will turn over to the receiver at least substantially all of the assets turned over to I.S. Carter and L.D. Carter by J.H. Paul and R.E. Westcott and James Bragg, or their proceeds and reinvestments, except such as has been prior to the receivership <i>bona fide</i> paid out or pledged by them for attorney's fees, or as expenses in defense of said Carter, or expended by them legitimately in the handling of said properties,\" etc. This condition, we think, has not been violated by the insistence upon a credit for all disbursements made by them in Captain Carter's defense and in the care of his estate in their hands, nor by their claim to the compensation which he had agreed to allow them. The original agreement, as well as the provision inserted by the United States, alike provided that they should not be required to turn over that which had been disbursed in good faith. This involved the right to have their disbursements and their claims for services inquired into from their point of view. The Central Kentucky bonds represented, as the court found, reinvestments of funds or income from funds. They claimed that these bonds were rightfully their own property under the agreement with Captain Carter for a salary of $10,000 per year for one of them and $3,600 per year for the other. The court decided against this claim, but we do not believe that counsel, who, in good faith, presented the defense of the Carters for such salaries or for other disbursements made by them should be deprived of the benefit of the stipulation which provided for their compensation. The bargain with the Government may appear a bad one, but it was a contract and should be observed.</p>\n<p>The petition for a writ of prohibition, being calendar No. 10, Original, will be dismissed, as the court, in view of the affirmance of the decree appealed from, finds it now <span class=\"star-pagination\">*323</span> unnecessary to decide any question as to the jurisdiction of the Circuit Court pending the appeal just disposed of.</p>\n<p><i>The errors assigned by the United States are overruled and the decree affirmed in all particulars.</i></p>\n<h2>NOTES</h2>\n<p>[1]   The briefs in this case were very voluminous, amounting in all to over 600 pages; they were largely on the facts, the record consisting of over thirteen thousand pages, and it has not been practicable to make abstracts of them except on a few points of law referred to.</p>\n<p>[1]   Select Cases, temp. King, p. 61.</p>\n<p>[2]   1 Ves. Sen. 8.</p>\n<p>[1a]   (2) That as to the assets claimed by the Government as assets into which it charges the funds intrusted to Oberlin M. Carter as disbursing officer was diverted, with the proceeds, income and reinvestments thereof, where the form of the investments have been changed, and which assets have or may be hereafter traced into the possession, custody or control of said defendants, and have not heretofore been <i>bona fide</i> disposed of by them and therefore beyond their control, shall be forthwith by the said defendants turned over to the receiver appointed in this cause. But the court will determine whether the one Kentucky Central bond and one Michigan Telephone bond charged in the bill to be reinvestments of said alleged trust fund, and which bonds are claimed by I. Stanton Carter, should be held by the receiver pending the litigation.\n</p>\n<p>(7) From said fund to be accounted for to the receiver the sum of $5,000 shall be left in the hands of H.G. Stone, chief counsel for said Oberlin M. Carter, from which to compensate and cover the expense of employment of local counsel in any of the districts in which local counsel have been or may be employed in any branch of this case.</p>\n<p>(8) From said fund, to be accounted for to the receiver, there shall be paid:</p>\n<p>(<i>a</i>) The fees, traveling expenses and other expenses of Oberlin M. Carter's chief counsel and of his attorney at Chicago, to be fixed and allowed by the court.</p>\n<p>The importance of the case, and the means and methods taken to bring the same to a just determination speedily and not the length to which the proceedings may be protracted, to be considered as the elements of merits in fixing such fees.</p>\n<p>(<i>b</i>) Also the fee of his attorney for representing said Carter in case of any criminal trial in Georgia, if Carter should be placed on trial there prior to the final disposition of this case.</p>\n<p>(<i>c</i>) The expenses of taking evidence on behalf of said Carter, including the services of an accountant at not exceeding ten dollars per day for his services when needed and actually employed, plus his expenses, if any.</p>\n<p>(<i>d</i>) And if before the final determination of this cause the said Oberlin M. Carter shall be liberated from prison he shall be allowed his reasonable personal expenses incurred by him while engaged in work in this cause, including the taking of evidence, but with no compensation for his time. Such expenses to be determined by the court and paid out of the moneys in court.</p>\n<p>Payments and allowances under paragraph numbered \"(8)\" of this agreement to be determined by the court from time to time on petition, with the right of the United States to contest the same as unreasonable, or that any expense was not incurred as stated.</p>\n<p>(9) The assent of the United States to paragraphs numbered \"(1),\" \"(7),\" and \"(8)\" of this agreement is predicated upon the understanding that the said defendants will turn over to the receiver at least substantially all of the assets turned over to I. Stanton Carter and L.D. Carter, by J.H. Paul and R.E. Westcott and James Bragg, or their proceeds and reinvestments, except such as has been, prior to the receivership, <i>bona fide</i> paid out or pledged by them for attorney's fees or as expenses in defense of Carter, or expended by them legitimately in the handling of said properties, or which has not already been taken possession by receivers in this cause.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:42:28", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">217</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">286</span></span> (1910)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nOBERLIN M. CARTER.<br>\nOBERLIN M. CARTER<br>\nv.<br>\nUNITED STATES. EX PARTE: IN THE MATTER OF THE UNITED STATES, PETITIONER.</h1></center>\n<center>Nos. 551, 552. No. 10, Original.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 13, 14, 1910.</center>\n<center>Decided April 18, 1910.</center>\nAPPEALS FROM THE CIRCUIT COURT OF APPEALS FOR THE SEVENTH CIRCUIT. PETITION FOR WRIT OF PROHIBITION.\n<p><span class=\"star-pagination\">*287</span> <i>Mr. Marion Erwin,</i> with whom <i>Mr. Edwin W. Sims</i> was on the brief for the United States, Appellant in No. 551 and <span class=\"star-pagination\">*288</span> Appellee in No. 552, and <i>The Solicitor General</i> for the United States in No. 10, Original:<sup>[1]</sup></p>\n<p><i>Mr. J.B. Foraker,</i> with whom <i>Mr. John B. Daish</i> was on the brief, for appellants in No. 552; appellees in No. 551.</p>\n<p><span class=\"star-pagination\">*297</span> MR. JUSTICE LURTON delivered the opinion of the court.</p>\n<p>This is a bill which seeks to compel the defendant, Oberlin M. Carter, late a captain in the army of the United States, to account for illicit gains, gratuities and profits received by him through collusion with contractors for river and harbor improvements in the Savannah, Georgia, improvement district, and to follow such illicit profits into securities and other property held for him by other defendants to the suit.</p>\n<p>In substance, the bill charges that under an appropriation made by Congress for the improvement of the harbor of Savannah certain contracts were entered into with John F. Gaynor and Benjamin D. Greene, doing business either in their joint names, or the name of one of them, or as the Atlantic Contracting Company. That these contracts were made in pursuance of plans and specifications prepared and let out under biddings conducted by the defendant Oberlin M. Carter, then an engineer officer assigned as local engineer of the improvements projected in the Savannah district. These contracts were executed, the appropriations disbursed and the work supervised and accepted by said officer, or under his advice and recommendations, by the War Department.</p>\n<p>It is charged that Carter entered into a corrupt arrangement with the said contractors, by which he undertook to use his power and discretion in the preparation of specifications and contracts, and in advertising and letting the same out in such a way as to enable Gaynor and Greene to become contractors under conditions which would insure them a large profit, and to use his influence, power and discretion in the supervision and acceptance of the work to their greatest advantage. It is then, in substance, averred that in consideration of such service to them and the betrayal of his trust he should share in the profits and receive one-third of every distribution made. It is <span class=\"star-pagination\">*298</span> charged in substance that under such agreement or understanding there was paid over to the defendant Carter about $500,000 as his share of the profits, and that the same was converted into real estate, bonds, stocks and negotiable notes, and that much of these gains were later placed in the custody of certain other defendants named in the bill, two of them being brothers of defendant Carter, to wit, Lorenzo D. Carter and I. Stanton Carter, who are charged as holding same as agents for Oberlin M. Carter. Securities aggregating in value some $400,000, into which the larger part of the share of the defendant Oberlin M. Carter is said to have gone, were attached under this and other bills, ancillary in character, and placed in the hands of a receiver to abide the result of a decree in this case, the same decree to go down in the ancillary suits in other jurisdictions in which any part of the property or securities has been impounded.</p>\n<p>There was a decree in favor of the United States in the Circuit Court substantially as prayed for. Upon an appeal by the defendants and cross-appeal by the United States, to the Circuit Court of Appeals, the decree was affirmed as far as it went, and was enlarged in certain matters upon the appeal of the United States. The original defendants have appealed from this last decree so far as it was favorable to the complainant, and the United States has perfected a cross-appeal with reference to certain parts of the decree with which it is discontent. Thus the whole case is here as upon a broad appeal and the several appeals have been heard upon the entire record, consisting of some thirty printed volumes.</p>\n<p>The facts essential to be stated, as sifted out of this great record of pleadings and evidence, are these: From some time in 1889 until July 20, 1897, Oberlin M. Carter, then a brilliant and rising officer of engineers in the army of the United States, was assigned to duty and placed in charge of certain improvements, for which an appropriation had been made, in the harbor of Savannah. It is enough to say, without going into particulars, that this duty involved large powers and considerable <span class=\"star-pagination\">*299</span> discretion in the matter of plans, preparation of contracts, advertising for and acceptance of bids, superintendence and acceptance of the work as it progressed, and some latitude in the construction and modification of contracts. It is undoubtedly true that the plans, the form of contracts, the character and time of advertising, and acceptance of bids, as well as most matters involving the exercise of judgment and discretion during the execution of contracts, were reported to the War Department for its approval or rejection. Nevertheless it is most thoroughly made out that the action and recommendation of a local engineer officer in charge of such work practically determined the situation so long as he had the confidence of his superiors and kept within the general limits of the appropriation by Congress for the work in hand. Passing by a number of comparatively small contracts made prior to 1892, as well as a very large one made in 1896, but not completed when Captain Carter was succeeded in July, 1897, the bill charges:</p>\n<p>\"That commencing with the contract No. 4820 of September 16, 1892, let in the name of Edward H. Gaynor, contractor, that after the payment of the cost of the work, and after the payment to the other persons, parties to the said fraudulent scheme as aforesaid, the profits amounting to over two million dollars, of all the aforesaid contracts so fraudulently let as aforesaid, were divided from time to time between Oberlin M. Carter, Benjamin D. Greene and John F. Gaynor in three equal shares, one of which shares was apportioned to the said Oberlin M. Carter as his share of the profits arising from the consummation of said scheme to defraud the United States.\"</p>\n<p>Aside from certain contracts prior to September, 1892; and subsequent to May, 1896, the Circuit Court found, and the Circuit Court of Appeals confirmed the finding, that between September 16, 1892, and May 12, 1896, the United States, through the defendant Oberlin M. Carter, as its disbursing officer, paid to Gaynor and Greene, or the Atlantic Contracting Company, a corporation of which they owned all of the shares <span class=\"star-pagination\">*300</span> except a few assigned to certain kinsmen for organization purposes, on account of what we shall hereafter describe as Gaynor and Greene contracts, the sum of $2,567,493.48. They also found that of this sum $1,815,941.62 was distributed as net profits between John F. Gaynor, Benjamin D. Greene and some third person not publicly known to be interested. The remainder, $751,551.86, was the sum disbursed by Greene and Gaynor for labor, supplies and salaries, being the actual cost of the work for which the Government had in some way been induced to pay, under contracts drawn and supervised by Captain Carter, the sum of $2,567,493.48. These figures are not derived from any set of books kept by either the contractors or by Carter. Though the execution of these contracts extended over a period of four years and involved the receipt and expenditure of millions, yet the contractors say they kept no books other than one which related to supplies bought and ordinary labor or salary accounts, and that that book could not be produced. The plan under which Greene and Gaynor carried on these great affairs, as shown by the evidence, was to apply monthly payments received from Carter, as the Government's disbursing officer, to the payment of the monthly expenses and advances which might have been made by one or the other of the contractors, and then divide the balance into three parts, one part being at once handed over to Greene, another to Gaynor and the third to some third person, who both courts found upon the evidence to have been one Robert F. Westcott, the father-in-law of the defendant Oberlin M. Carter, or to accounts kept in his name, and that this third was ultimately turned over to Carter himself.</p>\n<p>Without any distinct finding as to the <i>method</i> by which the Government had been defrauded <i>or as to the extent of actual loss sustained,</i> both courts concurred in the conclusion that the Government had been defrauded, and had suffered great loss. Without any distinct finding as to whether one-third of the profits realized had been paid over to Robert F. Westcott, as a secret partner with Greene and Gaynor, or to him as the <span class=\"star-pagination\">*301</span> representative of Captain Carter, yet both courts concurred in holding that, if Westcott was interested as a partner in the contracts, Carter, under all of the facts, was chargeable with knowledge of such partnership relation, and that, if with such knowledge he accepted from Westcott the share of profit so received, he was accountable to the Government for all such illicit gratuities or gains. In view of this concurrence of opinion upon these material facts the burden rests heavily upon the appellant Oberlin M. Carter to satisfy this court that their conclusions are plainly erroneous, or that, conceding the facts to be as found, the decree holding him accountable is erroneous as matter of law. <i>The Carib Prince,</i> <span class=\"citation\" data-id=\"94890\"><a href=\"/opinion/94890/the-carib-prince/\"><span class=\"volume\">170</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">655</span></a></span>, 658; <i>Brainard</i> v. <i>Buck,</i> 184 U.S. 99.</p>\n<p>But counsel have urged with great force and much confidence that the conclusion of both of the courts below rests upon no secure foundation, and that there has been a great miscarriage of justice in finding that Captain Carter was ever in any way interested in these contracts or that he ever, directly or indirectly, consciously shared in any profits arising therefrom. This protest does not, as we understand it, involve any serious denial of the fact that nearly two millions of dollars were realized as profit upon contracts drawn by, let out and supervised by Captain Carter at a net cost to the contractors of less than one million dollars; nor does it involve any serious denial that approximately one-third of this abnormal profit was paid over to some third person not publicly known to have had any connection with the contracts or the contractors. If, however, we are in error in assuming such a limitation upon the contention of counsel, there is no reasonable ground, upon this record, for doubting the correctness of the conclusion reached by the courts below as to either of these matters. It may be conceded that no witness proves an express agreement between the contractors and Carter that he should serve them in the letting or execution of these contracts. So far as the principals have spoken, they have denied any such agreement.</p>\n<p>But it is said that none of the specific averments of the bill <span class=\"star-pagination\">*302</span> as to the methods by which the Government had been defrauded were sustained by either the Circuit Court or the Circuit Court of Appeals. Thus it was averred that Carter had shortened the time required by regulations for advertising for bids, that he had made it difficult for some intending bidders to secure the plans and specifications, that he had deterred others by unduly magnifying the risks of the work, that the specifications were so drawn as to leave to the Government the option of two or more materials of different value, or two or more methods of doing parts of the work, or the right to substitute one material for another. It was also averred that Greene and Gaynor were in advance advised as to how such options would be exercised, but that other proposing bidders were not, and that by this and other artifices Greene and Gaynor were enabled to secure contracts at unreasonable prices. It is then averred that Carter had collusively and fraudulently increased unduly the quantity of some materials required and diminished that of other kinds; that he had exercised options reserved in such a way as to greatly increase the cost of the work and the profit of the contractors; that he had permitted changes in materials and methods of using the materials and of doing the work in such manner as to be of disadvantage to the United States and of advantage to the contractors, and that he had permitted the use of cheap and inferior materials and had accepted bad and inferior work.</p>\n<p>Aside from the elusiveness of a fraud well concocted and unsuspected while going on, there was in the way of the Government in this case the fact that in respect to almost everything which had served to add to the cost of the work and to the profit of the contractors Carter had confessedly a wide discretion. That he might be controlled in the exercise of this by his superior officers or by the War Department when important changes, modifications or substitutions were made, is true. But, in actual practice, this War Department approval was largely official and formal when the engineer in charge was regarded as capable and honest and his recommendation <span class=\"star-pagination\">*303</span> within the limit of the appropriation or of the contract as made. It was the fact that such an officer in control of such work had a wide discretion which at once made his fidelity of the utmost importance to the Government and his cooperation and collusion of such large value to the contractors. This discretion was the stumbling block in the way of the Circuit Court. It was not easy to show in some instances that the work had suffered by the substitution of one material for another, or by the increase of one kind of mat in mattress work for another, or by one method of measuring or paying for mattress work rather than by another. When contracts and specifications were elastic enough, as seems to have been the case with the Greene and Gaynor contracts, to justify varying interpretations, or full of options as to materials or methods, as was the fact here, nothing short of conduct or action plainly indefensible as an exercise of honest judgment would justify an inference of corruption. When to this situation there was added the fact that as a whole the harbor improvement had been intelligently and scientifically carried out and was apparently an engineering success, and that this result had been reached within the limit of the Congressional appropriation, it was not surprising that upon this line of evidence, considered apart from all other things, the Circuit Judge found himself unable to predicate fraud and corruption upon the conduct of Carter in these details which the bill pointed out as the methods by which he had enabled a great fraud upon the Government to be carried out and by which his corrupt collusion was to be established.</p>\n<p>The Circuit Court, upon this aspect of the evidence, said:</p>\n<p>\"The evidence leaves the court with the impression that there was carelessness in the manner in which some of the work was done, indeed, carelessness for which Carter was justly entitled to be criticised, but considering the material results, the magnitude of the work, and assuming the absence of any mercenary or other ulterior motive on Carter's part, except such as might be justly deduced from the facts so far <span class=\"star-pagination\">*304</span> considered, I am of the opinion, as was Senator Edmunds in the court-martial case, that Carter's course in the premises was not necessarily an abuse of the discretion vested in him, nor seriously inconsistent with his claim that he discharged his duty to the government, and that, limited as above stated, under the rule of evidence obtaining in such case, the government has failed to maintain its case.\"</p>\n<p>Excluding, as the Circuit Court did, all consideration of the extraordinary profit which the contractors had in some way realized upon these contracts, and that through indirect ways approximately five hundred thousand dollars of this profit had come at last to the possession of Carter it is not surprising that that court did not find evidence of such gross abuse of discretion as to justify a finding that he had conspired with Greene and Gaynor to defraud the Government.</p>\n<p>But the case of the United States against the defendants is not to be determined by the consideration of the sufficiency of any one fact or group of facts, but by a judgment based upon the evidence as a whole. The learned Circuit Judge very nearly fell into error by such a partial view of the case. From ultimate error he was saved by the subsequent consideration of the principal, and really determinative, factors in the case, namely, the abnormal profit which the contractors had in some way been able to realize, and the evidence tracing one-third of that profit into Carter's hands, with no credible reason for such result. The Circuit Court of Appeals took a somewhat wider view of the matter. Thus that court said:</p>\n<p>\"We concur, therefore, in the view expressed in the opinion filed by the trial judge, that the charge of conspiracy between Captain Carter and the contractors to defraud the United States, under the contracts referred to, is: (<i>a</i>) neither established by direct evidence, (<i>b</i>) nor can such charge be upheld under the testimony alone of methods adopted in making specifications, advertising for bids, treatment of proposed bidders, or letting contracts, (<i>c</i>) nor under one or <span class=\"star-pagination\">*305</span> the other several branches of testimony reviewed in the opinion, considered independently of the entire chain of circumstances. But these conclusions are not the tests of sufficiency of the entire chain of circumstantial evidence to sustain that charge. While the fact is established, as there stated, `that a great wrong was practiced in this raid upon the government,' we are not satisfied that the right of the United States, `to a decree awarding to it' all property in question `arising from funds made up of profits realized by the contractors' therein, may rightly rest, as there stated, upon the proposition that Carter must `as a conclusion of law be held chargeable with knowledge of what was being done in the premises.'</p>\n<p>\"Under the settled facts above recited, however, linked with cumulative evidence, tending to prove actual knowledge on the part of Captain Carter of the excessive profit in the mattress work and of divisions thereof with Wescott in New York, and complicity in the fraudulent transactions, of which (at one time or another) he acquired approximately one-third of the net proceeds, we are constrained to the belief that the evidence is decisive, not only of frauds perpetrated by the contractors, but of concurrence and participation therein by Captain Carter.\"</p>\n<p>If it be once assumed that the defendant Carter did secretly receive from Greene and Gaynor a proportion of the profits gained by them in the execution of the contracts in question, the right of the United States in equity to a decree against him for the share so received is made out. It is immaterial if that appears whether the complainant was able to show any specific abuse of discretion, or whether it was able to show that it had suffered any actual loss by fraud or otherwise. It is not enough for one occupying a confidential relation to another, who is shown to have secretly received a benefit from the opposite party, to say, \"You cannot show any fraud, or you cannot show that you have sustained any loss by my conduct.\" Such an agent has the power to conceal <span class=\"star-pagination\">*306</span> his fraud and hide the injury done his principal. It would be a dangerous precedent to lay down as law that unless some affirmative fraud or loss can be shown, the agent may hold on to any secret benefit he may be able to make out of his agency. The larger interests of public justice will not tolerate, under any circumstances, that a public official shall retain any profit or advantage which he may realize through the acquirement of an interest in conflict with his fidelity as an agent. If he takes any gift, gratuity or benefit in violation of his duty, or acquires any interest adverse to his principal without a full disclosure, it is a betrayal of his trust and a breach of confidence, and he must account to his principal for all he has received.</p>\n<p>The doctrine is well established and has been applied in many relations of agency or trust. The disability results not from the subject-matter but from the fiduciary character of the one against whom it is applied. It is founded on reason and the nature of the relation and is of paramount importance. \"It is of no moment,\" said Lord Thurlow, in <i>The New York Buildings Company</i> v. <i>Alexander Mackenzie,</i> 3 Paton, 378, \"what the particular name or description, whether of character or office, situation or position is, on which the disability attaches.\" Thus, in <i>Aberdeen Railroad Company</i> v. <i>Blaikie Brothers,</i> 1 MacQueen's Appeal Cases, 461, 472, it was applied to a contract of a director dealing in behalf of his company. Lord Chancellor Cranworth, in respect to the general rule, said:</p>\n<p>\"And it is a rule of universal application, that no one having such duties to discharge, shall be allowed to enter into engagements in which he has, or can have, a personal interest conflicting, or which possibly may conflict with the interest of those he is bound to protect.</p>\n<p>\"So strictly is this principle adhered to, that no question is allowed to be raised as to the fairness or unfairness of a contract so entered into.</p>\n<p>\"It obviously is, or may be, impossible to demonstrate <span class=\"star-pagination\">*307</span> how far in any particular case the terms of such a contract have been the best for the interest of the <i>cestui que trust,</i> which it was possible to obtain.</p>\n<p>\"It may sometimes happen that the terms on which a trustee has dealt or attempted to deal with the estate or interests of those for whom he is a trustee, have been as good as could have been obtained from any other person \u0097 they may even at the time have been better.</p>\n<p>\"But still so inflexible is the rule that no inquiry on that subject is permitted. The English authorities on this head are numerous and uniform.</p>\n<p>\"The principle was acted on by Lord King in <i>Keech</i> v. <i>Sandford,</i><sup>[1]</sup> and by Lord Hardwick in <i>Whelpdale</i> v. <i>Cookson,</i><sup>[2]</sup> and the whole subject was considered by Lord Eldon on a great variety of occasions. It is sufficient to refer to what fell from that very learned and able judge in <i>Ex parte James.</i></p>\n<p>\"It is true that the questions have generally arisen on agreements for purchases or leases of land, and not, as here, on a contract of a mercantile character. But this can make no difference in principle. The inability to contract depends not on the subject-matter of the agreement, but on the fiduciary character of the contracting party, and I cannot entertain a doubt of its being applicable to the case of a party who is acting as manager of a mercantile or trading business for the benefit of others, no less than to that of an agent or trustee employed in selling or letting land.\"</p>\n<p>In <i>City of Findlay</i> v. <i>Pertz,</i> 66 Fed. Rep. 427, 435, it was applied to a contract where it was shown that a municipal official, buying for the municipality, had received a commission from the seller. In that case the Circuit Court of Appeals said:</p>\n<p>\"His duty was to give to the public service the full benefit of a disinterested judgment and the utmost fidelity. Any agreement or understanding by which his judgment or duty conflicted with his private interest was corrupting in its <span class=\"star-pagination\">*308</span> tendency. We know of no more pernicious influence than that brought about through a system of commissions paid to public agents engaged in buying public supplies. Such arrangements are a fruitful source of public extravagance and peculation. The conflict created between duty and interest is utterly vicious, unspeakably pernicious, and an unmixed evil. Justice, morality and public policy unite in condemning such contracts, and no court will tolerate any suit for their enforcement.\"</p>\n<p>In Leake on Contracts, 409, it is said:</p>\n<p>\"Any profit made by an agent in the execution of his agency must be accounted for to the principal, who may claim it as a debt for money received to his use. A gratuity given to an agent for the purpose of influencing the execution of his agency vitiates a contract subsequently made by him, as being presumptively made under that influence, and a gratuity to an agent after the execution of the agency, must be accounted for to his principal.\"</p>\n<p>See also Perry on Trusts, § 430, and Parsons on Contracts, 6th ed., § 89.</p>\n<p>The principle is most often applied in cases where one holding the relation of a trustee buys the trust property, though at public sale. Examples are numerous. <i>Michoud</i> v. <i>Girod,</i> <span class=\"citation\" data-id=\"86384\"><a href=\"/opinion/86384/michoud-v-girod/\"><span class=\"volume\">4</span> <span class=\"reporter\">How.</span> <span class=\"page\">503</span></a></span>, 555, is a leading case decided by this court. Referring to the general rule, which forbids one to buy in an estate, directly, or indirectly, when he is acting for the seller, this court said:</p>\n<p>\"The general rule stands upon our great moral obligation to refrain from placing ourselves in relations which ordinarily excite a conflict between self-interest and integrity. It restrains all agents, public and private; but the value of the prohibition is most felt, and its application is more frequent, in the private relations in which the vendor and purchaser may stand towards each other. The disability to purchase is a consequence of that relation between them which imposes on the one a duty to protect the interest of the other, from the <span class=\"star-pagination\">*309</span> faithful discharge of which duty his own personal interest may withdraw him. In this conflict of interest, the law wisely interposes. It acts not on the possibility that, in some cases, the sense of that duty may prevail over the motives of self-interest, but it provides against the probability in many cases, and the danger in all cases, that the dictates of self-interest will exercise a predominant influence, and supersede that of duty. It therefore prohibits a party from purchasing on his own account that which his duty or trust requires him to sell on account of another, and from purchasing on account of another that which he sells on his own account. In effect, he is not allowed to unite the two opposite characters of buyer and seller, because his interests, when he is the seller or buyer on his own account, are directly conflicting with those of the person on whose account he buys or sells.\"</p>\n<p>In <i>Robertson</i> v. <i>Chapman,</i> <span class=\"citation\" data-id=\"93870\"><a href=\"/opinion/93870/robertson-v-chapman/\"><span class=\"volume\">152</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">673</span></a></span>, 681, this court, in dealing with the matter of a sale by an agent to himself effected under cover of another, said:</p>\n<p>\"If an agent to sell effects a sale to himself, under the cover of the name of another person, he becomes, in respect to the property, a trustee for the principal, and, at the election of the latter, seasonably made, will be compelled to surrender it, or, if he has disposed of it to a <i>bona fide</i> purchaser, to account not only for its real value, but for any profit realized by him on such resale. And this will be done upon the demand of the principal, although it may not appear that the property, at the time the agent fraudulently acquired it, was worth more than he paid for it. The law will not, in such case, impose upon the principal the burden of proving that he was, in fact, injured, and will only inquire whether the agent has been unfaithful in the discharge of his duty. While his agency continues he must act in the matter of such agency solely with reference to the interests of his principal. The law will not permit him, without the knowledge or assent of his principal, to occupy a position in which he will be tempted not to do the best he may for the principal.\"</p>\n<p><span class=\"star-pagination\">*310</span> Reading the evidence in relation to Captain Carter's conduct in drafting the specifications, advertising, acceptance of bids, and more particularly his almost invariable exercise of options and other discretionary powers in the subsequent execution of the contracts let to Greene and Gaynor, in the light of the abnormal profit realized by them, of which, approximately, five hundred thousand dollars ultimately found its way into his possession, we can but entertain a strong conviction that his relations with them from the beginning were inconsistent with his fidelity to the United States, and that he must account to his principal for every dollar of gain or profit or advantage which has been derived by him from these contracts.</p>\n<p>The defense against such a conclusion rests upon three propositions:</p>\n<p>1. That the affirmative evidence that he abused his discretion and secretly and corruptly favored Greene and Gaynor is not sufficient.</p>\n<p>We shall not consider this proposition apart from the other two, for it is not material whether the evidence referred to, considered out of relation to the other parts of the case, would or would not make out a case of fraud.</p>\n<p>2. That, in view of the great risk attendant upon such works, the profit claimed to have resulted was not so abnormal as to justify an inference of fraud, and that it was in part due to cheap labor, bordering upon peonage.</p>\n<p>Neither should this contention be considered apart from the chain of evidence which leads to but one inevitable result, namely, that this great profit was not legitimate. Looked at, apart from everything else, a profit of $1,815,941.62 upon a job which cost the contractor but $751,551.86 arouses deep suspicion, and demands a clear explanation. That explanation does not appear in the facts of this record.</p>\n<p>3. It is urged that Captain Carter's greatly increased personal expenditures during the progress of this work, and his acquisition of some four hundred thousand dollars' worth of <span class=\"star-pagination\">*311</span> bonds, stock and other property, much of which has been impounded in this case as property into which his illicit gains and gratuities have been traced, arose from the generous bounty of Robert F. Westcott, and that Carter was ignorant of any interest Westcott had in the Greene and Gaynor contracts, and of the fact, if it be a fact, that Westcott's gratuities came from his participation in the distribution of the profit on the Greene and Gaynor contracts.</p>\n<p>This last proposition presents the very crux of the case. What was Westcott's relation to the Greene and Gaynor contracts? It has been suggested rather than urged that he was, secretly, a partner in these enterprises. There is no evidence that he was, other than the fact that very many profit dividends are traced to bank accounts standing in his name. But, if he was, and Carter bargained with him for a share in the profit, knowing his relation, the legal consequence is the same as if he had received the same interest from Greene or Gaynor. But the apparent participation of Mr. Westcott in the profit arising from the Greene and Gaynor contracts is not inconsistent with a mere agency for Carter, and such an agent we think he was. That Carter could not openly receive any gains or gratuities from Greene and Gaynor is obvious. Some go-between was essential. The requisite conditions for such a screen would suggest Mr. Westcott. He was an aged retired business man of some fortune, residing in New York. Captain Carter, in October, 1890, married one of his daughters. Mrs. Carter died in December, 1892, leaving no issue. During the marriage Mr. Westcott made Mrs. Carter a small monthly allowance. His regard and esteem for Captain Carter during the time of and subsequent to this marriage was, on the evidence, very pronounced, and this relation affords the basis for the claim that Captain Carter's greatly increased personal expenditures during the progress of the Greene and Gaynor contracts was due to Mr. Westcott's generous and unceasing gratuities. It is shown that Captain Carter's income was substantially limited to his pay as captain and that his personal <span class=\"star-pagination\">*312</span> expenditures did not exceed three or four thousand dollars per annum down to 1892. From then on his expenditures steadily increased, until they reached and passed twenty thousand dollars per annum. Now it cannot escape observation that this great change in his manner of living began with the Greene and Gaynor contracts and became more and more marked through the progress of the work under his supervision. It does not follow, of course, that the means for such widening expenditures came from these contracts, but the circumstance is suspicious and calls for satisfactory explanation.</p>\n<p>Among other details averred in the bill of complaint is, that, beginning in 1892 and continuing down to 1896, Captain Carter was continuously engaged in making investments in loans, real estate, bonds and stocks, and that the amount so invested aggregated more than four hundred thousand dollars. Many of these investments turned out to be in the identical securities, which, after much difficulty, were impounded under the process in this case, and are now in the hands of the receiver.</p>\n<p>That the increase from these investments was collected by him, ostensibly for Mr. Westcott, is not questioned. That he applied it to his own personal use is shown by a comparison of the bank accounts standing in his name and those in the name of Westcott, as well as by the inference to be drawn from the remarkable correspondence between the increasing volume of this income and his own personal expenditures. Now Carter does not deny that he did make large investments during 1892, and the years following, nor that the properties and other securities impounded in this case are in large part the result of such investments. What he does claim is that in making such investments he was acting for Westcott under powers of attorney which cover most of the time, and under oral authority during the rest. His use of the income from such investments or of means approximating such income, he says, was due to the generous bounty of Mr. Westcott. His title and right to the property in which he made such investments <span class=\"star-pagination\">*313</span> for Mr. Westcott he distinctly sets up in his sworn answer as resting alone upon donations made to him in October, 1897, and he sets out as evidence of title two receipts. In that he says that he \"never had any interest, direct or indirect, in the securities described in the receipts of October 11 and 29, 1897, <i>until the same were respectively given to this defendant as a pure and original donation by said Westcott at the time of said respective receipts in October, 1897.\"</i></p>\n<p>The first of these receipts reads thus: \"Received New York Oct. 11, 1897, from R.F. Westcott the following bonds, sixty-three in all.\" Then follows the numbers and description of bonds. Signed \"O.M. Carter.\" The other reads thus: \"Received New York Oct. 29, 1897, from R.F. Westcott, the following instruments.\" Then follows a long list of notes, mortgages, stocks and bonds. Signed \"O.M. Carter.\" The securities described in these receipts are undoubtedly the same securities bought by him from time to time, ostensibly for Mr. Westcott. These purchases and investments show a remarkable correspondence in date and amounts with the dividend distributions of Greene and Gaynor profits, and undoubtedly represent the one-third of such profit nominally paid to the account or credit of Westcott. During the years covering these distributions Captain Carter, according to his own account of matters, stood for and represented Mr. Westcott, sometimes by oral direction and sometimes by power of attorney. Certain it is that there was a blending of the business affairs of these two men rarely ever seen. Under Carter's powers of attorney he checked upon Westcott's bank account as his own. He had free access to his safe deposit box, where these securities were kept, and collected interest and dividends as they accrued. Certain investments of large amounts were shown to have been made by him which did not appear in Westcott's bank account. This was explained by Carter, who, in substance, said that Mr. Westcott had, on going off to Europe, left a large amount of currency in his safe deposit box, and that he invested this money for Westcott. Not less than <span class=\"star-pagination\">*314</span> one hundred thousand dollars of money appears to have come from that source, and yet Carter says that he cannot say how much Mr. Westcott left there, nor how much remained when he returned, and that although he and Mr. Westcott had occasional settlements, they neither gave nor received receipts nor rendered accounts. There is no positive, competent evidence explaining just why these securities were in the personal custody of Mr. Westcott in October, 1897. Captain Carter was relieved at Savannah in July, 1897, by Captain Gillette, who very early discovered indications of maladministration by his predecessor. By direction of General Wilson he pressed his investigations and caused charges to be preferred. In August, 1897, and before Gillette's discoveries had been made public, Captain Carter was sent to England as military attache with the American embassy. Within a month he returned, doubtless due to orders, only to find that serious charges, involving his career and his honor, had been preferred, and that his management of the Savannah district improvements was about to undergo a thorough investigation. There is evidence, as we have before stated, strongly tending to show that he had himself collected the interest and dividends upon the shares and bonds mentioned in these receipts up to the time he went abroad, a fact which points to his having had personal custody of these securities up to that time. Though there is no competent positive evidence that he did turn these securities over to Westcott, or caused them to be placed in his hands, for safe-keeping, before his trip abroad, there is good reason for believing so. Frederick P. Solley, another son-in-law of R.F. Westcott, says that he went with Mr. Westcott to his safe deposit box in October, 1897, to get these securities. The statement then made to him by Westcott as to why he had possession of these instruments was objected to as not competent, being declarations in the absence of Carter. The objection was sustained, and there is no error assigned. Solley says \"that he and Westcott carried them to the office of Mr. Stimson, Westcott's lawyer;\" there a list was made out and the witness checked them <span class=\"star-pagination\">*315</span> over. He did not see them delivered to Carter. But Mr. Stimson did. What explanation Mr. Westcott made to him of the transaction before Carter's arrival and delivery to him has been excluded, because not made in Carter's presence. He, however, saw the transfer, and saw the receipt signed. The significance of Stimson's evidence as to what was said in the presence of both Westcott and Carter is that nothing was said as to this being a gift, and that no acknowledgment was made so indicating. He does not recall anything said by Westcott in the presence of Carter. He does, however, say that after Carter had taken the securities, alluding to a number of bonds which were among the securities, he said: \"Daddy, I want you to take these,\" or \"Daddy, I want to give these bonds to you. Something substantially to that effect, and that Mr. Westcott replied: `No,' either verbally or with some gesture of dissent. Captain Carter put the bonds which he had referred to back with the others and took them all.\" A proposal to give to Westcott a part of the very securities which Westcott was then giving to Carter as a \"pure donation,\" is incompatible with the latter contention; it accords more with the attitude of one who was receiving back his own from one who had performed a great service as custodian of property which the owner had reason for concealing from publicity.</p>\n<p>A more significant fact pointing to the same conclusion is that Robert F. Westcott did not come forward and testify in favor of his son-in-law before the board of inquiry, or before the subsequent court-martial. The investigation before the board of inquiry and the trial before the court-martial involved Carter's execution of the contracts in question, and his business relations with both the contractors and with Westcott. In both investigations Carter claimed, then as now, that his large personal expenditures were met by gifts to his wife and, after her death, to himself by Mr. Westcott, and that in the purchase of large amounts of securities and other property he had only acted for Mr. Westcott. The testimony of Mr. Westcott was vital to his defense upon the merits. The board of <span class=\"star-pagination\">*316</span> inquiry sat in the fall of 1897, and the court-martial later. Westcott was living during both proceedings; but he appeared in neither, though urged to appear by General Gillespie, the president of the board. When the evidence was taken in the pending case he was dead, having died in July, 1901. If it be conceded that the testimony of one not in the service could not have been required in a purely military investigation, it was within Westcott's power to have voluntarily testified as many other witnesses did. After Carter had been convicted there occurred in the city of New York certain removal proceedings before a United States commissioner, for the purpose of removing Greene and Gaynor from New York to Savannah for trial upon indictments there pending for the very fraud here under consideration. Carter was included in the same indictments, but was not a party to the removal proceedings mentioned. In that case Mr. Westcott was examined by the United States. His evidence then delivered was offered by the United States in the Circuit Court as evidence in this case, but was excluded upon objection, as having been given in a proceeding to which Carter was not a party and without opportunity for cross-examination by him. The objection was rightly sustained. The evidence was, however, admitted for the purpose of fixing notice upon the defendants Lorenzo D. Carter and I. Stanton Carter of the character of the title of their brother, Oberlin M. Carter, to the securities involved in this suit. The evidence was properly admitted solely for the purpose of showing Westcott's disclaimer of any title to or interest in the securities which he handed over to Carter, as shown by his receipts mentioned above. We, however, exclude any statement made by him as against the defendant Oberlin M. Carter. The significant fact remains that Robert F. Westcott, though the close friend, and, indeed, the affectionate friend of his ex-son-in-law, Oberlin M. Carter, did not voluntarily appear before either of the military tribunals in his defense, and, figuratively, stood by and saw him broken in rank and sent in ignominy to serve a term of five years for <span class=\"star-pagination\">*317</span> having betrayed his trust. It is true that Captain Carter says that he did all he could to persuade Mr. Westcott to appear and testify. Nevertheless the failure of Captain Carter to secure his evidence, in view of their relation, justifies a presumption that it would not have borne out the defense.</p>\n<p>The conclusion we must reach is, that Robert F. Westcott was but the agent and representative of Oberlin M. Carter in the receipt of a share in the profit made by Greene and Gaynor.</p>\n<p>For whatever gains, profits or gratuities he is shown to have received he must account.</p>\n<p>The contention that any recovery must be limited to property or securities into which such illicit gains have been traced is not sound.</p>\n<p>The facts stated by the bill and supported by the evidence show that Carter received from Greene and Gaynor, directly or indirectly, something in excess of five hundred thousand dollars as his share in the Greene and Gaynor contracts. Under the legal principle, which we have heretofore announced, the United States may require Captain Carter to account for all he has received by way of gain, gifts or profits out of the Greene and Gaynor contracts, irrespective of the actual damage it has sustained or its ability to follow such gains into specific property. Undoubtedly it may, as by its bill it sought to do, follow the fund so corruptly received and assert title to any property into which such illegal gains have gone. But there was a prayer for \"other, further and general relief,\" and under that it was entitled to a judgment, as for money had and received for its use, for any difference between the cost of the specific property recovered and the gains so received which it is unable to trace. The decree against O.M. Carter was for a much less sum than such difference.</p>\n<p>Neither did the agreement of November 6, 1901, between the parties, of which we shall speak later, afford any defense to the judgments against I.S. and L.D. Carter. Those judgments were for securities traced to their possession, which <span class=\"star-pagination\">*318</span> had not been disposed of in good faith, in view of the knowledge they had of the character of Captain Carter's title and the legal right of the United States to pursue his illegal gains into the property in their hands. There is no error in the decree below of which the cross-appellants can complain.</p>\n<p>There remains for consideration the appeal by the United States. This involves allowances made out of the funds in court into which the gains of Carter had been traced, under an agreement between the United States and the defendants O.M. Carter and his brothers. Only the second, seventh, eighth and ninth paragraphs of the agreement need be set out, and they are set out in the margin.<sup>[1a]</sup></p>\n<p><span class=\"star-pagination\">*319</span> The United States assigns as error the allowance of a fee of $60,000 to Mr. H.G. Stone for his services in this and the ancillary suits, of which a balance of $42,500 was directed to be paid by the receiver out of the fund in court. Certain other payments to other counsel and for other expenses are also objected to. The ground of objection is that the allowance to Mr. Stone is excessive, and that neither that fee nor any of the other items should have been paid, <i>because the condition upon which the United States agreed to the use of the fund had not been complied with.</i></p>\n<p>So far as the amount of the allowance is concerned, we do not feel authorized to disturb it, as two courts in succession <span class=\"star-pagination\">*320</span> have concurred in the amount allowed as reasonable. The consideration for the stipulation was abundantly sufficient to justify the assent of the United States. As it turns out, the bargain may appear to have been too generous, for the right of the United States to the entire fund which had been turned over to Lorenzo D. and I. Stanton Carter, as things now appear, was clear. Whether the securities which were the subject of this stipulation could have been seized and subjected was not so clear then, nor was the character of the claims which might be asserted by L.D. and I.S. Carter to these assets then fully known. Upon this stipulation they agreed to turn over to the receiver the assets claimed by the United States in the pending bill, which had not been theretofore <i>\"bona fide disposed of by them, and therefore beyond their control.\"</i> This agreement necessarily left open for adjustment the question as to what assets received from O.M. Carter by his brothers, the defendants L.D. and I.S. Carter, <i>had been theretofore disposed of by them bona fide,</i> and which were therefore beyond their control. Immediately thereafter I.S. Carter delivered to the receiver assets in specie aggregating $71,660. The receiver's receipt is dated November 11, 1901. On May 23, 1900, I.S. Carter and Ditson P. Carter received from one J.H. Paul, in trust, for O.M. Carter, a long list of securities, of which a part went into the possession of Ditson P. Carter and the rest into the possession of I.S. Carter. The securities turned over on November 11, 1901, by I.S. Carter are a part of those covered by the receipt given to J.H. Paul. On December 23, 1901, Mr. H.G. Stone, counsel for the Carters, reported to Mr. Edward I. Johnson, representing the United States, that, aside from the securities theretofore turned over by I.S. Carter on November 11, 1901, there remained to be accounted for assets which he listed, aggregating $69,704.53. Against this he claimed that I.S. Carter and L.D. Carter had disbursed $119,127.42. This left the parties very wide apart. The matter was referred to Mr. William M. Booth, as special master. In the <span class=\"star-pagination\">*321</span> accounting which ensued it appeared that many of the securities which had been received by one or the other of the Carter brothers in trust for O.M. Carter had been sold and the proceeds either reinvested or disbursed by them, or retained as salaries under agreements made between them and O.M. Carter. The master reported that there were very wide divergencies between the defendants and the United States as to the rule of accountability, the defendants insisting that any disbursements made by them satisfactory to O.M. Carter were proper credits, including large sums appropriated as salaries for managing these assets, as well as other large amounts for which no vouchers could be furnished. On the other hand, it was claimed that disbursements made by them must be accounted for to the complainant, as to a <i>cestui que trust,</i> and that all sums retained by them as compensation for their services should be disallowed, in view of their undoubted knowledge of the character of Carter's title.</p>\n<p>We shall not go further into this matter than to say that the final result in the Court of Appeals was to disallow the salary claims and some of the disbursements, for which no good reason was shown, or no vouchers produced. Among the assets in the hands of these trustees, at the date of the account, were twenty-one Kentucky Central bonds of one thousand dollars each, which appeared to have been the result of reinvestments which had been appropriated by them on account of salaries. These the court required them to account for. The result was that, although they were allowed many thousand dollars on account of very questionable disbursements, there was a considerable decree against each of them for assets not accounted for or turned over in specie. The single question to which we shall apply this generalization of facts respecting this accounting is as it affects the condition upon which the United States agreed that out of the funds in court Captain Carter's expenses in conducting his defense, including counsel fees, should be paid. The stipulation was that \"fees, traveling expenses and other expenses of Oberlin <span class=\"star-pagination\">*322</span> M. Carter's chief counsel [meaning Mr. H.G. Stone] and of his attorney at Chicago, to be fixed and allowed by the court,\" etc. The \"condition\" which the United States claims was violated was \"that the said defendants will turn over to the receiver at least substantially all of the assets turned over to I.S. Carter and L.D. Carter by J.H. Paul and R.E. Westcott and James Bragg, or their proceeds and reinvestments, except such as has been prior to the receivership <i>bona fide</i> paid out or pledged by them for attorney's fees, or as expenses in defense of said Carter, or expended by them legitimately in the handling of said properties,\" etc. This condition, we think, has not been violated by the insistence upon a credit for all disbursements made by them in Captain Carter's defense and in the care of his estate in their hands, nor by their claim to the compensation which he had agreed to allow them. The original agreement, as well as the provision inserted by the United States, alike provided that they should not be required to turn over that which had been disbursed in good faith. This involved the right to have their disbursements and their claims for services inquired into from their point of view. The Central Kentucky bonds represented, as the court found, reinvestments of funds or income from funds. They claimed that these bonds were rightfully their own property under the agreement with Captain Carter for a salary of $10,000 per year for one of them and $3,600 per year for the other. The court decided against this claim, but we do not believe that counsel, who, in good faith, presented the defense of the Carters for such salaries or for other disbursements made by them should be deprived of the benefit of the stipulation which provided for their compensation. The bargain with the Government may appear a bad one, but it was a contract and should be observed.</p>\n<p>The petition for a writ of prohibition, being calendar No. 10, Original, will be dismissed, as the court, in view of the affirmance of the decree appealed from, finds it now <span class=\"star-pagination\">*323</span> unnecessary to decide any question as to the jurisdiction of the Circuit Court pending the appeal just disposed of.</p>\n<p><i>The errors assigned by the United States are overruled and the decree affirmed in all particulars.</i></p>\n<h2>NOTES</h2>\n<p>[1]   The briefs in this case were very voluminous, amounting in all to over 600 pages; they were largely on the facts, the record consisting of over thirteen thousand pages, and it has not been practicable to make abstracts of them except on a few points of law referred to.</p>\n<p>[1]   Select Cases, temp. King, p. 61.</p>\n<p>[2]   1 Ves. Sen. 8.</p>\n<p>[1a]   (2) That as to the assets claimed by the Government as assets into which it charges the funds intrusted to Oberlin M. Carter as disbursing officer was diverted, with the proceeds, income and reinvestments thereof, where the form of the investments have been changed, and which assets have or may be hereafter traced into the possession, custody or control of said defendants, and have not heretofore been <i>bona fide</i> disposed of by them and therefore beyond their control, shall be forthwith by the said defendants turned over to the receiver appointed in this cause. But the court will determine whether the one Kentucky Central bond and one Michigan Telephone bond charged in the bill to be reinvestments of said alleged trust fund, and which bonds are claimed by I. Stanton Carter, should be held by the receiver pending the litigation.\n</p>\n<p>(7) From said fund to be accounted for to the receiver the sum of $5,000 shall be left in the hands of H.G. Stone, chief counsel for said Oberlin M. Carter, from which to compensate and cover the expense of employment of local counsel in any of the districts in which local counsel have been or may be employed in any branch of this case.</p>\n<p>(8) From said fund, to be accounted for to the receiver, there shall be paid:</p>\n<p>(<i>a</i>) The fees, traveling expenses and other expenses of Oberlin M. Carter's chief counsel and of his attorney at Chicago, to be fixed and allowed by the court.</p>\n<p>The importance of the case, and the means and methods taken to bring the same to a just determination speedily and not the length to which the proceedings may be protracted, to be considered as the elements of merits in fixing such fees.</p>\n<p>(<i>b</i>) Also the fee of his attorney for representing said Carter in case of any criminal trial in Georgia, if Carter should be placed on trial there prior to the final disposition of this case.</p>\n<p>(<i>c</i>) The expenses of taking evidence on behalf of said Carter, including the services of an accountant at not exceeding ten dollars per day for his services when needed and actually employed, plus his expenses, if any.</p>\n<p>(<i>d</i>) And if before the final determination of this cause the said Oberlin M. Carter shall be liberated from prison he shall be allowed his reasonable personal expenses incurred by him while engaged in work in this cause, including the taking of evidence, but with no compensation for his time. Such expenses to be determined by the court and paid out of the moneys in court.</p>\n<p>Payments and allowances under paragraph numbered \"(8)\" of this agreement to be determined by the court from time to time on petition, with the right of the United States to contest the same as unreasonable, or that any expense was not incurred as stated.</p>\n<p>(9) The assent of the United States to paragraphs numbered \"(1),\" \"(7),\" and \"(8)\" of this agreement is predicated upon the understanding that the said defendants will turn over to the receiver at least substantially all of the assets turned over to I. Stanton Carter and L.D. Carter, by J.H. Paul and R.E. Westcott and James Bragg, or their proceeds and reinvestments, except such as has been, prior to the receivership, <i>bona fide</i> paid out or pledged by them for attorney's fees or as expenses in defense of Carter, or expended by them legitimately in the handling of said properties, or which has not already been taken possession by receivers in this cause.</p>\n\n</div>", 
  "sha1": "8bd82a3133ffd9aee89d5ec1c13b4071b1d01a46", 
  "date_modified": "2014-12-21T01:35:05.757569", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/97238/united-states-v-carter/", 
  "citation_count": 35, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1374927/", 
  "html": "<p class=\"case_cite\">217 U.S. 286</p>\n    <p class=\"case_cite\">30 S.Ct. 515</p>\n    <p class=\"case_cite\">54 L.Ed. 769</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appt.,<br>v.<br>OBERLIN M. CARTER et al.  NO 551.  OBERLIN M. CARTER et al., Appts.,  v.  UNITED STATES OF AMERICA.  NO 552.  EX PARTE: IN THE MATTER OF THE UNITED STATES, Petitioner.  NO 10, Original.</p>\n    <p class=\"docket\">Nos. 551, 552, and 10, Original.</p>\n    <p class=\"date\">Argued January 13, 14, 1910.</p>\n    <p class=\"date\">Decided April 18, 1910.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Messrs. Marion Erwin</i> and <i>Edwin W. Sims</i> for the United States.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 287-293 intentionally omitted]</p>\n      <p class=\"indent\"><i>Messrs. Joseph B. Foraker, Horace G. Stone, John B. Daish,</i> and <i>William W. Gurley</i> for Carter et al.</p>\n      <p class=\"indent\"><i>Solicitor General Bowers</i> and <i>Mr. Marion Erwin</i> for petition for writ of prohibition.</p>\n      <p class=\"indent\"><i>Mr. John B. Daish</i> opposed.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 293-297 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice Lurton delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a bill which seeks to compel the defendant Oberlin M. Carter, late a captain in the Army of the United States, to account for illicit gains, gratuities, and profits received by him through collusion with contractors for river and harbor improvements in the Savannah, Georgia, improvement district, and to follow such illicit profits into securities and other property held for him by other defendants to the suit.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In substance, the bill charges that under an appropriation made by Congress for the improvement of the harbor of Savannah, certain contracts were entered into with John F. Gaynor and Benjamin D. Greene, doing business either in their joint names, or the name of one of them, or as the Atlantic Contracting Company. That these contracts were made in pursuance of plans and specifications prepared and let out under biddings conducted by the defendant Oberlin M. Carter, then an engineer officer assigned as local engineer of the improvements projected in the Savannah district. These contracts were executed, the appropriations disbursed, and the work supervised and accepted by said officer, or, under his advice and recommendations, by the War Department.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It is charged that Carter entered into a corrupt arrangement with the said contractors, by which he undertook to use his power and discretion in the preparation of specifications and contracts, and in advertising and letting the same out in such a way as to enable Gaynor and Greene to become contractors under conditions which would insure them a large profit, and to use his influence, power, and discretion in the supervision and acceptance of the work to their greatest advantage. It is then, in substance, averred that, in consideration of such service to them and the betrayal of his trust, he should share in the profits and receive one third of every distribution made. It is charged in substance that under such agreement or understanding there was paid over to the defendant Carter about $500,000 as his share of the profits, and that the same was converted into real estate, bonds, stocks, and negotiable notes, and that much of these gains were later placed in the custody of certain other defendants named in the bill, two of them being brothers of defendant Carter, to wit, Lorenzo D. Carter and I. Stanton Carter, who are charged as holding same as agents for Oberlin M. Carter. Securities aggregating in value some $400,000, into which the larger part of the share of the defendant Oberlin M. Carter is said to have gone, were attached under this and other bills, ancillary in character, and placed in the hands of a receiver to abide the result of a decree in this case, the same decree to go down in the ancillary suits in other jurisdictions in which any part of the property or securities has been impounded.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">There was a decree in favor of the United States in the circuit court, substantially as prayed for. Upon an appeal by the defendants and cross appeal by the United States, to the circuit court of appeals, the decree was affirmed as far as it went, and was enlarged in certain matters upon the appeal of the United States. The original defendants have appealed from this last decree so far as it was favorable to the complainant, and the United States has perfected a cross appeal with reference to certain parts of the decree with which it is discontent. Thus the whole case is here as upon a broad appeal, and the several appeals have been heard upon the entire record, consisting of some thirty printed volumes.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The facts essential to be stated, as sifted out of this great record of pleadings and evidence, are these: From some time in 1889 until July 20, 1897, Oberlin M. Carter, then a brilliant and rising officer of engineers in the Army of the United States, was assigned to duty and placed in charge of certain improvements, for which an appropriation had been made, in the harbor of Savannah. It is enough to say, without going into particulars, that this duty involved large powers and considerable discretion in the matter of plans, preparation of contracts, advertising for and acceptance of bids, superintendence and acceptance of the work as it progressed, and some latitude in the construction and modification of contracts. It is undoubtedly true that the plans, the form of contracts, the character and time of advertising, and acceptance of bids, as well as most matters involving the exercise of judgment and discretion during the execution of contracts, were reported to the War Department for its approval or rejection. Nevertheless it is most thoroughly made out that the action and recommendation of a local engineer officer in charge of such work practically determined the situation so long as he had the confidence of his superiors and kept within the general limits of the appropriation by Congress for the work in hand. Passing by a number of comparatively small contracts made prior to 1892, as well as a very large one made in 1896, but not completed when Captain Carter was succeeded in July, 1897, the bill charges:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'That commencing with the contract No. 4820 of September 16, 1892, let in the name of Edward H. Gaynor, contractor, that after the payment of the cost of the work, and after the payment to the other persons, parties to the said fraudulent scheme aforesaid, the profits, amounting to over $2,000,000, of all the aforesaid contracts so fraudulently let, as aforesaid, were divided from time to time between Oberlin M. Carter, Benjamin D. Greene, and John F. Gaynor, in three equal shares, one of which shares was apportioned to the said Oberlin M. Carter as his share of the profits arising from the consummation of said scheme to defraud the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Aside from certain contracts prior to September, 1892, and subsequent to May, 1896, the circuit court found, and the circuit court of appeals confirmed the finding, that between September 16, 1892, and May 12, 1896, the United States, through the defendant Oberlin M. Carter, as its disbursing officer, paid to Gaynor and Greene, or the Atlantic Contracting Company, a corporation of which they owned all of the shares except a few assigned to certain kinsmen for organization purposes, on account of what we shall hereafter describe as Gaynor and Greene contracts, the sum of $2,567,493.48. They also found that of this sum $1,815,941.62 was distributed as net profits between John F. Gaynor, Benjamin D. Greene, and some third person not publicly known to be interested. The remainder, $751,551.86, was the sum disbursed by Greene and Gaynor for labor, supplies, and salaries, being the actual cost of the work for which the government had in some way been induced to pay, under contracts drawn and supervised by Captain Carter, the sum of $2,567,493.48. These figures are not derived from any set of books kept by either the contractors or by Carter. Though the execution of these contracts extended over a period of four years and involved the receipt and expenditure of millions, yet the contractors say they kept no books other than one which related to supplies bought and ordinary labor or salary accounts, and that that book could not be produced. The plan under which Greene and Gaynor carried on these great affairs, as shown by the evidence, was to apply monthly payments received from Carter, as the government's disbursing officer, to the payment of the monthly expenses and advances which might have been made by one or the other of the contractors, and then divide the balance into three parts, one part being at once handed over to Greene, another to Gaynor, and the third to some third person, who both courts found upon the evidence to have been one Robert F. Westcott, the father-in-law of the defendant Oberlin M. Carter, or to accounts kept in his name, and that this third was ultimately turned over to Carter himself.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Without any distinct finding as to the <i>method</i> by which the government had been defrauded, <i>or as to the extent of actual loss sustained</i>, both courts concurred in the conclusion that the government had been defrauded, and had suffered great loss. Without any distinct finding as to whether one third of the profits realized had been paid over to Robert F. Westcott, as a secret partner with Greene and Gaynor, or to him as the representative of Captain Carter, yet both courts concurred in holding that, if Westcott was interested as a partner in the contracts, Carter, under all of the facts, was chargeable with knowledge of such partnership relation, and that if, with such knowledge, he accepted from Westcott the share of profit so received, he was accountable to the government for all such illicit gratuities or gains. In view of this concurrence of opinion upon these material facts the burden rests heavily upon the appellant Oberlin M. Carter to satisfy this court that their conclusions are plainly erroneous, or that, conceding the facts to be as found, the decree holding him accountable is erroneous as matter of law. The Carib Prince (Wuppermann v. The Carib Prince) 170 U. S. 655, 658, 42 L. ed. 1181, 1185, 18 Sup. Ct. Rep. 753; Brainare v. Buck, 184 U. S. 99, 46 L. ed. 449, 22 Sup. Ct. Rep. 458.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">But counsel have urged with great force and much confidence that the conclusion of both of the courts below rests upon no secure foundation, and that there has been a great miscarriage of justice in finding that Captain Carter was ever in any way interested in these contracts, or that he ever, directly or indirectly, consciously shared in any profits arising therefrom. This protest does not, as we understand it, involve any serious denial of the fact that nearly two millions of dollars were realized as profit upon contracts drawn by, let out, and supervised by Captain Carter, at a net cost to the contractors of less than one million dollars; nor does it involve any serious denial that approximately one third of this abnormal profit was paid over to some third person not publicly known to have had any connection with the contracts or the contractors. If, however, we are in error in assuming such a limitation upon the contention of counsel, there is no reasonable ground, upon this record, for doubting the correctness of the conclusion reached by the courts below as to either of these matters. It may be conceded that no witness proves an express agreement between the contractors and Carter that he should serve them in the letting or execution of these contracts. So far as the principals have spoken, they have denied any such agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">But it is said that none of the specific averments of the bill as to the methods by which the government had been defrauded were sustained by either the circuit court or the circuit court of appeals. Thus it was averred that Carter had shortened the time required by regulations for advertising for bids, that he had made it difficult for some intending bidders to secure the plans and specifications, that he had deterred others by unduly magnifying the risks of the work, that the specifications were so drawn as to leave to the government the option of two or more materials of different value, or two or more methods of doing parts of the work, or the right to substitute one material for another. It was also averred that Greene and Gaynor were in advance advised as to how such options would be exercised, but that other proposing bidders were not, and that by this and other artifices Greene and Gaynor were enabled to secure contracts at unreasonable prices. It it then averred that Carter had collusively and fraudulently increased unduly the quantity of some materials required and diminished that of other kinds; that he had exercised options reserved in such a way as to greatly increase the cost of the work and the profit of the contractors; that he had permitted changes in materials and methods of using the materials and of doing the work in such manner as to be of disadvantage to the United States and of advantage to the contractors; and that he had permitted the use of cheap and inferior materials and had accepted bad and inferior work.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Aside from the elusiveness of a fraud well concocted and unsuspected while going on, there was in the way of the government in this case the fact that, in respect to almost everything which had served to add to the cost of the work and to the profit of the contractors, Carter had confessedly a wide discretion. That he might be controlled in the exercise of this by his superior officers or by the War Department when important changes, modifications, or substitutions were made, is true. But, in actual practice, this War Department approval was largely official and formal when the engineer in charge was regarded as capable and honest and his recommendation within the limit of the appropriation or of the contract as made. It was the fact that such an officer in control of such work had a wide discretion which at once made his fidelity of the utmost importance to the government, and his co-operation and collusion of such large value to the contractors. This discretion was the stumbling block in the way of the circuit court. It was not easy to show in some instances that the work had suffered by the substitution of one material for another, or by the increase of one kind of mat in mattress work for another, or by one method of measuring or paying for mattrese work rather than by another. When contracts and specifications were elastic enough, as seems to have been the case with the Greene and Gaynor contracts, to justify varying interpretations, or full of options as to materials or methods, as was the fact here, nothing short of conduct or action plainly indefensible as an exercise of honest judgment would justify an inference of corruption. When to this situation there was added the fact that, as a whole, the harbor improvement had been intelligently and scientifically carried out and was apparently an engineering success, and that this result had been reached within the limit of the Congressional appropriation, it was not surprising that upon this line of evidence, considered apart from all other things, the circuit judge found himself unable to predicate fraud and corruption upon the conduct of Carter in these details which the bill pointed out as the methods by which he had enabled a great fraud upon the government to be carried out, and by which his corrupt collusion was to be established.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The circuit court, upon this aspect of the evidence, said:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'The evidence leaves the court with the impression that there was carelessness in the manner in which some of the work was done, indeed, carelessness for which Carter was justly entitled to be criticized; but considering the material results, the magnitude of the work, and assuming the absence of any mercenary or other ulterior motive on Carter's part, except such as might be justly deduced from the facts so far considered, I am of the opinion, as was Senator Edmunds in the court-martial case, that Carter's course in the premises was not necessarily an abuse of the discretion vested in him, nor seriously inconsistent with his claim that he discharged his duty to the government, and that, limited as above stated, under the rule of evidence obtaining in such case, the government has failed to maintain its case.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Excluding, as the circuit court did, all consideration of the extraordinary profit which the contractors had in some way realized upon these contracts, and that, through indirect ways, approximately $500,000 of this profit had come at last to the possession of Carter, it is not surprising that that court did not find evidence of such gross abuse of discretion as to justify a finding that he had conspired with Greene and Gaynor to defraud the government.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">But the case of the United States against the defendants is not to be determined by the consideration of the sufficiency of any one fact or group of facts, but by a judgment based upon the evidence as a whole. The learned circuit judge very nearly fell into error by such a partial view of the case. From ultimate error he was saved by the subsequent consideration of the principal, and really determinative, factors in the case; namely, the abnormal profit which the contractors had in some way been able to realize, and the evidence tracing one third of that profit into Carter's hands, with no credible reason for such result. The circuit court of appeals took a somewhat wider view of the matter. Thus that court said:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'We concur, therefore, in the view expressed in the opinion filed by the trial judge, that the charge of conspiracy between Captain Carter and the contractors to defraud the United States, under the contracts referred to, is:<a class=\"footnote\" href=\"#fn(a)\" id=\"fn(a)_ref\">(a)</a> neither established by direct evidence,<a class=\"footnote\" href=\"#fn(b)\" id=\"fn(b)_ref\">(b)</a> nor can such charge be upheld under the testimony alone of methods adopted in making specifications, advertising for bids, treatment of proposed bidders, or letting contracts, (c) nor under one or</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn(a)\">\n        <a class=\"footnote\" href=\"#fn(a)_ref\">(a)</a>\n        <p class=\"indent\"> Cas. t. King, p. 61.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn(b)\">\n        <a class=\"footnote\" href=\"#fn(b)_ref\">(b)</a>\n        <p class=\"indent\"> 1 Ves. Sr. 8. the other several branches of testimony reviewed in the opinion, considered independently of the entire chain of circumstances. But these conclusions are not the tests of sufficiency of the entire chain of circumstantial evidence to sustain that charge. While the fact is established, as there stated, 'that a great wrong was practised in this raid upon the government,' we are not satisfied that the right of the United States 'to a decree awarding to it' all property in question 'arising from funds made up of profits realized by the contractors' therein may rightly rest, as there stated, upon the proposition that Carter must, 'as a conclusion of law, be held chargeable with knowledge of what was being done in the premises.'</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'Under the settled facts above recited, however, linked with cumulative evidence, tending to prove actual knowledge on the part of Captain Carter of the excessive profit in the mattress work and of divisions thereof with Westcott in New York, and complicity in the fraudulent transactions, of which (at one time or another) he acquired approximately one third of the net proceeds, we are constrained to the belief that the evidence is decisive, not only of fraud perpetrated by the contractors, but of concurrence and participation therein by Captain Carter.' [96 C. C. A. 598, 172 Fed. 12.]</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">If it be once assumed that the defendant Carter did secretly receive from Greene and Gaynor a proportion of the profits gained by them in the execution of the contracts in question, the right of the United States in equity to a decree against him for the share so received is made out. It is immaterial if that appears whether the complainant was able to show any specific abuse of discretion, or whether it was able to show that it had suffered any actual loss by fraud or otherwise. It is not enough for one occupying a confidential relation to another, who is shown to have secretly received a benefit from the opposite party, to say, 'You cannot show any fraud, or you cannot show that you have sustained any loss by my conduct.' Such an agent has the power to conceal his fraud and hide the injury done his principal. It would be a dangerous precedent to lay down as law that unless some affirmative fraud or loss can be shown, the agent may hold on to any secret benefit he may be able to make out of his agency. The larger interests of public justice will not tolerate, under any circumstances, that a public official shall retain any profit or advantage which he may realize through the acquirement of an interest in conflict with his fidelity as an agent. If he takes any gift, gratuity, or benefit in violation of his duty, or acquires any interest adverse to his principal, without a full disclosure, it is a betrayal of his trust and a breach of confidence, and he must account to his principal for all he has received.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The doctrine is well established and has been applied in many relations of agency or trust. The disability results not from the subject-matter, but from the fiduciary character of the one against whom it is applied. It is founded on reason and the nature of the relation, and is of paramount importance. 'It is of no moment,' said Lord Thurlow, in The York Bldgs. Co. v. Mackenzie, 3 Paton, 378, 'what the particular name or description, whether of character or office, situation or position, is, on which the disability attaches.' Thus, in Aberdeen R. Co. v. Blaikie Bros. 1 Macq. H. L. Cas. 461, 472, it was applied to a contract of a director dealing in behalf of his company. Lord Chancellor Cranworth, in respect to the general rule, said:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'And it is a rule of universal application, that no one having such duties to discharge shall be allowed to enter into engagements in which he has, or can have, a personal interest conflicting, or which possibly may conflict, with the interests of those whom he is bound to protect.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'So strictly is this principle adhered to, that no question is allowed to be raised as to the fairness or unfairness of a contract so entered into.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">'It obviously is, or may be, impossible to demonstrate how far in any particular case the terms of such a contract have been the best for the interest of the <i>cestui que trust</i>, which it was possible to obtain.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'It may sometimes happen that the terms on which a trustee has dealt or attempted to deal with the estate or interests of those for whom he is a trustee have been as good as could have been obtained from any other person,&#8212;they may even at the time have been better.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'But still so inflexible is the rule that no inquiry on that subject is permitted. The English authorities on this head are numerous and uniform.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">'The principle was acted on by Lord King in Keech v. Sandford,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and by Lord Hardwicke in Whelpdale v. Cookson<sup>2</sup>, and the whole subject was considered by Lord Eldon on a great variety of occasions. It is sufficient to refer to what fell from that very learned and able judge in Ex parte James, 8 Ves. Jr. 337.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">'It is true that the questions have generally arisen on agreements for purchases or leases of land, and not, as here, on a contract of a mercantile character. But this can make no difference in principle. The inability to contract depends not on the subject-matter of the agreement, but on the fiduciary character of the contracting party; and I cannot entertain a doubt of its being applicable to the case of a party who is acting as manager of a mercantile or trading business for the benefit of others, no less than to that of an agent or trustee employed in selling or letting land.'</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In Findlay v. Pertz, 29 L. R. A. 188, 192, 13 C. C. A. 559, 567, 31 U. S. App. 340, 357, 66 Fed. 427, 435, it was applied to a contract where it was shown that a municipal official, buying for the municipality, had received a commission from the seller. In that case the circuit court of appeals said:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">'His duty was to give to the public service the full benefit of a disinterested judgment and the utmost fidelity. Any agreement or understanding by which his judgment or duty conflicted with his private interest was corrupting in its tendency. We know of no more pernicious influence than that brought about through a system of commissions paid to public agents engaged in buying public supplies. Such arrangements are a fruitful source of public extravagance and speculation. The conflict created between duty and interest is utterly vicious, unspeakably pernicious, and an unmixed evil. Justice, morality, and public policy unite in condemning such contracts, and no court will tolerate any suit for their enforcement.'</p>\n    </div>\n    <p class=\"indent\">In Leake on Contracts, 409, it is said:</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">'Any profit made by an agent in the execution of his agency must be accounted for to the principal, who may claim it as a debt for money received to his use. A gratuity given to an agent for the purpose of influencing the execution of his agency vitiates a contract subsequently made by him, as being presumptively made under that influence, and a gratuity to an agent after the execution of the agency must be accounted for to his principal.'</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">See also Perry on Trusts, &#167; 430, and Parsons on Contracts, 6th ed. &#167; 89.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The principle is most often applied in cases where one holding the relation of a trustee buys the trust property, though at public sale. Examples are numerous. Michoud v. Girod, 4 How. 503, 555, 11 L. ed. 1076, 1099, is a leading case decided by this court. Referring to the general rule, which forbids one to buy in an estate, directly or indirectly, when he is acting for the seller, this court said:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">'The general rule stands upon our great moral obligation to refrain from placing ourselves in relations which ordinarily excite a conflict between self-interest and integrity. It restrains all agents, public and private; but the value of the prohibition is most felt, and its application is more frequent, in the private relations in which the vendor and purchaser may stand towards each other. The disability to purchase is a consequence of that relation between them which imposes on the one a duty to protect the interest of the other, from the faithful discharge of which duty his own personal interest may withdraw him. In this conflict of interest, the law wisely interposes. It acts not on the possibility that, in some cases, the sense of that duty may prevail over the motives of self-interest, but it provides against the probability in many cases, and the danger in all cases, that the dictates of self-interest will exercise a predominant influence, and supersede that of duty. It therefore prohibits a party from purchasing on his own account that which his duty or trust requires him to sell on account of another, and from purchasing on account of another that which he sells on his own account. In effect, he is not allowed to unite the two opposite characters of buyer and seller, because his interests, when he is the seller or buyer on his own account, are directly conflicting with those of the person on whose account he buys or sells.'</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In Robertson v. Chapman, 152 U. S. 673, 681, 38 L. ed. 592, 595, 14 Sup. Ct. Rep. 741, 744, this court, in dealing with the matter of a sale by an agent to himself, effected under cover of another, said:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">'If an agent to sell effects a sale to himself, under the cover of the name of another person, he becomes, in respect to the property, a trustee for the principal; and, at the election of the latter, seasonably made, will be compelled to surrender it, or, if he has disposed of it to a bona fide purchaser, to account not only for its real value, but for any profit realized by him on such resale. And this will be done upon the demand of the principal, although it may not appear that the property, at the time the agent fraudulently acquired it, was worth more than he paid for it. The law will not, in such case, impose upon the principal the burden of proving that he was, in fact, injured, and will only inquire whether the agent has been unfaithful in the discharge of his duty. While his agency continues, he must act in the matter of such agency solely with reference to the interests of his principal. The law will not permit him, without the knowledge or assent of his principal, to occupy a position in which he will be tempted not to do the best he may for the principal.' Reading the evidence in relation to Captain Carter's conduct in drafting the specifications, advertising, acceptance of bids, and more particularly his almost invariable exercise of options and other discretionary powers in the subsequent execution of the contracts let to Greene and Gaynor, in the light of the abnormal profit realized by them, of which, approximately, $500,000 ultimately found its way into his possession, we can but entertain a strong conviction that his relations with them from the beginning were inconsistent with his fidelity to the United States, and that he must account to his principal for every dollar of gain or profit or advantage which has been derived by him from these contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The defense against such a conclusion rests upon three propositions:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">1. That the affirmative evidence that he abused his discretion and secretly and corruptly favored Greene and Gaynor is not sufficient.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We shall not consider this proposition apart from the other two, for it is not material whether the evidence referred to, considered out of relation to the other parts of the case, would or would not make out a case of fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">2. That, in view of the great risk attendant upon such works, the profit claimed to have resulted was not so abnormal as to justify an inference of fraud, and that it was in part due to cheap labor, bordering upon peonage.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Neither should this contention be considered apart from the chain of evidence which leads to but one inevitable result; namely, that this great profit was not legitimate. Looked at, apart from everything else, a profit of $1,815,941.62 upon a job which cost the contractor but $751,551.86 arouses deep suspicion, and demands a clear explanation. That explanation does not appear in the facts of this record.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">3. It is urged that Captain Carter's greatly increased personal expenditures during the progress of this work, and his acquisition of some four hundred thousand dollars,' worth of bonds, stock, and other property, much of which has been impounded in this case as property into which his illicit gains and gratuities have been traced, arose from the generous bounty of Robert F. Westcott, and that Carter was ignorant of any interest Westcott had in the Greene and Gaynor contracts, and of the fact, if it be a fact, that Westcott's gratuities came from his participation in the distribution of the profit on the Greene and Gaynor contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">This last proposition presents the very <i>crux</i> of the case. What was Westcott's relation to the Greene and Gaynor contracts? It has been suggested, rather than urged, that he was, secretly, a partner in these enterprises. There is no evidence that he was, other than the fact that very many profit dividends are traced to bank accounts standing in his name. But, if he was, and Carter bargained with him for a share in the profit, knowing his relation, the legal consequence is the same as if he had received the same interest from Greene or Gaynor. But the apparent participation of Mr. Westcott in the profit arising from the Greene and Gaynor contracts is not inconsistent with a mere agency for Carter, and such an agent we think he was. That Carter could not openly receive any gains or gratuities from Greene and Gaynor is obvious. Some go-between was essential. The requisite conditions for such a screen would suggest Mr. Westcott. He was an aged, retired business man of some fortune, residing in New York. Captain Carter, in October, 1890, married one of his daughters. Mrs. Carter died in December, 1892, leaving no issue. During the marriage, Mr. Westcott made Mrs. Carter a small monthly allowance. His regard and esteem for Captain Carter during the time of and subsequent to this marriage was, on the evidence, very pronounced, and this relation affords the basis for the claim that Captain Carter's greatly increased personal expenditures during the progress of the Greene and Gaynor contracts was due to Mr. Westcott's generous and unceasing gratuities. It is shown that Captain Carter's income was substantially limited to his pay as captain, and that his personal expenditures did not exceed three or four thousand dollars per annum down to 1892. From then on his expenditures steadily increased, until they reached and passed $20,000 per annum. Now it cannot escape observation that this great change in his manner of living began with the Greene and Gaynor contracts, and became more and more marked through the progress of the work under his supervision. It does not follow, of course, that the means for such widening expenditures came from these contracts, but the circumstance is suspicious and calls for satisfactory explanation.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Among other details averred in the bill of complaint is, that, beginning in 1892 and continuing down to 1896, Captain Carter was continuously engaged in making investments in loans, real estate, bonds, and stocks, and that the amount so invested aggregated more than $400,000. Many of these investments turned out to be in the identical securities, which, after much difficulty, were impounded under the process in this case, and are now in the hands of the receiver.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">That the increase from these investments was collected by him, ostensibly for Mr. Westcott, is not questioned. That he applied it to his own personal use is shown by a comparison of the bank accounts standing in his name and those in the name of Westcott, as well as by the inference to be drawn from the remarkable correspondence between the increasing volume of this income and his own personal expenditures. Now Carter does not deny that he did make large investments during 1892, and the years following, nor that the properties and other securities impounded in this case are in large part the result of such investments. What he does claim is that, in making such investments, he was acting for Westcott under powers of attorney which cover most of the time, and under oral authority during the rest. His use of the income from such investments or of means approximating such income, he says, was due to the generous bounty of Mr. Westcott. His title and right to the property in which he made such investments for Mr. Westcott he distinctly sets up in his sworn answer as resting alone upon donations made to him in October, 1897, and he sets out as evidence of title two receipts. In that he says that he 'never had any interest, direct or indirect, in the securities described in the receipts of October 11 and 29, 1897, <i>until the same were respectively given to this defendant as a pure and original donation by said Westcott at the time of said respective receipts in October</i>, 1897.'</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The first of these receipts reads thus: 'Received New York, October 11, 1897, from R. F. Westcott, the following bonds, sixty-three in all.' Then follow the numbers and description of bonds. Signed 'O. M. Carter.' The other reads thus: 'Received New York, October 29, 1897, from R. F. Westcott, the following instruments.' Then follows a long list of notes, mortgages, stocks, and bonds. Signed 'O. M. Carter.' The securities described in these receipts are undoubtedly the same securities bought by him from time to time, ostensibly for Mr. Westcott. These purchases and investments show a remarkable correspondence in date and amounts with the dividend distributions of Greene and Gaynor profits, and undoubtedly represent the one third of such profit nominally paid to the account or credit of Westcott. During the years covering these distributions, Captain Carter, according to his own account of matters, stood for and represented Mr. Westcott, sometimes by oral direction and sometimes by power of attorney. Certain it is that there was a blending of the business affairs of these two men rarely ever seen. Under Carter's powers of attorney he checked upon Westcott's bank account as his own. He had free access to his safe deposit box, where these securities were kept, and collected interest and dividends as they accrued. Certain investments of large amounts were shown to have been made by him which did not appear in Westcott's bank account. This was explained by Carter, who, in substance, said that Mr. Westcott had, on going off to Europe, left a large amount of currency in his safe deposit box, and that he invested this money for Westcott. Not less than $100,000 of money appears to have come from that source, and yet Carter says that he cannot say how much Mr. Westcott left there, nor how much remained when he returned, and that although he and Mr. Westcott had occasional settlements, they neither gave nor received receipts nor rendered accounts. There is no positive, competent evidence explaining just why these securities were in the personal custody of Mr. Westcott in October, 1897. Captain Carter was relieved at Savannah in July, 1897, by Captain Gillette, who very early discovered indications of maladministration by his predecessor. By direction of General Wilson he pressed his investigations and caused charges to be preferred. In August, 1897, and before Gillette's discoveries had been made public, Captain Carter was sent to England as military <i>attache</i> with the American embassy. Within a month he returned, doubtless due to orders, only to find that serious charges, involving his career and his honor, had been preferred, and that his management of the Savannah district improvements was about to undergo a thorough investigation. There is evidence, as we have before stated, strongly tending to show that he had himself collected the interest and dividends upon the shares and bonds mentioned in these receipts up to the time he went abroad,&#8212;a fact which points to his having had personal custody of these securities up to that time. Though there is no competent positive evidence that he did turn these securities over to Westcott, or caused them to be placed in his hands, for safekeeping, before his trip abroad, there is good reason for believing so. Frederick P. Solley, another son-in-law of R. F. Westcott, says that he went with Mr. Westcott to his safe deposit box in October, 1897, to get these securities. The statement then made to him by Westcott as to why he had possession of these instruments was objected to as not competent, being declarations in the absence of Carter. The objection was sustained, and there is no error assigned. Solley says 'that he and Westcott carried them to the office of Mr. Stimson, Westcott's lawyer;' there a list was made out and the witness checked them over. He did not see them delivered to Carter. But Mr. Stimson did. What explanation Mr. Westcott made to him of the transaction before Carter's arrival and delivery to him has been excluded, because not made in Carter's presence. He, however, saw the transfer, and saw the receipt signed. The significance of Stimson's evidence as to what was said in the presence of both Westcott and Carter is that nothing was said as to this being a gift, and that no acknowledgment was made so indicating. He does not recall anything said by Westcott in the presence of Carter. He does, however, say that after Carter had taken the securities, alluding to a number of bonds which were among the securities, he said: \"Daddy, I want you to take these,' or 'Daddy, I want to give these bonds to you.' Something substantially to that effect, and that Mr. Westcott replied: 'No,' either verbally or with some gesture of dissent. Captain Carter put the bonds which he had referred to back with the others and took them all.' A proposal to give to Westcott a part of the very securities which Westcott was then giving to Carter as a 'pure donation' is incompatible with the latter contention; it accords more with the attitude of one who was receiving back his own from one who had performed a great service as custodian of property which the owner had reason for concealing from publicity.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">A more significant fact pointing to the same conclusion is that Robert F. Westcott did not come forward and testify in favor of his son-in-law before the board of inquiry, or before the subsequent court-martial. The investigation before the board of inquiry and the trial before the court-martial involved Carter's execution of the contracts in question, and his business relations with both the contractors and with Westcott. In both investigations Carter claimed, then as now, that his large personal expenditures were met by gifts to his wife and, after her death, to himself by Mr. Westcott, and that, in the purchase of large amounts of securities and other property, he had only acted for Mr. Westcott. The testimony of Mr. Westcott was vital to his defense upon the merits. The board of inquiry sat in the fall of 1897, and the court-martial later. Westcott was living during both proceedings; but he appeared in neither, though urged to appear by General Gillespie, the president of the board. When the evidence was taken in the pending case he was dead, having died in July, 1901. If it be conceded that the testimony of one not in the service could not have been required in a purely military investigation, it was within Westcott's power to have voluntarily testified as many other witnesses did. After Carter had been convicted, there occurred in the city of New York certain removal proceedings before a United States commissioner, for the purpose of removing Greene and Gaynor from New York to Savannah for trial upon indictments there pending for the very fraud here under consideration. Carter was included in the same indictments, but was not a party to the removal proceedings mentioned. In that case Mr. Westcott was examined by the United States. His evidence then delivered was offered by the United States in the circuit court as evidence in this case, but was excluded upon objection, as having been given in a proceeding to which Carter was not a party, and without opportunity for cross-examination by him. The objection was rightly sustained. The evidence was, however, admitted for the purpose of fixing notice upon the defendants Lorenzo D. Carter and I. Stanton Carter of the character of the title of their brother, Oberlin M. Carter, to the securities involved in this suit. The evidence was properly admitted solely for the purpose of showing Westcott's disclaimer of any title to or interest in the securities which he handed over to Carter, as shown by his receipts mentioned above. We, however, exclude any statement made by him as against the defendant Oberlin M. Carter. The significant fact remains that Robert F. Westcott, though the close friend, and, indeed, the affectionate friend, of his ex-son-in-law, Oberlin M. Carter, did not voluntarily appear before either of the military tribunals in his defense, and, figuratively, stood by and saw him broken in rank and sent in ignominy to serve a term of five years for having betrayed his trust. It is true that Captain Carter says that he did all he could to persuade Mr. Westcott to appear and testify. Nevertheless, the failure of Captain Carter to secure his evidence, in view of their relation, justifies a presumption that it would not have borne out the defense.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The conclusion we must reach is that Robert F. Westcott was but the agent and representative of Oberlin M. Carter in the receipt of a share in the profit made by Greene and Gaynor.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">For whatever gains, profits, or gratuities he is shown to have received, he must account.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The contention that any recovery must be limited to property or securities into which such illicit gains have been traced is not sound.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The facts stated by the bill and supported by the evidence show that Carter received from Greene and Gaynor, directly or indirectly, something in excess of $500,000 as his share in the Greene and Gaynor contracts. Under the legal principle which we have heretofore announced, the United States may require Captain Carter to account for all he has received by way of gain, gifts, or profits out of the Greene and Gaynor contracts, irrespective of the actual damage it has sustained or its ability to follow such gains into specific property. Undoubtedly it may, as by its bill it sought to do, follow the fund so corruptly received, and assert title to any property into which such illegal gains have gone. But there was a prayer for 'other, further, and general relief;' and under that it was entitled to a judgment, as for money had and received for its use, for any difference between the cost of the specific property recovered and the gains so received which it is unable to trace. The decree against O. M. Carter was for a much less sum than such difference.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Neither did the agreement of November 6, 1901, between the parties, of which we shall speak later, afford any defense to the judgments against I. S. and L. D. Carter. Those judgments were for securities traced to their possession, which had not been disposed of in good faith, in view of the knowledge they had of the character of Captain Carter's title and the legal right of the United States to pursue his illegal gains into the property in their hands. There is no error in the decree below of which the cross appellants can complain.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">There remains for consideration the appeal by the United States. This involves allowances made out of the funds in court into which the gains of Carter had been traced, under an agreement between the United States and the defendants O. M. Carter and his brothers. Only the second, seventh, eighth, and ninth paragraphs of the agreement need be set out, and they are set out in the margin.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">(2) That as to the assets claimed by the government as assets into which it charges the fund intrusted to Oberlin M. Carter, as disbursing officer, was diverted, with the proceeds, income, and reinvestments thereof, where the form of the investments have been changed, and which assets have or may be hereafter traced into the possession, custody, or control of said defendants, and have not theretofore been bona fide disposed of by them, and therefore beyond their control, shall be forthwith by the said defendants turned over to the receiver appointed in this cause. But the court will determine whether the one Kentucky Central bond and one Michigan Telephone bond, charged in the bill to be reinvestments of said alleged trust fund, and which bonds are claimed by I Stanton Carter, should be held by the receiver pending the litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">(7) From said fund to be accounted for to the receiver, the sum of $5,000 shall be left in the hands of H. G. Stone, chief counsel for said Oberlin M. Carter, from which to compensate and cover the expense of employment of local counsel in any of the districts in which local counsel have been or may be employed in any branch of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">(8) From said fund, to be accounted for to the receiver, there shall be paid:</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">(a) The fees, traveling expenses, and other expenses of Oberlin M. Carter's chief counsel and of his attorney at Chicago, to be fixed and allowed by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The importance of the case, and the means and methods taken to bring the same to a just determination speedily, and not the length to which the proceedings may be protracted, to be considered as elements of merits in fixing such fees.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">(b) Also the fee of his attorney for representing said Carter in case of any criminal trial in Georgia, if Carter should be placed on trial there prior to the final disposition of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">(c) The expenses of taking evidence in behalf of said Carter, including the services of an accountant at not exceeding $10 per day for his services when needed and actually employed, plus his expenses, if any.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">(d) And if, before the final determination of this cause, the said Oberlin M. Carter shall be liberated from prison, he shall be allowed his reasonable personal expenses incurred by him while engaged in work in this cause, including the taking of evidence, but with no compensation for his time. Such expenses to be determined by the court and paid out of the moneys in court.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The United States assigns as error the allowance of a fee of $60,000 to Mr. H. G. Stone for his services in this and the ancillary suits, of which a balance of $42,500 was directed to be paid by the receiver out of the fund in court. Certain other payments to other counsel and for other expenses are also objected to. The ground of objection is that the allowance to Mr. Stone is excessive, and that neither that fee nor any of the other items should have been paid, <i>because the condition upon which the</i> <i>United Stated agreed to the use of the fund</i> <i>had not been complied with</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">So far as the amount of the allowance is concerned, we do not feel authorized to disturb it, as two courts in succession have concurred in the amount allowed as reasonable. The consideration for the stipulation was abundantly sufficient to justify the assent of the United States. As it turns out, the bargain may appear to have been too generous, for the right of the United States to the entire fund which had been turned over to Lorenzo D. and I. Stanton Carter, as things now appear, was clear. Whether the securities which were the subject of this stipulation could have been seized and subjected was not so clear then, nor was the character of the claims which might be asserted by L. D. and I. S. Carter to these assets then fully known. Upon this stipulation they agreed to turn over to the receiver the assets claimed by the United States in the pending bill, which had not been theretofore '<i>bona fide disposed of by them, and therefore beyond their control</i>.' This agreement necessarily left open for adjustment the question as to what assets received from O. M. Carter by his brothers, the defendants L. O. and I. S. Carter, <i>had been theretofore disposed of by them bona fide</i>, and which were therefore beyond their control. Immediately thereafter I. S. Carter delivered to the receiver assets in specie aggregating $71,660. The receiver's receipt is dated November 11, 1901. On May 23, 1900, I. S. Carter and Ditson P. Carter received from one J. H. Paul, in trust, for O. M. Carter, a long list of securities, of which a part went into the possession of Ditson P. Carter and the rest into the possession of I. S. Carter. The securities turned over on November 11, 1901, by I. S. Carter, are a part of those covered by the receipt given to J. H. Paul. On December 23, 1901, Mr. H. G. Stone, counsel for the Carters, reported to Mr. Edward I. Johnson, representing the United States, that, aside from the securities theretofore turned over by I. S. Carter on November 11, 1901, there remained to be accounted for assets which he listed, aggregating $69,704.53. Against this he claimed that I. S. Carter and L. D. Carter had disbursed $119,127.42. This left the parties every wide apart. The matter was referred to Mr. William M. Booth, as special master. In the accounting which ensued it appeared that many of the securities which had been received by one or the other of the Carter brothers in trust for O. M. Carter had been sold and the proceeds either reinvested or disbursed by them, or retained as salaries under agreements made between them and O. M. Carter. The master reported that there were very wide divergencies between the defendants and the United States as to the rule of accountability, the defendants insisting that any disbursements made by them satisfactory to O. M. Carter were proper credits, including large sums appropriated as salaries for managing these assets, as well as other large amounts for which no vouchers could be furnished. On the other hand, it was claimed that disbursements made by them must be accounted for to the complainant, as to a <i>cestui que trust</i>, and that all sums retained by them as compensation for their services should be disallowed, in view of their undoubted knowledge of the character of Carter's title.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">We shall not go further into this matter than to say that the final result in the court of appeals was to disallow the salary claims and some of the disbursements, for which no good reason was shown, or no vouchers produced. Among the assets in the hands of these trustees, at the date of the account, were twenty-one Kentucky Central bonds of $1,000 each, which appeared to have been the result of re-investments which had been appropriated by them on account of salaries. These the court required them to account for. The result was that, although they were allowed many thousand dollars on account of very questionable disbursements, there was a considerable decree against each of them for assets not accounted for or turned over in specie. The single question to which we shall apply this generalization of facts respecting this accounting is as it affects the condition upon which the United States agreed that, out of the funds in court, Captain Carter's expenses in conducting his defense, including counsel fees, should be paid. The stipulation was that 'fees, traveling expenses, and other expenses of Oberlin M. Carter's chief counsel [meaning Mr. H. G. Stone], and of his attorney at Chicago, to be fixed and allowed by the court,' etc. The 'condition' which the United States claims was violated was 'that the said defendants will turn over to the receiver at least substantially all of the assets turned over to I. S. Carter and L. D. Carter by J. H. Paul and R. E. Westcott and James Bragg, or their proceeds and reinvestments, except such as have been, prior to the receivership, bona fide paid out or pledged by them for attorneys' fees, or as expenses in defense of said Carter, or expended by them legitimately in the handling of said properties,' etc. This condition, we think, has not been violated by the insistence upon a credit for all disbursements made by them in Captain Carter's defense and in the care of his estate in their hands, nor by their claim to the compensation which he had agreed to allow them. The original agreement, as well as the provision inserted by the United States, alike provied that they should not be required to turn over that which had been disbursed in good faith. This involved the right to have their disbursements and their claims for services inquired into from their point of view. The Central Kentucky bonds represented, as the court found, reinvestments of funds or income from funds. They claimed that these bonds were rightfully their own property under the agreement with Captain Carter for a salary of $10,000 per year for one of them and $3,600 per year for the other. The court decided against this claim, but we do not believe that counsel, who, in good faith, presented the defense of the Carters for such salaries or for other disbursements made by them, should be deprived of the benefit of the stipulation which provided for their compensation. The bargain with the government may appear a bad one, but it was a contract and should be observed.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The petition for a writ of prohibition, being calendar No. 10, original, will be dismissed, as the court, in view of the affirmance of the decree appealed from, finds it now unnecessary to decide any question as to the jurisdiction of the Circuit court pending the appeal just disposed of.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The errors assigned by the United States are overruled and the decree affirmed in all particulars.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Select Cases, temp. King, p. 61.           2 1 Ves. Sen. 8</p>\n        <p>Payments and allowances under paragraph numbered '(8)' of this agreement to be determined by the court from time to time on petition, with the right of the United States to contest the same as unreasonable, or that any expense was not incurred as stated.</p>\n        <p>(9) The assent of the United States to paragraphs numbered '(1),' '(7),' and '(8)' of this agreement is predicated upon the understanding that the said defendants will turn over to the receiver at least substantially all of the assets turned over to I. Stanton Carter and L. D. Carter, by J. H. Paul and R. E. Westcott and James Bragg, or their proceeds and reinvestments, except such as have been, prior to the receivership, bona fide paid out or pledged by them for attorneys' fees or as expenses in defense of Carter, or expended by them legitimately in the handling of said properties, or which have not already been taken possession by receivers in this cause.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/97238/"
}