{"absolute_url": "/opinion/85624/townsley-v-sumrall/", "blocked": false, "citation": {"case_name": "Townsley v. Sumrall", "docket_number": null, "document_uris": ["/api/rest/v2/document/85624/"], "federal_cite_one": "27 U.S. 170", "federal_cite_three": null, "federal_cite_two": null, "id": 53090, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/53090/", "scotus_early_cite": "2 Pet. 170", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 1, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1829-02-10", "date_modified": "2014-12-21T01:24:12.678592", "docket": "/api/rest/v2/docket/14672/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">27 U.S. 170</p>\n    <p class=\"case_cite\">2 Pet. 170</p>\n    <p class=\"case_cite\">7 L.Ed. 386</p>\n    <p class=\"parties\">THOMAS F. TOWNSLEY, PLAINTIFF IN ERROR<br>v.<br>JOSEPH K. SUMRALL, DEFENDANT IN ERROR.</p>\n    <p class=\"date\">January Term, 1829</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">THIS suit was originally instituted by Joseph K. Sumrall, in a state court of Kentucky, and afterwards, on the petition of Thomas F. Townsley the defendant below, removed into the circuit court of the United States for the district of Kentucky, where the same was tried before a jury, and a verdict rendered for the plaintiff.</p>\n      <p class=\"indent\">The action was upon an alleged verbal promise made by the defendant, as one of the partners of Townsley and Co., that they would accept a certain draft or drafts, to be drawn on them at New Orleans by one Richard S. Waters, in favour of Joseph K. Sumrall; and the cause of action alleged was a failure to comply with the promise. The bill was drawn and remitted to New Orleans, and not being paid, was returned under protest to Kentucky, and this suit was brought.</p>\n      <p class=\"indent\">On the trial in the circuit court, various bills of exceptions were taken by the defendant, all of which are stated in the opinion of this Court; and in which opinion is also stated, the points on which the plaintiff in error sought to obtain a reversal of the judgment of the circuit court.</p>\n      <p class=\"indent\">Mr Coxe, for the plaintiff in error, contended:</p>\n      <p class=\"indent\">1. That a parol promise to accept a non-existing bill does not constitute a contract, for the breach of which an action may be maintained.</p>\n      <p class=\"indent\">He admitted that the acceptance of an existing bill might be by parol; but the allowance of such a principle of law had been regretted by judges. A written agreement to accept a bill not yet drawn, is valid; but there has been no decision which affirmed that a parol acceptance of such a bill is binding; and the leaning of courts has been against it. Cited, 2 <i>Wheat.</i> 66. 1 <i>East</i>, 98. 4 <i>East</i>, 57. 5 <i>East</i>, 514. 1 Atk. 611. 3 <i>Mass.</i> 10.</p>\n      <p class=\"indent\">The general principle of our law is, that a verbal promise of this kind will not sustain an action. The provisions of the statute of frauds are infringed, by making it otherwise.</p>\n      <p class=\"indent\">The admission of such a parol contract will lead to difficulties and uncertainties; and the danger of such a course is shown in this case, as no one of the witnesses, of three who were examined, represent the agreement to accept to the same extent.</p>\n      <p class=\"indent\">2. The court were requested to instruct the jury, that if they believed the bill was drawn by Waters to pay a partnership debt, as stated by Waters, they should find for the defendant.</p>\n      <p class=\"indent\">This was accommodation paper, the benefit of which was to enure to the drawer and the payee, to enable them to pay a joint debt. No consideration, in fact, passed for it from the plaintiff to either the drawer or the drawee. He stands in the same situation he would have been in if it had never been drawn.</p>\n      <p class=\"indent\">This prayer, and this view of the case, are put hypothetically to the jury. The facts upon which they are based are detailed in the testimony of Waters, and the jury was to judge of his credit. There was therefore enough to warrant the prayer, and it should have been allowed. So also, he contended, the next instruction should not have been refused, as it leaves to the jury the decision upon the testimony of Waters.</p>\n      <p class=\"indent\">Upon the question, whether, if a bill be drawn in Kentucky, on a person in New Orleans, the protest is, in itself, evidence of demand and refusal: in Nicholas <i>vs.</i> Webb, 8 <i>Wheston</i>, 326, it was held, that the protest of a foreign bill is sufficient; but a distinction is taken between foreign bills, and those instruments in which a protest is not necessary, and therefore not the official act of the officers. In cases of inland bills the protest cannot be read. Chesmer <i>vs.</i> Noyes, 4 <i>Camp.</i> 129. 2 <i>Barn.</i> &amp; Ald. 696.</p>\n      <p class=\"indent\">The supreme court of New York have held such bills as this to be inland bills. Miller <i>vs.</i> Hackley, 5 <i>Johns.</i> 175. Also cited 2 <i>Tucker's Blackst.</i> 467. 5 <i>Cowen</i>, 363.</p>\n      <p class=\"indent\">Under the English statutes, provision is made to protect inland bills; but the same statutes prescribe that the acceptance shall be in writing.</p>\n      <p class=\"indent\">At common law no protest of an inland bill of exchange was ever made. It was introduced by statute. By the law of Louisiana, an inland bill cannot be protested for nonpayment, unless it has been accepted in writing; and the holder of an inland bill need not protest it. <i>Livingston's Crim. Code</i>, p. 55, art. 318; p. 73, art. 487; p. 99, art. 717. The form of protest is to be conformable to the custom of the place where it is made, p. 100, art. 727.</p>\n      <p class=\"indent\">Although the contract was made in Kentucky, yet it was to be executed in Louisiana, and the law of that place must be the law of the contract. 1 <i>Gallis. Rep.</i> 371, 372. Robinson <i>vs.</i> Bland, 2 <i>Burr.</i> 1077, 1079. 1 <i>Bl. Rep.</i> 256.</p>\n      <p class=\"indent\">Under the French law, which prevails in Louisiana, no acceptance is valid unless it is in writing.</p>\n      <p class=\"indent\">Mr. Nicholas, for the defendant in error, stated that the principal question is whether an agreement to accept a bill to be drawn was binding.</p>\n      <p class=\"indent\">Originally, at common law, a verbal acceptance of a bill was as good as if it had been written; and courts have since gone further, and have made circumstances equivalent to an acceptance.</p>\n      <p class=\"indent\">In Coolidge <i>vs.</i> Payson, 2 <i>Wheaton</i>, 66, this Court decided, that a verbal acceptance was as good as one which is written; and whatever may be the law of England, this is now settled law in the United States. All the the cases go upon the question whether the promise to accept was the inducement to take the bill.</p>\n      <p class=\"indent\">If a verbal acceptance is as valid as one which is in writing, where is the authority to show that a <i>parol</i> agreement to accept a bill <i>to be drawn</i> is not binding. The objection to such an acceptance, on the ground of inconvenience, would prevail equally against all parol acceptances.</p>\n      <p class=\"indent\">A verbal promise for a good consideration is binding, and the policy of extending the rule to bills to be drawn, to the same extent as it operates to bind the verbal acceptor of a bill drawn, is equal. In Kentucky, if A. says to B. 'let C. have four thousand dollars in goods, and I will pay the amount;' the promise is good. Notwithstanding the statute of frauds, this is law in that state.</p>\n      <p class=\"indent\">Before the statute of frauds any parol promise was good, even for the conveyance of a freehold; and until it shall be shown, that in the statute of frauds there is a provision against the contract upon which this suit is brought, it will operate.</p>\n      <p class=\"indent\">The <i>lex loci</i> will sustain this contract. It was made in Kentucky, and was to be performed at New Orleans; and the remedy for the breach is to be obtained by the laws of Kentucky. A demand was necessary at New Orleans; but this did not transfer the contract to that place.</p>\n      <p class=\"indent\">The law of Kentucky requires that a bill drawn on a person out of the state shall be protested. 2 <i>Littell's Laws</i>, 103, 105. It not only authorizes a protest, but upon its being made, creates an additional liability for damages. Thus, therefore, the protest is by a statute, by provision, made necessary, and it becomes of course <i>prima facie</i> evidence of demand and refusal to pay. Upon principles frequently recognized, this Court have decided, that the law of Kentucky upon this matter will be respected and enforced here.</p>\n      <p class=\"indent\">Mr Justice STORY delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a writ of error to the circuit court of the district of Kentucky. The original action was brought by the defendant in error against the plaintiff in error, as one of the firm of Thomas F. Townsley &amp; Co., to recover the amount of a bill of exchange, drawn, at Maysville in Kentucky, on the 27th of November 1827, by one Richard S. Waters, on Messrs Townsley &amp; Co. at New Orleans, at 120 days after date for $2000, payable to Sumrall or order, which had been dishonoured by the drawees.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The declaration contained various counts: some of which alleged an actual acceptance of the bill and non-payment thereof at maturity; others, a promise by the drawees to accept and pay the bill when drawn, if the original plaintiff would purchase the same from the drawer. The cause was tried upon the general issue, and a verdict was found for the original plaintiff for $2860, upon which he obtained judgment. A bill of exceptions was taken at the trial, upon which the questions are presented, which have been argued at the bar.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The bill of exceptions stated, that the plaintiff offered in evidence the bill of exchange and the protest of the notary public at New Orleans, to which evidence the defendant objected, but the court admitted the testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Evidence was then given, by the testimony of John Sumrall, the plaintiff's brother, to show that in a conversation between the plaintiff and the defendant relative to some shipments which Richard S. Waters proposed to make to the firm of Thomas F. Townsley &amp; Co. and bills to be drawn against them; when the plaintiff said he feared the bills would not be honoured and paid; Thomas F. Townsley told the plaintiff, that the firm would accept the bills of Waters, for $4000, and pay them at maturity. The plaintiff stated he wished to pay a debt in Philadelphia with the bills, and the produce to be shipped by Waters might not arrive in time to provide for them; to which Townsley replied, that if Waters would draw a bill or bills to the amount not exceeding $4000, such bill or bills should be accepted and paid, whether the produce arrived or not. Waters and the plaintiff had been in partnership before the conversation, but the partnership at the time it took place had been dissolved. Richard S. Waters testified, that he had drawn the bill for $2000 upon which the suit was brought, and another for the same amount. That in a conversation with the plaintiff before the bills were drawn, the plaintiff wished him to draw for $4000: he said he was afraid to draw for $4000, and the plaintiff told him, Townsley had said he would pay one draft for $2000, whether the produce to be shipped arrived in time or not; and he agreed to draw for $2000, and after some hesitation he drew the other bill for $2000; both bills being drawn in favour of Sumrall: and it was perfectly understood between them that he had no funds in the hands of the drawees, and that the bills were to be sent to Philadelphia to discharge debts due by the plaintiff and himself as partners, to Toland &amp; Rockhill and to others: and the plaintiff agreed to help him to meet one of the bills, if he should be unable to pay both. He gave the plaintiff the bills for $4000 of partnership goods taken by him at the dissolution of the partnership. That the partnership accounts were not settled; and he received no other consideration for the bills than the receipt of the $4000 of partnership goods. He furnished Thomas F. Townsley &amp; Co. with produce enough to pay one of the drafts, and they paid one of them. Townsley &amp; Co. had no funds or effects in their hands belonging to him. On the dissolution of the partnership, he understood the plaintiff was to wind up the concern and pay the debts.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The defendant then offered in evidence the record of a suit of Toland &amp; Rockhill against Sumrall &amp; Waters; which was objected to, and the objection sustained by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The deposition of Langhorne was then read, stating that that in 1819, he heard Waters say, his credit was better abroad than at home, for Townsley had promised to accept for him for $4000 for Sumrall, whether his produce got down in time or not.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Evidence was also given to show, that shortly after the bills of exchange were drawn, Waters became totally insolvent.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The deposition of Samuel D. Lucas was read on the part of the plaintiff. He stated that he heard Townsley assure the plaintiff that the drafts of Waters to the amount of $4000, which Waters proposed to let the plaintiff have, to be drawn by Waters on the house of Thomas F. Townsley &amp; Co. of New Orleans, at 120 days after date, should be paid. The plaintiff consented to take the drafts with considerable reluctance, for fear of accident; upon which Townsley assured him the drafts should be honoured, whether the produce to be shipped by Waters arrived or not. Upon the faith of Townsley's accepting for Waters, the bills were received, and the plaintiff advanced large quantities of merchandise and other articles.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The plaintiff prayed the following instruction to the jury, which was given, and to which the defendant excepted: That if they shall believe from the evidence in this case that the defendant Townsley promised for himself and company, to Sumrall, that they would honour, accept, or pay bills drawn on them by Waters to the amount of of $4000; and that Sumrall did immediately thereafter, or within a reasonable time, upon the credit of said promise, purchase bills drawn by Waters, accordingly, to the amount of $4000, and that the bill in the declaration mentioned, is one of the bills so purchased; then that the plaintiff upon the evidence, is entitled to recover; whether the purchase was made before or after the drawing of said bills, or whether they were drawn for a pre-existing debt, or drawn and sold for any other good and valuable consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The defendant then asked the court to instruct the jury: 1. That if they believe from the evidence, that the defendant by parol stated that he would accept a bill or bills to the amount of $4000, before the bills were drawn, and before the defendant had received the amount or any part of it, under the expectation and belief that the drawer Richard S. Waters would put funds into his hands to take up the bills at maturity; and that the plaintiff knew that the said Richard had no funds, but made the promise in anticipation of such funds, and that no funds to take up the bill were placed in the hands of the defendants or either of them, to take up the bill, nor had the drawer any funds in the hands of the drawee to draw upon; that they should find for the defendant; provided the jury further find that the plaintiff and R. S. Waters the drawer, were partners in trade, and as such were indebted on their partnership account to Toland &amp; Rockhill; and that the bill was drawn by the said Waters in favour of the plaintiff, with a view to raise funds, or to be passed in direct payment of a joint debt due as aforesaid; and that the said bill, with this object and view, and in pursuance of an agreement between drawer and plaintiff, was passed to the credit of the drawer and plaintiff to Toland &amp; Rockhill.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">2. That if they believe the said bill was drawn to pay a partnership debt as stated by R. S. Waters, they ought to find for the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">3. That if they believe the bill was drawn by Waters in favour of Sumrall, to be assigned to Toland &amp; Rockhill, in payment of a partnership debt due by Waters &amp; Sumrall to Toland &amp; Rockhill, and that said bill was thus assigned to Toland &amp; Rockhill; and if they also believe that said Waters &amp; Sumrall have not settled their partnership; that then they should find for the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">4. That if they believe from the evidence, that the drawer, Richard S. Waters, was informed by Townsley, before he drew the bills offered in evidence, that he might draw for $4000, and that he would accept and take up $2000, whether he, the said Waters, got on in time to take it up or not; and that he would accept and take up the other bill if funds were placed or forwarded to the house in New Orleans to take it up with, and that when the said Richard S. Waters drew the bills, that he hesitated for fear he could not get to New Orleans in time with the means to take up both bills, until it was agreed between Sumrall and him, that they would risk both bills; and if Waters was not able to take up both at maturity, that as to the one Townsley would not accept, he, Sumrall, would assist the said Waters with funds to take it up with at maturity; and that Sumrall did, at the time of drawing the bills as aforesaid, state to Waters that Townsley promised him that he would accept one of the bills unconditionally, and the other if in funds; and that Townsley &amp; Co. did accept and pay at maturity one of the bills, and had not funds of Waters or of the plaintiff to pay the other at maturity; that they ought to find for the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">5. That a demand of the amount of said bill at New Orleans was necessary to enable the plaintiff to maintain the suit, and that the protest of the notary is not evidence of such demand.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">6. That a parol promise to pay a non-existing bill, since the statute of frauds, is not obligatory and binding.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">To all which opinions of the court&#8212;1. In permitting plaintiff to read said protest; 2. In refusing defendant leave to read said record; 3. In giving the instructions asked by plaintiff; 4. In refusing the instructions asked by defendant&#8212;the defendant excepted.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The first question that arises is upon the admissibility of the protest of the notary public at New Orleans, as proof of the dishonour of the bill. The protest is for non-payment for want of funds; and it does not appear that there had been any prior protest for non-acceptance. Bills of exchange payable at a given time after date, need not be presented for acceptance at all; and payment may at once be demanded at their maturity. The objection now made does not turn upon this point, but upon the point, that the present is not a foreign, but an inland bill of exchange; being drawn in Kentucky, and payable at New Orleans in Louisiana; and that a notarial protest is not in such cases evidence of a demand and refusal of payment. We do not think it necessary in this case to decide, whether a bill drawn in one state upon persons resident in another state, within the union, is to be deemed a foreign, or an inland bill of exchange. Foreign it certainly is not, if by such appellation is understood a bill drawn upon country under a totally distinct and independent sovereignty and allegiance. Inland it is not, if by that appellation is understood a bill drawn in one part of a territory, on another part, exclusively under the same municipal laws, and exclusively governed by the same sovereign power. It would seem to constitute an intermediate case. Different tribunals in the United States, of great respectability, have, however, differed upon the question; and it may all be left for a final decision, until it constitutes the very turning point of the judgment<a class=\"footnote\" href=\"#fn(a)\" id=\"fn(a)_ref\">(a)</a>.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It is admitted, that in respect to foreign bills of exchange the notarial certificate of protest is of itself sufficient proof of the dishonour of a bill without any auxiliary evidence. It has been long adopted into the jurisprudence of the common law, upon the ground that such protests are required by the custom of merchants; and being founded in public convenience, they ought, every where, to be allowed as evidence of the facts which they purport to state. The negotiability of such bills, and the facility as well as certainty of the proof of dishonour, would be materially affected by a different course; a foreign merchant might otherwise be compelled to rely on mere parol proof of presentment and dishonour, and be subjected to many chances of delay, and sometimes to absolute loss, from the want of sufficient means to obtain the necessary and satisfactory proofs. The rule, therefore, being founded in public convenience, has been ratified by courts of law as a binding usage. But where parties reside in the same kingdom or country, there is not the same necessity for giving entire verity and credit to the notarial protest. The parties may produce the witnesses upon the stand, or compel them to give their depositions. And accordingly, even in cases of foreign bills, drawn upon, and protested in another country, if the protest has been made in the country where the suit is brought; courts of justice sitting under the common law, require that the notary himself should be produced if within the reach of process, and his certificate is not <i>per se</i> evidence. This was so held by lord Ellenborough, in Chesmer <i>vs.</i> Noyes, 2 <i>Campbell's R.</i> 129.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It is not disputed, that by the general custom of merchants in the United States, bills of exchange drawn in one state on another state, are, if dishonoured, protested by a notary; and the production of such protest is the customary document of the dishonour. It is a practice founded in general convenience, and has been adopted for the same reasons which apply to foreign bills in the strictest sense. The distance between some of these states, and the difficulty of obtaining other evidence, is far greater than between England and France, or between the continental nations of Europe, where the general rule prevails. We think upon this ground alone, the reason for admitting foreign protests would apply to cases like the present, and furnish a just analogy to govern it. There is as little doubt, that such is the custom in relation to bills drawn on New Orleans, where the jurisprudence of the civil law mainly prevails, and under which acts of this sort are generally verified by notaries. The act of Kentucky of 1798, ch. 57, 2 <i>Littell's Statutes</i>, 101, also recognizes the propriety, if not the indispensable necessity of a protest, not only in the cases of foreign bills generally, but of all bills drawn on any persons out of the state, or within any other of the United States; providing 'that the same being returned back unpaid with a <i>legal protest</i>, the drawer and <i>all others concerned</i> shall pay the contents, &amp;c. with legal interest from the time the said bill or bills were protested, the charges of protest, and ten per cent. advance for the damage, &amp;c.' The contract for the acceptance and honour of the present bill, was, if made at all, made in Kentucky and was to be governed by its laws; even supposing that the question whether it amounted to an acceptance or not, was to be governed by the law of Louisiana, where the contract was to be executed. So that in either view of the matter; upon the general custom of merchants, or the lex loci contractus; we think the protest was rightly admitted in evidence. Wherever a protest is required to fix the title of the parties; or by the custom of merchants is used to establish a presentment or dishonour of a bill; it is competent evidence between the parties, who contract with reference to the presentment and dishonour of such bill. And there is no doubt, that it was material for this purpose under some of the counts in the declaration.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The next objection is to the rejection of the record of the action of Toland &amp; Rockhill <i>vs.</i> Sumrall &amp; Waters. That was a suit between other parties, and falls within the general rule of res inter alios acta; and on that account was in our judgment rightly rejected.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The remaining objections arise from the instruction given by the court to the jury, on the prayer of the plaintiff, and to the refusal of the court to give the instructions prayed for by the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The instruction given by the court upon the plaintiff's prayer, is not understood to involve any other difficulty than, that it states that the plaintiff would be entitled to recover, 'whether the purchase was made before or after drawing of said bills, or whether they were drawn for a pre-existing debt, or drawn and sold for any other good and valuable consideration.' We cannot perceive any sound legal objection to this instruction. If a person undertake, in consideration that another will purchase a bill already drawn, or to be thereafter drawn, and as an inducement to the purchase to accept it, and the bill is drawn and purchased upon the credit of such promise, for a sufficient consideration; such promise to accept is binding upon the party. It is an original promise to the purchaser, not merely a promise for the debt of another; and having a sufficient consideration to support it, in reason and justice, as well as in law, it ought to bind him. It is of no consequence that the direct consideration moves to a third person, as in this case to the drawer of the bill; for it moves from the purchaser, and is his inducement for taking the bill. He pays his money upon the faith of it, and is entitled to claim a fulfilment of it. It is not a case falling within the objects or the mischiefs of the statute of frauds. If A. says to B. pay so much money to C. and I will repay it to you, it is an original independent promise; and if the money is paid upon the faith of it, it has been always deemed an obligatory contract, even though it be by parol; because there is an original consideration moving between the immediate parties to the contract. Damage to the promissee, constitutes as good a consideration as benefit to the promissor. In cases not absolutely closed by authority, this court has already expressed a strong inclination not to extend the operation of the statute of frauds, so as to embrace original and distinct promises, made by different persons at the same time upon the same general consideration<a class=\"footnote\" href=\"#fn(b)\" id=\"fn(b)_ref\">(b)</a>. Then, again, as to the consideration, it can make no difference in law, whether the debt for which the bill is taken is a pre-existing debt, or money then paid for the bill. In each case there is a substantial credit given by the party to the drawer, upon the bill, and the party parts with his present rights at the instance of the promissee; whose promise is substantially a new and independent one, and not a mere guarantee of the existing promise of the drawer. Under such circumstances, there is no substantial distinction, whether the bill be then in existence, or be drawn afterwards. In each case the object of the promise is to induce the party to take the bill upon the credit of the promise; and if he does so take it, it binds the promissor. The question, whether a parol promise to accept a non-existing bill, amounts to an acceptance of the bill when drawn, is quite a different question, and does not arise in this case. If the promise to accept were binding, the plaintiff would be entitled to recover, although it should not be deemed a virtual acceptance; and the point whether it was an acceptance or not, does not appear to have been made in the court below.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The instructions prayed for on behalf of the defendant and refused by the court, present several objections to the plaintiff's right of recovery.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The first is, that the plaintiff is not entitled to recover, if he knew that the defendant at the time of taking the bill, had not funds of the drawer in his hands, and if the defendant's promise was under the expectation of receiving funds, and he did not, in fact, receive them at the maturity of the bill. We are of opinion that this objection is unfounded in point of law. If the drawee have no funds in his hands, and the fact is known to the other party, and yet the inducement to take the bill is the promise of the drawee to accept it, it constitutes a valid contract between the parties; if there is a purchase of the bill upon the credit of such promise. The acceptance of the drawee of a bill binds him, although it is known to the holder that he has no funds in his hands. It is sufficient that the holder trusts to such acceptance.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Another objection is, that the object of taking the bill was to pay the partnership debt of the plaintiff and the drawer (who had been partners in trade); and it was passed in pursuance of an agreement between them, to a creditor of the firm, who subsequently returned it for the dishonour. In what respect this changes the rights of the plaintiff as to the defendant, it is somewhat difficult to perceive. There was evidence in the case, to show that the plaintiff was upon the dissolution to discharge the partnership debts; and also that upon the faith of this very promise of the defendant, he allowed partnership property to the full amount of the bill, to pass into the drawer's hands for his own exclusive use. But independently of this evidence, the bill itself was not a partnership bill, though the drawer and the plaintiff had been partners. On the contrary, it was to be drawn on the sole account and credit of the drawer, and was to be accepted on that account; and if the plaintiff took the bill as the sole bill of the drawer, on the credit of the defendant's promise to accept it, for a valuable consideration, the use to which he should apply it, whether in payment of joint debts or otherwise, was nothing to the defendant. It in no respect changed the nature of his own undertaking. The receiving of such a bill, with the intent to apply the same to the payment of a partnership debt, might materially affect the plaintiff; and we see that by the subsequent insolvency of the drawer, and his parting with the partnership effects, it did seriously affect his remedy in respect to his partner. The question is not put, whether, if no loss had been sustained in any way, the plaintiff would have been entitled to recover against the defendant. By becoming an indorser upon the bill, he incurred a responsibility to those to whom he indorsed it, very different from that which he incurred to them as creditors of the partnership. This alone was a sufficient consideration to support the promise to accept. It should be added, that the application of the bill to the payment of debts constituted no part of the ground of the promise of the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Another objection is, that the partnership accounts remain unsettled, and therefore the plaintiff ought not to recover. Surely this alone is not sufficient to deprive the plaintiff of his right of action. It is perfectly consistent with this state of facts, that the plaintiff should be a creditor of the firm to an extent far beyond the amount of $4000. There is evidence in the record from which the jury might fairly presume, that such was the case. But the circumstance, that the accounts of the partnership were unsettled, is put as of itself sufficient to defeat the plaintiff's recovery; which it cannot be admitted to be, if in any possible case, consistently with that fact, he might have sustained any loss by taking the bill upon the faith of the defendant's promise.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Another objection, arising out of the <i>fourth</i> instruction prayed for by the defendant, which is very complicated and embarrassing in its presentation; is the effect of the agreement therein supposed between the plaintiff and the drawer to risk both the bills; and if the defendant should not acceptboth, then that the plaintiff would assist the drawer with funds to take up the non-accepted bill at maturity. This agreement was not in the slightest degree prejudicial to any rights of the defendant. Its object was to provide funds in the event of a non-fulfilment of the promise of the defendant to accept either of the bills. It did not waive or vary the defendant's contract; and, at most, could be considered only as a collateral agreement of the parties, forming additional private inducements for the drawing of the bill.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The same instruction includes another objection, which is, that if from the evidence the jury should believe that the <i>plaintiff did at the time of drawing the bills state</i> to the drawer, that defendant promised him that he would accept one of the bills unconditionally, and the other, if in funds; and that the drawee did not accept and pay at maturity one of the bills, and had not funds of the drawer, or of the plaintiff to pay the other at maturity; that they ought to find for the defendant. This part of the instruction proceeds altogether upon the ground that the mere <i>statement</i> of the plaintiff to the drawer, that the promise of the defendant was conditional, was a bar to the recovery. It does not affect to state, that if in <i>point</i> of fact the promise was conditional, such would and ought to be the result; but, that it was sufficient that the plaintiff so told the defendant, whether the fact were so or not. In our judgment the rights of the plaintiff are to be decided by the fact, whether the promise was conditional or not; and not by the mere assertion of the plaintiff. His assertion might properly be weighed by the jury as part of the evidence, to control or explain it; but their verdict ought to be governed by their belief of the facts, and not their belief that a particular assertion was made.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">These are all the objections which have been urged at the bar; and we are of opinion, that the court was right in rejecting the instructions prayed for by the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The judgment is therefore to be affirmed with costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn(a)\">\n        <a class=\"footnote\" href=\"#fn(a)_ref\">(a)</a>\n        <p> 3 <i>Kent's Comm.</i> 63.</p>\n        <p>In the case of Buckner <i>vs.</i> Finlay, post, this question is settled; and a bill of exchange, drawn in one state of the United States, on a person residing in another state, is held to be a <i>foreign</i> bill, so far as to make the protest of non-acceptance and non-payment evidence of the same.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn(b)\">\n        <a class=\"footnote\" href=\"#fn(b)_ref\">(b)</a>\n        <p> D'Wolf <i>vs.</i> Rabaud, 1 <i>Peters</i>, 476.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>27 U.S. 170 (____)</b></center>\n<center><b>2 Pet. 170</b></center>\n<center><h1>THOMAS F. TOWNSLEY, PLAINTIFF IN ERROR<br>\nvs.<br>\nJOSEPH K. SUMRALL, DEFENDANT IN ERROR.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*171</span> Mr Coxe, for the plaintiff in error.</p>\n<p>Mr Nicholas, for the defendant in error.</p>\n<p><span class=\"star-pagination\">*174</span> Mr Justice STORY delivered the opinion of the Court.</p>\n<p>This is a writ of error to the circuit court of the district of Kentucky. The original action was brought by the defendant in error against the plaintiff in error, as one of the firm of Thomas F. Townsley &amp; Co., to recover the amount of a bill of exchange, drawn, at Maysville in Kentucky, on the 27th of November 1827, by one Richard S. Waters, on Messrs Townsley &amp; Co. at New Orleans, at 120 days after date for $2000, payable to Sumrall or order, which had been dishonoured by the drawees.</p>\n<p>The declaration contained various counts: some of which alleged an actual acceptance of the bill and non-payment thereof at maturity; others, a promise by the drawees to accept and pay the bill when drawn, if the original plaintiff would purchase the same from the drawer. The cause was tried upon the general issue, and a verdict was found for the original plaintiff for $2860, upon which he obtained judgment. A bill of exceptions was taken at the trial, upon which the questions are presented, which have been argued at the bar.</p>\n<p>The bill of exceptions stated, that the plaintiff offered in evidence the bill of exchange and the protest of the notary <span class=\"star-pagination\">*175</span> public at New Orleans, to which evidence the defendant objected, but the court admitted the testimony.</p>\n<p>Evidence was then given, by the testimony of John Sumrall, the plaintiff's brother, to show that in a conversation between the plaintiff and the defendant relative to some shipments which Richard S. Waters proposed to make to the firm of Thomas F. Townsley &amp; Co. and bills to be drawn against them; when the plaintiff said he feared the bills would not be honoured and paid; Thomas F. Townsley told the plaintiff, that the firm would accept the bills of Waters, for $4000, and pay them at maturity. The plaintiff stated he wished to pay a debt in Philadelphia with the bills, and the produce to be shipped by Waters might not arrive in time to provide for them; to which Townsley replied, that if Waters would draw a bill or bills to the amount not exceeding $4000, such bill or bills should be accepted and paid, whether the produce arrived or not. Waters and the plaintiff had been in partnership before the conversation, but the partnership at the time it took place had been dissolved. Richard S. Waters testified, that he had drawn the bill for $2000 upon which the suit was brought, and another for the same amount. That in a conversation with the plaintiff before the bills were drawn, the plaintiff wished him to draw for $4000: he said he was afraid to draw for $4000, and the plaintiff told him, Townsley had said he would pay one draft for $2000, whether the produce to be shipped arrived in time or not; and he agreed to draw for $2000, and after some hesitation he drew the other bill for $2000; both bills being drawn in favour of Sumrall: and it was perfectly understood between them that he had no funds in the hands of the drawees, and that the bills were to be sent to Philadelphia to discharge debts due by the plaintiff and himself as partners, to Toland &amp; Rockhill and to others: and the plaintiff agreed to help him to meet one of the bills, if he should be unable to pay both. He gave the plaintiff the bills for $4000 of partnership goods taken by him at the dissolution of the partnership. That the partnership accounts were not settled; and he received no other consideration for the bills than the receipt of the <span class=\"star-pagination\">*176</span> $4000 of partnership goods. He furnished Thomas F. Townsley &amp; Co. with produce enough to pay one of the drafts, and they paid one of them. Townsley &amp; Co. had no funds or effects in their hands belonging to him. On the dissolution of the partnership, he understood the plaintiff was to wind up the concern and pay the debts.</p>\n<p>The defendant then offered in evidence the record of a suit of Toland &amp; Rockhill against Sumrall &amp; Waters; which was objected to, and the objection sustained by the court.</p>\n<p>The deposition of Langhorne was then read, stating that that in 1819, he heard Waters say, his credit was better abroad than at home, for Townsley had promised to accept for him for $4000 for Sumrall, whether his produce got down in time or not.</p>\n<p>Evidence was also given to show, that shortly after the bills of exchange were drawn, Waters became totally insolvent.</p>\n<p>The deposition of Samuel D. Lucas was read on the part of the plaintiff. He stated that he heard Townsley assure the plaintiff that the drafts of Waters to the amount of $4000, which Waters proposed to let the plaintiff have, to be drawn by Waters on the house of Thomas F. Townsley &amp; Co. of New Orleans, at 120 days after date, should be paid. The plaintiff consented to take the drafts with considerable reluctance, for fear of accident; upon which Townsley assured him the drafts should be honoured, whether the produce to be shipped by Waters arrived or not. Upon the faith of Townsley's accepting for Waters, the bills were received, and the plaintiff advanced large quantities of merchandise and other articles.</p>\n<p>The plaintiff prayed the following instruction to the jury, which was given, and to which the defendant excepted: That if they shall believe from the evidence in this case that the defendant Townsley promised for himself and company, to Sumrall, that they would honour, accept, or pay bills drawn on them by Waters to the amount of $4000; and that Sumrall did immediately thereafter, or within a reasonable time, upon the credit of said promise, purchase bills drawn by Waters, accordingly, to the amount of $4000, and that the bill in the <span class=\"star-pagination\">*177</span> declaration mentioned, is one of the bills so purchased; then that the plaintiff upon the evidence, is entitled to recover; whether the purchase was made before or after the drawing of said bills, or whether they were drawn for a pre-existing debt, or drawn and sold for any other good and valuable consideration.</p>\n<p>The defendant then asked the court to instruct the jury:</p>\n<p>1. That if they believe from the evidence, that the defendant by parol stated that he would accept a bill or bills to the amount of $4000, before the bills were drawn, and before the defendant had received the amount or any part of it, under the expectation and belief that the drawer Richard S. Waters would put funds into his hands to take up the bills at maturity; and that the plaintiff knew that the said Richard had no funds, but made the promise in anticipation of such funds, and that no funds to take up the bill were placed in the hands of the defendants or either of them, to take up the bill, nor had the drawer any funds in the hands of the drawee to draw upon; that they should find for the defendant; provided the jury further find that the plaintiff and R.S. Waters the drawer, were partners in trade, and as such were indebted on their partnership account to Toland &amp; Rockhill; and that the bill was drawn by the said Waters in favour of the plaintiff, with a view to raise funds, or to be passed in direct payment of a joint debt due as aforesaid; and that the said bill, with this object and view, and in pursuance of an agreement between drawer and plaintiff, was passed to the credit of the drawer and plaintiff to Toland &amp; Rockhill.</p>\n<p>2. That if they believe the said bill was drawn to pay a partnership debt as stated by R.S. Waters, they ought to find for the defendants.</p>\n<p>3. That if they believe the bill was drawn by Waters in favour of Sumrall, to be assigned to Toland &amp; Rockhill, in payment of a partnership debt due by Waters &amp; Sumrall to Toland &amp; Rockhill, and that said bill was thus assigned to Toland &amp; Rockhill; and if they also believe that said Waters &amp; Sumrall have not settled their partnership; that then they should find for the defendant.</p>\n<p>4. That if they believe from the evidence, that the drawer, <span class=\"star-pagination\">*178</span> Richard S. Waters, was informed by Townsley, before he drew the bills offered in evidence, that he might draw for $4000, and that he would accept and take up $2000, whether he, the said Waters, got on in time to take it up or not; and that he would accept and take up the other bill if funds were placed or forwarded to the house in New Orleans to take it up with, and that when the said Richard S. Waters drew the bills, that he hesitated for fear he could not get to New Orleans in time with the means to take up both bills, until it was agreed between Sumrall and him, that they would risk both bills; and if Waters was not able to take up both at maturity, that as to the one Townsley would not accept, he, Sumrall, would assist the said Waters with funds to take it up with at maturity; and that Sumrall did, at the time of drawing the bills as aforesaid, state to Waters that Townsley promised him that he would accept one of the bills unconditionally, and the other if in funds; and that Townsley &amp; Co. did accept and pay at maturity one of the bills, and had not funds of Waters or of the plaintiff to pay the other at maturity; that they ought to find for the defendant.</p>\n<p>5. That a demand of the amount of said bill at New Orleans was necessary to enable the plaintiff to maintain the suit, and that the protest of the notary is not evidence of such demand.</p>\n<p>6. That a parol promise to pay a non-existing bill, since the statute of frauds, is not obligatory and binding.</p>\n<p>To all which opinions of the court  1. In permitting plaintiff to read said protest; 2. In refusing defendant leave to read said record; 3. In giving the instructions asked by plaintiff; 4. In refusing the instructions asked by defendant  the defendant excepted.</p>\n<p>The first question that arises is upon the admissibility of the protest of the notary public at New Orleans, as proof of the dishonour of the bill. The protest is for non-payment for want of funds; and it does not appear that there had been any prior protest for non-acceptance. Bills of exchange payable at a given time after date, need not be presented <span class=\"star-pagination\">*179</span> for acceptance at all; and payment may at once be demanded at their maturity. The objection now made does not turn upon this point, but upon the point, that the present is not a foreign, but an inland bill of exchange; being drawn in Kentucky, and payable at New Orleans in Louisiana; and that a notarial protest is not in such cases evidence of a demand and refusal of payment. We do not think it necessary in this case to decide, whether a bill drawn in one state upon persons resident in another state, within the union, is to be deemed a foreign, or an inland bill of exchange. Foreign it certainly is not, if by such appellation is understood a bill drawn upon a country under a totally distinct and independent sovereignty and allegiance. Inland it is not, if by that appellation is understood a bill drawn in one part of a territory, on another part, exclusively under the same municipal laws, and exclusively governed by the same sovereign power. It would seem to constitute an intermediate case. Different tribunals in the United States, of great respectability, have, however, differed upon the question; and it may all be left for a final decision, until it constitutes the very turning point of the judgment<sup>[(a)]</sup>.</p>\n<p>It is admitted, that in respect to foreign bills of exchange the notarial certificate of protest is of itself sufficient proof of the dishonour of a bill without any auxiliary evidence. It has been long adopted into the jurisprudence of the common law, upon the ground that such protests are required by the custom of merchants; and being founded in public convenience, they ought, every where, to be allowed as evidence of the facts which they purport to state. The negotiability of such bills, and the facility as well as certainty of the proof of dishonour, would be materially affected by a different course; a foreign merchant might otherwise be compelled to rely on mere parol proof of presentment and dishonour, and be subjected to many chances of delay, and <span class=\"star-pagination\">*180</span> sometimes to absolute loss, from the want of sufficient means to obtain the necessary and satisfactory proofs. The rule, therefore, being founded in public convenience, has been ratified by courts of law as a binding usage. But where parties reside in the same kingdom or country, there is not the same necessity for giving entire verity and credit to the notarial protest. The parties may produce the witnesses upon the stand, or compel them to give their depositions. And accordingly, even in cases of foreign bills, drawn upon, and protested in another country, if the protest has been made in the country where the suit is brought; courts of justice sitting under the common law, require that the notary himself should be produced if within the reach of process, and his certificate is not per se evidence. This was so held by lord Ellenborough, in Chesmer vs. Noyes, 2 Campbell's R. 129.</p>\n<p>It is not disputed, that by the general custom of merchants in the United States, bills of exchange drawn in one state on another state, are, if dishonoured, protested by a notary; and the production of such protest is the customary document of the dishonour. It is a practice founded in general convenience, and has been adopted for the same reasons which apply to foreign bills in the strictest sense. The distance between some of these states, and the difficulty of obtaining other evidence, is far greater than between England and France, or between the continental nations of Europe, where the general rule prevails. We think upon this ground alone, the reason for admitting foreign protests would apply to cases like the present, and furnish a just analogy to govern it. There is as little doubt, that such is the custom in relation to bills drawn on New Orleans, where the jurisprudence of the civil law mainly prevails, and under which acts of this sort are generally verified by notaries. The act of Kentucky of 1798, ch. 57, 2 Littell's Statutes, 101, also recognizes the propriety, if not the indispensable necessity of a protest, not only in the cases of foreign bills generally, but of all bills drawn on any persons out of the state, or within any other of the United States; providing \"that the same being returned back unpaid with <span class=\"star-pagination\">*181</span> a legal protest, the drawer and all others concerned shall pay the contents, &amp;c. with legal interest from the time the said bill or bills were protested, the charges of protest, and ten per cent. advance for the damage, &amp;c.\" The contract for the acceptance and honour of the present bill, was, if made at all, made in Kentucky and was to be governed by its laws; even supposing that the question whether it amounted to an acceptance or not, was to be governed by the law of Louisiana, where the contract was to be executed. So that in either view of the matter; upon the general custom of merchants, or the lex loci contractus; we think the protest was rightly admitted in evidence. Wherever a protest is required to fix the title of the parties; or by the custom of merchants is used to establish a presentment or dishonour of a bill; it is competent evidence between the parties, who contract with reference to the presentment and dishonour of such bill. And there is no doubt, that it was material for this purpose under some of the counts in the declaration.</p>\n<p>The next objection is to the rejection of the record of the action of Toland &amp; Rockhill vs. Sumrall &amp; Waters. That was a suit between other parties, and falls within the general rule of res inter alios acta; and on that account was in our judgment rightly rejected.</p>\n<p>The remaining objections arise from the instruction given by the court to the jury, on the prayer of the plaintiff, and to the refusal of the court to give the instructions prayed for by the defendant.</p>\n<p>The instruction given by the court upon the plaintiff's prayer, is not understood to involve any other difficulty than, that it states that the plaintiff would be entitled to recover, \"whether the purchase was made before or after drawing of said bills, or whether they were drawn for a pre-existing debt, or drawn and sold for any other good and valuable consideration.\" We cannot perceive any sound legal objection to this instruction. If a person undertake, in consideration that another will purchase a bill already drawn, or to be thereafter drawn, and as an inducement to the purchase to accept it, and the bill is drawn and purchased upon the credit of such promise, for a sufficient consideration; <span class=\"star-pagination\">*182</span> such promise to accept is binding upon the party. It is an original promise to the purchaser, not merely a promise for the debt of another; and having a sufficient consideration to support it, in reason and justice, as well as in law, it ought to bind him. It is of no consequence that the direct consideration moves to a third person, as in this case to the drawer of the bill; for it moves from the purchaser, and is his inducement for taking the bill. He pays his money upon the faith of it, and is entitled to claim a fulfilment of it. It is not a case falling within the objects or the mischiefs of the statute of frauds. If A. says to B. pay so much money to C. and I will repay it to you, it is an original independent promise; and if the money is paid upon the faith of it, it has been always deemed an obligatory contract, even though it be by parol; because there is an original consideration moving between the immediate parties to the contract. Damage to the promissee, constitutes as good a consideration as benefit to the promissor. In cases not absolutely closed by authority, this court has already expressed a strong inclination not to extend the operation of the statute of frauds, so as to embrace original and distinct promises, made by different persons at the same time upon the same general consideration<sup>[(a)]</sup>. Then, again, as to the consideration, it can make no difference in law, whether the debt for which the bill is taken is a pre-existing debt, or money then paid for the bill. In each case there is a substantial credit given by the party to the drawer, upon the bill, and the party parts with his present rights at the instance of the promissee; whose promise is substantially a new and independent one, and not a mere guarantee of the existing promise of the drawer. Under such circumstances, there is no substantial distinction, whether the bill be then in existence, or be drawn afterwards. In each case the object of the promise is to induce the party to take the bill upon the credit of the promise; and if he does so take it, it binds the promissor. The question, whether a parol promise to accept a non-existing bill, amounts to an acceptance of the bill when <span class=\"star-pagination\">*183</span> drawn, is quite a different question, and does not arise in this case. If the promise to accept were binding, the plaintiff would be entitled to recover, although it should not be deemed a virtual acceptance; and the point whether it was an acceptance or not, does not appear to have been made in the court below.</p>\n<p>The instructions prayed for on behalf of the defendant and refused by the court, present several objections to the plaintiff's right of recovery.</p>\n<p>The first is, that the plaintiff is not entitled to recover, if he knew that the defendant at the time of taking the bill, had not funds of the drawer in his hands, and if the defendant's promise was under the expectation of receiving funds, and he did not, in fact, receive them at the maturity of the bill. We are of opinion that this objection is unfounded in point of law. If the drawee have no funds in his hands, and the fact is known to the other party, and yet the inducement to take the bill is the promise of the drawee to accept it, it constitutes a valid contract between the parties; if there is a purchase of the bill upon the credit of such promise. The acceptance of the drawee of a bill binds him, although it is known to the holder that he has no funds in his hands. It is sufficient that the holder trusts to such acceptance.</p>\n<p>Another objection is, that the object of taking the bill was to pay the partnership debt of the plaintiff and the drawer (who had been partners in trade); and it was passed in pursuance of an agreement between them, to a creditor of the firm, who subsequently returned it for the dishonour. In what respect this changes the rights of the plaintiff as to the defendant, it is somewhat difficult to perceive. There was evidence in the case, to slow that the plaintiff was upon the dissolution to discharge the partnership debts; and also that upon the faith of this very promise of the defendant, he allowed partnership property to the full amount of the bill, to pass into the drawer's hands for his own exclusive use. But independently of this evidence, the bill itself was not a partnership bill, though the drawer and the plaintiff had been partners. On the contrary, it was to be drawn on the sole account and credit of the drawer, and was to be accepted <span class=\"star-pagination\">*184</span> on that account; and if the plaintiff took the bill as the sole bill of the drawer, on the credit of the defendant's promise to accept it, for a valuable consideration, the use to which he should apply it, whether in payment of joint debts or otherwise, was nothing to the defendant. It in no respect changed the nature of his own undertaking. The receiving of such a bill, with the intent to apply the same to the payment of a partnership debt, might materially affect the plaintiff; and we see that by the subsequent insolvency of the drawer, and his parting with the partnership effects, it did seriously affect his remedy in respect to his partner. The question is not put, whether, if no loss had been sustained in any way, the plaintiff would have been entitled to recover against the defendant. By becoming an indorser upon the bill, he incurred a responsibility to those to whom he indorsed it, very different from that which he incurred to them as creditors of the partnership. This alone was a sufficient consideration to support the promise to accept. It should be added, that the application of the bill to the payment of debts constituted no part of the ground of the promise of the defendant.</p>\n<p>Another objection is, that the partnership accounts remain unsettled, and therefore the plaintiff ought not to recover. Surely this alone is not sufficient to deprive the plaintiff of his right of action. It is perfectly consistent with this state of facts, that the plaintiff should be a creditor of the firm to an extent far beyond the amount of $4000. There is evidence in the record from which the jury might fairly presume, that such was the case. But the circumstance, that the accounts of the partnership were unsettled, is put as of itself sufficient to defeat the plaintiff's recovery; which it cannot be admitted to be, if in any possible case, consistently with that fact, he might have sustained any loss by taking the bill upon the faith of the defendant's promise.</p>\n<p>Another objection, arising out of the fourth instruction prayed for by the defendant, which is very complicated and embarrassing in its presentation; is the effect of the agreement therein supposed between the plaintiff and the drawer to risk both the bills; and if the defendant should not accept <span class=\"star-pagination\">*185</span> both, then that the plaintiff would assist the drawer with funds to take up the non-accepted bill at maturity. This agreement was not in the slightest degree prejudicial to any rights of the defendant. Its object was to provide funds in the event of a non-fulfilment of the promise of the defendant to accept either of the bills. It did not waive or vary the defendant's contract; and, at most, could be considered only as a collateral agreement of the parties, forming additional private inducements for the drawing of the bill.</p>\n<p>The same instruction includes another objection, which is, that if from the evidence the jury should believe that the plaintiff did at the time of drawing the bills state to the drawer, that defendant promised him that he would accept one of the bills unconditionally, and the other, if in funds; and that the drawee did not accept and pay at maturity one of the bills, and had not funds of the drawer, or of the plaintiff to pay the other at maturity; that they ought to find for the defendant. This part of the instruction proceeds altogether upon the ground that the mere statement of the plaintiff to the drawer, that the promise of the defendant was conditional, was a bar to the recovery. It does not affect to state, that if in point of fact the promise was conditional, such would and ought to be the result; but, that it was sufficient that the plaintiff so told the defendant, whether the fact were so or not. In our judgment the rights of the plaintiff are to be decided by the fact, whether the promise was conditional or not; and not by the mere assertion of the plaintiff. His assertion might properly be weighed by the jury as part of the evidence, to control or explain it; but their verdict ought to be governed by their belief of the facts, and not their belief that a particular assertion was made.</p>\n<p>These are all the objections which have been urged at the bar; and we are of opinion, that the court was right in rejecting the instructions prayed for by the defendant.</p>\n<p>The judgment is therefore to be affirmed with costs.</p>\n<h2>NOTES</h2>\n<p>[(a)]  3 Kent's Comm. 63.\n</p>\n<p>In the case of Buckner vs. Finlay, post, this question is settled; and a bill of exchange, drawn in one state of the United States, on a person residing in another state, is held to be a foreign bill, so far as to make the protest of non-acceptance and non-payment evidence of the same.</p>\n<p>[(a)]  D'Wolf vs. Rabaud, 1 Peters, 476.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">170</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">170</span></span></b></center>\n<center><h1>THOMAS F. TOWNSLEY, PLAINTIFF IN ERROR<br>\nvs.<br>\nJOSEPH K. SUMRALL, DEFENDANT IN ERROR.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*171</span> Mr Coxe, for the plaintiff in error.</p>\n<p>Mr Nicholas, for the defendant in error.</p>\n<p><span class=\"star-pagination\">*174</span> Mr Justice STORY delivered the opinion of the Court.</p>\n<p>This is a writ of error to the circuit court of the district of Kentucky. The original action was brought by the defendant in error against the plaintiff in error, as one of the firm of Thomas F. Townsley &amp; Co., to recover the amount of a bill of exchange, drawn, at Maysville in Kentucky, on the 27th of November 1827, by one Richard S. Waters, on Messrs Townsley &amp; Co. at New Orleans, at 120 days after date for $2000, payable to Sumrall or order, which had been dishonoured by the drawees.</p>\n<p>The declaration contained various counts: some of which alleged an actual acceptance of the bill and non-payment thereof at maturity; others, a promise by the drawees to accept and pay the bill when drawn, if the original plaintiff would purchase the same from the drawer. The cause was tried upon the general issue, and a verdict was found for the original plaintiff for $2860, upon which he obtained judgment. A bill of exceptions was taken at the trial, upon which the questions are presented, which have been argued at the bar.</p>\n<p>The bill of exceptions stated, that the plaintiff offered in evidence the bill of exchange and the protest of the notary <span class=\"star-pagination\">*175</span> public at New Orleans, to which evidence the defendant objected, but the court admitted the testimony.</p>\n<p>Evidence was then given, by the testimony of John Sumrall, the plaintiff's brother, to show that in a conversation between the plaintiff and the defendant relative to some shipments which Richard S. Waters proposed to make to the firm of Thomas F. Townsley &amp; Co. and bills to be drawn against them; when the plaintiff said he feared the bills would not be honoured and paid; Thomas F. Townsley told the plaintiff, that the firm would accept the bills of Waters, for $4000, and pay them at maturity. The plaintiff stated he wished to pay a debt in Philadelphia with the bills, and the produce to be shipped by Waters might not arrive in time to provide for them; to which Townsley replied, that if Waters would draw a bill or bills to the amount not exceeding $4000, such bill or bills should be accepted and paid, whether the produce arrived or not. Waters and the plaintiff had been in partnership before the conversation, but the partnership at the time it took place had been dissolved. Richard S. Waters testified, that he had drawn the bill for $2000 upon which the suit was brought, and another for the same amount. That in a conversation with the plaintiff before the bills were drawn, the plaintiff wished him to draw for $4000: he said he was afraid to draw for $4000, and the plaintiff told him, Townsley had said he would pay one draft for $2000, whether the produce to be shipped arrived in time or not; and he agreed to draw for $2000, and after some hesitation he drew the other bill for $2000; both bills being drawn in favour of Sumrall: and it was perfectly understood between them that he had no funds in the hands of the drawees, and that the bills were to be sent to Philadelphia to discharge debts due by the plaintiff and himself as partners, to Toland &amp; Rockhill and to others: and the plaintiff agreed to help him to meet one of the bills, if he should be unable to pay both. He gave the plaintiff the bills for $4000 of partnership goods taken by him at the dissolution of the partnership. That the partnership accounts were not settled; and he received no other consideration for the bills than the receipt of the <span class=\"star-pagination\">*176</span> $4000 of partnership goods. He furnished Thomas F. Townsley &amp; Co. with produce enough to pay one of the drafts, and they paid one of them. Townsley &amp; Co. had no funds or effects in their hands belonging to him. On the dissolution of the partnership, he understood the plaintiff was to wind up the concern and pay the debts.</p>\n<p>The defendant then offered in evidence the record of a suit of Toland &amp; Rockhill against Sumrall &amp; Waters; which was objected to, and the objection sustained by the court.</p>\n<p>The deposition of Langhorne was then read, stating that that in 1819, he heard Waters say, his credit was better abroad than at home, for Townsley had promised to accept for him for $4000 for Sumrall, whether his produce got down in time or not.</p>\n<p>Evidence was also given to show, that shortly after the bills of exchange were drawn, Waters became totally insolvent.</p>\n<p>The deposition of Samuel D. Lucas was read on the part of the plaintiff. He stated that he heard Townsley assure the plaintiff that the drafts of Waters to the amount of $4000, which Waters proposed to let the plaintiff have, to be drawn by Waters on the house of Thomas F. Townsley &amp; Co. of New Orleans, at 120 days after date, should be paid. The plaintiff consented to take the drafts with considerable reluctance, for fear of accident; upon which Townsley assured him the drafts should be honoured, whether the produce to be shipped by Waters arrived or not. Upon the faith of Townsley's accepting for Waters, the bills were received, and the plaintiff advanced large quantities of merchandise and other articles.</p>\n<p>The plaintiff prayed the following instruction to the jury, which was given, and to which the defendant excepted: That if they shall believe from the evidence in this case that the defendant Townsley promised for himself and company, to Sumrall, that they would honour, accept, or pay bills drawn on them by Waters to the amount of $4000; and that Sumrall did immediately thereafter, or within a reasonable time, upon the credit of said promise, purchase bills drawn by Waters, accordingly, to the amount of $4000, and that the bill in the <span class=\"star-pagination\">*177</span> declaration mentioned, is one of the bills so purchased; then that the plaintiff upon the evidence, is entitled to recover; whether the purchase was made before or after the drawing of said bills, or whether they were drawn for a pre-existing debt, or drawn and sold for any other good and valuable consideration.</p>\n<p>The defendant then asked the court to instruct the jury:</p>\n<p>1. That if they believe from the evidence, that the defendant by parol stated that he would accept a bill or bills to the amount of $4000, before the bills were drawn, and before the defendant had received the amount or any part of it, under the expectation and belief that the drawer Richard S. Waters would put funds into his hands to take up the bills at maturity; and that the plaintiff knew that the said Richard had no funds, but made the promise in anticipation of such funds, and that no funds to take up the bill were placed in the hands of the defendants or either of them, to take up the bill, nor had the drawer any funds in the hands of the drawee to draw upon; that they should find for the defendant; provided the jury further find that the plaintiff and R.S. Waters the drawer, were partners in trade, and as such were indebted on their partnership account to Toland &amp; Rockhill; and that the bill was drawn by the said Waters in favour of the plaintiff, with a view to raise funds, or to be passed in direct payment of a joint debt due as aforesaid; and that the said bill, with this object and view, and in pursuance of an agreement between drawer and plaintiff, was passed to the credit of the drawer and plaintiff to Toland &amp; Rockhill.</p>\n<p>2. That if they believe the said bill was drawn to pay a partnership debt as stated by R.S. Waters, they ought to find for the defendants.</p>\n<p>3. That if they believe the bill was drawn by Waters in favour of Sumrall, to be assigned to Toland &amp; Rockhill, in payment of a partnership debt due by Waters &amp; Sumrall to Toland &amp; Rockhill, and that said bill was thus assigned to Toland &amp; Rockhill; and if they also believe that said Waters &amp; Sumrall have not settled their partnership; that then they should find for the defendant.</p>\n<p>4. That if they believe from the evidence, that the drawer, <span class=\"star-pagination\">*178</span> Richard S. Waters, was informed by Townsley, before he drew the bills offered in evidence, that he might draw for $4000, and that he would accept and take up $2000, whether he, the said Waters, got on in time to take it up or not; and that he would accept and take up the other bill if funds were placed or forwarded to the house in New Orleans to take it up with, and that when the said Richard S. Waters drew the bills, that he hesitated for fear he could not get to New Orleans in time with the means to take up both bills, until it was agreed between Sumrall and him, that they would risk both bills; and if Waters was not able to take up both at maturity, that as to the one Townsley would not accept, he, Sumrall, would assist the said Waters with funds to take it up with at maturity; and that Sumrall did, at the time of drawing the bills as aforesaid, state to Waters that Townsley promised him that he would accept one of the bills unconditionally, and the other if in funds; and that Townsley &amp; Co. did accept and pay at maturity one of the bills, and had not funds of Waters or of the plaintiff to pay the other at maturity; that they ought to find for the defendant.</p>\n<p>5. That a demand of the amount of said bill at New Orleans was necessary to enable the plaintiff to maintain the suit, and that the protest of the notary is not evidence of such demand.</p>\n<p>6. That a parol promise to pay a non-existing bill, since the statute of frauds, is not obligatory and binding.</p>\n<p>To all which opinions of the court  1. In permitting plaintiff to read said protest; 2. In refusing defendant leave to read said record; 3. In giving the instructions asked by plaintiff; 4. In refusing the instructions asked by defendant  the defendant excepted.</p>\n<p>The first question that arises is upon the admissibility of the protest of the notary public at New Orleans, as proof of the dishonour of the bill. The protest is for non-payment for want of funds; and it does not appear that there had been any prior protest for non-acceptance. Bills of exchange payable at a given time after date, need not be presented <span class=\"star-pagination\">*179</span> for acceptance at all; and payment may at once be demanded at their maturity. The objection now made does not turn upon this point, but upon the point, that the present is not a foreign, but an inland bill of exchange; being drawn in Kentucky, and payable at New Orleans in Louisiana; and that a notarial protest is not in such cases evidence of a demand and refusal of payment. We do not think it necessary in this case to decide, whether a bill drawn in one state upon persons resident in another state, within the union, is to be deemed a foreign, or an inland bill of exchange. Foreign it certainly is not, if by such appellation is understood a bill drawn upon a country under a totally distinct and independent sovereignty and allegiance. Inland it is not, if by that appellation is understood a bill drawn in one part of a territory, on another part, exclusively under the same municipal laws, and exclusively governed by the same sovereign power. It would seem to constitute an intermediate case. Different tribunals in the United States, of great respectability, have, however, differed upon the question; and it may all be left for a final decision, until it constitutes the very turning point of the judgment<sup>[(a)]</sup>.</p>\n<p>It is admitted, that in respect to foreign bills of exchange the notarial certificate of protest is of itself sufficient proof of the dishonour of a bill without any auxiliary evidence. It has been long adopted into the jurisprudence of the common law, upon the ground that such protests are required by the custom of merchants; and being founded in public convenience, they ought, every where, to be allowed as evidence of the facts which they purport to state. The negotiability of such bills, and the facility as well as certainty of the proof of dishonour, would be materially affected by a different course; a foreign merchant might otherwise be compelled to rely on mere parol proof of presentment and dishonour, and be subjected to many chances of delay, and <span class=\"star-pagination\">*180</span> sometimes to absolute loss, from the want of sufficient means to obtain the necessary and satisfactory proofs. The rule, therefore, being founded in public convenience, has been ratified by courts of law as a binding usage. But where parties reside in the same kingdom or country, there is not the same necessity for giving entire verity and credit to the notarial protest. The parties may produce the witnesses upon the stand, or compel them to give their depositions. And accordingly, even in cases of foreign bills, drawn upon, and protested in another country, if the protest has been made in the country where the suit is brought; courts of justice sitting under the common law, require that the notary himself should be produced if within the reach of process, and his certificate is not per se evidence. This was so held by lord Ellenborough, in Chesmer vs. Noyes, 2 Campbell's R. 129.</p>\n<p>It is not disputed, that by the general custom of merchants in the United States, bills of exchange drawn in one state on another state, are, if dishonoured, protested by a notary; and the production of such protest is the customary document of the dishonour. It is a practice founded in general convenience, and has been adopted for the same reasons which apply to foreign bills in the strictest sense. The distance between some of these states, and the difficulty of obtaining other evidence, is far greater than between England and France, or between the continental nations of Europe, where the general rule prevails. We think upon this ground alone, the reason for admitting foreign protests would apply to cases like the present, and furnish a just analogy to govern it. There is as little doubt, that such is the custom in relation to bills drawn on New Orleans, where the jurisprudence of the civil law mainly prevails, and under which acts of this sort are generally verified by notaries. The act of Kentucky of 1798, ch. 57, 2 Littell's Statutes, 101, also recognizes the propriety, if not the indispensable necessity of a protest, not only in the cases of foreign bills generally, but of all bills drawn on any persons out of the state, or within any other of the United States; providing \"that the same being returned back unpaid with <span class=\"star-pagination\">*181</span> a legal protest, the drawer and all others concerned shall pay the contents, &amp;c. with legal interest from the time the said bill or bills were protested, the charges of protest, and ten per cent. advance for the damage, &amp;c.\" The contract for the acceptance and honour of the present bill, was, if made at all, made in Kentucky and was to be governed by its laws; even supposing that the question whether it amounted to an acceptance or not, was to be governed by the law of Louisiana, where the contract was to be executed. So that in either view of the matter; upon the general custom of merchants, or the lex loci contractus; we think the protest was rightly admitted in evidence. Wherever a protest is required to fix the title of the parties; or by the custom of merchants is used to establish a presentment or dishonour of a bill; it is competent evidence between the parties, who contract with reference to the presentment and dishonour of such bill. And there is no doubt, that it was material for this purpose under some of the counts in the declaration.</p>\n<p>The next objection is to the rejection of the record of the action of Toland &amp; Rockhill vs. Sumrall &amp; Waters. That was a suit between other parties, and falls within the general rule of res inter alios acta; and on that account was in our judgment rightly rejected.</p>\n<p>The remaining objections arise from the instruction given by the court to the jury, on the prayer of the plaintiff, and to the refusal of the court to give the instructions prayed for by the defendant.</p>\n<p>The instruction given by the court upon the plaintiff's prayer, is not understood to involve any other difficulty than, that it states that the plaintiff would be entitled to recover, \"whether the purchase was made before or after drawing of said bills, or whether they were drawn for a pre-existing debt, or drawn and sold for any other good and valuable consideration.\" We cannot perceive any sound legal objection to this instruction. If a person undertake, in consideration that another will purchase a bill already drawn, or to be thereafter drawn, and as an inducement to the purchase to accept it, and the bill is drawn and purchased upon the credit of such promise, for a sufficient consideration; <span class=\"star-pagination\">*182</span> such promise to accept is binding upon the party. It is an original promise to the purchaser, not merely a promise for the debt of another; and having a sufficient consideration to support it, in reason and justice, as well as in law, it ought to bind him. It is of no consequence that the direct consideration moves to a third person, as in this case to the drawer of the bill; for it moves from the purchaser, and is his inducement for taking the bill. He pays his money upon the faith of it, and is entitled to claim a fulfilment of it. It is not a case falling within the objects or the mischiefs of the statute of frauds. If A. says to B. pay so much money to C. and I will repay it to you, it is an original independent promise; and if the money is paid upon the faith of it, it has been always deemed an obligatory contract, even though it be by parol; because there is an original consideration moving between the immediate parties to the contract. Damage to the promissee, constitutes as good a consideration as benefit to the promissor. In cases not absolutely closed by authority, this court has already expressed a strong inclination not to extend the operation of the statute of frauds, so as to embrace original and distinct promises, made by different persons at the same time upon the same general consideration<sup>[(a)]</sup>. Then, again, as to the consideration, it can make no difference in law, whether the debt for which the bill is taken is a pre-existing debt, or money then paid for the bill. In each case there is a substantial credit given by the party to the drawer, upon the bill, and the party parts with his present rights at the instance of the promissee; whose promise is substantially a new and independent one, and not a mere guarantee of the existing promise of the drawer. Under such circumstances, there is no substantial distinction, whether the bill be then in existence, or be drawn afterwards. In each case the object of the promise is to induce the party to take the bill upon the credit of the promise; and if he does so take it, it binds the promissor. The question, whether a parol promise to accept a non-existing bill, amounts to an acceptance of the bill when <span class=\"star-pagination\">*183</span> drawn, is quite a different question, and does not arise in this case. If the promise to accept were binding, the plaintiff would be entitled to recover, although it should not be deemed a virtual acceptance; and the point whether it was an acceptance or not, does not appear to have been made in the court below.</p>\n<p>The instructions prayed for on behalf of the defendant and refused by the court, present several objections to the plaintiff's right of recovery.</p>\n<p>The first is, that the plaintiff is not entitled to recover, if he knew that the defendant at the time of taking the bill, had not funds of the drawer in his hands, and if the defendant's promise was under the expectation of receiving funds, and he did not, in fact, receive them at the maturity of the bill. We are of opinion that this objection is unfounded in point of law. If the drawee have no funds in his hands, and the fact is known to the other party, and yet the inducement to take the bill is the promise of the drawee to accept it, it constitutes a valid contract between the parties; if there is a purchase of the bill upon the credit of such promise. The acceptance of the drawee of a bill binds him, although it is known to the holder that he has no funds in his hands. It is sufficient that the holder trusts to such acceptance.</p>\n<p>Another objection is, that the object of taking the bill was to pay the partnership debt of the plaintiff and the drawer (who had been partners in trade); and it was passed in pursuance of an agreement between them, to a creditor of the firm, who subsequently returned it for the dishonour. In what respect this changes the rights of the plaintiff as to the defendant, it is somewhat difficult to perceive. There was evidence in the case, to slow that the plaintiff was upon the dissolution to discharge the partnership debts; and also that upon the faith of this very promise of the defendant, he allowed partnership property to the full amount of the bill, to pass into the drawer's hands for his own exclusive use. But independently of this evidence, the bill itself was not a partnership bill, though the drawer and the plaintiff had been partners. On the contrary, it was to be drawn on the sole account and credit of the drawer, and was to be accepted <span class=\"star-pagination\">*184</span> on that account; and if the plaintiff took the bill as the sole bill of the drawer, on the credit of the defendant's promise to accept it, for a valuable consideration, the use to which he should apply it, whether in payment of joint debts or otherwise, was nothing to the defendant. It in no respect changed the nature of his own undertaking. The receiving of such a bill, with the intent to apply the same to the payment of a partnership debt, might materially affect the plaintiff; and we see that by the subsequent insolvency of the drawer, and his parting with the partnership effects, it did seriously affect his remedy in respect to his partner. The question is not put, whether, if no loss had been sustained in any way, the plaintiff would have been entitled to recover against the defendant. By becoming an indorser upon the bill, he incurred a responsibility to those to whom he indorsed it, very different from that which he incurred to them as creditors of the partnership. This alone was a sufficient consideration to support the promise to accept. It should be added, that the application of the bill to the payment of debts constituted no part of the ground of the promise of the defendant.</p>\n<p>Another objection is, that the partnership accounts remain unsettled, and therefore the plaintiff ought not to recover. Surely this alone is not sufficient to deprive the plaintiff of his right of action. It is perfectly consistent with this state of facts, that the plaintiff should be a creditor of the firm to an extent far beyond the amount of $4000. There is evidence in the record from which the jury might fairly presume, that such was the case. But the circumstance, that the accounts of the partnership were unsettled, is put as of itself sufficient to defeat the plaintiff's recovery; which it cannot be admitted to be, if in any possible case, consistently with that fact, he might have sustained any loss by taking the bill upon the faith of the defendant's promise.</p>\n<p>Another objection, arising out of the fourth instruction prayed for by the defendant, which is very complicated and embarrassing in its presentation; is the effect of the agreement therein supposed between the plaintiff and the drawer to risk both the bills; and if the defendant should not accept <span class=\"star-pagination\">*185</span> both, then that the plaintiff would assist the drawer with funds to take up the non-accepted bill at maturity. This agreement was not in the slightest degree prejudicial to any rights of the defendant. Its object was to provide funds in the event of a non-fulfilment of the promise of the defendant to accept either of the bills. It did not waive or vary the defendant's contract; and, at most, could be considered only as a collateral agreement of the parties, forming additional private inducements for the drawing of the bill.</p>\n<p>The same instruction includes another objection, which is, that if from the evidence the jury should believe that the plaintiff did at the time of drawing the bills state to the drawer, that defendant promised him that he would accept one of the bills unconditionally, and the other, if in funds; and that the drawee did not accept and pay at maturity one of the bills, and had not funds of the drawer, or of the plaintiff to pay the other at maturity; that they ought to find for the defendant. This part of the instruction proceeds altogether upon the ground that the mere statement of the plaintiff to the drawer, that the promise of the defendant was conditional, was a bar to the recovery. It does not affect to state, that if in point of fact the promise was conditional, such would and ought to be the result; but, that it was sufficient that the plaintiff so told the defendant, whether the fact were so or not. In our judgment the rights of the plaintiff are to be decided by the fact, whether the promise was conditional or not; and not by the mere assertion of the plaintiff. His assertion might properly be weighed by the jury as part of the evidence, to control or explain it; but their verdict ought to be governed by their belief of the facts, and not their belief that a particular assertion was made.</p>\n<p>These are all the objections which have been urged at the bar; and we are of opinion, that the court was right in rejecting the instructions prayed for by the defendant.</p>\n<p>The judgment is therefore to be affirmed with costs.</p>\n<h2>NOTES</h2>\n<p>[(a)]  3 Kent's Comm. 63.\n</p>\n<p>In the case of Buckner vs. Finlay, post, this question is settled; and a bill of exchange, drawn in one state of the United States, on a person residing in another state, is held to be a foreign bill, so far as to make the protest of non-acceptance and non-payment evidence of the same.</p>\n<p>[(a)]  D'Wolf vs. Rabaud, 1 Peters, 476.</p>\n\n</div>", "id": 85624, "judges": "Story", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/85624/", "sha1": "50e097e6fe160e47107a61bca541d2ad6354d049", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T08:59:48"}