{"absolute_url": "/opinion/85655/le-grand-v-darnall/", "blocked": false, "citation": {"case_name": "Le Grand v. Darnall", "docket_number": null, "document_uris": ["/api/rest/v2/document/85655/"], "federal_cite_one": "27 U.S. 664", "federal_cite_three": null, "federal_cite_two": null, "id": 53131, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/53131/", "scotus_early_cite": "2 Pet. 664", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1829-03-20", "date_modified": "2014-12-21T01:24:15.735457", "docket": "/api/rest/v2/docket/260548/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">27 U.S. 664</p>\n    <p class=\"case_cite\">2 Pet. 664</p>\n    <p class=\"case_cite\">7 L.Ed. 555</p>\n    <p class=\"parties\">CLAUDIUS F. LE GRAND, APPELLANT<br>v.<br>NICHOLAS DARNALL, APPELLEE.</p>\n    <p class=\"date\">January Term, 1829</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL from the circuit court of the United States, for the district of Maryland.</p>\n      <p class=\"indent\">The facts of the case appear on the argument of the counsel for the appellee, and in the opinion of the Court.</p>\n      <p class=\"indent\">Mr Taney, for the appellant, submitted the case without argument; stating, that it had been brought up merely on account of its great importance to the appellee; which rendered it desirable that the opinion of the supreme court should be had on the matters in controversy.</p>\n      <p class=\"indent\">Mr Stewart, for the appellee.</p>\n      <p class=\"indent\">The case presented by the bill, answers and depositions, is as follows.</p>\n      <p class=\"indent\">Bennett Darnall, of Ann Arundel county, in the state of Maryland, by his will dated August 4th, 1810, devised to his son, Nicholas Darnall, the defendant in this case, certain lands lying in the county and state aforesaid.</p>\n      <p class=\"indent\">The mother of the said Nicholas was the slave of the testator, and Nicholas was born a slave to his father.</p>\n      <p class=\"indent\">Bennett Darnall, in his will, refers to two <i>deeds</i> of manumission executed by him, one in 1805 and the other in 1810, in both of which it seems Nicholas was included with other slaves designed to be emancipated by these deeds. By some omission, neither of these deeds are exhibited.</p>\n      <p class=\"indent\">The testator made two codicils to his will, the last of which is dated January 20th, 1814, and was proved before the register of wills, January 31st, 1814. Bennett Darnall must therefore have died in January 1814. Nicholas Darnall, the defendant, sold the land referred to in the proceedings, to Le Grand the complainant, and it appears by the agreements exhibited with the bill, that at the time the contract was first made, neither party supposed there was any question about the title. But afterwards, it seems, doubts were suggested to Darnall, which he communicated to Le Grand, and the agreements above mentioned were thereupon made with full knowledge on both sides of the <i>supposed defect</i> in the title, and were framed with reference to it.</p>\n      <p class=\"indent\">Le Grand gave his notes for the purchase money, according to the agreement and a suit was brought on one of them, and judgment recovered in the circuit court for the district of Maryland; whereupon he filed his bill in that court, praying an injunction on the ground that Darnall was unable to convey him a good title to the land.</p>\n      <p class=\"indent\">The defect supposed to exist, and alleged in the bill, is this; that Darnall was not more than ten years of age at the time of his father's death, and at that tender age was unable to work and gain a sufficient maintenance and livelihood, and was incapable therefore of receiving manumission by the laws of Maryland.</p>\n      <p class=\"indent\">The answer of Nicholas Darnall insists that he was, at the time of the testator's death, able to work and gain a sufficient livelihood and maintenance.</p>\n      <p class=\"indent\">Four witnesses were examined.</p>\n      <p class=\"indent\">John Mercer and Robert Welch prove that Nicholas was about eleven years of age at the time of his father's death, and describe him as a fine, healthy, intelligent boy, able by his work to maintain himself. Dr James Stewart and Samuel Moore state that boys of eleven years of age in Maryland are able to support themselves by their own labour, and specify the kind of work in which they may be usefully employed.</p>\n      <p class=\"indent\">Upon this answer and evidence, the Court dissolved the injunction and dismissed the bill.</p>\n      <p class=\"indent\">It is proper to say, that the whole of these proceedings have been amicable; that Le Grand is willing to pay if his title is a safe one, and that Darnall does not wish Le Grand to pay unless he can make a good title to him.</p>\n      <p class=\"indent\">By the act of 1796, chap. 67, sec. 13, slaves may be manumitted in Maryland by last will; <i>provided</i> they be under forty-five years of age, and able to work and gain a sufficient maintenance and livelihood; at the time the freedom given shall commence.</p>\n      <p class=\"indent\">In the case of Hall <i>vs.</i> Mullin, 5 <i>Harris &amp; Johns.</i> 190, the court of appeals have decided that a devise of property real or personal, by a master to his slave, entitles the slave to his freedom, by necessary implication.</p>\n      <p class=\"indent\">Under this decision, <i>the will of</i> Bennett Darnall gave freedom to Nicholas, provided he was in a condition to receive it at the testator's death. The omission therefore to produce the <i>deeds</i> of manumission is not material. If they are regarded as not proved, or as not effective for the purpose intended, still the defendant may rely on his title under the will.</p>\n      <p class=\"indent\">In the case of Hamilton <i>vs.</i> Cragg, 6 <i>Harris &amp; Johns</i>. 16, it was held that an infant slave (only three years of age at the time of the death of the testator who attempted to manumit him), unable to gain a sufficient maintenance and livelihood, could not be manumitted. It was this decision that created the doubt in regard to the title of Nicholas Darnall; for until that case was decided, it had been generally supposed that this provision in the statute was intended to guard against the manumission of slaves who, although under forty-five years of age, were suffering under incurable diseases or constitutional infirmities which would most probably <i>always</i> disable them from maintaining themselves by their own labour, and make them a charge upon the public. It had not been generally supposed to apply to the case of children for whose maintenance provision could perhaps always be made by binding them to serve as apprentices, and especially was considered inapplicable to those children for whose support abundant provision was made by the testator who gave the freedom.</p>\n      <p class=\"indent\">But without attempting to disturb the authority of that case, the proof in this cause brings it expressly within the principle decided in Hamilton <i>vs.</i> Cragg; and entitles the party to his freedom. The defect of title alleged in the bill is consequently without foundation, and the decree of the court below fully justified.</p>\n      <p class=\"indent\">Mr Justice DUVALL delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case is brought up by appeal from a decree of the circuit court for the district of Maryland, sitting as a court of equity; and is submitted on written argument. The principal facts are the following.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Bennett Darnall, late of Anne Arundel county, Maryland, on the 4th day of August 1810, duly made and executed his last will and testament, and thereby devised to his son, the appellee, several tracts of land in fee, one of which was called Portland Manor, containing by estimation five hundred and ninety six acres. The mother of Nicholas Darnall was the slave of the testator, and Nicholas was born the slave of his father, and was between ten and eleven years old at the time of the death of the testator. Bennett Darnall, in his will, refers to and confirms two deeds of manumission executed by him; one bearing date in 1805, and the other in 1810. In both of those deeds, Nicholas Darnall and a number of other slaves were included, and emancipated after his decease. The testator died in the month of January 1814.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Nicholas Darnall, on his arrival to full age, took possession of the property devised to him, and on the 26th of April 1826 he entered into a contract with Le Grand the appellant for the sale of the tract called Portland Manor for the consideration of twenty-two dollars per acre, amounting to the sum of thirteen thousand one hundred and twelve dollars, payable by agreement, in six annual payments with interest. Le Grand passed his notes pursuant to the terms of the agreement, and received the bond of Darnall to convey to him the property in fee simple upon payment of the purchase money. Le Grand was thereupon put into possession of the land. At the time the contract was made, the parties believed the title to the land to be unquestionable. Soon afterwards, however, doubts were suggested to Darnall, and he communicated them to Le Grand, and they entered into a supplementary and conditional agreement, without varying in substance the original contract. Darnall was not more than ten or eleven years of age at the time of the death of his father; and, by a law of the state of Maryland, it is provided that no manumission by last will and testament shall be effectual to give freedom to any slave, unless the said slave shall be under the age of forty-five years, and able to work and gain a sufficient maintenance and livelihood at the time the freedom intended to be given shall take place.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A decision had lately been made by the court of appeals of Maryland, in the case of Hamilton <i>vs.</i> Cragg, that an infant (whose age did not exceed two years when his title to freedom commenced) was not able to work and gain a sufficient maintenance and livelihood, and was therefore adjudged to be a slave. This decision of the highest court of law in the state gave rise to doubts concerning the capability of the appellee to make a good title to the land which he had sold to the appellant. Darnall deposited the amount of the first payment, that is to say $3000, in the hands of Benjamin Tucker of Philadelphia, to be held with the consent of the appellant subject to the result of an examination into the title. In consequence of the decision of the court of appeals of Maryland, the heir at law of Bennett Darnall, the testator, made claim to the land, and threatened to commence suit for the recovery of it. Le Grand being alarmed about the title, refused to make any further payment; and an action was commenced against him, and judgment recovered for the second payment. To prevent an execution and to ascertain, under all the circumstances of the case, whether the appellee could make a good title to the land which he had sold to him, he filed his bill of complaint in equity, in the circuit court, stating the circumstances, and obtained an injunction against any further proceedings at law. The appelle put in his answer, admitting all the facts stated in the bill, except that of his inability to gain a maintenance and livelihood by labour, when his right to freedom commenced. The case was submitted to the court upon the bill, answer, exhibits and proof which had been taken; and the court, upon due consideration, ordered the injunction to be dissolved, and decreed the bill to be dismissed. From this decree, an appeal was taken to this Court, and the cause is now to be finally decided.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">There is one question only to be discussed. If the appellee, at the time of the death of the testator, was entitled to his freedom under the will and deeds of manumission before mentioned, then his title to the land sold was unquestionable. His claim to freedom under the instruments above referred to depends upon a just construction of the act of the legislature of Maryland, passed in the year 1796, ch. 47, sect. 13.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The words of the act are these: 'that all persons capable in law to make a valid will and testament, may grant freedom to, and effect the manumission of any slave or slaves belonging to such person or persons, by his, her or their last will and testament; and such manumission of any slave or slaves may be made to take effect at the death of the testator or testators, or at such other period as may be limited in such last will and testament; provided always, that no manumission by last will and testament, shall be effectual to give freedom to any slave or slaves, if the same shall be to prejudice of creditors; nor unless the said slave or slaves shall be under the age of forty-five years, and <i>able to work and gain a sufficient maintenance and livelihood</i> at the time the freedom given shall commence.' The <i>time</i> of the freedom of the appellee commenced immediately after the death of the testator, when, according to the evidence, he was about eleven years old. Four respectable witnesses of the neighbourhood were examined. They all agree in their testimony, that Nicholas was well grown, healthy and intelligent, and of good bodily and mental capacity: that he and his brother Henry could readily have found employment, either as house servant boys, or on a farm, or as apprentices; and that they were able to work and gain a livelihood. The testator devised to each of them real and personal estate to a considerable amount. They had guardians appointed, were well educated and Nicholas is now living in affluence. Experience has proved that he was able to work, and gain a sufficient maintenance and livelihood. No doubt as to the fact has ever been entertained by any who know him. Of course, he was capable in law to sell and dispose of the whole or any part of his estate, and to execute the necessary instruments of writing to convey a sufficient title to the purchase.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The court of appeals of Maryland, in the case of Hale <i>vs.</i> Mullin, decided, that a devise of property real or personal by a master to his slave, entitles the slave to his freedom by necessary implication. This Court entertains the same opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It is not the inclination of this Court to express any opinion as to the correctness of the decision of the court of appeals of Maryland, in the case of Hamilton <i>vs.</i> Cragg. It is unnecessary in reference to the case under consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The decree of the circuit court is affirmed; and by consent of parties without costs.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This cause came on to be heard on the transcript of the record from the circuit court of the United States for the district of Maryland, and was argued by counsel; on consideration whereof, it is considered, ordered and decreed by this Court, that the decree of the said circuit court in this cause be and the same is hereby affirmed without costs.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>27 U.S. 664 (____)</b></center>\n<center><b>2 Pet. 664</b></center>\n<center><h1>CLAUDIUS F. LE GRAND, APPELLANT<br>\nvs.<br>\nNICHOLAS DARNALL, APPELLEE.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr Taney, for the appellant.</p>\n<p>Mr Stewart, for the appellee.</p>\n<p><span class=\"star-pagination\">*667</span> Mr Justice DUVALL delivered the opinion of the Court.</p>\n<p>This case is brought up by appeal from a decrees of the circuit court for the district of Maryland, sitting as a court of equity; and is submitted on written argument. The principal facts are the following.</p>\n<p>Bennett Darnall, late of Anne Arundel county, Maryland, on the 4th day of August 1810, duly made and executed his last will and testament, and thereby devised to his son, the appellee, several tracts of land in fee, one of which was called Portland Manor, containing by estimation five hundred and ninety six acres. The mother of Nicholas Darnall was the slave of the testator, and Nicholas was born the slave of his father, and was between ten and eleven years old at the time of the death of the testator. Bennett Darnall, in his will, refers to and confirms two deeds of manumission executed by him; one bearing date in 1805, and the other in 1810. In both of those deeds, Nicholas Darnall and a number of other slaves were included, and emancipated after his decease. The testator died in the month of January 1814.</p>\n<p>Nicholas Darnall, on his arrival to full age, took possession of the property devised to him, and on the 26th of April 1826 he entered into a contract with Le Grand the appellant for the sale of the tract called Portland Manor for the consideration of twenty-two dollars per acre, amounting to the sum of thirteen thousand one hundred and twelve dollars, <span class=\"star-pagination\">*668</span> payable by agreement, in six annual payments with interest. Le Grand passed his notes pursuant to the terms of the agreement, and received the bond of Darnall to convey to him the property in fee simple upon payment of the purchase money. Le Grand was thereupon put into possession of the land. At the time the contract was made, the parties believed the title to the land to be unquestionable. Soon afterwards, however, doubts were suggested to Darnall, and he communicated them to Le Grand, and they entered into a supplementary and conditional agreement, without varying in substance the original contract. Darnall was not more than ten or eleven years of age at the time of the death of his father; and, by a law of the state of Maryland, it is provided that no manumission by last will and testament shall be effectual to give freedom to any salve, unless the said slave shall be under the age of forty-five years, and able to work and gain a sufficient maintenance and livelihood at the time the freedom intended to be given shall take place.</p>\n<p>A decision had lately been made by the court of appeals of Maryland, in the case of Hamilton vs. Cragg, that an infant (whose age did not exceed two years when his title to freedom commenced) was not able to work and gain a sufficient maintenance and livelihood, and was therefore adjudged to be a salve. This decision of the highest court of law in the state gave rise to doubts concerning the capability of the appellee to make a good title to the land which he had sold to the appellant. Darnall deposited the amount of the first payment, that is to say $3000, in the hands of Benjamin Tucker of Philadelphia, to be held with the consent of the appellant subject to the result of an examination into the title. In consequence of the decision of the court of appeals of Maryland, the heir at law of Bennett Darnall, the testator, made claim to the land, and threatened to commence suit for the recovery of it. Le Grand being alarmed about the title, refused to make any further payment; and an action was commenced against him, and judgment recovered for the second payment. To prevent an execution and to ascertain, under all the circumstances of the case, whether the appellee could make a good title to the land which he had sold <span class=\"star-pagination\">*669</span> to him, he filed his bill of complaint in equity, in the circuit court, stating the circumstances, and obtained an injunction against any further proceedings at law. The appellee put in his answer, admitting all the facts stated in the bill, except that of his inability to gain a maintenance and livelihood by labour, when his right to freedom commenced. The case was submitted to the court upon the bill, answer, exhibits and proof which had been taken; and the court, upon due consideration, ordered the injunction to be dissolved, and decreed the bill to be dismissed. From this decree, an appeal was taken to this Court, and the cause is now to be finally decided.</p>\n<p>There is one question only to be discussed. If the appellee, at the time of the death of the testator, was entitled to his freedom under the will and deeds of manumission before mentioned, then his title to the land sold was unquestionable. His claim to freedom under the instruments above referred to depends upon a just construction of the act of the legislature of Maryland, passed in the year 1796, ch. 47, sect. 13.</p>\n<p>The words of the act are these: \"that all persons capable in law to make a valid will and testament, may grant freedom to, and effect the manumission of any slave or slaves belonging to such person or persons, by his, her or their last will and testament; and such manumission of any slave or slaves may be made to take effect at the death of the testator or testators, or at such other period as may be limited in such last will and testament; provided always, that no manumission by last will and testament, shall be effectual to give freedom to any slave or slaves, if the same shall be to prejudice of creditors; nor unless the said slave or slaves shall be under the age of forty-five years, and able to work and gain a sufficient maintenance and livelihood at the time the freedom given shall commence.\" The time of the freedom of the appellee commenced immediately after the death of the testator, when, according to the evidence he was about eleven years old. Four respectable witnesses of the neighborhood were examined. They all agree in their testimony, that Nicholas was well grown, healthy and intelligent, and of good bodily and mental capacity: that he and <span class=\"star-pagination\">*670</span> his brother Henry could readily have found employment, either as house servant boys, or on a farm, or as apprentices; and that they were able to work and gain a livelihood. The testator devised to each of them real and personal estate to a considerable amount. They had guardians appointed, were well educated and Nicholas is now living in affluence. Experience has proved that he was able to work, and gain a sufficient maintenance and livelihood. No doubt as to the fact has ever been entertained by any who know him. Of course, he was capable in law to sell and dispose of the whole or any part of his estate, and to execute the necessary instruments of writing to convey a sufficient title to the purchase.</p>\n<p>The court of appeals of Maryland, in the case of Hale vs. Mullin, decided, that a devise of property real or personal by a master to his slave, entitles the slave to his freedom by necessary implication. This Court entertains the same opinion.</p>\n<p>It is not the inclination of this Court to express any opinion as to the correctness of the decision of the court of appeals of Maryland, in the case of Hamilton vs. Cragg. It is unnecessary in reference to the case under consideration.</p>\n<p>The decree of the circuit court is affirmed; and by consent of parties without costs.</p>\n<p>This cause came on to be heard on the transcript of the record from the circuit court of the United States for the district of Maryland, and was argued by counsel; on consideration whereof, it is considered, ordered and decreed by this Court, that the decree of the said circuit court in this cause be and the same is hereby affirmed without costs.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">664</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">664</span></span></b></center>\n<center><h1>CLAUDIUS F. LE GRAND, APPELLANT<br>\nvs.<br>\nNICHOLAS DARNALL, APPELLEE.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr Taney, for the appellant.</p>\n<p>Mr Stewart, for the appellee.</p>\n<p><span class=\"star-pagination\">*667</span> Mr Justice DUVALL delivered the opinion of the Court.</p>\n<p>This case is brought up by appeal from a decrees of the circuit court for the district of Maryland, sitting as a court of equity; and is submitted on written argument. The principal facts are the following.</p>\n<p>Bennett Darnall, late of Anne Arundel county, Maryland, on the 4th day of August 1810, duly made and executed his last will and testament, and thereby devised to his son, the appellee, several tracts of land in fee, one of which was called Portland Manor, containing by estimation five hundred and ninety six acres. The mother of Nicholas Darnall was the slave of the testator, and Nicholas was born the slave of his father, and was between ten and eleven years old at the time of the death of the testator. Bennett Darnall, in his will, refers to and confirms two deeds of manumission executed by him; one bearing date in 1805, and the other in 1810. In both of those deeds, Nicholas Darnall and a number of other slaves were included, and emancipated after his decease. The testator died in the month of January 1814.</p>\n<p>Nicholas Darnall, on his arrival to full age, took possession of the property devised to him, and on the 26th of April 1826 he entered into a contract with Le Grand the appellant for the sale of the tract called Portland Manor for the consideration of twenty-two dollars per acre, amounting to the sum of thirteen thousand one hundred and twelve dollars, <span class=\"star-pagination\">*668</span> payable by agreement, in six annual payments with interest. Le Grand passed his notes pursuant to the terms of the agreement, and received the bond of Darnall to convey to him the property in fee simple upon payment of the purchase money. Le Grand was thereupon put into possession of the land. At the time the contract was made, the parties believed the title to the land to be unquestionable. Soon afterwards, however, doubts were suggested to Darnall, and he communicated them to Le Grand, and they entered into a supplementary and conditional agreement, without varying in substance the original contract. Darnall was not more than ten or eleven years of age at the time of the death of his father; and, by a law of the state of Maryland, it is provided that no manumission by last will and testament shall be effectual to give freedom to any salve, unless the said slave shall be under the age of forty-five years, and able to work and gain a sufficient maintenance and livelihood at the time the freedom intended to be given shall take place.</p>\n<p>A decision had lately been made by the court of appeals of Maryland, in the case of Hamilton vs. Cragg, that an infant (whose age did not exceed two years when his title to freedom commenced) was not able to work and gain a sufficient maintenance and livelihood, and was therefore adjudged to be a salve. This decision of the highest court of law in the state gave rise to doubts concerning the capability of the appellee to make a good title to the land which he had sold to the appellant. Darnall deposited the amount of the first payment, that is to say $3000, in the hands of Benjamin Tucker of Philadelphia, to be held with the consent of the appellant subject to the result of an examination into the title. In consequence of the decision of the court of appeals of Maryland, the heir at law of Bennett Darnall, the testator, made claim to the land, and threatened to commence suit for the recovery of it. Le Grand being alarmed about the title, refused to make any further payment; and an action was commenced against him, and judgment recovered for the second payment. To prevent an execution and to ascertain, under all the circumstances of the case, whether the appellee could make a good title to the land which he had sold <span class=\"star-pagination\">*669</span> to him, he filed his bill of complaint in equity, in the circuit court, stating the circumstances, and obtained an injunction against any further proceedings at law. The appellee put in his answer, admitting all the facts stated in the bill, except that of his inability to gain a maintenance and livelihood by labour, when his right to freedom commenced. The case was submitted to the court upon the bill, answer, exhibits and proof which had been taken; and the court, upon due consideration, ordered the injunction to be dissolved, and decreed the bill to be dismissed. From this decree, an appeal was taken to this Court, and the cause is now to be finally decided.</p>\n<p>There is one question only to be discussed. If the appellee, at the time of the death of the testator, was entitled to his freedom under the will and deeds of manumission before mentioned, then his title to the land sold was unquestionable. His claim to freedom under the instruments above referred to depends upon a just construction of the act of the legislature of Maryland, passed in the year 1796, ch. 47, sect. 13.</p>\n<p>The words of the act are these: \"that all persons capable in law to make a valid will and testament, may grant freedom to, and effect the manumission of any slave or slaves belonging to such person or persons, by his, her or their last will and testament; and such manumission of any slave or slaves may be made to take effect at the death of the testator or testators, or at such other period as may be limited in such last will and testament; provided always, that no manumission by last will and testament, shall be effectual to give freedom to any slave or slaves, if the same shall be to prejudice of creditors; nor unless the said slave or slaves shall be under the age of forty-five years, and able to work and gain a sufficient maintenance and livelihood at the time the freedom given shall commence.\" The time of the freedom of the appellee commenced immediately after the death of the testator, when, according to the evidence he was about eleven years old. Four respectable witnesses of the neighborhood were examined. They all agree in their testimony, that Nicholas was well grown, healthy and intelligent, and of good bodily and mental capacity: that he and <span class=\"star-pagination\">*670</span> his brother Henry could readily have found employment, either as house servant boys, or on a farm, or as apprentices; and that they were able to work and gain a livelihood. The testator devised to each of them real and personal estate to a considerable amount. They had guardians appointed, were well educated and Nicholas is now living in affluence. Experience has proved that he was able to work, and gain a sufficient maintenance and livelihood. No doubt as to the fact has ever been entertained by any who know him. Of course, he was capable in law to sell and dispose of the whole or any part of his estate, and to execute the necessary instruments of writing to convey a sufficient title to the purchase.</p>\n<p>The court of appeals of Maryland, in the case of Hale vs. Mullin, decided, that a devise of property real or personal by a master to his slave, entitles the slave to his freedom by necessary implication. This Court entertains the same opinion.</p>\n<p>It is not the inclination of this Court to express any opinion as to the correctness of the decision of the court of appeals of Maryland, in the case of Hamilton vs. Cragg. It is unnecessary in reference to the case under consideration.</p>\n<p>The decree of the circuit court is affirmed; and by consent of parties without costs.</p>\n<p>This cause came on to be heard on the transcript of the record from the circuit court of the United States for the district of Maryland, and was argued by counsel; on consideration whereof, it is considered, ordered and decreed by this Court, that the decree of the said circuit court in this cause be and the same is hereby affirmed without costs.</p>\n</div>", "id": 85655, "judges": "Duvall", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/85655/", "sha1": "658359e9573224d86ad7c3243fa897271354992a", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T08:59:48"}