{"absolute_url": "/opinion/87217/morehouse-v-phelps/", "blocked": false, "citation": {"case_name": "Morehouse v. Phelps", "docket_number": null, "document_uris": ["/api/rest/v2/document/87217/"], "federal_cite_one": "62 U.S. 294", "federal_cite_three": null, "federal_cite_two": null, "id": 55515, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/55515/", "scotus_early_cite": "21 How. 294", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1859-03-18", "date_modified": "2014-12-21T01:25:26.030169", "docket": "/api/rest/v2/docket/335338/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">62 U.S. 294</p>\n    <p class=\"case_cite\">21 How. 294</p>\n    <p class=\"case_cite\">16 L.Ed. 140</p>\n    <p class=\"parties\">DICKERSON B. MOREHOUSE, PLAINTIFF IN ERROR,<br>v.<br>WILLIAM A. PHELPS.</p>\n    <p class=\"date\">December Term, 1858</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">THIS case was brought up from the Supreme Court of the State of Illinois by a writ of error, issued under the twenty-fifth section of the judiciary act.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Phelps, who was the plaintiff in the court below, brought an ejectment for the undivided half of two lots in the town of Galena, Illinois, viz: lots number eight and nine, each lot fronting forty-seven feet, more or less, on Water street.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Upon the trial, Phelps made out his title as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">1. A deed, or rather notification in his favor, addressed to the superintendent of lead mines, from R. P. Guyard, dated November 8, 1829.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">2. A certificate of the register of the land office at Dixon, dated October 3, 1850, stating that the legal representatives of R. P. Guyard and D. B. Morehouse did, on the 20th of February, 1838, purchase of the General Government lots number eight and nine.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">This certificate was issued under the following acts of Congress, viz:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Congress of the United States, by an act approved February 5, 1829, provided for the laying off of a town at and including Galena, Illinois, under the direction of the surveyor general for the States of Illinois, Missouri, and the Territory of Arkansas. The act further provided that the lots should be classed, &amp;c., and, previous to their sale, 'each and every person, or his, her, or their legal representative, or representatives, who shall heretofore have obtained from the agent of the United States a permit to occupy and lot or lots in the said town of Galena, or who shall have actually occupied and improved any lot or lots in the said town, or within the tract of land hereby authorized to be laid off into lots, shall be permitted to purchase such lot or lots by paying therefor in cash,' &amp;c., being the certain amounts specified in the said act, according to the class in which the same fell.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It not being practicable to carry this act into effect, Con gress, on the 2d day of July, 1836, passed an amendatory act, by which it was further provided, &amp;c.:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'That all acts and duties required to be done and performed by the surveyor of the States of Illinois and Missouri and the Territory of Arkansas, under the act to which this is an amendment, shall be done and performed by a board of commissioners, three in number, any two of whom shall form a quorum to do business; said commissioners to be appointed by the President of the United States, and shall, previous to their entering upon the discharge of their duties, take an oath or affirmation to perform the same faithfully and impartially.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">And it was further enacted, 'That the said commissioners shall also have power to hear evidence and determine all claims to lots of ground arising under the act to which this is an amendment; and for this purpose the said commissioners are authorized to administer all oaths that may be necessary, and reduce to writing all the evidence in support of claims to preemption presented for consideration; and when all the testimony shall have been heard and considered, the said commissioners shall file with the register and receiver of the land office at Galena the testimony in the case, together with a certificate in favor of each person having the right of pre-emption; and upon making payment to the receiver at Galena for the lot or lots to which such person is entitled, the receiver shall grant a receipt therefor, and issue certificates of purchase, to be transmitted to the General Land Office, as in other cases of the sale of public land.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">3. Patents, issued for the lots on the 1st of January, 1846, stating that the lots had been purchased by the legal representatives of Guyard and Morehouse, and granting the land to said representatives.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">4. The record book of the commissioners, deciding that the legal representatives of Robert P. Guyard were entitled to a pre-emption to one undivided half of lots number eight and nine, and Dickerson B. Morehouse the other half of said lots.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">5. The acts of Congress above mentioned.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">6. Evidence respecting the location of the lots.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The defendant then offered the following evidence:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">1. The letters of administration, granted in March, 1836, to Morehouse, upon the property of Guyard.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">2. The acts of Congress before referred to.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">3. The evidence of one of the commissioners, showing that Morehouse appeared before the board and filed his claim, and that the deed to Phelps was never before the board or offered in evidence before the commissioners.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">4. The certificate of the commissioners that the legal representatives of Guyard and Morehouse were entitled to the preemption of lots number eight and nine.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">5. The record and proceedings of the General Land Office, showing that they had improved the lots and paid the money due on them.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">6. The petition of Morehouse, as administrator, for leave to sell the real estate of Buyard, in order to pay the debts of the estate.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">7. The deposition of Hempstead, that, as agent for More house, he procured the patents.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">8. The patents issued, as before stated.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">9. Other evidence, to show that Morehouse had always been in possession.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">There were nine prayers to the court offered by the counsel for the plaintiff, and two by the defendant. The following being one of the prayers offered on behalf of the plaintiff, which was given, together with the second prayer asked by the defendant, and refused, appears to state the principal points in the case, upon which the decision of the court below turned:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">'6th. The legal representatives, as used in this law, is the party in interest whose identity was uncertain, and who succeeded to the rights of Guyard. It means the party who legally represents the interest which was once vested in Guyard, and by virtue of which right the law authorized the lots to be entered; and if the jury believe from the evidence that Guyard was entitled to a pre-emption to the lots in controversy, and parted with all his interest to Phelps by his deed in 1829, then Phelps is the legal representative, and the jury should find for the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">'2d. That if the jury find from the evidence that Dickerson B. Morehouse was, as stated in the first instruction, the sole administrator of Guyard, and that in that capacity he claimed, before the commissioners appointed under the supplementary act of the 2d July, 1836, to be entitled to the lots in dispute by pre-emption title, and that the said commissioners heard and considered all the evidence offered in support thereof, and that neither the plaintiff nor any other person ever claimed the same before said commissioners at any time; and if they further find that the commissioners did thereupon decide said administrator to be entitled to said lots as the legal representative of Guyard, and did file with the register and receiver at Galena the testimony in this case, together with their certificate in favor of said administrator; and that he did thereupon, and as administrator of Guyard, pay the purchase-money for said lots to such receiver, and obtain his receipt therefor, and his certificate of purchase, and that these were by him transmitted to the General Land Office, and the patents issued offered in evidence by said defendants were sent to him, and have been in his possession ever since, claiming to be owner of the lots therein mentioned, and that these are the lots in dispute in this case; that then the said defendant is the owner of said lots by virtue of said facts, and according to the construction of the said acts of Congress of the 5th February, 1829, and the 2d July, 1836, and that therefore the plaintiff is not entitled to recover.'</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Refused.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The jury found a verdict for the plaintiff; and the case being carried up to the Supreme Court upon exceptions, the judgment was there affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">A writ of error brought the case up to this court.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">It was argued by <i>Mr. Washburne</i> and <i>Mr. Reverdy Johnson</i> for the appellant, and <i>Mr. Blair</i> for the appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The principal point was thus stated by the counsel for the appellant:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The question arising in this court upon the record is, who is the 'legal representative' of Guyard, as to the lots in dispute, within the meaning of the statutes of the United States? Phelps claims that he is, by virtue of the letter, or instrument, above set out; Morehouse claims that he is, as administrator of Guyard, he having made the claim to the lots before the board of commissioners, which claim was allowed, and entered them at the land office. The Supreme Court of Illinois have held that, under these statutes, Phelps is the 'legal representative' of Guyard. This question is presented in the instructions asked for by the attorneys for Phelps, and given by the court below, and in the instructions asked for by the attorney of Morehouse, and refused by the court below.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The construction of the statutes above referred to being drawn in question in this case, the Supreme Court of Illinois made the certificate as found in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">It is submitted that the term 'legal representative,' as used in the act of February 5, 1829, clearly contemplates only those representatives who file their claims before the board of commissioners, and have them allowed. If one be a 'representative,' and he does not prefer his claim as such for confirmation, he is not regarded.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Landes et al. <i>v.</i> Perkins, 12 Missouri, 255.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In Strother <i>v.</i> Lucas, (12 Peters, 458,) the confirmation was deemed to be made to the person <i>who made and proved his 'claim' before</i> the board of commissioners. To the same point, see Bissell <i>v.</i> Penrose, 8 Howard, 337; Instructions and Opinions of Attorneys General, part 2, pages 747, 752, 1043; also, Boone <i>v.</i> Moore, 14 Missouri, 424; 6 Peters, 772; 2 Howard, 284; 4 Gillman, 454; 12 Illinois, 317; 15 Illinois, 572; Land Laws, vol. 3, 316; 2 Bay, 426-454; 16 Howard, 63.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Whatever right Phelps might have had, it was only an inchoate right, to be perfected by making his claim before the board of commissioners, and procuring their award upon satisfactory proofs, and then following it up by a purchase from the land office. He could do these things, or he could abandon his supposed right. He did so abandon it. On the other hand, Morehouse, as the administrator of Guyard, made the claim before the board of commissioners, adduced his proofs, received their award, and then perfected the title by entering the lots, the possession of which he has retained to this day. Under these circumstances, it is insisted that Morehouse, as the administrator of Guyard, is the 'legal representative' of said Guyard, within the true intent and meaning of the act of 5th of Feburary, 1829, authorizing the laying off a town on Bear river, &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Gale's Statutes of Illinois, 706, 711.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\"><i>Mr. Blair</i>, for the defendant in error, made the following points:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">I. The first point made for the defendant in error is, that the decision of the Supreme Court of Illinois does not involve the construction of any statute of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The only question decided by that court was, which of the parties was the legal representative of Guyard. This is a question not regulated by those or any other statutes of the United States, and is not determinable by the construction of those statutes, but depends wholly upon the local or State law, by which alone the subject of <i>representation</i>, or the manner of transmitting and transferring rights in things, is regulated. Whilst, therefore, the question was as to who was intended by the words 'legal representative,' contained in the act and patents, and the object was to apply the description contained in these words, this was not to be done by the Supreme Court of Illinois, by any construction of the act containing them, which the law gives this court power to revise; but the meaning was to be ascertained by reference to the State law, which alone defines and fixes the legal representatives of all persons having rights to real property within the State, whether such rights were acquired from the United States or otherwise. And this court could as well take jurisdiction to ascertain to whom a deed inured made by an individual to the legal representatives of Guyard, or on a question of the identity of the grantee, as in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">II. The judgment of the Supreme Court of Illinois, if revised, should be affirmed. The fact relied on by the plaintiff in error to give him the title is, that he presented the claim to the board as administrator of Guyard, and obtained the award of the board, patents, &amp;c. There are two answers to this:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">1. That the fact relied on is contradicted by the record of the board, which is conclusive. According to this record, it was the legal representatives of Guyard who presented the claim and obtained the award; and as Phelps was the legal representative, he must be deemed to have presented it. And though it may be held, if the oral testimony in the case can be considered on such a question, that Phelps did not in fact present the claim, and that Morehouse did, it is equally certain that Morehouse did not present it in his character as administrator, and must, from the manner in which he did present it, be deemed to have presented it for whom it might concern. The language of the entry clearly repels the idea that he presented it as administrator; and the fact that he was not entitled as administrator to the award, and therefore could not have obtained it, is equally conclusive. There is no reason, indeed, for supposing the award of the undivided half of these lots to Guyard's legal representatives vested the title in his administrator, except that the claim on behalf of Guyard's legal representatives was presented by Morehouse, and that he was, at the time of exhibiting the claim, the administrator of Guyard. But Guyard's interest in the lots was not vested in him as administrator, any more than his own interest, (with which he necessarily presented Guyard's;) Mackay's Adm'r <i>v.</i> Bandine, (7 Mo., p. 374;) and it might therefore be said, with equal propriety, that he presented his own claim in his character as administrator, as that he presented Guyard's in that character.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">2. But if it be conceded that Morehouse is the patentee, as administrator of Guyard, this would not affect the result. He could take in this way only as Guyard himself would have taken, if he had been living, and the land had been patented to him. For as, in that case, the title would have inured to the grantee of Guyard, it must also inure to his grantee when conferred on one who is merely substituted to his rights and obligations. It was not questioned in the much-contested case of Strother <i>v.</i> Lucas, (6 Peters, 772; 12 ib., 448,) that the confirmation to Chouteau inured to Lucas, his grantee, by deed made prior to the confirmation; and in the cases of Stoddard <i>v.</i> Chambers, (2 Howard, 316,) and Landis <i>v.</i> Brant, (10 ib., 348,) where the point was made, this court decided that the confirmations and patents to Clamorgan and Bell inured to McNair and Stoddard, their respective grantees, by deeds made prior to the confirmations.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Mr. Justice CATRON delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Phelps recovered of Morehouse the undivided moiety of lots Nos. 8 and 9 in the town of Galena, in a State Circuit Court in Illinois, which judgment was affirmed in the Supreme Court of that State; and from this decision the cause is brought here on writ of error. We are now called on to re-examine the controversy to the extent that acts of Congress, and the proceedings of officers acting under the authority of the United States, are drawn in question.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Phelps claims, through a paper addressed to the agent of the United States superintending the lead mines at Fever river; and this paper his counsel assumes to be a deed that conveys lands. It bears date November 8, 1829, and is from Guyard to Phelps, for a moiety of the lots in dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The courts of Illinois held it to be an effective conveyance of title, and that, by force thereof, Phelps became '<i>the legal representative</i>' of Guyard, within the intent and true construction of the patents made to the representatives of Guyard and Morehouse.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The act of 1836 required that commissioners should <i>hear</i> and <i>determine</i> all claims to lots of which a preference of entry was sought, according to the act of 1829; they had power conferred on them to administer oaths and take evidence, and were directed to reduce it to writing, in support of claims to pre-emptions presented for consideration; and, when all the testimony was heard and considered, they were to file with the register and receiver the whole testimony in the case, (that is, in all the instances,) together with a certificate in favor of each person having the right of pre-emption; and on payment being made to the receiver by the person ascertained to be entitled, the register was ordered to issue a certificate of purchase to him to whom the right of pre-emption had been adjudged; and the remaining lots were to be exposed to public sale.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">It was the political power that was dealing with this property. Congress could award it either for a consideration, or confer it on any one that they desired should have it. The awards were made through a tribunal exercising the political power, and whose adjudications were conclusive of the right to purchase; nor had the courts of justice any jurisdiction to interfere.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Phelps did not come forward and prefer a claim to have a pre-emption allowed, and if Morehouse had not acquired this right, the land would have been sold at auction; Phelps would have then stood in the situation of all others claiming preferences of entry throughout the public domain, who fail to prove up their claims before the register and receiver, and permit the land to be sold at the public sales. He abandoned his preference, and allowed it to be <i>forfeited</i>&#8212;even conceding its original validity.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">2. If Phelps has a legal title, he took it by the terms of the patents. The patent for No. 9 recites, that the legal representatives of Robert P. Guyard and Dickerson B. Morehouse had deposited in the General Land Office the register's certificate at the land office at Galena; that full payment had been made, by said legal representatives above named, for lot No. 9, (the boundary of which is described,) and which lot had been purchased by said representatives of Guyard and Morehouse; and, in consideration of the premises, the United States have given and granted, and do give and grant, 'unto the said representatives of Guyard and Morehouse, and to their heirs, the said lot above described; to have and to hold, unto the said representatives, and their heirs and assigns, forever, as tenants in common.' The patent for lot No. 8 is in the same terms.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">For the purpose of explaining who the grantees are, and that they were the purchasers, extrinsic proof was introduced in the State Circuit Court, to the end of establishing the fact that Morehouse, as administrator of Guyard, and on his own behalf, proved the joint occupancy of lots 8 and 9 before the commissioners appointed to grant certificates of pre-emption under the act of 1836; that Morehouse obtained certificates of pre-emption, filed them with the register, paid the purchase-money to the receiver of the land office at Galena, took out his patent certificates, presented them at the General Land Office, and received the patents. The deed to Phelps was produced and recorded at Galena, June 18, 1847. Morehouse obtained his pre-emption certificates for lots Nos. 8 and 9, paid his money for them, and got his patent certificate February 20, 1838, and on the 1st day of January, 1846, the patents issued.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">We feel confident, from the face of the patents, that they were made for the benefit of those who obtained the certificate of pre-emption, and paid for the land. Such, in our judgment, is the fair construction of the patents, and of the second section of the act of 1836, on which they are founded. The patents, throughout, refer to those who bring the claim before the board, obtain the right of entry, pay the purchase-money, and enter the land.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">It was the duty of Morehouse, as administrator of Guyard, to make payment for the moiety of the lots Nos. 8 and 9, on behalf of the estate of Guyard, out of the personal property in the administrator's hands. (Revised Statutes of Illinois, title Wills, sec. 107; adopted in 1836.)</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">And by the 98th and 99th sections of said title, the administrator was empowered to convert the lands into personal assets for the payment of debts; the personal estate having proved insufficient.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The capacity of Morehouse to cause the entry to be made, depends on State laws, with which we have no power to deal in the present writ of error, further than to ascertain from them that Morehouse was, in his capacity of administrator, 'the legal representative' of Guyard; and such we think he was, and that the patents are technically accurate.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">As Phelps was plaintiff in the ejectment suit, and Morehouse in possession, it was imposed on Phelps to show a valid legal title to authorize a recovery of the land by him; and having no such title, Morehouse's possession was sufficient for his protection.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The decisions referred to on behalf of the defendant in error, where Spanish claims had been confirmed, and where the United States gave an additional sanction to an incipient title existing when we acquired Louisiana, do not apply. In those cases, titles which were undoubtedly private property, that could be alienated, and which descended, were examined, and their validity ascertained; and when found meritorious, ordered to be defined by survey, and a United States patent was in most cases ordered to be issued. But this did not defeat outstanding interests in the land for which the patent issued; as was held in the cases of Stoddart <i>v.</i> Chambers, Russell <i>v.</i> Penrose, and Landes <i>v.</i> Brant. The patent covered the whole title; at least, from the time it was asserted before a board of commissioners appointed by Congress to investigate the claim; and the patent inured to the protection of alienees and heirs. The United States Government was bound to protect existing interests in the lands acquired by the United States from France, by the treaty of 1803.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Here, however, a very different claim to the lands in the town of Galena is set up. The Government was the absolute owner; Congress might have repealed the acts of 1829 and 1836, at any time before actual purchases were made by those claiming a preference to enter, and the lands have been sold at auction. Up to the date of the entry and purchase, the title was in the United States; behind which date the courts of justice can uphold no deed of conveyance of the public lands, unless Congress has authorized assignments of occupant claims to be made; and as the acts of 1829 and 1836 awarded the preference of entry to the claimant who applied, and obtained, the favorable decision of the board of commissioners, no inquiry can be made into the dealings between Phelps and Guyard.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">It is ordered that the judgment of the Supreme Court of Illinois be reversed, and that the cause be remanded, to be proceeded in according to this opinion.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>62 U.S. 294 (1858)</b></center>\n<center><b>21 How. 294</b></center>\n<center><h1>DICKERSON B. MOREHOUSE, PLAINTIFF IN ERROR,<br>\nv.<br>\nWILLIAM A. PHELPS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*298</span> It was argued by Mr. Washburne and Mr. Reverdy Johnson for the appellant, and Mr. Blair for the appellee.</p>\n<p><span class=\"star-pagination\">*302</span> Mr. Justice CATRON delivered the opinion of the court.</p>\n<p>Phelps recovered of Morehouse the undivided moiety of lots Nos. 8 and 9 in the town of Galena, in a State Circuit Court in Illinois, which judgment was affirmed in the Supreme Court of that State; and from this decision the cause is brought here on writ of error. We are now called on to re-examine the controversy to the extent that acts of Congress, and the proceedings of officers acting under the authority of the United States, are drawn in question.</p>\n<p>Phelps claims, through a paper addressed to the agent of the United States superintending the lead mines at Fever river; and this paper his counsel assumes to be a deed that conveys lands. It bears date November 8, 1829, and is from Guyard to Phelps, for a moiety of the lots in dispute.</p>\n<p>The courts of Illinois held it to be an effective conveyance of title, and that, by force thereof, Phelps became \"the legal representative\" of Guyard, within the intent and true construction of the patents made to the representatives of Guyard and Morehouse.</p>\n<p>The act of 1836 required that commissioners should hear and determine all claims to lots of which a preference of entry was sought, according to the act of 1829; they had power conferred on them to administer oaths and take evidence, and were directed to reduce it to writing, in support of claims to pre emptions presented for consideration; and, when all the testimony was heard and considered, they were to file with the register and receiver the whole testimony in the case, (that is, in all the instances,) together with a certificate in favor of each person having the right of pre-emption; and on payment being made to the receiver by the person ascertained to be entitled, the register was ordered to issue a certificate of purchase to him to whom the right of pre-emption had been adjudged; and the remaining lots were to be exposed to public sale.</p>\n<p>It was the political power that was dealing with this property. Congress could award it either for a consideration, or confer it on any one that they desired should have it. The awards were made through a tribunal exercising the political power, and whose adjudications were conclusive of the right <span class=\"star-pagination\">*303</span> to purchase; nor had the courts of justice any jurisdiction to interfere.</p>\n<p>Phelps did not come forward and prefer a claim to have a pre-emption allowed, and if Morehouse had not acquired this right, the land would have been sold at auction; Phelps would have then stood in the situation of all others claiming preferences of entry throughout the public domain, who fail to prove up their claims before the register and receiver, and permit the land to be sold at the public sales. He abandoned his preference, and allowed it to be forfeited  even conceding its original validity.</p>\n<p>2. If Phelps has a legal title, he took it by the terms of the patents. The patent for No. 9 recites, that the legal representatives of Robert P. Guyard and Dickerson B. Morehouse had deposited in the General Land Office the register's certificate at the land office at Galena; that full payment had been made, by said legal representatives above named, for lot No. 9, (the boundary of which is described,) and which lot had been purchased by said representatives of Guyard and Morehouse; and, in consideration of the premises, the United States have given and granted, and do give and grant, \"unto the said representatives of Guyard and Morehouse, and to their heirs, the said lot above described; to have and to hold, unto the said representatives, and their heirs and assigns, forever, as tenants in common.\" The patent for lot No. 8 is in the same terms.</p>\n<p>For the purpose of explaining who the grantees are, and that they were the purchasers, extrinsic proof was introduced in the State Circuit Court, to the end of establishing the fact that Morehouse, as administrator of Guyard, and on his own behalf, proved the joint occupancy of lots 8 and 9 before the commissioners appointed to grant certificates of pre-emption under the act of 1836; that Morehouse obtained certificates of pre-emption, filed them with the register, paid the purchase-money to the receiver of the land office at Galena, took out his patent certificates, presented them at the General Land Office, and received the patents. The deed to Phelps was produced and recorded at Galena, June 18, 1847. Morehouse obtained his pre-emption certificates for lots Nos. 8 and 9, paid his money <span class=\"star-pagination\">*304</span> for them, and got his patent certificate February 20, 1838, and on the 1st day of January, 1846, the patents issued.</p>\n<p>We feel confident, from the face of the patents, that they were made for the benefit of those who obtained the certificate of pre-emption, and paid for the land. Such, in our judgment, is the fair construction of the patents, and of the second section of the act of 1836, on which they are founded. The patents, throughout, refer to those who bring the claim before the board, obtain the right of entry, pay the purchase-money, and enter the land.</p>\n<p>It was the duty of Morehouse, as administrator of Guyard, to make payment for the moiety of the lots Nos. 8 and 9, on behalf of the estate of Guyard, out of the personal property in the administrator's hands. (Revised Statutes of Illinois, title Wills, sec. 107; adopted in 1836.)</p>\n<p>And by the 98th and 99th sections of said title, the administrator was empowered to convert the lands into personal assets for the payment of debts; the personal estate having proved insufficient.</p>\n<p>The capacity of Morehouse to cause the entry to be made, depends on State laws, with which we have no power to deal in the present writ of error, further than to ascertain from them that Morehouse was, in his capacity of administrator, \"the legal representative\" of Guyard; and such we think he was, and that the patents are technically accurate.</p>\n<p>As Phelps was plaintiff in the ejectment suit, and Morehouse in possession, it was imposed on Phelps to show a valid legal title to authorize a recovery of the land by him; and having no such title, Morehouse's possession was sufficient for his protection.</p>\n<p>The decisions referred to on behalf of the defendant in error, where Spanish claims had been confirmed, and where the United States gave an additional sanction to an incipient title existing when we acquired Louisiana, do not apply. In those cases, titles which were undoubtedly private property, that could be alienated, and which descended, were examined, and their validity ascertained; and when found meritorious, ordered to be defined by survey, and a United States patent was <span class=\"star-pagination\">*305</span> in most cases ordered to be issued. But this did not defeat outstanding interests in the land for which the patent issued; as was held in the cases of Stoddart v. Chambers, Russell v. Penrose, and Landes v. Brant. The patent covered the whole title; at least, from the time it was asserted before a board of commissioners appointed by Congress to investigate the claim; and the patent inured to the protection of alienees and heirs. The United States Government was bound to protect existing interests in the lands acquired by the United States from France, by the treaty of 1803.</p>\n<p>Here, however, a very different claim to the lands in the town of Galena is set up. The Government was the absolute owner; Congress might have repealed the acts of 1829 and 1836, at any time before actual purchases were made by those claiming a preference to enter, and the lands have been sold at auction. Up to the date of the entry and purchase, the title was in the United States; behind which date the courts of justice can uphold no deed of conveyance of the public lands, unless Congress has authorized assignments of occupant claims to be made; and as the acts of 1829 and 1836 awarded the preference of entry to the claimant who applied, and obtained, the favorable decision of the board of commissioners, no inquiry can be made into the dealings between Phelps and Guyard.</p>\n<p>It is ordered that the judgment of the Supreme Court of Illinois be reversed, and that the cause be remanded, to be proceeded in according to this opinion.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></span> (1858)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">How.</span> <span class=\"page\">294</span></span></b></center>\n<center><h1>DICKERSON B. MOREHOUSE, PLAINTIFF IN ERROR,<br>\nv.<br>\nWILLIAM A. PHELPS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*298</span> It was argued by Mr. Washburne and Mr. Reverdy Johnson for the appellant, and Mr. Blair for the appellee.</p>\n<p><span class=\"star-pagination\">*302</span> Mr. Justice CATRON delivered the opinion of the court.</p>\n<p>Phelps recovered of Morehouse the undivided moiety of lots Nos. 8 and 9 in the town of Galena, in a State Circuit Court in Illinois, which judgment was affirmed in the Supreme Court of that State; and from this decision the cause is brought here on writ of error. We are now called on to re-examine the controversy to the extent that acts of Congress, and the proceedings of officers acting under the authority of the United States, are drawn in question.</p>\n<p>Phelps claims, through a paper addressed to the agent of the United States superintending the lead mines at Fever river; and this paper his counsel assumes to be a deed that conveys lands. It bears date November 8, 1829, and is from Guyard to Phelps, for a moiety of the lots in dispute.</p>\n<p>The courts of Illinois held it to be an effective conveyance of title, and that, by force thereof, Phelps became \"the legal representative\" of Guyard, within the intent and true construction of the patents made to the representatives of Guyard and Morehouse.</p>\n<p>The act of 1836 required that commissioners should hear and determine all claims to lots of which a preference of entry was sought, according to the act of 1829; they had power conferred on them to administer oaths and take evidence, and were directed to reduce it to writing, in support of claims to pre emptions presented for consideration; and, when all the testimony was heard and considered, they were to file with the register and receiver the whole testimony in the case, (that is, in all the instances,) together with a certificate in favor of each person having the right of pre-emption; and on payment being made to the receiver by the person ascertained to be entitled, the register was ordered to issue a certificate of purchase to him to whom the right of pre-emption had been adjudged; and the remaining lots were to be exposed to public sale.</p>\n<p>It was the political power that was dealing with this property. Congress could award it either for a consideration, or confer it on any one that they desired should have it. The awards were made through a tribunal exercising the political power, and whose adjudications were conclusive of the right <span class=\"star-pagination\">*303</span> to purchase; nor had the courts of justice any jurisdiction to interfere.</p>\n<p>Phelps did not come forward and prefer a claim to have a pre-emption allowed, and if Morehouse had not acquired this right, the land would have been sold at auction; Phelps would have then stood in the situation of all others claiming preferences of entry throughout the public domain, who fail to prove up their claims before the register and receiver, and permit the land to be sold at the public sales. He abandoned his preference, and allowed it to be forfeited  even conceding its original validity.</p>\n<p>2. If Phelps has a legal title, he took it by the terms of the patents. The patent for No. 9 recites, that the legal representatives of Robert P. Guyard and Dickerson B. Morehouse had deposited in the General Land Office the register's certificate at the land office at Galena; that full payment had been made, by said legal representatives above named, for lot No. 9, (the boundary of which is described,) and which lot had been purchased by said representatives of Guyard and Morehouse; and, in consideration of the premises, the United States have given and granted, and do give and grant, \"unto the said representatives of Guyard and Morehouse, and to their heirs, the said lot above described; to have and to hold, unto the said representatives, and their heirs and assigns, forever, as tenants in common.\" The patent for lot No. 8 is in the same terms.</p>\n<p>For the purpose of explaining who the grantees are, and that they were the purchasers, extrinsic proof was introduced in the State Circuit Court, to the end of establishing the fact that Morehouse, as administrator of Guyard, and on his own behalf, proved the joint occupancy of lots 8 and 9 before the commissioners appointed to grant certificates of pre-emption under the act of 1836; that Morehouse obtained certificates of pre-emption, filed them with the register, paid the purchase-money to the receiver of the land office at Galena, took out his patent certificates, presented them at the General Land Office, and received the patents. The deed to Phelps was produced and recorded at Galena, June 18, 1847. Morehouse obtained his pre-emption certificates for lots Nos. 8 and 9, paid his money <span class=\"star-pagination\">*304</span> for them, and got his patent certificate February 20, 1838, and on the 1st day of January, 1846, the patents issued.</p>\n<p>We feel confident, from the face of the patents, that they were made for the benefit of those who obtained the certificate of pre-emption, and paid for the land. Such, in our judgment, is the fair construction of the patents, and of the second section of the act of 1836, on which they are founded. The patents, throughout, refer to those who bring the claim before the board, obtain the right of entry, pay the purchase-money, and enter the land.</p>\n<p>It was the duty of Morehouse, as administrator of Guyard, to make payment for the moiety of the lots Nos. 8 and 9, on behalf of the estate of Guyard, out of the personal property in the administrator's hands. (Revised Statutes of Illinois, title Wills, sec. 107; adopted in 1836.)</p>\n<p>And by the 98th and 99th sections of said title, the administrator was empowered to convert the lands into personal assets for the payment of debts; the personal estate having proved insufficient.</p>\n<p>The capacity of Morehouse to cause the entry to be made, depends on State laws, with which we have no power to deal in the present writ of error, further than to ascertain from them that Morehouse was, in his capacity of administrator, \"the legal representative\" of Guyard; and such we think he was, and that the patents are technically accurate.</p>\n<p>As Phelps was plaintiff in the ejectment suit, and Morehouse in possession, it was imposed on Phelps to show a valid legal title to authorize a recovery of the land by him; and having no such title, Morehouse's possession was sufficient for his protection.</p>\n<p>The decisions referred to on behalf of the defendant in error, where Spanish claims had been confirmed, and where the United States gave an additional sanction to an incipient title existing when we acquired Louisiana, do not apply. In those cases, titles which were undoubtedly private property, that could be alienated, and which descended, were examined, and their validity ascertained; and when found meritorious, ordered to be defined by survey, and a United States patent was <span class=\"star-pagination\">*305</span> in most cases ordered to be issued. But this did not defeat outstanding interests in the land for which the patent issued; as was held in the cases of Stoddart v. Chambers, Russell v. Penrose, and Landes v. Brant. The patent covered the whole title; at least, from the time it was asserted before a board of commissioners appointed by Congress to investigate the claim; and the patent inured to the protection of alienees and heirs. The United States Government was bound to protect existing interests in the lands acquired by the United States from France, by the treaty of 1803.</p>\n<p>Here, however, a very different claim to the lands in the town of Galena is set up. The Government was the absolute owner; Congress might have repealed the acts of 1829 and 1836, at any time before actual purchases were made by those claiming a preference to enter, and the lands have been sold at auction. Up to the date of the entry and purchase, the title was in the United States; behind which date the courts of justice can uphold no deed of conveyance of the public lands, unless Congress has authorized assignments of occupant claims to be made; and as the acts of 1829 and 1836 awarded the preference of entry to the claimant who applied, and obtained, the favorable decision of the board of commissioners, no inquiry can be made into the dealings between Phelps and Guyard.</p>\n<p>It is ordered that the judgment of the Supreme Court of Illinois be reversed, and that the cause be remanded, to be proceeded in according to this opinion.</p>\n</div>", "id": 87217, "judges": "Catron", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/87217/", "sha1": "3cc080b5395e88fe66eda598a56fb17ffa55b1e1", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:01:03"}