{"absolute_url": "/opinion/87078/ej-dupont-de-nemours-co-v-vance/", "blocked": false, "citation": {"case_name": "EJ DuPont De Nemours & Co. v. Vance", "docket_number": null, "document_uris": ["/api/rest/v2/document/87078/"], "federal_cite_one": "60 U.S. 162", "federal_cite_three": null, "federal_cite_two": null, "id": 55297, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/55297/", "scotus_early_cite": "19 How. 162", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1857-01-20", "date_modified": "2014-12-21T01:25:23.355192", "docket": "/api/rest/v2/docket/659646/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">60 U.S. 162</p>\n    <p class=\"case_cite\">19 How. 162</p>\n    <p class=\"case_cite\">15 L.Ed. 584</p>\n    <p class=\"parties\">E. J. DUPONT DE NEMOURS &amp; CO., LIBELLANTS AND APPELLANTS,<br>v.<br>JOHN VANCE ET AL., CLAIMANTS OF THE BRIG ANN ELIZABETH.</p>\n    <p class=\"date\">December Term, 1856</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">THIS was an appeal from the Circuit Court of the United States for the eastern district of Louisiana, sitting in admiralty.</p>\n      <p class=\"indent\">As many points were decided by this court which were not raised in the court below, it is proper to explain to the reader how this happened; and this will best be done by tracing the history of the case from its commencement.</p>\n      <p class=\"indent\">In December, 1852, Dupont de Nemours &amp; Co. shipped at their wharf, on the river Delaware, an invoice of gunpowder in kegs, &amp;c., the value at the place of shipment being, by the invoice, $6,325. The articles were shipped on board the Ann Elizabeth, bound to New Orleans, and owned by the claimants in this cause. Two bills of lading were signed by the mate, and delivered to the shippers. The brig sailed on December 21, 1852.</p>\n      <p class=\"indent\">After the arrival of the vessel at New Orleans, the shippers filed a libel in the District Court of the United States for the eastern district of Louisiana, alleging that the following packages were missing, viz:</p>\n      <p class=\"indent\">972  kegs powder, at $4.50. $4,374.00</p>\n      <p class=\"indent\">563  half do. 2.37 1/2. 1,337.13</p>\n      <p class=\"indent\">99   quarter kegs, 1.33 3/4. 132.41</p>\n      <p class=\"indent\">12   cases canister, 7.75. 93.00</p>\n      <p class=\"indent\">1,646 packages.....5,936.54</p>\n      <p class=\"indent\">The libellants therefore held the vessel to her general responsibility for the non-delivery of the articles, and filed the bills of lading as exhibits.</p>\n      <p class=\"indent\">After the usual proceedings in admiralty, John Vance, master and part owner of the brig, intervening for his own interest, and for the interest of the other owners of the brig, filed his answer in June, 1853. In this answer, he gave a narrative of the voyage, and alleged that the articles in question were thrown overboard for the safety of the vessel, and 'that unless the same had been thrown over, your respondents believe, and so allege, that the vessel would have filled and gone down.'</p>\n      <p class=\"indent\">This answer was sworn to by the proctor and agent of respondent, as being true to the best of his belief or knowledge.</p>\n      <p class=\"indent\">Evidence was taken on both sides. For the libellants, it consisted of the testimony of two persons in Delaware to prove the shipment, and the testimony of two persons in New Orleans to prove the unseaworthiness of the vessel, from examinations made after her arrival.</p>\n      <p class=\"indent\">For the claimants, the evidence consisted of the notarial protest of the capitain, mate, and three of the crew; and also the testimony of a stevedore, who unloaded the vessel, to show her sould condition.</p>\n      <p class=\"indent\">Upon this evidence, the cause came on for trial, when the district judge decreed against the stipulators for $5,936.54, less $270.95 freight, equal to $5,665.59, with interest from 15th January, 1853, and costs.</p>\n      <p class=\"indent\">Upon motion of the proctor for the claimants, a rehearing was granted, and fresh evidence was taken. On the part of the libellants, it consisted of the depositions of two persons living in New Orleans, to prove the value of the powder; and on the part of the claimants, the depositions of three persons living in New Orleans, who were not on board of the ship during the voyage. Two testified to the condition of the vessel, and the third to some proceedings respecting an average bond.</p>\n      <p class=\"indent\">With this additional evidence, the case came up again, when the district judge decided that the notarial protest must be rejected as evidence, and that, upon its being thrown out, there was nothing at all to prove the fact of the jettison. He therefore adhered to his former decree. The claimants appealed to the Circuit Court.</p>\n      <p class=\"indent\">In the Circuit Court, additional evidence was taken on the part of the claimants, viz: the depositions of five persons, two of whom were not on board, but testified as experts; and of the three who were on board, two were passengers, and the third was one of the crew. These three testified to the fact of the jettison, and the circumstances under which it was made, and gave a narrative of the voyage.</p>\n      <p class=\"indent\">When the case came up for trial before the circuit judge, he decreed that the claimants had sustained their answer, and dismissed the libel, each party paying his own costs.</p>\n      <p class=\"indent\">The libellants appealed to the court.</p>\n      <p class=\"indent\">It was argued by <i>Mr. Gerhard</i> for the appellants, and <i>Mr. Bayard</i> for the claimants.</p>\n      <p class=\"indent\"><i>Mr. Gerhard</i> contended&#8212;&#8212;</p>\n      <p class=\"indent\">1. That the vessel was not seaworthy at the commencement of the voyage, and that therefore the owners were responsible for the total loss of the articles thrown overboard.</p>\n      <p class=\"indent\">2. That there was such a neglect of proper precaution during the voyage as to make the vessel responsible.</p>\n      <p class=\"indent\">3. That if the vessel should be held to have been seaworthy, and the jettison should be deemed to have been justified by the violence of the seas, still it was the duty of the master, on his arrival at the port of destination, to have the general average adjusted for a general contribution. (3 Kent's Com., 244; 11 Johnson, 323; Abbott on Shipping, part IV, chap. X, sec. 14, 5th American Ed., p. 611, note 1; 3 Sumner, 308.)</p>\n      <p class=\"indent\">The argument on this point was concluded thus:</p>\n      <p class=\"indent\">Now, it is admitted by the respondents that the libellants should be paid for their goods which were jettisoned. They are entitled to be recompensed, either in whole by the captain and owners of the brig, or in part by the contribution of the ship, freight, and cargo, in general average. But how can the libellants proceed to collect their <i>pro rata</i> contribution in general average, when, by the acts of the captain, his gross fault and inexcusable negligence, they are entirely precluded from pursuing this course? Where is the bond to secure them? How many of the consignees are mere agents for merchants living along the whole Mississippi valley? How many are insolvent? What are their names? Why did not the claimants deposit in court the amount they acknowledge they owe by the statement of their own adjuster?</p>\n      <p class=\"indent\">This neglect of the captain has made the owners liable. (See La Code 2, 972; 4 Boulay Paty, 592-'3.)</p>\n      <p class=\"indent\"><i>Mr. Bayard's</i> points were the following:</p>\n      <p class=\"indent\"><i>First</i>. The brig was seaworthy at the time she commenced her voyage, being sufficient in all respects for the voyage, well manned, and furnished with sails and all necessary furniture, and, being so, reasonably sufficient for the voyage, the necessity for the jettison of part of the cargo, to save the vessel and the residue of the cargo, cannot be met by the allegation, that, with a stouter vessel, or one better manned, the necessity for the jettison might not have occurred. (Conkling's Adm., pp. 164, 165; 1 Curtis, pp. 155, 156.)</p>\n      <p class=\"indent\"><i>Second</i>. The testimony shows that the necessity for the jettison did not arise from the worm-holds which were discovered after the arrival of the vessel in port, as the pumps were abundantly able to overcome any danger which could possibly arise from such a source.</p>\n      <p class=\"indent\"><i>Third</i>. The failure of the master to use proper exertions to have the average account adjusted, does not render the brig or owners liable for the loss by jettison, nor is any claim made in the libel for an alleged negligence of the master in this respect.</p>\n      <p class=\"indent\"><i>Fourth</i>. The claim of the libellants for contribution against the other shippers and the owners, is not affected by the laches of the master, but the contribution may be recovered either by a suit in equity against all, or by several suits at law against each party who ought to contribute; nor is the right of the sufferer affected by the delivery of the cargo to the respective consignees without taking an average bond. (Abb. on Ship., pp. 207, 208.)</p>\n      <p class=\"indent\"><i>Fifth</i>. The measure of damages, where the contract of affreightment is not performed, is properly the value of the goods at the port of shipment, with interest for the time when they ought to have been delivered. (Conk. Adm., p. 185, et seq.)</p>\n      <p class=\"indent\">Mr. Justice CURTIS delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from a decree of the Circuit Court of the United States for the eastern district of Louisiana.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The libel alleges that the appellants shipped on board the brig Ann Elizabeth, at Wilmington, in the State of Delaware, a large quantity of gunpowder, to be carried to New Orleans, in the State of Louisiana; and that, on the shipment thereof, bills of lading, in the usual form, were signed by the master of the brig; that, according to the invoices of the merchandise specified in the bills of lading, its value was $7,233.75; that, on the arrival of the brig at New Orleans, the libellants required the delivery of the merchandise thus shipped, but they received only a part thereof; and that the part not delivered consisted of 1,646 packages, which, according to the same invoice valuation, amounted to the sum of $5,936.54.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The libel further alleges that no part of that sum has been paid to the libellants; and it prays process against the brig, and a decree for the damages thus demanded, and for such other relief as shall to law and justice appertain.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The master of the brig, intervening for his own interest and that of his part-owners, admits that the shipment of goods was made, as alleged in the libel; but propounds that, in the course of the voyage, it became necessary, for the safety of all concerned, through the perils and dangers of the seas, to make a jettison of that part of the libellant's goods which were shipped and not delivered.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The first question is, whether the claimant has shown, in support of his defensive allegation, that the jettison was occasioned by a peril of the sea. If it was, then the carrier is exonerated from the delivery of the merchandise, and has only to respond for that part of its value which is his just contributory share towards indemnity for the common loss by the jettison. A jettison, the necessity for which was occasioned solely by a peril of the sea, is a loss by a peril of the sea, and within the exception contained in the bill of lading.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">But, if the unseaworthiness of the vessel, at the time of sailing on the voyage, caused, or contributed to produce, the necessity for the jettison, the loss is not within the exception of perils of the seas.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">That there was such a necessity for this jettison as justified the master in making it, we think, is proved. In the case of Lawrence <i>v.</i> Minturn, (17 How., 109,) this court had occasion to consider the extent of the authority of the master to make a jettison. We then held, that 'if he was a competent master; if an emergency actually existed, calling for a decision whether to make a jettison of a part of the cargo; if he appears to have arrived at his decision, with due deliberation, by a fair exercise of his skill and discretion, with no unreasonable timidity, and with an honest intent to do his duty, the jettison is lawful. It will be deemed to have been necessary for the common safety, because the person to whom the law has intrusted authority to decide upon and make it, has duly exercised that authority.' We find the case at bar is within this rule. We do not detail the evidence, because the authority of the master to make the jettison has not been seriously controverted.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This part of the case turns upon the other inquiry, whether the vessel was unseaworthy for the voyage when it was begun.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is the hull of the vessel which is alleged to have been unseaworthy. To constitute seaworthiness of the hull of a vessel in respect to cargo, the hull must be so tight, stanch, and strong, as to be competent to resist all ordinary action of the sea, and to prosecute and complete the voyage without damage to the cargo under deck.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">If a vessel, during the voyage, has leaked so much as to injure the cargo, or render a jettison of it necessary, one mode of testing seaworthiness is, to ascertain what defects, occasioning leakage, were found in the vessel at the end of the voyage; and then to inquire which of those defects are attributable to perils of the seas, encountered during the voyage, and which, if any, existed when it was begun; and, if any of the latter be found, the remaining inquiry is, whether they were such as to render the vessel incompetent to resist the ordinary attacks of the sea, in the course of the particular voyage, without damage or loss of cargo.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This vessel, on her arrival at New Orleans, was taken into dock, and examined. She was found to be a new vessel, and that she had been strained. A but, about midships, at or near the third or fourth streak, was started. The hood-ends forward were also strained, and, on trial, it was found they would take about a thread of oakum.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Two worm-holes were also found in her bow, about three-eighths of an inch in diameter&#8212;one about three streaks from the keel, the other a little higher up. As the vessel was new, there seems to be no doubt these holes were in the plank when put on the vessel, but from some cause remained undiscovered.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The vessel sailed from Wilmington on the afternoon of the 21st of December, 1852. The wind being northeast and strong, the vessel came to anchor at Reedy Island, and on the 22d proceeded to sea. The master, being a part-owner and claimant, has not been examined. The first officer appears to have died before the proofs were taken in the Circuit Court. No account is given of the second officer or the crew, except one seaman, who, together with two passengers, have been examined on the part of the claimants, to prove the occurrences of the voyage. It would have been more satisfactory to have had the evidence of one or more officers of the vessel, and especially of the mate, with his log-book. Still, these three witnesses do satisfactorily show, that on the night of the 23d of December, the brig encountered a strong gale and heavy seas, causing her to labor and strain badly. This weather continued, and the sea became more heavy, up to the night of the 27th. Until about 8 o'clock that night, it was not known the vessel was leaking; but, on sounding the pumps at that time, it was found that the vessel had two feet of water in the hold. The pumps were manned and kept going, but the leak increased two feet in about two hours. The jettison was then made, and the vessel so far relieved that the pumps could control the leak, and the vessel, with the residue of the cargo, arrived at New Orleans.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It is manifest that the vessel encountered extraordinary action of the sea; and, as the vessel appears to have been new, and generally stanch and well fastened, the defects found at New Orleans, except the worm-holes, are fairly attributable to this cause. The starting of a but, and the opening of the hood-ends of a new vessel of ordinary strength, indicate a very uncommon degree of strain; and such defects would alone account for the amount of leakage of a vessel heavily laden, and exposed to such a sea as is described.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We do not think the existence of the worm-holes amount to unseaworthiness. Any leak which might have been occasioned by them in any ordinary sea, does not appear to have been such as the pumps could not control, without damage to the cargo. All vessels have leaks; and, independent of the strains received from the violent action of the sea, we are not satisfied this vessel would have leaked so much that the pumps could not have controlled the water in her hold, and prevented its doing damage to the cargo.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We find, therefore, that the vessel is exonerated from the claim for the full value of the merchandise; and the remaining question is, whether the vessel is chargeable with any part of the value of the merchandise in this cause.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">When a lawful jettison of cargo is made, and the vessel and its remaining cargo are thereby relieved from the impending peril, and ultimately arrive in the port of destination, though the shipper has not a lien on the vessel for the value of his merchandise jettisoned, he has a lien for that part of its value which the vessel and its freight are bound to contribute towards his indemnity for the sacrifice which has been made for the common benefit. And this lien on the vessel is a maritime lien, operating by the maritime law as a hypothecation of the vessel, and capable of being enforced by proceedings <i>in rem</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The right of the shipper to resort to the vessel for claims growing directly out of his contract of affreightment, has very long existed in the genera maritime law. It is found asserted in a variety of forms in the Consulado, the most ancient and important of all the old codes of sea laws, (see chaps. 63, 106, 227, 254, 259;) and the maxim that the ship is bound to the merchandise, and the merchandise to the ship, for the performance of the obligations created by the contract of affreightment, is a settled rule of our maritime law. (The Schooner Freeman, 18 How., 182; The Ship Packet, 3 Mason, 261; The Volunteer, 1 Sum., 550; The Reeside, 2 Sum., 467; The Rebecca, Ware's R., 188; The Phoebe, Ib., 263; The Waldo, Davies's R., 161; The Gold Hunter, 1 Blatch. and How., 305.)</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Pothier declares (Treatise of Charter-parties, preliminary chapter on Average) that the right to contribution in general average is dependent on the contract of affreightment, which embraces in effect an undertaking, that if the goods of the shipper are damaged for the common benefit, he shall receive a due indemnity by contribution from the owners of the ship, and of other merchandise benefited by the sacrifice.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The power and duty of the master to retain and cause a judicial sale of the merchandise saved, has also been long established. (Consulado del Mare, ch. 51, 52, 53, and note 1 in vol. 3, p. 103 of Pardessus's Collection; Laws of Oleron, art. 9; Ord. de la Marine, Liv. 3, tit. 8, sec. 21, 25; Nesbit on Ins., 135; Strong <i>v.</i> New York Firemen's Insurance Company, 11 John. R., 323; Simonds <i>v.</i> White, 2 B. and C., 805; Loring <i>v.</i> The Neptune Insurance Company, 20 Pick., 411; 3 Kent. Com., 243, 244.) And this right to enforce a judicial sale, through what we term a lien <i>in rem</i>, is not confined to the merchandise, but extends to the vessel.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Emerigon, (ch. 12, sec. 43,) speaking generally of an action of contribution, says it is in its nature a real action. Cassaregis, (dis. 45, N. 34,) '<i>est in rem scripta</i>.'</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It would be extraordinary if the right to a lien were not reciprocal; if it existed in favor of the vessel, when sacrifice was made of part or the whole of its value, for preservation of the cargo, and not against the vessel, when sacrifice was made of the cargo for preservation of the vessel.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">By the ancient admiralty law, the master could bind both the ship and cargo by an express hypothecation, to obtain a ransom on capture. So he could, and still may, when the whole enterprise has fallen into distress, which could not otherwise be relieved, hypothecate both the vessel and cargo to obtain means of relief. These are cases of express hypothecation made by the master, under the authority conferred on him by the maritime law; but he can also sell a part of the cargo to enable him to prosecute his voyage, or deliver a part of it in payment of ransom of his vessel, and the residue of the cargo, on capture; and when he does so, the law of the sea creates a lien on the vessel, as security for the reimbursement of the loss of the shipper whose goods have been sacrificed. (The Packet, 3 Mason, 255; Pope <i>v.</i> Nickerson, 3 Story's R., 492; The Gold Hunter, 1 Blatch. and How., 300; The Boston, Ib., 309; Consol. del Mare, ch. 105; Laws of Oleron, art. 25; Ord. of Antwerp, art. 19; Emerigon Con. a la Grosse, ch. 4, secs. 9, 11.)</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The authority to make a jettison of cargo is derived from the same source; an instant necessity, incapable of being provided for save by a sacrifice of part of what is committed to the master's care, and the presumed consent of the owners of all the subjects at risk, that the loss shall become a charge upon what is benefited by the sacrifice. (The Gratitudine, 3 Rob., 210.) If the sacrifice be made to enable the vessel to perform the voyage, by paying what the owners are bound to pay to complete it, the charge is on the vessel and its owners. If it be made to relieve the adventure from a peril which has fallen on all the subjects engaged in it, the risk of which peril was not assumed by the carrier, the charge is to be borne proportionably by all the interests, and there is a lien on each to the extent of its just contributory obligation. This authority of the master to make the sacrifice, and this consent of the owners of the subjects at risk to have it made, and their implied undertaking to contribute towards the loss, are viewed by the admiralty law as sufficient to create an hypothecation of the subjects benefited, for the security of the payment of the several sums for which those subjects are respectively liable. In other words, as the master is authorized to relieve the adventurer from distress, by means of an express hypothecation, in case of capture or distress in port, or by means of a sale of part of the cargo, thereby creating a maritime lien on the property ultimately benefited, in favor of the owner of what is sold or hypothecated; so he may also, in a case of necessity at sea, make a jettison of cargo, and thereby create a lien on the property thus saved from peril. Pothier (Con. Mar., n., 34, 72) and Emerigon (Con. a la Grosse, ch. 4, sec. 9) say that the sale of part of the cargo in port, to supply the necessities of the ship, is a kind of forced loan. Though the sacrifice of part of the cargo at sea cannot be considered a loan, it is a forced appropriation of it to the general benefit of those engaged in a common adventure, under a contract of affreightment; and such use of the property of one, for the benefit of others, creates a charge on what was thus saved, for what may fairly be termed the price of that safety. (Abbott on Shipping, part 4, ch. 10, s. 6.) In United States <i>v.</i> Wilder, (3 Sumner, 311,) which was a case of general average, Mr. Justice Story likens it to a case of salvage, where safety is obtained by sacrifices of labor and danger, made for the common benefit; and he says the general maritime law gives a lien <i>in rem</i> for the contribution, not as the only remedy, but as in many cases the best remedy, and in some cases the only remedy. In the District and Circuit Courts of the United States, this jurisdiction has been exercised, and some cases of this kind are found in the books, though most of their decisions are not in print. (The Mary, 5 Law Reporter, 75; 6 Ib., 73; The Cargo of the George, 8 Law Reporter, 361; Sparks <i>v.</i> Kittredge, 9 Law Reporter, 349; Dunlap's Ad. Pr., 57; 2 Browne's Civ. and Ad. Law, 122; The Packet; The Gold Hunter; The Boston, above cited.) The restricted admiralty jurisdiction in England seems insufficient to enforce this lien. (The Constantia, 2 W. Rob., 487.)</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Nor is there anything in the case of Rae <i>v.</i> Cutler, decided by this court in 1849, and reported in 7 How., 729, which conflicts with the view we have now taken.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">That was a libel by the owner of a vessel against the consignee of cargo, to recover the contributory share of the average due from the goods which the master had voluntarily delivered to the respondent before the libel was filed. The court decided, that though the master, as the agent of the owner of the vessel in that case, had by the maritime law a lien upon the goods, as security for the payment of their just contribution, this lien was lost by their voluntary delivery to the consignee; and that the implied promise to contribute could not be enforced by an action <i>in personam</i> against the consignee, in the admiralty. This admits the existence of a lien, arising out of the admiralty law, but puts it on the same footing as a maritime lien on cargo for the price of its transportation; which, as is well known, is waived by an authorized delivery without insisting on payment.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On full consideration, we are of opinion that when cargo is lawfully jettisoned, its owner has, by the maritime law, a lien on the vessel for its contributary share of the general average compensation; and that the owner of the cargo may enforce payment thereof by a proper proceeding <i>in rem</i> against the vessel, and against the residue of the cargo, if it has not been delivered.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The remaining question is, whether the pleadings in this case are in such form as to present this claim for the consideration of this court, and entitle the libellant to assert a lien on the vessel for its contribution.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The rules of pleading in the admiralty are exceedingly simple and free from technical requirements. It is incumbent on the libellant to propound with distinctness the substantive facts on which he relies; to pray, either specially or generally, for the relief appropriate to them; and to ask for such process of the court as is suited to the action, whether <i>in rem</i> or <i>in personam</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">It is incumbent on the respondent to answer distinctly each substantive fact alleged in the libel, either admitting or denying, or declaring his ignorance thereof, and to allege such other facts as he relies upon as a defence, either in part or in whole, to the case made by the libel.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The proofs of each party must correspond substantially with his allegations, so as to prevent surprise. But there are no technical rules of variance, or departure in pleading, like those in the common law, nor is the court precluded from granting the relief appropriate to the case appearing on the record, and prayed for by the libel, because that entire case is not distinctly stated in the libel. Thus, in cases of collision, it frequently occurs that the libel alleges fault of the claimant's vessel; the answer denies it, and alleges fault of the libellant's vessel. The court finds, on the proofs, that both were in fault, and apportions the damages.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Looking to this libel, we find it states that a contract of affreightment was made to transport these goods from Wilmington to New Orleans, on board this brig; that the goods were laden on board, and the brig had arrived, but only a part of the goods have been delivered. It states the value of the part not delivered, avers that the libellants have not been paid any part of that sum, prays for process against the brig, and a decree for the value of the merchandise not delivered, and also for such other relief as to law and justice may appertain.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The answer admits all the facts stated in the libel, but sets up, by way of defensive allegation, a necessary jettison of that part of the cargo not delivered. It is manifest, that though this answers, in part, the claim for damages made by the libel, it does not wholly answer it. It shows sufficient cause why the libellant should not assert a lien on the brig for the whole value of his merchandise, but at the same time shows that the libellant has a valid lien on the brig for that part of the value of the merchandise which the vessel is bound to contribute. While it asserts that the performance of the contract of affreightment by transportation of the merchandise to New Orleans was excused by a peril of the sea, it admits that an obligation arose out of the relations of the parties created by that contract of affreightment, and out of the facts relied on as an excuse for not transporting the merchandise; that this obligation was to pay to the shipper a part of the value of his goods; that it was the duty of the master, at the port of New Orleans, to ascertain what part of that value the vessel was bound to contribute, and that there is a lien on the vessel to secure its payment.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">If the technical rules of common-law pleading existed in the admiralty, there might be difficulty in admitting a claim for general average, in an action founded on a contract of affreightment; because, though the claim for such average grows out of the contract of affreightment, the implied promise to pay it is technically different from the promise on the face of a bill of lading. In the case of Pope <i>v.</i> Nickerson, (3 Story, 465,) Mr. Justice Story went into a very extensive examination of such claims, under an agreed statement of facts, in an action of assumpsit on bills of lading; and it does not seem to have occurred, either to him or the counsel, that it was inconsistent with any substantial rule of the common law so to do.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">But in the admiralty, as we have said, there are no technical rules of variance or departure. The court decrees upon the whole matter before it, taking care to prevent surprise, by not allowing either party to offer proof touching any substantive fact not alleged or denied by him.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">But where, as in this case, the defensive allegation of the respondent makes a complete case for the libellant, so that no evidence in support of it is required, and where that case is within the form of action and the prayer of relief, and the process used by the libellant, we think it not a sufficient reason for refusing relief, that the precise case on which the court think fit to grant it is not set out in the libel.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We understand, that in the court below the libellants relied on the duty of the master to adjust and collect, and pay to them, the general average contributions, as precluding the defence of a necessary jettison. We think this defence was properly overruled. The libellants did not there insist on their lien on the vessel for its contribution. We do not consider their failure to do so precludes them from calling on this court to make that decree, to which the record shows they are entitled. In Finlay <i>v.</i> Lynn, (6 Cranch, 238,) this court was of opinion that the appellant, whose bill was dismissed by the Circuit Court, was entitled to an account, on a ground not assumed in the Circuit Court. This court said: 'The plaintiff probably did not apply for this account in the court below, and it does not appear to have been a principal object of his bill. This court therefore doubted whether it would be most proper to affirm the decree dismissing the bill, with the addition that it should be without prejudice to any future claim for profits, and for the debt due from one store to the other, or to open the decree and direct the account. The latter is deemed the more equitable course. The decree, therefore, is to be reversed, and the cause remanded, with directions to take an account of the profits of the jewelry store, if the same shall be demanded by the plaintiff.' But, as the libellants failed to call the attention of the Circuit Court to this view of their rights, and placed their claim there solely on the grounds that the jettison was unlawful, or, if lawful, could not be a defence, because the master had failed to do the duty incumbent on him in a case of general average, we think the decree should be reversed, without costs. The cause must be remanded to the Circuit Court, with directions to ascertain the amount of the lien of the libellants on the Ann Elizabeth, for the share to be contributed by the vessel towards the loss sustained by the libellants, and to enter a decree accordingly.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Mr. Justice CATRON and Mr. Justice CAMPBELL dissented.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Mr. Justice CAMPBELL dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">I dissent from that part of the opinion of this court which allows to the libellants a decree against the libellee for the amount of his contributory share in the account of average.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The libel is for the non-delivery of cargo according to the conditions of a bill of lading. The exemption claimed in the answer is, that the failure was occasioned by a peril of the seas, which made a jettison of the goods necessary; and this issue was tried in the District and Circuit Courts.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The objection raised here is, that the exemption is not complete, unless the contributory share of the libellee, to be ascertained, in the first place, by the adjustment of an average account, is also admitted and tendered.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In Bird <i>v.</i> Astcott, (Bulst., 280,) which was an action on the case against a carrier for the non-delivery of goods lost by a jettison, Coke, Lord Ch. J., cited a case which had been decided, and said, in respect to it, 'We all did resolve, that this being the act of God, this sudden storm, which occasioned the throwing over of the goods, and which could not be avoided; and for this reason the plaintiff recovered nothing.' (Mouse's case, 12 Co., 63.)</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">I have not been able to find a precedent, either in the United States or Great Britain, where a contributory share, in the nature of average, has been recovered, in a contentious litigation, in an action on a bill of lading for the non-delivery of cargo.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">But the books of precedents show that average contributions are recovered in actions, either of special or general assumpsit, the form of the action depending on the fact of the adjustment of the account. (2 Chitt. Plead., 50, 152, 161; Saund. Plead. and Ev., 278.)</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">'I entertain a decided opinion,' said Chancellor, then Ch. J. Kent, 'that the established principles of pleading, which compose what is called its science, are rational, concise, luminous, and ought, consequently, to be very carefully touched by the hand of innovation.' (1 Joh., 471, Bayard <i>v.</i> Malcolm.) And the advantage of an orderly, not to say scientific system of administration, is as apparent in the courts of admiralty, and the mischiefs of uncertainty or inexactness are as positive there, as in any other tribunals. Such seems to have been the opinion of Justice Story. (The Boston, 1 Sum., 328.) This difference in opinion with the court would not have been the ground of a public dissent on my part, if I had not deemed the decree erroneous, and if I did not believe that the parent error is to be found in this departure from accurate pleading. The decree treats the liability of the master or owner for an average contribution as an integral part of their special written contract of affreightment; and their failure to pay their share of average is disposed of as a breach of the express obligation. My opinion is, that the obligations are distinct, though intimately associated, and are referable to different principles of law, and in the judicial administration of the United States may be subject to distinct jurisdictions.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The principle of the rule of general contribution, as applied to the case of a jettison, exists in all commercial nations; and the rule itself became a part of the statute law of England, in the reign of the Conqueror, and that of his youngest son. In a later period, the same principle was applied to a great number of analogous cases.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The inquiry is, upon what courts was the duty devolved of enforcing and administering this principle of general jurisprudence, and particularly in the cases of average? In Berkley <i>v.</i> Peregrave, (1 East., 220,) which was a special action of assumpsit for average on an unadjusted average account, Lord Kenyon says: 'This action, the grounds and nature of which are fully set out in the special count, is founded in the common principles of justice. A loss is incurred, which the law directs shall be borne by certain persons in their several proportions. When a loss is to be repaired in damages, where else can they be recovered but in the courts of common law? And wherever the law gives a right, generally, to demand payment of another, it raises an implied promise in that person to pay.' In Dobson <i>v.</i> Wilson, (3 Camp., 480,) Lord Ellenborough said: 'A court of equity may perhaps be a more convenient forum for adjusting the claims of the different parties concerned; but if a shipper of goods, which are sacrificed for the salvation of the rest of the cargo, is entitled to receive a contribution from another shipper whose goods are saved, I know not how I can say this may not be recovered by an action at law. This is a legal right, and must be accompanied with a legal remedy. The difficulty of showing, by strict evidence, the exact amount of the contribution, is great; but, as there are data upon which it may be calculated with great certainty, I think, is no objection to the action.' (Price <i>v.</i> Noble, 4 Taun., 123.)</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Holroyd, in the argument of the case in East., said: 'At the common law, where a contribution was required, a writ of contribution issued, precedents of which are to be found. (Fitz. Nat. Brev.) This has fallen into disuse; because, in most instances, as many persons were concerned, a more easy remedy was administered in equity.'</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">And so, from the earliest of the chancery reports, we learn that chancery will enforce an average or contribution to be made, when necessary, and that it will enforce an agreement among merchants to pay average. (Comyns's Dig., Chan. 2 J., 2 S.; Hick <i>v.</i> Pallington, Moor., 442; Ca. Parl., 19.) Spence, in his history of equitable jurisdiction, says, 'That the court of chancery, from a period which cannot be traced, but which, as it was also apparently adopted from the Roman law, was probably coeval with the establishment of the court, exercised jurisdiction to compel contribution amongst general shippers of goods, when those belonging to one were thrown overboard for the safety of the ship, or in cases, as they are technically called, of general average.' (1 Spenc. Eq. Ju., 663.) The popular treatises on the chancery system show that the title 'Constribution' is one of great reach, comprehending a variety of cases which rest upon a familiar maxim of equity, and that average is only an instance of its application. How stands the historical evidence in regard to the jurisdiction of the admiralty courts, with reference to his subject? What say the 'Black Book' and 'Godolphin,' or the controversionalists, Prynne, or Jenkins, in support of the ancient claims of these tribunals? What is to be found in the treaty of limits between the courts of common law and admiralty? In the case of the Constancia, (2 W. Rob., 488,) a question arose upon the distribution of the proceeds of a ship and cargo which were on deposit in the registry of the court, in a cause in which its jurisdiction was indisputable.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The claimant asserted a preference in the distribution, because a portion of the cargo belonging to him had been sold for the repairs of the ship. The learned judge of that court said: 'As far as my own experience extends, no claim of a similar description is to be found in the annals of the court; a circumstance which naturally induces me to consider with some carefulness whether the novelty of the claim be specious or real. In other words, whether, novel in appearance, it does not rest upon some recognised principles by which other claims have been decided. What, then, is the true character of the claim in question? It is a claim on behalf of the owners of certain property shipped on board of the vessel, and applied to relieve the ship's necessities, and to enable her to complete her voyage.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">'In the case of the Gratitudinine, Lord Stowell has held that property so sacrificed is to be considered as the proper subject of general average; and Lord Tenterden, in his book on shipping, lays down the same doctrine. If this be so, and if, upon the authority of my Lord Stowell, thus confirmed by my Lord Tenterden, I am to consider this claim as a subject of general average, two considerations immediately suggest themselves. First, whether I have any jurisdiction at all over questions of general average; and, secondly, whether I could satisfactorily exercise such a jurisdiction under the circumstances of this case? The absence of any precedent, where the court has exercised the jurisdiction, is of itself a strong <i>prima facie</i> proof that I have no authority to entertain the question at all; and I am the more strongly inclined to this opinion, by the further consideration that, in all cases of average, it is essential that the tribunal which is to adjust it should have the power to compel all parties interested to come in, and to pay their quota. I possess no such power; and if I could not bring all parties interested before the court, I could not adjust a general average, which is a proportionate contribution by all.' These citations from the opinions of the various tribunals which administer different departments of the judicial power of Great Britain, show that the doctrine upon which average contributions is made is not peculiar to the maritime code; and, also, that the maritime courts of the first commercial power that has existed have never administered it, and their judges suppose their modes of proceeding unsuitable to it. In the case of the Constancia, the <i>res</i> was in the custody of the court of admiralty, yet that court denied the existence of a maritime lien, or that any liability of the freighters against the ship could be enforced there. And this is equally apparent from the doctrines of the courts of chancery and law. In Hallett <i>v.</i> Bonsfield, (18 Vesey, jr., 187,) which was the case of a shipper whose property had been overthrown to lighten a ship in a storm, and who moved to restrain the master and ship-owner from delivering any part of the cargo and receiving the freight, or parting with any share of the ship, Lord Eldon said, 'that in such a case there is a lien upon the goods of each freighter, for contribution and average, in some sense; that is, the master is not bound to part with any part of the cargo until he has security from each person for his proportion of the loss; but there is no authority, that on the ground that he has a lien to the extent of entitling him to call on every person to give security for the amount of their average when it shall be adjusted, every owner of a part of the cargo can compel the captain to do so; and it strikes me, upon the short time I have had to consider it, that is a length the plaintiff cannot reach. The defendant it is true is a trustee for others, but the nature of the trust is regulated by the practice; and there is no instance of an action, or a suit in equity, to effectuate the lien, otherwise than through the right of the master to take security; that practice ascertaining the true nature and extent of the trust.' This lucid statement of the English law explains the meaning of the older class of writers on commercial law, when they speak of the master's lien, and his duty to settle an average account.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Valin observes, that the article of the ordinance of 1681, which confers a right of detention upon the master, does not impose an imperative obligation upon him, and that he may deliver to each freighter his goods, without fear of consequences, unless specially required to withhold them. And other writers concur in the opinion, that the freighters, under that ordinance, had no action against one another. (Boucher Droit Mar., 450, 451.)</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Lord Tenterden cites this case from Vesey, jr., without dissent, in his work on shipping, (Abb. on Ship., 508;) and in Simonds <i>v.</i> White, (2 B. and C., 805,) he describes the power of the master over the goods 'as a power of detention,' given in order that the expense, inconvenience, and delay of actions and suits, may be avoided. This court, in Cutler <i>v.</i> Rae, (7 Howard, 729,) declared that the party entitled to contribution 'has no absolute and unconditional lien upon the goods liable to contribute. The captain has a right to retain them until the general average with which they are charged has been paid or secured; and, that this right of retainer is a 'qualified lien,' 'dependent on the possession of the goods by the master or ship-owners,' and 'ceases when they are delivered to the owner or consignee;' 'and does not follow them into their hands, nor adhere to the proceeds;' and a corresponding opinion of Lord Tenterden is to be found in Scaife <i>v.</i> Tobin, (3 Barn. and Ad., 523,) in which he says, 'a consignee who is the absolute owner of the goods is liable to pay general average, because the law throws upon him that liability; but a mere consigned, who is not the owner, is not liable.' And this demonstrates that the lien for average is not a maritime lien. A maritime lien does not include or require possession. The claim or privilege travels with the thing, into whosesoever possession it may come. It is inchoate from the moment the claim or privilege attaches, and when carried into effect by legal process, by a proceeding <i>in rem</i>, relates back to the period when it first attached. (Harmer <i>v.</i> Bell, 2 L. and Eq., 63.) These cases show, that neither in the adjudications of the courts of Great Britain or the United States, nor in the usages of their merchants, is there any sanction for the doctrines of this decree. No adjudication during sixty years of our history is to be found, where the power to adjust or to collect an average account is affirmed, or has been exerted by the district courts sitting in admiralty, upon direct application to them for the purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The importance of the subject will justify me in an examination of the continental authorities, which are supposed to establish the existence of a maritime lien for contribution. The ancient codes do nothing more than recognise the existence of a rule of contribution in regard to losses arising from a jettison, or cases of a similar character, and the master's power of detention of the cargo saved, for the security or payment of the contributory shares, but they do not ascribe any greater operation to the rule, either in affecting property or in designating the jurisdictions to which the enforcement of the rule should be committed.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The leading authority cited for the doctrine, that average affords a maritime lien on the property saved, is found in a line of Emerigon, who says, 'the action in contribution is real in its nature.'</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">But that author discriminates the feature in a real action to which the action in contribution has any resemblance. The feature is, 'that the action vanishes if the effects saved by means of the jettison perish before arriving at their destination.'</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The real action is for a thing, or to assert some right in it, and is terminated by its surrender, or destruction without the fault of the possessor. So long as the ship and cargo are exposed to peril in the same voyage in which the jettison is made, the action in contribution is inchoate, and dependent on the ultimate safety of the thing; and thus far it resembles a real action. But when the safety of the ship and cargo is confirmed, the liability of the contributories becomes personal, and the sums due are recoverable without further reference to them; in France, by action in contribution; and in England, by a bill in equity for contribution, or action of assumpsit. It is a great mistake to suppose that the action in contribution was a hypothecary action, as I shall hereafter show.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">In the time of Emerigon it was thrown upon the master, as the legal attorney of all persons interested in the ship and cargo. It was his duty to collect the contributory shares, and to pay them among the parties concerned; but he was not liable for the shares of insolvents, nor obliged to detain the goods, and that was an unusual, if not an unprecedented remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The ordinance of 1681 simply permitted this remedy to be used. This ordinance was defective, in not defining the rights of the master in the goods liable to contribution. The ordinance did not take the precaution to establish the existence and legitimacy of privileged claims, is the testimony of those who framed the Code of Commerce of Napoleon. (3 Locr e Com., 22.) The Code of Commerce was framed to repair what was considered a defect. In reference to average, it provides, 'that in all the cases before mentioned, the master and mariners have a privilege on the goods or their proceeds for the amount of the contribution.' This clause was not in the 'proj et' of the commission, nor in their revision; but after successive changes, the article appears in this form for the first time in the final draught of the code. The <i>jus in re</i> is conferred by this clause on the master, and he may proceed to enforce his rights by judicial seizure and sale, or opposition, or he may sue each contributory for his share in contribution, and is responsible in an action to each of them. But the evils of dormant liens are removed by limitations upon the extent and duration of the claim. The code bars actions against the freighter who receives his goods and pays his freight without a legal notice of the claim for average; and each claim must be notified in twenty-four hours to the opposite party, and be pursued by judicial demand in one month. (Thier Droit Con., 41, 124, 277; 4 Locr e Com.; 3 Pard. Droit Com., sec. 750; 18 Dall., 544.)</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Other articles define the liability of the owner, and the contributory share of the ship and cargo, the responsibility of the master, and create a privilege upon the ship and freight to answer the agreements of the charter-party, and whatever defaults of the master and mariners. (Thiernt Con. Droit, 28, sec. 2; 29, sec. 11; Code de Com., 190, secs. 11, 216, 222, 280.)</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The commentaries of Pardessus, Locr e, Boulay, Paty, and other authors, are made upon these enactments of French statute law. They affirm that these articles establish, as the law of France, that the frieghter of a ship is obliged, by a contract or quasi contract to the master, to contribute his share of an average contribution; and that the master engages to indemnify the freighter whose property has suffered or been sacrificed for the common benefit; and that reciprocal rights of action are given to either party. I have no occasion to question the accuracy of their conclusions, nor to deny that the code itself embodies the usages, experience, and regulations, of the French nation in the management of their commerce, and is adapted to the wants and habits of their merchants. And no one can doubt that the authority of Louis XIV and Napoleon was adequate to the introduction of the ordinance and the code. But the question arises here&#8212;and it is one of grave import to those who desire to preserve the Constitution of the Union inviolate, and the limits it prescribes to the judicial power of the Federal Government, and the lines of division among the Federal courts undisturbed&#8212;the question arises, by what authority is it that the commercial system of France, the product of the legislative authority of her monarchs, has become the basis for judicial decision in the courts of the United States, and her legal administration of purely municipal regulations is taken as a guide to determine the jurisdictional limits of those courts of justice? That Congress may prescribe rules in reference to the settlement of average contributions, arising in the foreign or federal commerce of the country, may be admitted, and also may assimilate the American and French systems of commercial regulation. But I am not prepared to admit that this can be done by judicial authority.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The commercial systems of Great Britain and the United States recognise no such contract between the masters and freighters as the French code establishes; they invest the master with no such privilege upon the property of the shippers; they confer no such powers to maintain suits, and subject him to no such liabilities. The policy and spirit of the British and American commercial systems tend to restrain the agency and control of subordinates to precise limits in settlements or contests with respect to property and obligations; wherever it can be done, they bring the owners of the property, and the principals in the obligations, to confront one another. In my opinion, this decree introduces a new principle into the American commercial system, and that this interpolation adds to the jurisdiction of the judiciary department of this Government. This is done by judicial authority. In my opinion, the Constitution does not give such a power to this court. I therefore dissent from the decree.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Having carefully examined the foregoing opinion of Mr. Justice CAMPBELL, after it was in print, I am satisfied with its correctness, and concur therein.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">J. CATRON.</p>\n    </div>\n    <p class=\"center\"><i>Order</i>.</p>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the eastern district of Louisiana, and was argued by counsel. On consideration whereof, it is now here ordered, adjudged, and decreed, by this court, that the decree of the said Circuit Court in this cause be and the same is hereby reversed, without costs, and that this cause be and the same is hereby remanded to the said Circuit Court, with directions to ascertain the amount of the lien of the libellants on the Ann Elizabeth, for the share to be contributed by the vessel towards the loss sustained by the libellants, and to enter a decree accordingly.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>60 U.S. 162 (____)</b></center>\n<center><b>19 How. 162</b></center>\n<center><h1>E.J. DUPONT DE NEMOURS &amp; CO., LIBELLANTS AND APPELLANTS,<br>\nv.<br>\nJOHN VANCE ET AL., CLAIMANTS OF THE BRIG ANN ELIZABETH.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*164</span> It was argued by Mr. Gerhard for the appellants, and Mr. Bayard for the claimants.</p>\n<p><span class=\"star-pagination\">*165</span> Mr. Justice CURTIS delivered the opinion of the court.</p>\n<p>This is an appeal from a decree of the Circuit Court of the United States for the eastern district of Louisiana.</p>\n<p>The libel alleges that the appellants shipped on board the brig Ann Elizabeth, at Wilmington, in the State of Delaware, a large quantity of gunpowder, to be carried to New Orleans, in the State of Louisiana; and that, on the shipment thereof, <span class=\"star-pagination\">*166</span> bills of lading, in the usual form, were signed by the master of the brig; that, according to the invoices of the merchandise specified in the bills of lading, its value was $7,233.75; that, on the arrival of the brig at New Orleans, the libellants required the delivery of the merchandise thus shipped, but they received only a part thereof; and that the part not delivered consisted of 1,646 packages, which, according to the same invoice valuation, amounted to the sum of $5,936.54.</p>\n<p>The libel further alleges that no part of that sum has been paid to the libellants; and it prays process against the brig, and a decree for the damages thus demanded, and for such other relief as shall to law and justice appertain.</p>\n<p>The master of the brig, intervening for his own interest and that of his part-owners, admits that the shipment of goods was made, as alleged in the libel; but propounds that, in the course of the voyage, it became necessary, for the safety of all concerned, through the perils and dangers of the seas, to make a jettison of that part of the libellant's goods which were shipped and not delivered.</p>\n<p>The first question is, whether the claimant has shown, in support of his defensive allegation, that the jettison was occasioned by a peril of the sea. If it was, then the carrier is exonerated from the delivery of the merchandise, and has only to respond for that part of its value which is his just contributory share towards indemnity for the common loss by the jettison. A jettison, the necessity for which was occasioned solely by a peril of the sea, is a loss by a peril of the sea, and within the exception contained in the bill of lading.</p>\n<p>But, if the unseaworthiness of the vessel, at the time of sailing on the voyage, caused, or contributed to produce, the necessity for the jettison, the loss is not within the exception of perils of the seas.</p>\n<p>That there was such a necessity for this jettison as justified the master in making it, we think, is proved. In the case of Lawrence v. Minturn, (17 How., 109,) this court had occasion to consider the extent of the authority of the master to make a jettison. We then held, that \"if he was a competent master; if an emergency actually existed, calling for a decision whether to make a jettison of a part of the cargo; if he appears to have arrived at his decision, with due deliberation, by a fair exercise of his skill and discretion, with no unreasonable timidity, and with an honest intent to do his duty, the jettison is lawful. It will be deemed to have been necessary for the common safety, because the person to whom the law has intrusted authority to decide upon and make it, has duly exercised that authority.\"</p>\n<p><span class=\"star-pagination\">*167</span> We find the case at bar is within this rule. We do not detail the evidence, because the authority of the master to make the jettison has not been seriously controverted.</p>\n<p>This part of the case turns upon the other inquiry, whether the vessel was unseaworthy for the voyage when it was begun.</p>\n<p>It is the hull of the vessel which is alleged to have been unseaworthy. To constitute seaworthiness of the hull of a vessel in respect to cargo, the hull must be so tight, stanch, and strong, as to be competent to resist all ordinary action of the sea, and to prosecute and complete the voyage without damage to the cargo under deck.</p>\n<p>If a vessel, during the voyage, has leaked so much as to injure the cargo, or render a jettison of it necessary, one mode of testing seaworthiness is, to ascertain what defects, occasioning leakage, were found in the vessel at the end of the voyage; and then to inquire which of those defects are attributable to perils of the seas, encountered during the voyage, and which, if any, existed when it was begun; and, if any of the latter be found, the remaining inquiry is, whether they were such as to render the vessel incompetent to resist the ordinary attacks of the sea, in the course of the particular voyage, without damage or loss of cargo.</p>\n<p>This vessel, on her arrival at New Orleans, was taken into dock, and examined. She was found to be a new vessel, and that she had been strained. A but, about midships, at or near the third or fourth streak, was started. The hood-ends forward were also strained, and, on trial, it was found they would take about a thread of oakum.</p>\n<p>Two worm-holes were also found in her bow, about three-eighths of an inch in diameter  one about three streaks from the keel, the other a little higher up. As the vessel was new, there seems to be no doubt these holes were in the plank when put on the vessel, but from some cause remained undiscovered.</p>\n<p>The vessel sailed from Wilmington on the afternoon of the 21st of December, 1852. The wind being northeast and strong, the vessel came to anchor at Reedy Island, and on the 22d proceeded to sea. The master, being a part-owner and claimant, has not been examined. The first officer appears to have died before the proofs were taken in the Circuit Court. No account is given of the second officer or the crew, except one seaman, who, together with two passengers, have been examined on the part of the claimants, to prove the occurrences of the voyage. It would have been more satisfactory to have had the evidence of one or more officers of the vessel, and especially of the mate, with his log-book. Still, these three witnesses do satisfactorily show, that on the night of the 23d of December, <span class=\"star-pagination\">*168</span> the brig encountered a strong gale and heavy seas, causing her to labor and strain badly. This weather continued, and the sea became more heavy, up to the night of the 27th. Until about 8 o'clock that night, it was not known the vessel was leaking; but, on sounding the pumps at that time, it was found that the vessel had two feet of water in the hold. The pumps were manned and kept going, but the leak increased two feet in about two hours. The jettison was then made, and the vessel so far relieved that the pumps could control the leak, and the vessel, with the residue of the cargo, arrived at New Orleans.</p>\n<p>It is manifest that the vessel encountered extraordinary action of the sea; and, as the vessel appears to have been new, and generally stanch and well fastened, the defects found at New Orleans, except the worm-holes, are fairly attributable to this cause. The starting of a but, and the opening of the hood-ends of a new vessel of ordinary strength, indicate a very uncommon degree of strain; and such defects would alone account for the amount of leakage of a vessel heavily laden, and exposed to such a sea as is described.</p>\n<p>We do not think the existence of the worm-holes amount to unseaworthiness. Any leak which might have been occasioned by them in any ordinary sea, does not appear to have been such as the pumps could not control, without damage to the cargo. All vessels have leaks; and, independent of the strains received from the violent action of the sea, we are not satisfied this vessel would have leaked so much that the pumps could not have controlled the water in her hold, and prevented its doing damage to the cargo.</p>\n<p>We find, therefore, that the vessel is exonerated from the claim for the full value of the merchandise; and the remaining question is, whether the vessel is chargeable with any part of the value of the merchandise in this cause.</p>\n<p>When a lawful jettison of cargo is made, and the vessel and its remaining cargo are thereby relieved from the impending peril, and ultimately arrive in the port of destination, though the shipper has not a lien on the vessel for the value of his merchandise jettisoned, he has a lien for that part of its value which the vessel and its freight are bound to contribute towards his indemnity for the sacrifice which has been made for the common benefit. And this lien on the vessel is a maritime lien, operating by the maritime law as a hypothecation of the vessel, and capable of being enforced by proceedings in rem.</p>\n<p>The right of the shipper to resort to the vessel for claims growing directly out of his contract of affreightment, has very long existed in the general maritime law. It is found asserted <span class=\"star-pagination\">*169</span> in a variety of forms in the Consulado, the most ancient and important of all the old codes of sea laws, (see chaps. 63, 106, 227, 254, 259;) and the maxim that the ship is bound to the merchandise, and the merchandise to the ship, for the performance of the obligations created by the contract of affreightment, is a settled rule of our maritime law. (The Schooner Freeman, 18 How., 182; The Ship Packet, 3 Mason, 261; The Volunteer, 1 Sum., 550; The Reeside, 2 Sum., 467; The Rebecca, Ware's R., 188; The Phbe, Ib., 263; The Waldo, Davies's R., 161; The Gold Hunter, 1 Blatch. and How., 305.)</p>\n<p>Pothier declares (Treatise of Charter-parties, preliminary chapter on Average) that the right to contribution in general average is dependent on the contract of affreightment, which embraces in effect an undertaking, that if the goods of the shipper are damaged for the common benefit, he shall receive a due indemnity by contribution from the owners of the ship, and of other merchandise benefited by the sacrifice.</p>\n<p>The power and duty of the master to retain and cause a judicial sale of the merchandise saved, has also been long established. (Consulado del Mare, ch. 51, 52, 53, and note 1 in vol. 3, p. 103 of Pardessus's Collection; Laws of Oleron, art. 9; Ord. de la Marine, Liv. 3, tit. 8, sec. 21, 25; Nesbit on Ins., 135; Strong v. New York Firemen's Insurance Company, 11 John. R., 323; Simonds v. White, 2 B. and C., 805; Loring v. The Neptune Insurance Company, 20 Pick., 411; 3 Kent. Com., 243, 244.) And this right to enforce a judicial sale, through what we term a lien in rem, is not confined to the merchandise, but extends to the vessel.</p>\n<p>Emerigon, (ch. 12, sec. 43,) speaking generally of an action of contribution, says it is in its nature a real action. Cassaregis, (dis. 45, N. 34,) \"est in rem scripta.\"</p>\n<p>It would be extraordinary if the right to a lien were not reciprocal; if it existed in favor of the vessel, when sacrifice was made of part or the whole of its value, for preservation of the cargo, and not against the vessel, when sacrifice was made of the cargo for preservation of the vessel.</p>\n<p>By the ancient admiralty law, the master could bind both the ship and cargo by an express hypothecation, to obtain a ransom on capture. So he could, and still may, when the whole enterprise has fallen into distress, which could not otherwise be relieved, hypothecate both the vessel and cargo to obtain means of relief. These are cases of express hypothecation made by the master, under the authority conferred on him by the maritime law; but he can also sell a part of the cargo to enable him to prosecute his voyage, or deliver a part of it in payment of ransom of his vessel, and the residue of the <span class=\"star-pagination\">*170</span> cargo, on capture; and when he does so, the law of the sea creates a lien on the vessel, as security for the reimbursement of the loss of the shipper whose goods have been sacrificed. (The Packet, 3 Mason, 255; Pope v. Nickerson, 3 Story's R., 492; The Gold Hunter, 1 Blatch. and How., 300; The Boston, Ib., 309; Consol. del Mare, ch. 105; Laws of Oleron, art. 25; Ord. of Antwerp, art. 19; Emerigon Con. a la Grosse, ch. 4, secs. 9, 11.)</p>\n<p>The authority to make a jettison of cargo is derived from the same source; an instant necessity, incapable of being provided for save by a sacrifice of part of what is committed to the master's care, and the presumed consent of the owners of all the subjects at risk, that the loss shall become a charge upon what is benefited by the sacrifice. (The Gratitudine, 3 Rob., 210.) If the sacrifice be made to enable the vessel to perform the voyage, by paying what the owners are bound to pay to complete it, the charge is on the vessel and its owners. If it be made to relieve the adventure from a peril which has fallen on all the subjects engaged in it, the risk of which peril was not assumed by the carrier, the charge is to be borne proportionably by all the interests, and there is a lien on each to the extent of its just contributory obligation. This authority of the master to make the sacrifice, and this consent of the owners of the subjects at risk to have it made, and their implied undertaking to contribute towards the loss, are viewed by the admiralty law as sufficient to create an hypothecation of the subjects benefited, for the security of the payment of the several sums for which those subjects are respectively liable. In other words, as the master is authorized to relieve the adventurer from distress, by means of an express hypothecation, in case of capture or distress in port, or by means of a sale of part of the cargo, thereby creating a maritime lien on the property ultimately benefited, in favor of the owner of what is sold or hypothecated; so he may also, in a case of necessity at sea, make a jettison of cargo, and thereby create a lien on the property thus saved from peril. Pothier (Con. Mar., n., 34, 72) and Emerigon (Con. a la Grosse, ch. 4, sec. 9) say that the sale of part of the cargo in port, to supply the necessities of the ship, is a kind of forced loan. Though the sacrifice of part of the cargo at sea cannot be considered a loan, it is a forced appropriation of it to the general benefit of those engaged in a common adventure, under a contract of affreightment; and such use of the property of one, for the benefit of others, creates a charge on what was thus saved, for what may fairly be termed the price of that safety. (Abbott on Shipping, part 4, ch. 10, s. 6.)</p>\n<p><span class=\"star-pagination\">*171</span> In United States v. Wilder, (3 Sumner, 311,) which was a case of general average, Mr. Justice Story likens it to a case of salvage, where safety is obtained by sacrifices of labor and danger, made for the common benefit; and he says the general maritime law gives a lien in rem for the contribution, not as the only remedy, but as in many cases the best remedy, and in some cases the only remedy. In the District and Circuit Courts of the United States, this jurisdiction has been exercised, and some cases of this kind are found in the books, though most of their decisions are not in print. (The Mary, 5 Law Reporter, 75; 6 Ib., 73; The Cargo of the George, 8 Law Reporter, 361; Sparks v. Kittredge, 9 Law Reporter, 349; Dunlap's Ad. Pr., 57; 2 Browne's Civ. and Ad. Law, 122; The Packet; The Gold Hunter; The Boston, above cited.) The restricted admiralty jurisdiction in England seems insufficient to enforce this lien. (The Constantia, 2 W. Rob., 487.)</p>\n<p>Nor is there anything in the case of Rae v. Cutler, decided by this court in 1849, and reported in 7 How., 729, which conflicts with the view we have now taken.</p>\n<p>That was a libel by the owner of a vessel against the consignee of cargo, to recover the contributory share of the average due from the goods which the master had voluntarily delivered to the respondent before the libel was filed. The court decided, that though the master, as the agent of the owner of the vessel in that case, had by the maritime law a lien upon the goods, as security for the payment of their just contribution, this lien was lost by their voluntary delivery to the consignee; and that the implied promise to contribute could not be enforced by an action in personam against the consignee, in the admiralty. This admits the existence of a lien, arising out of the admiralty law, but puts it on the same footing as a maritime lien on cargo for the price of its transportation; which; as is well known, is waived by an authorized delivery without insisting on payment.</p>\n<p>On full consideration, we are of opinion that when cargo is lawfully jettisoned, its owner has, by the maritime law, a lien on the vessel for its contributary share of the general average compensation; and that the owner of the cargo may enforce payment thereof by a proper proceeding in rem against the vessel, and against the residue of the cargo, if it has not been delivered.</p>\n<p>The remaining question is, whether the pleading in this case are in such form as to present this claim for the consideration of this court, and entitle the libellant to assert a lien on the vessel for its contribution.</p>\n<p>The rules of pleading in the admiralty are exceedingly simple <span class=\"star-pagination\">*172</span> and free from technical requirements. It is incumbent on the libellant to propound with distinctness the substantive facts on which he relies; to pray, either specially or generally, for the relief appropriate to them; and to ask for such process of the court as is suited to the action, whether in rem or in personam.</p>\n<p>It is incumbent on the respondent to answer distinctly each substantive fact alleged in the libel, either admitting or denying, or declaring his ignorance thereof, and to allege such other facts as he relies upon as a defence, either in part or in whole, to the case made by the libel.</p>\n<p>The proofs of each party must correspond substantially with his allegations, so as to prevent surprise. But there are no technical rules of variance, or departure in pleading, like those in the common law, nor is the court precluded from granting the relief appropriate to the case appearing on the record, and prayed for by the libel, because that entire case is not distinctly stated in the libel. Thus, in cases of collision, it frequently occurs that the libel alleges fault of the claimant's vessel; the answer denies it, and alleges fault of the libellant's vessel. The court finds, on the proofs, that both were in fault, and apportions the damages.</p>\n<p>Looking to this libel, we find it states that a contract of affreightment was made to transport these goods from Wilmington to New Orleans, on board this brig; that the goods were laden on board, and the brig had arrived, but only a part of the goods have been delivered. It states the value of the part not delivered, avers that the libellants have not been paid any part of that sum, prays for process against the brig, and a decree for the value of the merchandise not delivered, and also for such other relief as to law and justice may appertain.</p>\n<p>The answer admits all the facts stated in the libel, but sets up, by way of defensive allegation, a necessary jettison of that part of the cargo not delivered. It is manifest, that though this answers, in part, the claim for damages made by the libel, it does not wholly answer it. It shows sufficient cause why the libellant should not assert a lien on the brig for the whole value of his merchandise, but at the same time shows that the libellant has a valid lien on the brig for that part of the value of the merchandise which the vessel is bound to contribute. While it asserts that the performance of the contract of affreightment by transportation of the merchandise to New Orleans was excused by a peril of the sea, it admits that an obligation arose out of the relations of the parties created by that contract of affreightment, and out of the facts relied on as an excuse for not transporting the merchandise; that this <span class=\"star-pagination\">*173</span> obligation was to pay to the shipper a part of the value of his goods; that it was the duty of the master, at the port of New Orleans, to ascertain what part of that value the vessel was bound to contribute, and that there is a lien on the vessel to secure its payment.</p>\n<p>If the technical rules of common-law pleading existed in the admiralty, there might be difficulty in admitting a claim for general average, in an action founded on a contract of affreightment; because, though the claim for such average grows out of the contract of affreightment, the implied promise to pay it is technically different from the promise on the face of a bill of lading. In the case of Pope v. Nickerson, (3 Story, 465,) Mr. Justice Story went into a very extensive examination of such claims, under an agreed statement of facts, in an action of assumpsit on bills of lading; and it does not seem to have occurred, either to him or the counsel, that it was inconsistent with any substantial rule of the common law so to do.</p>\n<p>But in the admiralty, as we have said, there are no technical rules of variance or departure. The court decrees upon the whole matter before it, taking care to prevent surprise, by not allowing either party to offer proof touching any substantive fact not alleged or denied by him.</p>\n<p>But where, as in this case, the defensive allegation of the respondent makes a complete case for the libellant, so that no evidence in support of it is required, and where that case is within the form of action and the prayer of relief, and the process used by the libellant, we think it not a sufficient reason for refusing relief, that the precise case on which the court think fit to grant it is not set out in the libel.</p>\n<p>We understand, that in the court below the libellants relied on the duty of the master to adjust and collect, and pay to them, the general average contributions, as precluding the defence of a necessary jettison. We think this defence was properly overruled. The libellants did not there insist on their lien on the vessel for its contribution. We do not consider their failure to do so precludes them from calling on this court to make that decree, to which the record shows they are entitled. In Finlay v. Lynn, (6 Cranch, 238,) this court was of opinion that the appellant, whose bill was dismissed by the Circuit Court, was entitled to an account, on a ground not assumed in the Circuit Court. This court said: \"The plaintiff probably did not apply for this account in the court below, and it does not appear to have been a principal object of his bill. This court therefore doubted whether it would be most proper to affirm the decree dismissing the bill, with the addition that it should be without prejudice to any future claim <span class=\"star-pagination\">*174</span> for profits, and for the debt due from one store to the other, or to open the decree and direct the account. The latter is deemed the more equitable course. The decree, therefore, is to be reversed, and the cause remanded, with directions to take an account of the profits of the jewelry store, if the same shall be demanded by the plaintiff.\" But, as the libellants failed to call the attention of the Circuit Court to this view of their rights, and placed their claim there solely on the grounds that the jettison was unlawful, or, if lawful, could not be a defence, because the master had failed to do the duty incumbent on him in a case of general average, we think the decree should be reversed, without costs. The cause must be remanded to the Circuit Court, with directions to ascertain the amount of the lien of the libellants on the Ann Elizabeth, for the share to be contributed by the vessel towards the loss sustained by the libellants, and to enter a decree accordingly.</p>\n<p>Mr. Justice CATRON and Mr. Justice CAMPBELL dissented.</p>\n<p>Mr. Justice CAMPBELL dissenting.</p>\n<p>I dissent from that part of the opinion of this court which allows to the libellants a decree against the libellee for the amount of his contributory share in the account of average.</p>\n<p>The libel is for the non-delivery of cargo according to the conditions of a bill of lading. The exemption claimed in the answer is, that the failure was occasioned by a peril of the seas, which made a jettison of the goods necessary; and this issue was tried in the District and Circuit Courts.</p>\n<p>The objection raised here is, that the exemption is not complete, unless the contributory share of the libellee, to be ascertained, in the first place, by the adjustment of an average account, is also admitted and tendered.</p>\n<p>In Bird v. Astcott, (Bulst., 280,) which was an action on the case against a carrier for the non-delivery of goods lost by a jettison, Coke, Lord Ch. J., cited a case which had been decided, and said, in respect to it, \"We all did resolve, that this being the act of God, this sudden storm, which occasioned the throwing over of the goods, and which could not be avoided; and for this reason the plaintiff recovered nothing.\" (Mouse's case, 12 Co., 63.)</p>\n<p>I have not been able to find a precedent, either in the United States or Great Britain, where a contributory share, in the nature of average, has been recovered, in a contentious litigation, in an action on a bill of lading for the non-delivery of cargo.</p>\n<p>But the books of precedents show that average contributions <span class=\"star-pagination\">*175</span> are recovered in actions, either of special or general assumpsit, the form of the action depending on the fact of the adjustment of the account. (2 Chitt. Plead., 50, 152, 161; Saund. Plead. and Ev., 278.)</p>\n<p>\"I entertain a decided opinion,\" said Chancellor, then Ch. J. Kent, \"that the established principles of pleading, which compose what is called its science, are rational, concise, luminous, and ought, consequently, to be very carefully touched by the hand of innovation.\" (1 Joh., 471, Bayard v. Malcolm.) And the advantage of an orderly, not to say scientific system of administration, is as apparent in the courts of admiralty, and the mischiefs of uncertainty or inexactness are as positive there, as in any other tribunals. Such seems to have been the opinion of Justice Story. (The Boston, 1 Sum., 328.) This difference in opinion with the court would not have been the ground of a public dissent on my part, if I had not deemed the decree erroneous, and if I did not believe that the parent error is to be found in this departure from accurate pleading. The decree treats the liability of the master or owner for an average contribution as an integral part of their special written contract of affreightment; and their failure to pay their share of average is disposed of as a breach of the express obligation. My opinion is, that the obligations are distinct, though intimately associated, and are referable to different principles of law, and in the judicial administration of the United States may be subject to distinct jurisdictions.</p>\n<p>The principle of the rule of general contribution, as applied to the case of a jettison, exists in all commercial nations; and the rule itself became a part of the statute law of England, in the reign of the Conqueror, and that of his youngest son. In a later period, the same principle was applied to a great number of analogous cases.</p>\n<p>The inquiry is, upon what courts was the duty devolved of enforcing and administering this principle of general jurisprudence, and particularly in the cases of average? In Berkley v. Peregrave, (1 East., 220,) which was a special action of assumpsit for average on an unadjusted average account, Lord Kenyon says: \"This action, the grounds and nature of which are fully set out in the special count, is founded in the common principles of justice. A loss is incurred, which the law directs shall be borne by certain persons in their several proportions. When a loss is to be repaired in damages, where else can they be recovered but in the courts of common law? And wherever the law gives a right, generally, to demand payment of another, it raises an implied promise in that person to pay.\" In Dobson v. Wilson, (3 Camp., 480,) Lord Ellenborough said: \"A <span class=\"star-pagination\">*176</span> court of equity may perhaps be a more convenient forum for adjusting the claims of the different parties concerned; but if a shipper of goods, which are sacrificed for the salvation of the rest of the cargo, is entitled to receive a contribution from another shipper whose goods are saved, I know not how I can say this may not be recovered by an action at law. This is a legal right, and must be accompanied with a legal remedy. The difficulty of showing, by strict evidence, the exact amount of the contribution, is great; but, as there are data upon which it may be calculated with great certainty, I think is no objection to the action.\" (Price v. Noble, 4 Taun., 123.)</p>\n<p>Holroyd, in the argument of the case in East., said: \"At the common law, where a contribution was required, a writ of contribution issued, precedents of which are to be found. (Fitz. Nat. Brev.) This has fallen into disuse; because, in most instances, as many persons were concerned, a more easy remedy was administered in equity.\"</p>\n<p>And so, from the earliest of the chancery reports, we learn that chancery will enforce an average or contribution to be made, when necessary, and that it will enforce an agreement among merchants to pay average. (Comyns's Dig., Chan. 2 J., 2 S.; Hick v. Pallington, Moor., 442; Ca. Parl., 19.) Spence, in his history of equitable jurisdiction, says, \"That the court of chancery, from a period which cannot be traced, but which, as it was also apparently adopted from the Roman law, was probably coeval with the establishment of the court, exercised jurisdiction to compel contribution amongst general shippers of goods, when those belonging to one were thrown overboard for the safety of the ship, or in cases, as they are technically called, of general average.\" (1 Spenc. Eq. Ju., 663.) The popular treatises on the chancery system show that the title \"Contribution\" is one of great reach, comprehending a variety of cases which rest upon a familiar maxim of equity, and that average is only an instance of its application. How stands the historical evidence in regard to the jurisdiction of the admiralty courts, with reference to this subject? What say the \"Black Book\" and \"Godolphin,\" or the controversionalists, Prynne, or Jenkins, in support of the ancient claims of these tribunals? What is to be found in the treaty of limits between the courts of common law and admiralty? In the case of the Constancia, (2 W. Rob., 488,) a question arose upon the distribution of the proceeds of a ship and cargo which were on deposit in the registry of the court, in a cause in which its jurisdiction was indisputable.</p>\n<p>The claimant asserted a preference in the distribution, because a portion of the cargo belonging to him had been sold <span class=\"star-pagination\">*177</span> for the repairs of the ship. The learned judge of that court said: \"As far as my own experience extends, no claim of a similar description is to be found in the annals of the court; a circumstance which naturally induces me to consider with some carefulness whether the novelty of the claim be specious or real. In other words, whether, novel in appearance, it does not rest upon some recognised principles by which other claims have been decided. What, then, is the true character of the claim in question? It is a claim on behalf of the owners of certain property shipped on board of the vessel, and applied to relieve the ship's necessities, and to enable her to complete her voyage.</p>\n<p>\"In the case of the Gratitudinine, Lord Stowell has held that property so sacrificed is to be considered as the proper subject of general average; and Lord Tenterden, in his book on shipping, lays down the same doctrine. If this be so, and if, upon the authority of my Lord Stowell, thus confirmed by my Lord Tenterden, I am to consider this claim as a subject of general average, two considerations immediately suggest themselves. First, whether I have any jurisdiction at all over questions of general average; and, secondly, whether I could satisfactorily exercise such a jurisdiction under the circumstances of this case? The absence of any precedent, where the court has exercised the jurisdiction, is of itself a strong prima facie proof that I have no authority to entertain the question at all; and I am the more strongly inclined to this opinion, by the further consideration that, in all cases of average, it is essential that the tribunal which is to adjust it should have the power to compel all parties interested to come in, and to pay their quota. I possess no such power; and if I could not bring all parties interested before the court, I could not adjust a general average, which is a proportionate contribution by all.\" These citations from the opinions of the various tribunals which administer different departments of the judicial power of Great Britain, show that the doctrine upon which average contributions is made is not peculiar to the maritime code; and, also, that the maritime courts of the first commercial power that has existed have never administered it, and their judges suppose their modes of proceeding unsuitable to it. In the case of the Constancia, the res was in the custody of the court of admiralty, yet that court denied the existence of a maritime lien, or that any liability of the freighters against the ship could be enforced there. And this is equally apparent from the doctrines of the courts of chancery and law. In Halllett v. Bonsfield, (18 Vesey, jr., 187,) which was the case of a shipper whose property had been overthrown to lighten a ship in a storm, and who moved <span class=\"star-pagination\">*178</span> to restrain the master and ship-owner from delivering any part of the cargo and receiving the freight, or parting with any share of the ship, Lord Eldon said, \"that in such a case there is a lien upon the goods of each freighter, for contribution and average, in some sense; that is, the master is not bound to part with any part of the cargo until he has security from each person for his proportion of the loss; but there is no authority, that on the ground that he has a lien to the extent of entitling him to call on every person to give security for the amount of their average when it shall be adjusted, every owner of a part of the cargo can compel the captain to do so; and it strikes me, upon the short time I have had to consider it, that is a length the plaintiff cannot reach. The defendant it is true is a trustee for others, but the nature of the trust is regulated by the practice; and there is no instance of an action, or a suit in equity, to effectuate the lien, otherwise than through the right of the master to take security; that practice ascertaining the true nature and extent of the trust.\" This lucid statement of the English law explains the meaning of the older class of writers on commercial law, when they speak of the master's lien, and his duty to settle an average account.</p>\n<p>Valin observes, that the article of the ordinance of 1681, which confers a right of detention upon the master, does not impose an imperative obligation upon him, and that he may deliver to each freighter his goods, without fear of consequences, unless specially required to withhold them. And other writers concur in the opinion, that the freighters, under that ordinance, had no action against one another. (Boucher Droit Mar., 450, 451.)</p>\n<p>Lord Tenterden cites this case from Vesey, jr., without dissent, in his work on shipping, (Abb. on Ship., 508;) and in Simonds v. White, (2 B. and C., 805,) he describes the power of the master over the goods \"as a power of detention,\" given in order that the expense, inconvenience, and delay of actions and suits, may be avoided. This court, in Cutler v. Rae, (7 Howard, 729,) declared that the party entitled to contribution \"has no absolute and unconditional lien upon the goods liable to contribute. The captain has a right to retain them until the general average with which they are charged has been paid or secured; and, that this right of retainer is a \"qualified lien,\" \"dependent on the possession of the goods by the master or ship-owners,\" and \"ceases when they are delivered to the owner or consignee;\" \"and does not follow them into their hands, nor adhere to the proceeds;\" and a corresponding opinion of Lord Tenterden is to be found in Scaife v. Tobin, (3 Barn. and Ad., 523,) in which he says, \"a consignee who is the absolute owner <span class=\"star-pagination\">*179</span> of the goods is liable to pay general average, because the law throws upon him that liability; but a mere consignee, who is not the owner, is not liable.\" And this demonstrates that the lien for average is not a maritime lien. A maritime lien does not include or require possession. The claim or privilege travels with the thing, into whosesoever possession it may come. It is inchoate from the moment the claim or privilege attaches, and when carried into effect by legal process, by a proceeding in rem, relates back to the period when it first attached. (Harmer v. Bell, 2 L. and Eq., 63.) These cases show, that neither in the adjudications of the courts of Great Britain or the United States, nor in the usages of their merchants, is there any sanction for the doctrines of this decree. No adjudication during sixty years of our history is to be found, where the power to adjust or to collect an average account is affirmed, or has been exerted by the district courts sitting in admiralty, upon direct application to them for the purpose.</p>\n<p>The importance of the subject will justify me in an examination of the continental authorities, which are supposed to establish the existence of a maritime lien for contribution. The ancient codes do nothing more than recognise the existence of a rule of contribution in regard to losses arising from a jettison, or cases of a similar character, and the master's power of detention of the cargo saved, for the security or payment of the contributory shares, but they do not ascribe any greater operation to the rule, either in affecting property or in designating the jurisdictions to which the enforcement of the rule should be committed.</p>\n<p>The leading authority cited for the doctrine, that average affords a maritime lien on the property saved, is found in a line of Emerigon, who says, \"the action in contribution is real in its nature.\"</p>\n<p>But that author discriminates the feature in a real action to which the action in contribution has any resemblance. The feature is, \"that the action vanishes if the effects saved by means of the jettison perish before arriving at their destination.\"</p>\n<p>The real action is for a thing, or to assert some right in it, and is terminated by its surrender, or destruction without the fault of the possessor. So long as the ship and cargo are exposed to peril in the same voyage in which the jettison is made, the action in contribution is inchoate, and dependent on the ultimate safety of the thing; and thus far it resembles a real action. But when the safety of the ship and cargo is confirmed, the liability of the contributories becomes personal, and the sums due are recoverable without further reference to <span class=\"star-pagination\">*180</span> them; in France, by action in contribution; and in England, by a bill in equity for contribution, or action of assumpsit. It is a great mistake to suppose that the action in contribution was a hypothecary action, as I shall hereafter show.</p>\n<p>In the time of Emerigon it was thrown upon the master, as the legal attorney of all persons interested in the ship and cargo. It was his duty to collect the contributory shares, and to pay them among the parties concerned; but he was not liable for the shares of insolvents, nor obliged to detain the goods, and that was an unusual, if not an unprecedented remedy.</p>\n<p>The ordinance of 1681 simply permitted this remedy to be used. This ordinance was defective, in not defining the rights of the master in the goods liable to contribution. The ordinance id not take the precaution to establish the existence and legitimacy of privileged claims, is the testimony of those who framed the Code of Commerce of Napoleon. (3 Locre Com., 22.) The Code of Commerce was framed to repair what was considered a defect. In reference to average, it provides, \"that in all the cases before mentioned, the master and mariners have a privilege on the goods or their proceeds for the amount of the contribution.\" This clause was not in the \"projt\" of the commission, nor in their revision; but after successive changes, the article appears in this form for the first time in the final draught of the code. The jus in re is conferred by this clause on the master, and he may proceed to enforce his rights by judicial seizure and sale, or opposition, or he may sue each contributory for his share in contribution, and is responsible in an action to each of them. But the evils of dormant liens are removed by limitations upon the extent and duration of the claim. The code bars actions against the freighter who receives his goods and pays his freight without a legal notice of the claim for average; and each claim must be notified in twenty-four hours to the opposite party, and be pursued by judicial demand in one month. (Thier Droit Con., 41, 124, 277; 4 Locre Com.; 3 Pard. Droit Com., sec. 750; 18 Dall., 544.)</p>\n<p>Other articles define the liability of the owner, and the contributory share of the ship and cargo, the responsibility of the master, and create a privilege upon the ship and freight to answer the agreements of the charter-party, and whatever defaults of the master and mariners. (Thiernt Con. Droit, 28, sec. 2; 29, sec. 11; Code de Com., 190, secs. 11, 216, 222, 280.)</p>\n<p>The commentaries of Pardessus, Locr, Boulay, Paty, and other authors, are made upon these enactments of French statute law. They affirm that these articles establish, as the <span class=\"star-pagination\">*181</span> law of France, that the frieghter of a ship is obliged, by a contract or quasi contract to the master, to contribute his share of an average contribution; and that the master engages to indemnify the freighter whose property has suffered or been sacrificed for the common benefit; and that reciprocal rights of action are given to either party. I have no occasion to question the accuracy of their conclusions, nor to deny that the code itself embodies the usages, experience, and regulations, of the French nation in the management of their commerce, and is adapted to the wants and habits of their merchants. And no one can doubt that the authority of Louis XIV and Napoleon was adequate to the introduction of the ordinance and the code. But the question arises here  and it is one of grave import to those who desire to preserve the Constitution of the Union inviolate, and the limits it prescribes to the judicial power of the Federal Government, and the lines of division among the Federal courts undisturbed  the question arises, by what authority is it that the commercial system of France, the product of the legislative authority of her monarchs, has become the basis for judicial decision in the courts of the United States, and her legal administration of purely municipal regulations is taken as a guide to determine the jurisdictional limits of those courts of justice? That Congress may prescribe rules in reference to the settlement of average contributions, arising in the foreign or federal commerce of the country, may be admitted, and also may assimilate the American and French systems of commercial regulation. But I am not prepared to admit that this can be done by judicial authority.</p>\n<p>The commercial systems of Great Britain and the United States recognise no such contract between the masters and freighters as the French code establishes; they invest the master with no such privilege upon the property of the shippers; they confer no such powers to maintain suits, and subject him to no such liabilities. The policy and spirit of the British and American commercial systems tend to restrain the agency and control of subordinates to precise limits in settlements or contests with respect to property and obligations; wherever it can be done, they bring the owners of the property, and the principals in the obligations, to confront one another. In my opinion, this decree introduces a new principle into the American commercial system, and that this interpolation adds to the jurisdiction of the judiciary department of this Government. This is done by judicial authority. In my opinion, the Constitution does not give such a power to this court. I therefore dissent from the decree.</p>\n<p><span class=\"star-pagination\">*182</span> Having carefully examined the foregoing opinion of Mr. Justice CAMPBELL, after it was in print, I am satisfied with its correctness, and concur therein.</p>\n                                        J. CATRON.\n<p></p>\n<h2>Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the eastern district of Louisiana, and was argued by counsel. On consideration whereof, it is now here ordered, adjudged, and decreed, by this court, that the decree of the said Circuit Court in this cause be and the same is hereby reversed, without costs, and that this cause be and the same is hereby remanded to the said Circuit Court, with directions to ascertain the amount of the lien of the libellants on the Ann Elizabeth, for the share to be contributed by the vessel towards the loss sustained by the libellants, and to enter a decree accordingly.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">162</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">How.</span> <span class=\"page\">162</span></span></b></center>\n<center><h1>E.J. DUPONT DE NEMOURS &amp; CO., LIBELLANTS AND APPELLANTS,<br>\nv.<br>\nJOHN VANCE ET AL., CLAIMANTS OF THE BRIG ANN ELIZABETH.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*164</span> It was argued by Mr. Gerhard for the appellants, and Mr. Bayard for the claimants.</p>\n<p><span class=\"star-pagination\">*165</span> Mr. Justice CURTIS delivered the opinion of the court.</p>\n<p>This is an appeal from a decree of the Circuit Court of the United States for the eastern district of Louisiana.</p>\n<p>The libel alleges that the appellants shipped on board the brig Ann Elizabeth, at Wilmington, in the State of Delaware, a large quantity of gunpowder, to be carried to New Orleans, in the State of Louisiana; and that, on the shipment thereof, <span class=\"star-pagination\">*166</span> bills of lading, in the usual form, were signed by the master of the brig; that, according to the invoices of the merchandise specified in the bills of lading, its value was $7,233.75; that, on the arrival of the brig at New Orleans, the libellants required the delivery of the merchandise thus shipped, but they received only a part thereof; and that the part not delivered consisted of 1,646 packages, which, according to the same invoice valuation, amounted to the sum of $5,936.54.</p>\n<p>The libel further alleges that no part of that sum has been paid to the libellants; and it prays process against the brig, and a decree for the damages thus demanded, and for such other relief as shall to law and justice appertain.</p>\n<p>The master of the brig, intervening for his own interest and that of his part-owners, admits that the shipment of goods was made, as alleged in the libel; but propounds that, in the course of the voyage, it became necessary, for the safety of all concerned, through the perils and dangers of the seas, to make a jettison of that part of the libellant's goods which were shipped and not delivered.</p>\n<p>The first question is, whether the claimant has shown, in support of his defensive allegation, that the jettison was occasioned by a peril of the sea. If it was, then the carrier is exonerated from the delivery of the merchandise, and has only to respond for that part of its value which is his just contributory share towards indemnity for the common loss by the jettison. A jettison, the necessity for which was occasioned solely by a peril of the sea, is a loss by a peril of the sea, and within the exception contained in the bill of lading.</p>\n<p>But, if the unseaworthiness of the vessel, at the time of sailing on the voyage, caused, or contributed to produce, the necessity for the jettison, the loss is not within the exception of perils of the seas.</p>\n<p>That there was such a necessity for this jettison as justified the master in making it, we think, is proved. In the case of Lawrence v. Minturn, (17 How., 109,) this court had occasion to consider the extent of the authority of the master to make a jettison. We then held, that \"if he was a competent master; if an emergency actually existed, calling for a decision whether to make a jettison of a part of the cargo; if he appears to have arrived at his decision, with due deliberation, by a fair exercise of his skill and discretion, with no unreasonable timidity, and with an honest intent to do his duty, the jettison is lawful. It will be deemed to have been necessary for the common safety, because the person to whom the law has intrusted authority to decide upon and make it, has duly exercised that authority.\"</p>\n<p><span class=\"star-pagination\">*167</span> We find the case at bar is within this rule. We do not detail the evidence, because the authority of the master to make the jettison has not been seriously controverted.</p>\n<p>This part of the case turns upon the other inquiry, whether the vessel was unseaworthy for the voyage when it was begun.</p>\n<p>It is the hull of the vessel which is alleged to have been unseaworthy. To constitute seaworthiness of the hull of a vessel in respect to cargo, the hull must be so tight, stanch, and strong, as to be competent to resist all ordinary action of the sea, and to prosecute and complete the voyage without damage to the cargo under deck.</p>\n<p>If a vessel, during the voyage, has leaked so much as to injure the cargo, or render a jettison of it necessary, one mode of testing seaworthiness is, to ascertain what defects, occasioning leakage, were found in the vessel at the end of the voyage; and then to inquire which of those defects are attributable to perils of the seas, encountered during the voyage, and which, if any, existed when it was begun; and, if any of the latter be found, the remaining inquiry is, whether they were such as to render the vessel incompetent to resist the ordinary attacks of the sea, in the course of the particular voyage, without damage or loss of cargo.</p>\n<p>This vessel, on her arrival at New Orleans, was taken into dock, and examined. She was found to be a new vessel, and that she had been strained. A but, about midships, at or near the third or fourth streak, was started. The hood-ends forward were also strained, and, on trial, it was found they would take about a thread of oakum.</p>\n<p>Two worm-holes were also found in her bow, about three-eighths of an inch in diameter  one about three streaks from the keel, the other a little higher up. As the vessel was new, there seems to be no doubt these holes were in the plank when put on the vessel, but from some cause remained undiscovered.</p>\n<p>The vessel sailed from Wilmington on the afternoon of the 21st of December, 1852. The wind being northeast and strong, the vessel came to anchor at Reedy Island, and on the 22d proceeded to sea. The master, being a part-owner and claimant, has not been examined. The first officer appears to have died before the proofs were taken in the Circuit Court. No account is given of the second officer or the crew, except one seaman, who, together with two passengers, have been examined on the part of the claimants, to prove the occurrences of the voyage. It would have been more satisfactory to have had the evidence of one or more officers of the vessel, and especially of the mate, with his log-book. Still, these three witnesses do satisfactorily show, that on the night of the 23d of December, <span class=\"star-pagination\">*168</span> the brig encountered a strong gale and heavy seas, causing her to labor and strain badly. This weather continued, and the sea became more heavy, up to the night of the 27th. Until about 8 o'clock that night, it was not known the vessel was leaking; but, on sounding the pumps at that time, it was found that the vessel had two feet of water in the hold. The pumps were manned and kept going, but the leak increased two feet in about two hours. The jettison was then made, and the vessel so far relieved that the pumps could control the leak, and the vessel, with the residue of the cargo, arrived at New Orleans.</p>\n<p>It is manifest that the vessel encountered extraordinary action of the sea; and, as the vessel appears to have been new, and generally stanch and well fastened, the defects found at New Orleans, except the worm-holes, are fairly attributable to this cause. The starting of a but, and the opening of the hood-ends of a new vessel of ordinary strength, indicate a very uncommon degree of strain; and such defects would alone account for the amount of leakage of a vessel heavily laden, and exposed to such a sea as is described.</p>\n<p>We do not think the existence of the worm-holes amount to unseaworthiness. Any leak which might have been occasioned by them in any ordinary sea, does not appear to have been such as the pumps could not control, without damage to the cargo. All vessels have leaks; and, independent of the strains received from the violent action of the sea, we are not satisfied this vessel would have leaked so much that the pumps could not have controlled the water in her hold, and prevented its doing damage to the cargo.</p>\n<p>We find, therefore, that the vessel is exonerated from the claim for the full value of the merchandise; and the remaining question is, whether the vessel is chargeable with any part of the value of the merchandise in this cause.</p>\n<p>When a lawful jettison of cargo is made, and the vessel and its remaining cargo are thereby relieved from the impending peril, and ultimately arrive in the port of destination, though the shipper has not a lien on the vessel for the value of his merchandise jettisoned, he has a lien for that part of its value which the vessel and its freight are bound to contribute towards his indemnity for the sacrifice which has been made for the common benefit. And this lien on the vessel is a maritime lien, operating by the maritime law as a hypothecation of the vessel, and capable of being enforced by proceedings in rem.</p>\n<p>The right of the shipper to resort to the vessel for claims growing directly out of his contract of affreightment, has very long existed in the general maritime law. It is found asserted <span class=\"star-pagination\">*169</span> in a variety of forms in the Consulado, the most ancient and important of all the old codes of sea laws, (see chaps. 63, 106, 227, 254, 259;) and the maxim that the ship is bound to the merchandise, and the merchandise to the ship, for the performance of the obligations created by the contract of affreightment, is a settled rule of our maritime law. (The Schooner Freeman, 18 How., 182; The Ship Packet, 3 Mason, 261; The Volunteer, 1 Sum., 550; The Reeside, 2 Sum., 467; The Rebecca, Ware's R., 188; The Phbe, Ib., 263; The Waldo, Davies's R., 161; The Gold Hunter, 1 Blatch. and How., 305.)</p>\n<p>Pothier declares (Treatise of Charter-parties, preliminary chapter on Average) that the right to contribution in general average is dependent on the contract of affreightment, which embraces in effect an undertaking, that if the goods of the shipper are damaged for the common benefit, he shall receive a due indemnity by contribution from the owners of the ship, and of other merchandise benefited by the sacrifice.</p>\n<p>The power and duty of the master to retain and cause a judicial sale of the merchandise saved, has also been long established. (Consulado del Mare, ch. 51, 52, 53, and note 1 in vol. 3, p. 103 of Pardessus's Collection; Laws of Oleron, art. 9; Ord. de la Marine, Liv. 3, tit. 8, sec. 21, 25; Nesbit on Ins., 135; Strong v. New York Firemen's Insurance Company, 11 John. R., 323; Simonds v. White, 2 B. and C., 805; Loring v. The Neptune Insurance Company, 20 Pick., 411; 3 Kent. Com., 243, 244.) And this right to enforce a judicial sale, through what we term a lien in rem, is not confined to the merchandise, but extends to the vessel.</p>\n<p>Emerigon, (ch. 12, sec. 43,) speaking generally of an action of contribution, says it is in its nature a real action. Cassaregis, (dis. 45, N. 34,) \"est in rem scripta.\"</p>\n<p>It would be extraordinary if the right to a lien were not reciprocal; if it existed in favor of the vessel, when sacrifice was made of part or the whole of its value, for preservation of the cargo, and not against the vessel, when sacrifice was made of the cargo for preservation of the vessel.</p>\n<p>By the ancient admiralty law, the master could bind both the ship and cargo by an express hypothecation, to obtain a ransom on capture. So he could, and still may, when the whole enterprise has fallen into distress, which could not otherwise be relieved, hypothecate both the vessel and cargo to obtain means of relief. These are cases of express hypothecation made by the master, under the authority conferred on him by the maritime law; but he can also sell a part of the cargo to enable him to prosecute his voyage, or deliver a part of it in payment of ransom of his vessel, and the residue of the <span class=\"star-pagination\">*170</span> cargo, on capture; and when he does so, the law of the sea creates a lien on the vessel, as security for the reimbursement of the loss of the shipper whose goods have been sacrificed. (The Packet, 3 Mason, 255; Pope v. Nickerson, 3 Story's R., 492; The Gold Hunter, 1 Blatch. and How., 300; The Boston, Ib., 309; Consol. del Mare, ch. 105; Laws of Oleron, art. 25; Ord. of Antwerp, art. 19; Emerigon Con. a la Grosse, ch. 4, secs. 9, 11.)</p>\n<p>The authority to make a jettison of cargo is derived from the same source; an instant necessity, incapable of being provided for save by a sacrifice of part of what is committed to the master's care, and the presumed consent of the owners of all the subjects at risk, that the loss shall become a charge upon what is benefited by the sacrifice. (The Gratitudine, 3 Rob., 210.) If the sacrifice be made to enable the vessel to perform the voyage, by paying what the owners are bound to pay to complete it, the charge is on the vessel and its owners. If it be made to relieve the adventure from a peril which has fallen on all the subjects engaged in it, the risk of which peril was not assumed by the carrier, the charge is to be borne proportionably by all the interests, and there is a lien on each to the extent of its just contributory obligation. This authority of the master to make the sacrifice, and this consent of the owners of the subjects at risk to have it made, and their implied undertaking to contribute towards the loss, are viewed by the admiralty law as sufficient to create an hypothecation of the subjects benefited, for the security of the payment of the several sums for which those subjects are respectively liable. In other words, as the master is authorized to relieve the adventurer from distress, by means of an express hypothecation, in case of capture or distress in port, or by means of a sale of part of the cargo, thereby creating a maritime lien on the property ultimately benefited, in favor of the owner of what is sold or hypothecated; so he may also, in a case of necessity at sea, make a jettison of cargo, and thereby create a lien on the property thus saved from peril. Pothier (Con. Mar., n., 34, 72) and Emerigon (Con. a la Grosse, ch. 4, sec. 9) say that the sale of part of the cargo in port, to supply the necessities of the ship, is a kind of forced loan. Though the sacrifice of part of the cargo at sea cannot be considered a loan, it is a forced appropriation of it to the general benefit of those engaged in a common adventure, under a contract of affreightment; and such use of the property of one, for the benefit of others, creates a charge on what was thus saved, for what may fairly be termed the price of that safety. (Abbott on Shipping, part 4, ch. 10, s. 6.)</p>\n<p><span class=\"star-pagination\">*171</span> In United States v. Wilder, (3 Sumner, 311,) which was a case of general average, Mr. Justice Story likens it to a case of salvage, where safety is obtained by sacrifices of labor and danger, made for the common benefit; and he says the general maritime law gives a lien in rem for the contribution, not as the only remedy, but as in many cases the best remedy, and in some cases the only remedy. In the District and Circuit Courts of the United States, this jurisdiction has been exercised, and some cases of this kind are found in the books, though most of their decisions are not in print. (The Mary, 5 Law Reporter, 75; 6 Ib., 73; The Cargo of the George, 8 Law Reporter, 361; Sparks v. Kittredge, 9 Law Reporter, 349; Dunlap's Ad. Pr., 57; 2 Browne's Civ. and Ad. Law, 122; The Packet; The Gold Hunter; The Boston, above cited.) The restricted admiralty jurisdiction in England seems insufficient to enforce this lien. (The Constantia, 2 W. Rob., 487.)</p>\n<p>Nor is there anything in the case of Rae v. Cutler, decided by this court in 1849, and reported in 7 How., 729, which conflicts with the view we have now taken.</p>\n<p>That was a libel by the owner of a vessel against the consignee of cargo, to recover the contributory share of the average due from the goods which the master had voluntarily delivered to the respondent before the libel was filed. The court decided, that though the master, as the agent of the owner of the vessel in that case, had by the maritime law a lien upon the goods, as security for the payment of their just contribution, this lien was lost by their voluntary delivery to the consignee; and that the implied promise to contribute could not be enforced by an action in personam against the consignee, in the admiralty. This admits the existence of a lien, arising out of the admiralty law, but puts it on the same footing as a maritime lien on cargo for the price of its transportation; which; as is well known, is waived by an authorized delivery without insisting on payment.</p>\n<p>On full consideration, we are of opinion that when cargo is lawfully jettisoned, its owner has, by the maritime law, a lien on the vessel for its contributary share of the general average compensation; and that the owner of the cargo may enforce payment thereof by a proper proceeding in rem against the vessel, and against the residue of the cargo, if it has not been delivered.</p>\n<p>The remaining question is, whether the pleading in this case are in such form as to present this claim for the consideration of this court, and entitle the libellant to assert a lien on the vessel for its contribution.</p>\n<p>The rules of pleading in the admiralty are exceedingly simple <span class=\"star-pagination\">*172</span> and free from technical requirements. It is incumbent on the libellant to propound with distinctness the substantive facts on which he relies; to pray, either specially or generally, for the relief appropriate to them; and to ask for such process of the court as is suited to the action, whether in rem or in personam.</p>\n<p>It is incumbent on the respondent to answer distinctly each substantive fact alleged in the libel, either admitting or denying, or declaring his ignorance thereof, and to allege such other facts as he relies upon as a defence, either in part or in whole, to the case made by the libel.</p>\n<p>The proofs of each party must correspond substantially with his allegations, so as to prevent surprise. But there are no technical rules of variance, or departure in pleading, like those in the common law, nor is the court precluded from granting the relief appropriate to the case appearing on the record, and prayed for by the libel, because that entire case is not distinctly stated in the libel. Thus, in cases of collision, it frequently occurs that the libel alleges fault of the claimant's vessel; the answer denies it, and alleges fault of the libellant's vessel. The court finds, on the proofs, that both were in fault, and apportions the damages.</p>\n<p>Looking to this libel, we find it states that a contract of affreightment was made to transport these goods from Wilmington to New Orleans, on board this brig; that the goods were laden on board, and the brig had arrived, but only a part of the goods have been delivered. It states the value of the part not delivered, avers that the libellants have not been paid any part of that sum, prays for process against the brig, and a decree for the value of the merchandise not delivered, and also for such other relief as to law and justice may appertain.</p>\n<p>The answer admits all the facts stated in the libel, but sets up, by way of defensive allegation, a necessary jettison of that part of the cargo not delivered. It is manifest, that though this answers, in part, the claim for damages made by the libel, it does not wholly answer it. It shows sufficient cause why the libellant should not assert a lien on the brig for the whole value of his merchandise, but at the same time shows that the libellant has a valid lien on the brig for that part of the value of the merchandise which the vessel is bound to contribute. While it asserts that the performance of the contract of affreightment by transportation of the merchandise to New Orleans was excused by a peril of the sea, it admits that an obligation arose out of the relations of the parties created by that contract of affreightment, and out of the facts relied on as an excuse for not transporting the merchandise; that this <span class=\"star-pagination\">*173</span> obligation was to pay to the shipper a part of the value of his goods; that it was the duty of the master, at the port of New Orleans, to ascertain what part of that value the vessel was bound to contribute, and that there is a lien on the vessel to secure its payment.</p>\n<p>If the technical rules of common-law pleading existed in the admiralty, there might be difficulty in admitting a claim for general average, in an action founded on a contract of affreightment; because, though the claim for such average grows out of the contract of affreightment, the implied promise to pay it is technically different from the promise on the face of a bill of lading. In the case of Pope v. Nickerson, (3 Story, 465,) Mr. Justice Story went into a very extensive examination of such claims, under an agreed statement of facts, in an action of assumpsit on bills of lading; and it does not seem to have occurred, either to him or the counsel, that it was inconsistent with any substantial rule of the common law so to do.</p>\n<p>But in the admiralty, as we have said, there are no technical rules of variance or departure. The court decrees upon the whole matter before it, taking care to prevent surprise, by not allowing either party to offer proof touching any substantive fact not alleged or denied by him.</p>\n<p>But where, as in this case, the defensive allegation of the respondent makes a complete case for the libellant, so that no evidence in support of it is required, and where that case is within the form of action and the prayer of relief, and the process used by the libellant, we think it not a sufficient reason for refusing relief, that the precise case on which the court think fit to grant it is not set out in the libel.</p>\n<p>We understand, that in the court below the libellants relied on the duty of the master to adjust and collect, and pay to them, the general average contributions, as precluding the defence of a necessary jettison. We think this defence was properly overruled. The libellants did not there insist on their lien on the vessel for its contribution. We do not consider their failure to do so precludes them from calling on this court to make that decree, to which the record shows they are entitled. In Finlay v. Lynn, (6 Cranch, 238,) this court was of opinion that the appellant, whose bill was dismissed by the Circuit Court, was entitled to an account, on a ground not assumed in the Circuit Court. This court said: \"The plaintiff probably did not apply for this account in the court below, and it does not appear to have been a principal object of his bill. This court therefore doubted whether it would be most proper to affirm the decree dismissing the bill, with the addition that it should be without prejudice to any future claim <span class=\"star-pagination\">*174</span> for profits, and for the debt due from one store to the other, or to open the decree and direct the account. The latter is deemed the more equitable course. The decree, therefore, is to be reversed, and the cause remanded, with directions to take an account of the profits of the jewelry store, if the same shall be demanded by the plaintiff.\" But, as the libellants failed to call the attention of the Circuit Court to this view of their rights, and placed their claim there solely on the grounds that the jettison was unlawful, or, if lawful, could not be a defence, because the master had failed to do the duty incumbent on him in a case of general average, we think the decree should be reversed, without costs. The cause must be remanded to the Circuit Court, with directions to ascertain the amount of the lien of the libellants on the Ann Elizabeth, for the share to be contributed by the vessel towards the loss sustained by the libellants, and to enter a decree accordingly.</p>\n<p>Mr. Justice CATRON and Mr. Justice CAMPBELL dissented.</p>\n<p>Mr. Justice CAMPBELL dissenting.</p>\n<p>I dissent from that part of the opinion of this court which allows to the libellants a decree against the libellee for the amount of his contributory share in the account of average.</p>\n<p>The libel is for the non-delivery of cargo according to the conditions of a bill of lading. The exemption claimed in the answer is, that the failure was occasioned by a peril of the seas, which made a jettison of the goods necessary; and this issue was tried in the District and Circuit Courts.</p>\n<p>The objection raised here is, that the exemption is not complete, unless the contributory share of the libellee, to be ascertained, in the first place, by the adjustment of an average account, is also admitted and tendered.</p>\n<p>In Bird v. Astcott, (Bulst., 280,) which was an action on the case against a carrier for the non-delivery of goods lost by a jettison, Coke, Lord Ch. J., cited a case which had been decided, and said, in respect to it, \"We all did resolve, that this being the act of God, this sudden storm, which occasioned the throwing over of the goods, and which could not be avoided; and for this reason the plaintiff recovered nothing.\" (Mouse's case, 12 Co., 63.)</p>\n<p>I have not been able to find a precedent, either in the United States or Great Britain, where a contributory share, in the nature of average, has been recovered, in a contentious litigation, in an action on a bill of lading for the non-delivery of cargo.</p>\n<p>But the books of precedents show that average contributions <span class=\"star-pagination\">*175</span> are recovered in actions, either of special or general assumpsit, the form of the action depending on the fact of the adjustment of the account. (2 Chitt. Plead., 50, 152, 161; Saund. Plead. and Ev., 278.)</p>\n<p>\"I entertain a decided opinion,\" said Chancellor, then Ch. J. Kent, \"that the established principles of pleading, which compose what is called its science, are rational, concise, luminous, and ought, consequently, to be very carefully touched by the hand of innovation.\" (1 Joh., 471, Bayard v. Malcolm.) And the advantage of an orderly, not to say scientific system of administration, is as apparent in the courts of admiralty, and the mischiefs of uncertainty or inexactness are as positive there, as in any other tribunals. Such seems to have been the opinion of Justice Story. (The Boston, 1 Sum., 328.) This difference in opinion with the court would not have been the ground of a public dissent on my part, if I had not deemed the decree erroneous, and if I did not believe that the parent error is to be found in this departure from accurate pleading. The decree treats the liability of the master or owner for an average contribution as an integral part of their special written contract of affreightment; and their failure to pay their share of average is disposed of as a breach of the express obligation. My opinion is, that the obligations are distinct, though intimately associated, and are referable to different principles of law, and in the judicial administration of the United States may be subject to distinct jurisdictions.</p>\n<p>The principle of the rule of general contribution, as applied to the case of a jettison, exists in all commercial nations; and the rule itself became a part of the statute law of England, in the reign of the Conqueror, and that of his youngest son. In a later period, the same principle was applied to a great number of analogous cases.</p>\n<p>The inquiry is, upon what courts was the duty devolved of enforcing and administering this principle of general jurisprudence, and particularly in the cases of average? In Berkley v. Peregrave, (1 East., 220,) which was a special action of assumpsit for average on an unadjusted average account, Lord Kenyon says: \"This action, the grounds and nature of which are fully set out in the special count, is founded in the common principles of justice. A loss is incurred, which the law directs shall be borne by certain persons in their several proportions. When a loss is to be repaired in damages, where else can they be recovered but in the courts of common law? And wherever the law gives a right, generally, to demand payment of another, it raises an implied promise in that person to pay.\" In Dobson v. Wilson, (3 Camp., 480,) Lord Ellenborough said: \"A <span class=\"star-pagination\">*176</span> court of equity may perhaps be a more convenient forum for adjusting the claims of the different parties concerned; but if a shipper of goods, which are sacrificed for the salvation of the rest of the cargo, is entitled to receive a contribution from another shipper whose goods are saved, I know not how I can say this may not be recovered by an action at law. This is a legal right, and must be accompanied with a legal remedy. The difficulty of showing, by strict evidence, the exact amount of the contribution, is great; but, as there are data upon which it may be calculated with great certainty, I think is no objection to the action.\" (Price v. Noble, 4 Taun., 123.)</p>\n<p>Holroyd, in the argument of the case in East., said: \"At the common law, where a contribution was required, a writ of contribution issued, precedents of which are to be found. (Fitz. Nat. Brev.) This has fallen into disuse; because, in most instances, as many persons were concerned, a more easy remedy was administered in equity.\"</p>\n<p>And so, from the earliest of the chancery reports, we learn that chancery will enforce an average or contribution to be made, when necessary, and that it will enforce an agreement among merchants to pay average. (Comyns's Dig., Chan. 2 J., 2 S.; Hick v. Pallington, Moor., 442; Ca. Parl., 19.) Spence, in his history of equitable jurisdiction, says, \"That the court of chancery, from a period which cannot be traced, but which, as it was also apparently adopted from the Roman law, was probably coeval with the establishment of the court, exercised jurisdiction to compel contribution amongst general shippers of goods, when those belonging to one were thrown overboard for the safety of the ship, or in cases, as they are technically called, of general average.\" (1 Spenc. Eq. Ju., 663.) The popular treatises on the chancery system show that the title \"Contribution\" is one of great reach, comprehending a variety of cases which rest upon a familiar maxim of equity, and that average is only an instance of its application. How stands the historical evidence in regard to the jurisdiction of the admiralty courts, with reference to this subject? What say the \"Black Book\" and \"Godolphin,\" or the controversionalists, Prynne, or Jenkins, in support of the ancient claims of these tribunals? What is to be found in the treaty of limits between the courts of common law and admiralty? In the case of the Constancia, (2 W. Rob., 488,) a question arose upon the distribution of the proceeds of a ship and cargo which were on deposit in the registry of the court, in a cause in which its jurisdiction was indisputable.</p>\n<p>The claimant asserted a preference in the distribution, because a portion of the cargo belonging to him had been sold <span class=\"star-pagination\">*177</span> for the repairs of the ship. The learned judge of that court said: \"As far as my own experience extends, no claim of a similar description is to be found in the annals of the court; a circumstance which naturally induces me to consider with some carefulness whether the novelty of the claim be specious or real. In other words, whether, novel in appearance, it does not rest upon some recognised principles by which other claims have been decided. What, then, is the true character of the claim in question? It is a claim on behalf of the owners of certain property shipped on board of the vessel, and applied to relieve the ship's necessities, and to enable her to complete her voyage.</p>\n<p>\"In the case of the Gratitudinine, Lord Stowell has held that property so sacrificed is to be considered as the proper subject of general average; and Lord Tenterden, in his book on shipping, lays down the same doctrine. If this be so, and if, upon the authority of my Lord Stowell, thus confirmed by my Lord Tenterden, I am to consider this claim as a subject of general average, two considerations immediately suggest themselves. First, whether I have any jurisdiction at all over questions of general average; and, secondly, whether I could satisfactorily exercise such a jurisdiction under the circumstances of this case? The absence of any precedent, where the court has exercised the jurisdiction, is of itself a strong prima facie proof that I have no authority to entertain the question at all; and I am the more strongly inclined to this opinion, by the further consideration that, in all cases of average, it is essential that the tribunal which is to adjust it should have the power to compel all parties interested to come in, and to pay their quota. I possess no such power; and if I could not bring all parties interested before the court, I could not adjust a general average, which is a proportionate contribution by all.\" These citations from the opinions of the various tribunals which administer different departments of the judicial power of Great Britain, show that the doctrine upon which average contributions is made is not peculiar to the maritime code; and, also, that the maritime courts of the first commercial power that has existed have never administered it, and their judges suppose their modes of proceeding unsuitable to it. In the case of the Constancia, the res was in the custody of the court of admiralty, yet that court denied the existence of a maritime lien, or that any liability of the freighters against the ship could be enforced there. And this is equally apparent from the doctrines of the courts of chancery and law. In Halllett v. Bonsfield, (18 Vesey, jr., 187,) which was the case of a shipper whose property had been overthrown to lighten a ship in a storm, and who moved <span class=\"star-pagination\">*178</span> to restrain the master and ship-owner from delivering any part of the cargo and receiving the freight, or parting with any share of the ship, Lord Eldon said, \"that in such a case there is a lien upon the goods of each freighter, for contribution and average, in some sense; that is, the master is not bound to part with any part of the cargo until he has security from each person for his proportion of the loss; but there is no authority, that on the ground that he has a lien to the extent of entitling him to call on every person to give security for the amount of their average when it shall be adjusted, every owner of a part of the cargo can compel the captain to do so; and it strikes me, upon the short time I have had to consider it, that is a length the plaintiff cannot reach. The defendant it is true is a trustee for others, but the nature of the trust is regulated by the practice; and there is no instance of an action, or a suit in equity, to effectuate the lien, otherwise than through the right of the master to take security; that practice ascertaining the true nature and extent of the trust.\" This lucid statement of the English law explains the meaning of the older class of writers on commercial law, when they speak of the master's lien, and his duty to settle an average account.</p>\n<p>Valin observes, that the article of the ordinance of 1681, which confers a right of detention upon the master, does not impose an imperative obligation upon him, and that he may deliver to each freighter his goods, without fear of consequences, unless specially required to withhold them. And other writers concur in the opinion, that the freighters, under that ordinance, had no action against one another. (Boucher Droit Mar., 450, 451.)</p>\n<p>Lord Tenterden cites this case from Vesey, jr., without dissent, in his work on shipping, (Abb. on Ship., 508;) and in Simonds v. White, (2 B. and C., 805,) he describes the power of the master over the goods \"as a power of detention,\" given in order that the expense, inconvenience, and delay of actions and suits, may be avoided. This court, in Cutler v. Rae, (7 Howard, 729,) declared that the party entitled to contribution \"has no absolute and unconditional lien upon the goods liable to contribute. The captain has a right to retain them until the general average with which they are charged has been paid or secured; and, that this right of retainer is a \"qualified lien,\" \"dependent on the possession of the goods by the master or ship-owners,\" and \"ceases when they are delivered to the owner or consignee;\" \"and does not follow them into their hands, nor adhere to the proceeds;\" and a corresponding opinion of Lord Tenterden is to be found in Scaife v. Tobin, (3 Barn. and Ad., 523,) in which he says, \"a consignee who is the absolute owner <span class=\"star-pagination\">*179</span> of the goods is liable to pay general average, because the law throws upon him that liability; but a mere consignee, who is not the owner, is not liable.\" And this demonstrates that the lien for average is not a maritime lien. A maritime lien does not include or require possession. The claim or privilege travels with the thing, into whosesoever possession it may come. It is inchoate from the moment the claim or privilege attaches, and when carried into effect by legal process, by a proceeding in rem, relates back to the period when it first attached. (Harmer v. Bell, 2 L. and Eq., 63.) These cases show, that neither in the adjudications of the courts of Great Britain or the United States, nor in the usages of their merchants, is there any sanction for the doctrines of this decree. No adjudication during sixty years of our history is to be found, where the power to adjust or to collect an average account is affirmed, or has been exerted by the district courts sitting in admiralty, upon direct application to them for the purpose.</p>\n<p>The importance of the subject will justify me in an examination of the continental authorities, which are supposed to establish the existence of a maritime lien for contribution. The ancient codes do nothing more than recognise the existence of a rule of contribution in regard to losses arising from a jettison, or cases of a similar character, and the master's power of detention of the cargo saved, for the security or payment of the contributory shares, but they do not ascribe any greater operation to the rule, either in affecting property or in designating the jurisdictions to which the enforcement of the rule should be committed.</p>\n<p>The leading authority cited for the doctrine, that average affords a maritime lien on the property saved, is found in a line of Emerigon, who says, \"the action in contribution is real in its nature.\"</p>\n<p>But that author discriminates the feature in a real action to which the action in contribution has any resemblance. The feature is, \"that the action vanishes if the effects saved by means of the jettison perish before arriving at their destination.\"</p>\n<p>The real action is for a thing, or to assert some right in it, and is terminated by its surrender, or destruction without the fault of the possessor. So long as the ship and cargo are exposed to peril in the same voyage in which the jettison is made, the action in contribution is inchoate, and dependent on the ultimate safety of the thing; and thus far it resembles a real action. But when the safety of the ship and cargo is confirmed, the liability of the contributories becomes personal, and the sums due are recoverable without further reference to <span class=\"star-pagination\">*180</span> them; in France, by action in contribution; and in England, by a bill in equity for contribution, or action of assumpsit. It is a great mistake to suppose that the action in contribution was a hypothecary action, as I shall hereafter show.</p>\n<p>In the time of Emerigon it was thrown upon the master, as the legal attorney of all persons interested in the ship and cargo. It was his duty to collect the contributory shares, and to pay them among the parties concerned; but he was not liable for the shares of insolvents, nor obliged to detain the goods, and that was an unusual, if not an unprecedented remedy.</p>\n<p>The ordinance of 1681 simply permitted this remedy to be used. This ordinance was defective, in not defining the rights of the master in the goods liable to contribution. The ordinance id not take the precaution to establish the existence and legitimacy of privileged claims, is the testimony of those who framed the Code of Commerce of Napoleon. (3 Locre Com., 22.) The Code of Commerce was framed to repair what was considered a defect. In reference to average, it provides, \"that in all the cases before mentioned, the master and mariners have a privilege on the goods or their proceeds for the amount of the contribution.\" This clause was not in the \"projt\" of the commission, nor in their revision; but after successive changes, the article appears in this form for the first time in the final draught of the code. The jus in re is conferred by this clause on the master, and he may proceed to enforce his rights by judicial seizure and sale, or opposition, or he may sue each contributory for his share in contribution, and is responsible in an action to each of them. But the evils of dormant liens are removed by limitations upon the extent and duration of the claim. The code bars actions against the freighter who receives his goods and pays his freight without a legal notice of the claim for average; and each claim must be notified in twenty-four hours to the opposite party, and be pursued by judicial demand in one month. (Thier Droit Con., 41, 124, 277; 4 Locre Com.; 3 Pard. Droit Com., sec. 750; 18 Dall., 544.)</p>\n<p>Other articles define the liability of the owner, and the contributory share of the ship and cargo, the responsibility of the master, and create a privilege upon the ship and freight to answer the agreements of the charter-party, and whatever defaults of the master and mariners. (Thiernt Con. Droit, 28, sec. 2; 29, sec. 11; Code de Com., 190, secs. 11, 216, 222, 280.)</p>\n<p>The commentaries of Pardessus, Locr, Boulay, Paty, and other authors, are made upon these enactments of French statute law. They affirm that these articles establish, as the <span class=\"star-pagination\">*181</span> law of France, that the frieghter of a ship is obliged, by a contract or quasi contract to the master, to contribute his share of an average contribution; and that the master engages to indemnify the freighter whose property has suffered or been sacrificed for the common benefit; and that reciprocal rights of action are given to either party. I have no occasion to question the accuracy of their conclusions, nor to deny that the code itself embodies the usages, experience, and regulations, of the French nation in the management of their commerce, and is adapted to the wants and habits of their merchants. And no one can doubt that the authority of Louis XIV and Napoleon was adequate to the introduction of the ordinance and the code. But the question arises here  and it is one of grave import to those who desire to preserve the Constitution of the Union inviolate, and the limits it prescribes to the judicial power of the Federal Government, and the lines of division among the Federal courts undisturbed  the question arises, by what authority is it that the commercial system of France, the product of the legislative authority of her monarchs, has become the basis for judicial decision in the courts of the United States, and her legal administration of purely municipal regulations is taken as a guide to determine the jurisdictional limits of those courts of justice? That Congress may prescribe rules in reference to the settlement of average contributions, arising in the foreign or federal commerce of the country, may be admitted, and also may assimilate the American and French systems of commercial regulation. But I am not prepared to admit that this can be done by judicial authority.</p>\n<p>The commercial systems of Great Britain and the United States recognise no such contract between the masters and freighters as the French code establishes; they invest the master with no such privilege upon the property of the shippers; they confer no such powers to maintain suits, and subject him to no such liabilities. The policy and spirit of the British and American commercial systems tend to restrain the agency and control of subordinates to precise limits in settlements or contests with respect to property and obligations; wherever it can be done, they bring the owners of the property, and the principals in the obligations, to confront one another. In my opinion, this decree introduces a new principle into the American commercial system, and that this interpolation adds to the jurisdiction of the judiciary department of this Government. This is done by judicial authority. In my opinion, the Constitution does not give such a power to this court. I therefore dissent from the decree.</p>\n<p><span class=\"star-pagination\">*182</span> Having carefully examined the foregoing opinion of Mr. Justice CAMPBELL, after it was in print, I am satisfied with its correctness, and concur therein.</p>\n                                        J. CATRON.\n<p></p>\n<h2>Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the eastern district of Louisiana, and was argued by counsel. On consideration whereof, it is now here ordered, adjudged, and decreed, by this court, that the decree of the said Circuit Court in this cause be and the same is hereby reversed, without costs, and that this cause be and the same is hereby remanded to the said Circuit Court, with directions to ascertain the amount of the lien of the libellants on the Ann Elizabeth, for the share to be contributed by the vessel towards the loss sustained by the libellants, and to enter a decree accordingly.</p>\n</div>", "id": 87078, "judges": "Curtis", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/87078/", "sha1": "02399966f35745858093987f1f26b2672df088db", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:00:58"}