{"absolute_url": "/opinion/104202/fernandez-v-wiener/", "blocked": false, "citation": {"case_name": "Fernandez v. Wiener", "docket_number": "58", "document_uris": ["/api/rest/v2/document/104202/"], "federal_cite_one": "326 U.S. 340", "federal_cite_three": null, "federal_cite_two": null, "id": 88585, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/88585/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 19, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1946-02-11", "date_modified": "2014-12-21T01:47:31.314051", "docket": "/api/rest/v2/docket/478140/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">326 U.S. 340</p>\n    <p class=\"case_cite\">66 S.Ct. 178</p>\n    <p class=\"case_cite\">90 L.Ed. 116</p>\n    <p class=\"parties\">FERNANDEZ, Collector of Internal Revenue,<br>v.<br>WIENER et al.</p>\n    <p class=\"docket\">No. 58.</p>\n    <p class=\"date\">Argued Nov. 5, 1945.</p>\n    <p class=\"date\">Decided Dec. 10, 1945.</p>\n    <p class=\"date\">Rehearing Denied Feb. 11, 1946.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">See 327 U.S. 814, 66 S.Ct. 525.</p>\n      <p class=\"indent\">Appeal from the District Court of the United States for the Eastern District of Louisiana.</p>\n      <p class=\"indent\">[Syllabus from pages 340-342 intentionally omitted]</p>\n      <p class=\"indent\">Samuel O. Clark, Jr., Asst. Atty. Gen., for appellant.</p>\n      <p class=\"indent\">Messrs. Sidney L. Herold, of Shreveport, La., and Charles E. Dunbar, Jr., of New Orleans, La., for appellees.</p>\n      <p class=\"indent\">Mr. Max Radin, of Berkeley, Cal., for the State of California et al., as amici curiae by special leave of court.</p>\n      <p class=\"indent\">Mr. Chief Justice STONE delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case the Commissioner of Internal Revenue, proceeding under &#167; 811(e) (2) of the Internal Revenue Code, 26 U.S.C. &#167; 811(e)(2), as amended by &#167; 402 of the Revenue Act of 1942, 56 Stat. 798, 26 U.S.C.A. Int.Rev.Code, &#167; 811(e)(2), has levied an estate tax on the termination of the marital community by the death of the husband, a domiciled resident of Louisiana, the tax being measured by the value of the entire community property. And, on the authority of &#167; 811(g)(4) of the Code, 26 U.S.C. &#167; 811(g)(4), as amended by &#167; 404 of the same statute, 26 U.S.C.A. Int.Rev.Code, &#167; 811(g)(4), he also included in decedent's gross estate the entire proceeds of insurance policies on the decedent's life.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The principal questions for decision are (1) whether the power asserted by the statute, to tax the entire community interest, is within the taxing power of the United States; (2) whether the tax infringes the due process clause of the Fifth Amendment; (3) whether the taxing statute contravenes the command of Article I, &#167; 8 of the Constitution that 'Excises shall be uniform throughout the United States'; (4) whether the tax so far as it is measured by the surviving wife's share of the community property, is a direct tax, invalid because not apportioned as required by Article I, &#167; 8 of the Constitution; and (5) whether the tax invades the powers reserved to the states by the Tenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellees, the children and sole heirs of decedent, brought this suit in the District Court for Eastern Louisiana, to recover from appellant, the collector, as an alleged overpayment, so much of the estate tax paid as is attributable to the inclusion in decedent's gross estate of his wife's share of the community property, and of all, rather than half, of the insurance money. The district court gave judgment for appellees, 60 F.Supp. 169, holding that the statute as applied violated the due process clause of the Fifth Amendment. The case comes here on direct appeal from the judgment of the district court under &#167; 2 of the Act of August 24, 1937, 50 Stat. 751, 28 U.S.C. &#167; 349a, 28 U.S.C.A. &#167; 349a, appellant assigning as error the lower court's ruling that the statute denied due process, and the court's failure to sustain the levy as a constitutional exercise of the federal taxing power.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The facts as found by the district court are not in dispute. In 1907, decedent, a resident of Louisiana, married a Louisiana resident with whom he lived in that state until his death, his wife surviving. During the marriage he carried on in Louisiana various kinds of business. With the exception of certain real estate located in Mississippi, all the property of decedent at the time of his death was held in ownership by the martial community which existed between him and his wife. As no time during the existence of the community was the wife gainfully employed outside the household, nor did she receive from any one any salary or other compensation for personal services, nor was any part of the community property derived originally from any separate property of her own. Decedent, having by his will constituted appellees his sole heirs, and having no debts of consequence, no administration was had on his estate, and appellees were by judgment of the probate court placed in possession of all decedent's property.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellees filed the federal estate tax return, in which they reported only onehalf of the net value of the community property as subject to the tax. Included in the community property, and also reported to the extent of only one-half, were the proceeds of fifteen policies of insurance on the life of decedent, all of which were (a) effected by decedent during the marriage, (b) named the wife as beneficiary, and (c) reserved the right to the insured of changing the beneficiary. All of the premiums on these policies had been paid from community funds. The Commissioner assessed a deficiency in estate tax based upon respondents' failure to include in the gross estate, subject to tax, the entire value of all the community property, and the proceeds of the fifteen insurance policies. Appellees paid the deficiency and, following rejection of their claim for refund, brought the present suit to recover the amount of the deficiency payment which has resulted in the judgment in their favor,</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Section 402 of the Revenue Act of 1942 amended &#167; 811(e) of the Internal Revenue Code, 26 U.S.C., &#167; 811(e), 26 U.S.C.A.Int.Rev.Code, &#167; 811(e), so as to include in the gross estate of decedent, subject to the estate tax:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'(2) Community interests. To the extent of the interest therein held as community property by the decedent and surviving spouse under the law of any State * * * of the United States, * * * except such part thereof as may be shown to have been received as compensation for personal services actually rendered by the surviving spouse or derived originally from such compensation or from separate property of the surviving spouse. In no case shall such interest included in the gross estate of the decedent be less than the value of such part of the community property as was subject to the decedent's power of testamentary disposition.'<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The revenue laws make no provision for the distribution of the burden of the tax beyond providing that the tax shall be a lien on all of the property included in the decedent's gross estate. Section 827(a) I.R.C., 26 U.S.C. &#167; 827(a), 26 U.S.C.A. Int.Rev.Code, &#167; 827(a). See Detroit Bank v. United States, 317 U.S. 329, 331&#8212;333, 63 S.Ct. 297, 298, 299, 87 L.Ed. 304. Section 826(b) of the I.R.C., 26 U.S.C.A.Int.Rev.Code, &#167; 826(b), contemplates that the tax 'be paid out of the (taxable) estate before its distribution,' unless otherwise directed by decedent's will. Although the share of the surviving spouse is subject to the lien and the tax must be paid out of the estate as a whole, the federal statute leaves it to the states to determine how the tax burden shall be distributed among those who share in the taxed estate. See Riggs v. Del Drago, 317 U.S. 95, 63 S.Ct. 109, 87 L.Ed. 106, 142 A.L.R. 1131.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appellees' argument is in substance that the nature of community property is such that husband and wife each has, by virtue of the establishment of their marital community, and from its beginning, a present half interest in such property; that the death of either effects no transfer or relinquishment of any interest in the property other than that of the half share which the decedent had before his death; and that the survivor in consequence of the death of the other spouse acquires no new or different interest in the property, but only retains the half share he or she had prior to the death of the other spouse. From this appellees conclude that the death of either spouse is not an event which in any case can bring more than one-half of the community property within the reach of the power to 'lay and collect * * * Imposts and Excises' conferred on Congress by Article, I, &#167; 8 of the Constitution, and that the present amendment taxing the entire value of the community property on the death of either spouse is a denial of due process because the death of neither operates to transfer, relinquish or enlarge any legal or economic interest in the property of the other spouse. Hence it is said that the statute infringes due process by adding to the concededly valid tax on the decedent's half share a further tax measured by the one-half interest of the surviving spouse. Further, it is urged in support of the due process contention, that the statute arbitrarily and capriciously invents different rules of taxation whose alternative application is governed by a single consideration, namely, which will yield the greater tax; and that the statute creates a presumption contrary to state law, and having no rational basis in fact, that the entire community is owned or economically attributable to the spouse first to die. It is also argued that even if Congress could validly impose the tax where, as here, the husband is first to die, there is no basis for the tax where the wife dies first, and that since the statute purports to apply in either case, and is not separable, it cannot be validly applied in this.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is also contended that the tax is not uniform as required by Article I, &#167; 8, Clause 1 of the Constitution, because the joint interests of husband and wife in community property states are taxed according to a different and more onerous standard than is applied to comparable joint interests, and specifically to tenancies in common and limited partnerships, created under the laws of other states in which the presumption is not applied; and because the statute disregards for purposes of taxation the property laws of the community property states, while recognizing the property laws of other states for those purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is said too that the levy is a direct tax, invalid because not apportioned (Article I, &#167; 9, Clause 4 of the Constitution), insofar as it contemplates collection of part of the tax out of the wife's half of the community property, since, it is said, there is no excisable event touching her property on her husband's death and the tax collected out of her property is in effect a direct tax upon it. And finally the tax is said to invade the powers reserved to the states by the Tenth Amendment, to determine property relationships within their borders.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The merits of these contentions cannot be accurately appraised without some inquiry as to the nature of respective spouses' community property interests as defined by Louisiana law. We have had occasion in several earlier cases to make some examination of the laws governing the interests of the spouses in community property states. See eG., Moffitt v. Kelly, 218 U.S. 400, 31 S.Ct. 79, 54 L.Ed. 1086, 30 L.R.A.,N.S., 1179; Poe v. Seaborn, 282 U.S. 101, 51 S.Ct. 58, 75 L.Ed. 239; Bender v. Pfaff, 282 U.S. 127, 51 S.Ct. 64, 75 L.Ed. 252; Commissioner v. Harmon, 323 U.S. 44, 65 S.Ct. 103. Counsel for appellees concede that the opinion in Bender v. Pfaff, supra, so far as it goes, correctly defines the several interests of the spouses in Louisiana community property. To that we now add a more detailed statement so far as it may be relevant to the decision of the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">By the law of Louisiana, every marital status subject to the laws of the state superinduces a partnership or community of the spouses with respect to property in the state acquired during the life of the community, unless there be at the time of the marriage a stipulation to the contrary.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> All earnings and all property acquired by the husband or wife during the life of the community become community property, with certain limited exceptions not here involved, and which need not be detailed further than to say that the spouses can acquire some separate property during marriage.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> It is said that all property acquired by the spouses during the marriage which falls into the community is 'due to the joint or common efforts, labor, industry, economy, and sacrifices of the husband and wife,' and that for this reason the husband and wife each has at all times an equal present interest in an undivided half of the whole community.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The management of the community is entrusted to the exclusive control of the husband,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and he may deal with and dispose of community property with no liability to account to the wife so long as the community continues.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The rule is, however, that the husband may not give away any of the immoveables, nor a quota of the moveables, nor may he fraudulently make any alienation of property 'to injure (his) wife.'<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">So long as the community continues, the wife has no control over community property. She may not give it away, nor sell it, and in general, may not bind it for the payment of her debts.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> But upon the termination of the community,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> she, her heirs or other designees receive in full possession and enjoyment one-half in value of the total community assets subject to the payment of community debts.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> This right so to receive one-half is indefeasible, and if she die first, her heirs or legatees take her half-share to the exclusion of the husband; if the husband die first, his half passes to his heirs or as he has directed, and the other half is the wife's.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Examination of the legislative history of the challenged statute, as disclosed by the Committee Hearings and Reports and the Congressional debates, can leave no doubt that the purpose of Congress in enacting it was the elimination of what was believed to be an unequal distribution of the tax burdens of estate taxes which led Congress to apply to community property the principles of death taxes which it had already applied to other forms of joint ownership, on the death of either of the joint owners. The Report of the House Committee recommending the adoption of the amendment to &#167; 811 of the Internal Revenue Code pointed out the preferential treatment accorded by the federal estate tax laws to community property. H.Rep.No.2333, 77th Cong., 2d Sess., pp. 35 to 37, 160.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">There is no dispute as to the construction or operation of the provisions of the statute. Appellees do not deny that the Commissioner correctly applied the statute and correctly computed the tax if the statute is valid. Here, as will presently appear, there is no basis for saying that the statute, either in its purpose or in its practical effect, operates to regulate matters whose regulation the Constitution reserved to the states. It is a revenue measure enacted in the exercise of the federal power to lay and collect an excise. Congress has a wide latitude in the selection of objects of taxation, Brushaber v. Union Pacific R., 240 U.S. 1, 12, 36 S.Ct. 236, 239, 60 L.Ed. 493, L.R.A.1917D, 414, Ann.Cas.1917B, 713; Steward Machine Co. v. Davis, 301 U.S. 548, 581, 57 S.Ct. 883, 888, 81 L.Ed. 1279, 109 A.L.R. 1293, and even under the equal rotection clause of the Fourteenth Amendment, which was not included in the Fifth, the states may distinguish, for purposes of transfer taxes, between property which has borne its fair share of the tax burdens and similar or like property passing to the same class of beneficiaries which has not. Watson v. State Comptroller, 254 U.S. 122, 41 S.Ct. 43, 65 L.Ed. 170. Hence we are concerned only with the power of Congress to enact the tax.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It is true that the estate tax as originally devised and constitutionally supported was a tax upon transfers. Knowlton v. Moore, 178 U.S. 41, 20 S.Ct. 747, 44 L.Ed. 969; Y.M.C.A. v. Davis, 264 U.S. 47, 50, 44 S.Ct. 291, 292, 68 L.Ed. 558. But the power of Congress to impose death taxes is not limited to the taxation of transfers at death. It extends to the creation, exercise, acquisition, or relinquishment of any power or legal privilege which is incident to the ownership of property, and when any of these is occasioned by death, it may as readily be the subject of the federal tax as the transfer of the property at death. See Bromley v. McCaughn, 280 U.S. 124, 135, et seq., 50 S.Ct. 46, 47, 74 L.Ed. 226.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Congress may tax real estate or chattels if the tax is apportioned, and without apportionment it may tax an excise upon a particular use or enjoyment of property or the shifting from one to another of any power or privilege incidental to the ownership or enjoyment of property. Bromley v. McCaughn, supra; Burnet v. Wells, 289 U.S. 670, 678, 53 S.Ct. 761, 764, 77 L.Ed. 1439; cf. Nashville, C. &amp; St. L. Ry. v. Wallace, 288 U.S. 249, 267, 268, 53 S.Ct. 345, 349, 350, 77 L.Ed. 730, 87 A.L.R. 1191; Henneford v. Silas Mason Co., 300 U.S. 577, 582, 57 S.Ct. 524, 526, 81 L.Ed. 814. The power to tax the whole necessarily embraces the power to tax any of its incidents or the use or enjoyment of them. If the property itself may constitutionally be taxed, obviously it is competent to tax the use of it, Hylton v. United States, 3 Dall. 171, 1 L.Ed. 556; Billings v. United States, 232 U.S. 261, 34 S.Ct. 421, 58 L.Ed. 596, or the sale of it, Nicol v. Ames, 173 U.S. 509, 19 S.Ct. 522, 43 L.Ed. 783; Thomas v. United States, 192 U.S. 363, 24 S.Ct. 305, 48 L.Ed. 481, or the gift of it, Bromley v. McCaughn, supra. It may tax the exercise, non-exercise, or relinquishment of a power of disposition of property, where other important indicia of ownership are lacking. Saltonstall v. Saltonstall, 276 U.S. 260, 48 S.Ct. 225, 72 L.Ed 565; Chase National Bank of City of New York v. United States, 278 U.S. 327, 49 S.Ct. 126, 73 L.Ed. 405, 63 A.L.R. 388; Estate of Rogers v. Commissioner, 320 U.S. 410, 64 S.Ct. 172, 88 L.Ed. 134; cf. Graves v. Schmidlapp, 315 U.S. 657, 62 S.Ct. 870, 86 L.Ed. 1097, 141 A.L.R. 948 with &#167; 811(d)(f) of the Internal Revenue Code, 26 U.S.C. &#167; 811(d)(f), 26 U.S.C.A.Int.Rev.Code, &#167; 811(d, f).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">If the gift of property may be taxed we cannot say that there is any want of constitutional power to tax the receipt of it, whether as the result of inheritance, Stebbins v. Riley, 268 U.S. 137, 45 S.Ct. 424, 69 L.Ed. 884, 44 A.L.R. 1454, or otherwise, whatever name may be given to the tax, and even though the right to receive it, as distinguished from its actual receipt and possession at a future date, antedated the statute. Receipt in possession and enjoyment is as much a taxable occasion within the reach of the federal taxing power as the enjoyment of any other incident of property. The taking of possession of inherited property is one of the most ancient subjects of taxation known to the law. Such taxes existed on the European Continent and in England prior to the adoption of our Constitution.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It is upon these principles that this Court has consistently sustained the application of estate taxes upon the death of one of the joint owners to property held in joint ownership, measured by the full value of the property so held. We upheld a like tax when applied to tenancies by the entirety in Tyler v. United States, 281 U.S. 497, 50 S.Ct. 356, 74 L.Ed. 991, 69 A.L.R. 758; Third National Bank &amp; Trust Co. of Springfield v. White, 287 u.S. 577, 53 S.Ct. 290, 77 L.Ed. 505, and to property held in joint tenancy in United States v. Jacobs and Dimock v. Corwin (companion cases), 306 U.S. 363, 59 S.Ct. 551, 83 L.Ed. 763.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Decision in these cases was not rested, as appellees argue, on the ground that the tax was imposed on a gift made by the husband, who had created the tenancy, viewed as a substitute for a testamentary transfer, or on any event which antedated the death of one of the joint owners. Instead, as we said in Whitney v. State Tax Commission, 309 U.S. 530, 539, 60 S.Ct. 635, 639, 84 L.Ed. 909, 'the emphasis in these cases (was) on the practical effect of death in bringing about a shift in economic interest, and the power of the legislature to fasten on that shift as the occasion for a tax.' We pointed out in Tyler v. United States, supra, 281 U.S. at pages 503, 504, 50 S.Ct. at page 359, 74 L.Ed. 991, 69 A.L.R. 758, that the use, possession and enjoyment of the joint property which was joint before the death was thereby made exclusive in the survivor, and thus constituted a 'definite accession to the property rights' of the survivor. These circumstances were thought sufficient to make valid the inclusion of the property in the gross estate which forms the primary basis for the measurement of the tax. And in United States v. Jacobs supra, this Court sustained the tax, assailed on due process grounds, when applied to a joint tenancy created before the enactment of the taxing statute. We said, 306 U.S. at page 371, 59 S.Ct. at page 555, 83 L.Ed. 763, that the subject of the tax was not the gift to the wife made by the husband's creation of the joint tenancy for himself and wife, but the change in possession and enjoyment of the entire property, occasioned by the death of one of the joint tenants, and that the tax was appropriately measured by the value of the entire property. 'Under the statute the death of decedent is the event in respect of which the tax is laid. It is the existence of the joint tenancy at that time, and not its creation at the earlier date, which furnishes the basis for the tax.' Griswold v. Helvering, 290 U.S. 56, 58, 54 S.Ct. 5, 6, 78 L.Ed. 166. Compare Saltonstall v. Saltonstall, supra, 276 U.S. at page 271, 48 S.Ct. at page 227, 72 L.Ed. 565.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Similarly, a tax upon the termination by death of a power to dispose of property, created before the enactment of the tax statute, does not offend due process, Reinecke v. Northern Trust Co., 278 U.S. 339, 49 S.Ct. 123, 73 L.Ed. 410, 66 A.L.R. 397, nor does a tax upon the receipt of income which was earned and due before the enactment of the taxing statute. Brushaber v. Union Pacific R. Co., supra, 240 U.S. at page 20, 36 S.Ct. at page 242, 60 L.Ed. 493, L.R.A.1917D, 414, Ann.Cas.1917B, 713; Lynch v. Hornby, 247 U.S. 339, 343, 38 S.Ct. 543, 545, 62 L.Ed. 1149; Taft v. Bowers, 278 U.S. 470, 483, 484, 49 S.Ct. 199, 201, 202, 73 L.Ed. 460, 64 A.L.R. 362; Cooper v. United States, 280 U.S. 409, 411, 50 S.Ct. 164, 165, 74 L.Ed. 516. It is the receipt in possession or enjoyment of the proceeds of a right previously acquired and vested upon which the tax is laid. Such was deemed to be the taxable event under our earlier death taxes. Clapp v. Mason, 94 U.S. 589, 24 L.Ed. 212; Vanderbilt v. Eidman, 196 U.S. 480, 25 S.Ct. 331, 49 L.Ed. 563. And see Moffitt v. Kelly, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">With these general principles in mind we turn to their application to federal death taxes laid with respect to the interests in community property. As we have seen, the death of the husband of the Louisiana marital community not only operates to transfer his rights in his share of the community to his heirs or those taking under his will. It terminates his expansive and sometimes profitable control over the wife's share, and for the first time brings her half of the property into her full and exclusive possession, control and enjoyment. The cessation of these extensive powers of the husband, even though they were powers over property which he never 'owned', and the establishment in the wife of new powers of control over her share, though it was always hers, furnish appropriate occasions for the imposition of an excise tax.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Similarly, with the death of the wife, her title or ownership in her share of the community property ends, and passes to her heirs or other appointees. More than this, her death, by ending the marital community, liberates her husband's share from the restrictions which the existence of the community had placed upon his control of it. He acquires by her death, the right to have his share of the community separated from hers by partition and to hold if free of all controls. He obtains, for the first time, the right to give away his immovables, and the right to give away his moveables as a whole or by a fraction of the whole. Here too, the wife's death brings into being a new set of relationships with respect to his share of the community as well as hers, among which are new powers of control and disposition which are proper subjects of an excise tax measured by the value of his share. And while we do not rest decision on the point, it is of some significance that this shift of legal relationships effects a shift in point of economic substance. The precept that the wife is equal co-owner with her husband of community property undoubtedly calls into play within the marital relationship personal and psychological forces which have great importance in the practical determination of how community property shall be managed by the husband. Though it may be impossible fully to translate these imponderables into legal rules, the death of the wife undoubtedly brings, in every practical aspect, greater freedom to the husband in his disposition of that share of community property which is technically his, than is to be gathered solely from a reading of statutes and case law.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This redistribution of powers and restrictions upon power is brought about by death notwithstanding that the rights in the property subject to these powers and restrictions were in every sense 'vested' from the moment the community began. It is enough that death brings about changes in the legal and economic relationships to the property taxed, and the earlier certainty that those changes would occur does not impair the legislative power to recognize them, and to levy a tax on the happening of the event which was their generating source.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The principles which sustain the present tax against due process objections are precisely those which sustained the California tax, measured by the entire value of community property in Moffitt v. Kelly, supra. There the Court recognized that the surviving wife took her share of the property on her husband's death, not as an heir, but as an owner of an interest, the right to which she acquired before the death and before the enactment of the taxing act. But the levy upon the entire value of the community was sustained, not as a tax upon property or the transfer of it, but as a tax upon the 'vesting of the wife's right of possession and enjoyment, arising upon the death of her husband' (218 U.S. 400, 31 S.Ct. 80), which the Court deemed an appropriate subject of taxation, notwithstanding the contract, equal protection and due process clauses of the Constitution.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> So far as Coolidge v. Long, 282 U.S. 582, 51 S.Ct. 306, 75 L.Ed. 562, is inconsistent with Moffitt v. Kelly, supra, and the contentions now urged by the Government, the application of the reasoning of the Coolidge case, to the taxation of joint or community interests must be taken to have been limited by our decisions in Tyler v. United States, supra, and United States v. Jacobs, supra, and the cases following them.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">What we have said of the nature and incidence of the tax on community property in large measure disposes of the various other contentions of appellees. Since the levy is an excise and not a property tax, the case is not one of taking the survivor's property to pay the tax on decedent's estate. As the tax is upon the surrender of old incidents of property by the decedent and the acquisition of new by the survivor, it is appropriately measured by the value of the property to which these incidents attach. The tax burden thus laid is not so unrelated to the privileges enjoyed by the taxpayers who are owners of the property affected that it can be said to be an arbitrary exercise of the taxing power. Milliken v. United States, 283 U.S. 15, 51 S.Ct. 324, 75 L.Ed. 809; Burnet v. Wells, supra, 289 U.S. at pages 678, 679, 53 S.Ct. at page 764, 77 L.Ed. 1439. Compare Saltonstall v. Saltonstall, supra. While it may generally be true, as appellees argue, that neither the husband nor wife gains any over-all financial advantage when the other dies, it suffices that the decedent loses and the survivor acquires, with respect to the property taxed, substantial rights of enjoyment and control which may be of value. Liability to the tax, in order to avoid constitutional objection, does not have to rest upon the enjoyment by the taxpayer of all the privileges and benefits of the most favored owner at a given time and place. Corliss v. Bowers, 281 U.S. 376, 50 S.Ct. 336, 74 L.Ed. 916; Reinecke v. Smith, 289 U.S. 172, 53 S.Ct. 570, 77 L.Ed. 1109; cf. Burnet v. Guggenheim, 288 U.S. 280, 53 S.Ct. 369, 77 L.Ed. 748.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We find no basis for the contention that the tax is arbitrary and capricious because it taxes transfers at death and also the shifting at death of particular incidents of property. Congress is free to tax either or both, and here it has taxed both, as it may constitutionally do, in order to accomplish 'the purposes and policy of taxation' to protect the revenue and avoid an unequal distribution of the tax burden. Watson v. State Comptroller, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Even if it could be thought to affect the constitutionality of the taxing statute, it is plain that the statute does not depend for its operation upon any presumption that the entire community property is owned or economically attributable to the spouse first to die. Save as the statute itself grants an exemption by such attribution, so far as the community property 'may be shown to have been received as compensation for personal services actually rendered by the surviving spouse or derived originally from such compensation or from separate property of the surviving spouse', the tax is laid without regard to the economic source of the community property. Apart from the exemption, it is, as we have seen, the shifting at death of the incidents of the property, regardless of origin, which is the subject of the tax.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The present statute, which was enacted in order to secure a more equitable distribution of the burden of federal death taxes,<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> is assailed because the tax is lacking in uniformity. But the uniformity in excise taxes exacted by the Constitution is geographical uniformity, not uniformity of intrinsic equality and operation. Knowlton v. Moore, supra, 178 U.S. at pages 83-109, 20 S.Ct. at pages 764-774, 44 L.Ed. 969. The Constitution does not command that a tax 'have an equal effect in each state', id. 178 U.S. at page 104, 20 S.Ct. at page 772, 44 L.Ed. 969. It has long been settled that within the meaning of the uniformity requirement a 'tax is uniform when it operates with the same force and effect in every place where the subject of it is found.' Head Money Cases (Edye v. Robertson), 112 U.S. 580, 594, 5 S.Ct. 247, 252, 28 L.Ed. 798. See also LaBelle Iron Works v. United States, 256 U.S. 377, 392, 393, 41 S.Ct. 528, 532, 65 L.Ed. 998; Bromley v. McCaughn, supra, 280 U.S. at page 138, 50 S.ct. at page 48, 74 L.Ed. 226; Steward Machine Co. v. Davis, supra, 301 U.S. at page 583, 57 S.Ct. at page 889, 81 L.Ed. 1279, 109 A.L.R. 1293.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The amendment taxing community property interests is applicable throughout the territory of the United States wherever such interests may be found. There is no lack of geographical uniformity becuase in some states they are not found. For a taxing statute does not fall short of the prescribed uniformity because its operation and incidence may be affected by differences in state laws. Phillips v. Commissioner, 283 U.S. 589, 602, 51 S.Ct. 608, 613, 75 L.Ed. 1289; Riggs v. Del Drago, supra, 317 U.S. at page 102, 63 S.Ct. at page 112, 87 L.Ed. 106, 142 A.L.R. 1131. 'Differences of state law, which may bring a person within or without the category designated by Congress as taxable, may not be read into the Revenue Act to spell out a lack of uniformity' in the constitutional sense. Poe v. Seaborn, supra, 282 U.S. at page 117, 118, 51 S.Ct. at page 61, 75 L.Ed. 239.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Appellees suggest that interests in tenancies in common and limited partnerships are very like interests in community property, and that if the tax is to be uniform, the one cannot be taxed unless the others are also. But even if it be as appellees argue, that common law family partnership or other arrangements with different names can be so devised that the marital relationship is attended by the same powers and restrictions as those derived from the laws of the community property states, and that they are differently or more lightly taxed than community property interests, we find no lack of uniformity in the constitutional sense. The present amendment is geogrraphically uniform in its application to the only subject of which it treats, community property interests, and it levies in every state an identical tax upon the subject matter included within its terms defined property interests created by state law, having a common historical origin, a common name, and constituting a universally recognized distinct class of property interests.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">There can be no doubt that the selection of such a class for taxation would not offend against the Fifth Amendment, or even the Fourteenth, merely because it did not attempt to reach casual arrangements resulting from individual agreements. Taxes must be laid by general rules. See In re State Railroad Tax Cases, 92 U.S. 575, 612, 23 L.Ed. 663; Head Money Cases, supra (Edye v. Robertson), 112 U.S. at page 595, 5 S.Ct. at page 252, 28 L.Ed. 798; LaBelle Iron Works v. United States, supra, 256 U.S. at page 392, 41 S.Ct. at page 532, 65 L.Ed. 998; Great Atlantic &amp; Pacific Tea Co. v. Grosjean, 301 U.S. 412, 424, 57 S.Ct. 772, 776, 81 L.Ed. 1193, 112 A.L.R. 293. Considerations of practical administrative convenience and cost in the administration of tax laws afford adequate grounds for imposing a tax on a well recognized and defined class, without attempting to extend it so as to embrace a penumbra of special and more or less casual interests which in each case may or may not resemble the taxed class. Burnet v. Wells, supra, 289 U.S. at page 678, 53 S.Ct. at page 764, 77 L.Ed. 1439; Carmichael v. Southern Coal &amp; Coke Co., 301 U.S. 495, 511, 57 S.Ct. 868, 873, 81 L.Ed. 1245, 109 A.L.R. 1327; New York Rapid Transit Co. v. City of New York, 303 U.S. 573, 582, 583, 58 S.Ct. 721, 726, 82 L.Ed. 1024; Madison Avenue Offices v. Browne, 326 U.S. 682, 66 S.Ct. 58, appeal dismissed. Such interests would be but isolated specimens of the attorney's art, and likely to resist efforts to identify them with the taxable subject.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Appellees' contention that the uniformity clause precludes such classification would in effect add to the constitutional restraints upon Congress an equal protection clause more restrictive than that of the Fourteenth Amendment, and is without judicial or historical support. This Court in LaBelle Iron Works v. United States, supra, 256 U.S. at page 392, et seq., 41 S.Ct. at page 532, 65 L.Ed. 998, recognized that the uniformity clause, beyond requiring geographical uniformity in the application of the particular tax laid by the taxing act, could not be taken to impose greater restrictions on Congress' power to tax than those which the equal protection clause places upon the states. We reaffirm what this Court has many times held, that the constitutional command that 'Excises shall be uniform throughout the United States' refers to geographical uniformity in the application of the particular excise which Congress has prescribed. We conclude that it adds nothing to restrictions which other clauses of the Constitution may impose upon the power of Congress to select and classify the subjects of taxation. It requires only that what Congress has properly selected for taxation must be identically taxed in every state where it is found.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">An excise tax, which the Constitution requires to be uniform, laid upon the shifting at death of some of the incidents of property, could hardly be thought to be a direct tax which must be apportioned. See Bromley v. McCaughn, supra, 280 U.S. at page 138, 50 S.Ct. at page 48, 74 L.Ed. 226. The contention that such a tax is direct because measured by the property whose incidents are shifted at death, was rejected in Bromley v. McCaughn, supra, and in Tyler v. United States, supra, 281 U.S. at pages 501, 504, 50 S.Ct. at pages 358, 359, 74 L.Ed. 991, 69 A.L.R. 758, and Phillips v. Dime Trust &amp; S.D. Co., 284 U.S. 160, 165, 52 S.Ct. 46, 47, 76 L.Ed. 220. A tax imposed upon the exercise of some of the numerous rights of property is clearly distinguishable from a direct tax, which falls upon the owner merely because he is owner, regardless of his use or disposition of the property. 'The persistence of this distinction and the justification for its rests upon the historic fact that (excise) taxes of this type were not understood to be direct taxes when the Constitution was adopted, and, as well upon the reluctance of this court to enlarge, by construction, limitations upon the sovereign power of taxation by article 1, &#167; 8, so vital to the maintenance of the national government.' Bromley v. McCaughn, supra, 280 U.S. at page 137, 50 S.Ct. at page 48, 74 L.Ed. 226.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The Tenth Amendment does not operate as a limitation upon the powers, express or implied, delegated to the national government. United States v. Darby, 312 U.S. 100, 123, 124, 657, 61 S.Ct. 451, 461, 462, 85 L.Ed. 609, 132 A.L.R. 1430. The amendment has clearly placed no restriction upon the power, delegated to the national government to lay an excise tax qua tax. Undoubtedly every tax which lays its burden on some and not others may have an incidental regulatory effect. But since that is an inseparable concomitant of the power to tax, the incidental regulatory effect of the tax is embraced within the power to lay it. It has long been settled that an Act of Congress which on its face purports to be an exercise of the taxing power, is not any the less so because the tax is burdensome or tends to restrict or suppress the thing taxed. In such a case it is not within the province of courts to inquire into the unexpressed purposes or motives which may have moved Congress to exercise a power constitutionally conferred upon it. Sonzinsky v. United States, 300 U.S. 506, 513, 514, 57 S.Ct. 554, 555, 556, 82 L.Ed. 772, and cases cited.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We conclude that the tax here laid with respect to the community property infringes no constitutional provision.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The inclusion of all the proceeds of decedent's life insurance policies within his gross estate for purposes of estate taxation, requires no extended discussion. There is no contention that the proceeds of the policies are not made taxable by the terms of &#167; 811(g) of the Internal Revenue Act as amended by &#167; 404 of the Revenue Act of 1942.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> The amendment indicates on its face the purpose to bring the provisions for the taxation of the proceeds of insurance policies payable at death into harmony with the amendment taxing community interests, and the court below seems to have regarded, as do the parties here, the disposition of the questions affecting the tax on community interests, as determinative of the validity of the tax on the proceeds of the policies. But it is sufficient for present purposes that the tax is laid upon the amount receivable by the wife as a beneficiary of the policies on the death of her husband, and that the husband possessed at his death an incident of ownership, the power to change the beneficiaries.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">For reasons which we have already fully developed in this opinion, the death of the insured, since it ended his control over the disposition of the proceeds, and gave his wife the present enjoyment of them, may be constitutionally made the occasion for the imposition of an indirect tax measured by the proceeds themselves. Stebbins v. Riley, supra, 268 U.S. at page 141, 45 S.Ct. at page 425, 69 L.Ed. 884, 44 A.L.R. 1454; Chase National Bank v. United States, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Mr. Justice JACKSON took no part in the consideration or decision of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Mr. Justice DOUGLAS, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Prior to the Revenue Act of 1942 there was a great lack of uniformity among the States in the incidence of the federal estate tax. In most of the State the accumulations of the husband (who typically is the bread-winner) were taxed in their entirety on his death. In the community property states the tax generally reached only half of the accumulations because of the theory that they were the product of the wife's as well as of the husband's activities. It was this disparity which Congress sought to eliminate. As stated in the House Report (H.Rep.No.2333, 77th Cong., 2d Sess., pp. 35&#8212;37),</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">'For the purpose of Federal estate taxation, husband and wife living in community-property States enjoy a preferential treatment over those living in non-community-property States. This is due to the fact that all of the property acquired by the husband after marriage, through his own efforts, in a community-property State is treated as if one-half belonged to the wife. In non-community-property States, all such property is regarded as belonging entirely to the husband.'</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">There are contained in the Report tables showing the difference in the amount of the federal estate tax in the community property States and in the other States, after which the Committee makes the following comment,</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">'* * * in some instances there is an entire exemption from the Federal estate tax for the reason that the omission of one-half of the community property reduces the husband's net estate below the minimum exemption of $40,000. Moreover, this halving of community property greatly reduces the estate tax because of the progressive rates. For example, under the present law, a net estate of $50,000 will pay an estate tax of $500 in a non-community-property State and no tax in a community-property State. An estate of $100,000 will pay a tax of $9,500 on the death of the husband in a non-community-property State and a tax of $500 on the death of the husband in a community-property State.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">'If the wife dies within 5 years of her husband, the remaining $50,000 upon which the husband paid no estate tax will be subject to an estate tax of $500. Thus, the total tax paid on this $100,000 estate in the community-property State will be $1,000 as compared with $9,500 in the non-community-property State or a tax saving of $8,500. In the case of a $5,000,000 estate, the tax saving in a community-property State will amount to as much as $485,800 and in the case of a $10,000,000 estate, the tax saving in a community-property State will amount to as much as $1,171,800.'</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">And see S.Rep.No.1631, 77th Cong., 2d Sess., p. 231.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Much may be said for the community property theory that the accumulations of property during marriage are as much the product of the activities of the wife as those of the titular breadwinner. But I can see no constitutional reason why Congress may not credit them all to the husband for estate tax purposes. The character and extent or property interests under local law often determine the reach of federal tax statutes. Helvering v. Stuart, 317 U.S. 154, 161, 162, 63 S.Ct. 140, 144, 145, 87 L.Ed. 154, and cases cited. And see Cahn, Local Law in Federal Taxation, 52 Yale L. Journ. 799. Yet that is not always so. United States v. Pelzer, 312 U.S. 399, 61 S.Ct. 659, 85 L.Ed. 913. Taxation is eminently a practical matter. Congress need not be circumscribed by whatever lines are drawn by local law. It may rely, as Tyler v. United States, 281 U.S. 497, 502, 503, 50 S.Ct. 356, 358, 359, 74 L.Ed. 991, 69 A.L.R. 758, held, on more realistic considerations and base classifications for estate tax purposes on economic actualities. It was held, to be sure, In Hoeper v. Tax Commission, 284 U.S. 206, 52 S.Ct. 120, 76 L.Ed. 248, 78 A.L.R. 346, that a State could not assess against the husband an income tax computed on the combined total of his and his wife's income. But I can see no reason why that which is in fact an economic unit may not be treated as one in law. For as Mr. Justice Holmes pointed out in his dissent, there is a community of interest 'when two spouses live together and when usually each would get the benefit of the income of each without inquiry into the source.' And he went on to say 'Taxation may consider not only command over but actual enjoyment of the property taxed.' 284 U.S. at pages 219, 220, 52 S.Ct. at pages 123, 124, 76 L.Ed. 248, 78 A.L.R. 346. Cf. Helvering v. Clifford, 309 U.S. 331, 335&#8212;337, 60 S.Ct. 554, 556, 557, 84 L.Ed. 788.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The Congress has not gone the full distance here. It has not included in one estate all the property owned by husband and wife. So far as this case is concerned, it has only included in the estate of the husband the accumulations which under the community property system are deemed to have been produced by the joint efforts of him and his wife. I can see no obstacle to that course unless it be the uniformity clause of the Constitution. Art. I, Sec. 8, Clause 1. But there can be no objection on that score. On the facts of this case the law goes no further than to eliminate the estate tax advantage which a married rancher, business man, etc., in Louisiana has over those similarly situated in the common law States. Congress, to be sure, has disregarded the manner in which Louisiana divided 'ownership' of property between husband and wife. But as between husband and wife, notions of 'vested interests', 'ownership', and the like, established by local law, are no sure guide to what 'belongs' to one or the other in any practical sense. We would be blind to the usual implications of the intimate relationship of marriage if we forced Congress to treat such divisions of 'ownership' the same way it does divisions of 'ownership' among strangers. I find no such compulsion in the Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Mr. Justice BLACK joins in this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 811 of the Internal Revenue Code, 26 U.S.C. &#167; 811, as amended by &#167; 404 of the Act of 1942, 26 U.S.C.A. Int.Rev.Code, &#167; 811(g)(1, 2, 4), provides that the taxable value of the gross estate of the decedent shall be determined by including the value at the time of his death of</p>\n        <p>'(g) Proceeds of life insurance</p>\n        <p>'(1) * * * To the extent of the amount receivable by the executor * * *.</p>\n        <p>'(2) * * * To the extent of the amount receivable by all other beneficiaries as insurance under policies upon the life of the decedent (A) purchased with premiums, or other considerations, paid * * * by the decedent, * * * or (B) with respect to which the decedent possess at his death any of the incidents of ownership. * * *</p>\n        <p>'(4) * * * For the purposes of this subsection, premiums * * * paid with property held as community property by the insured and surviving spouse under the law of any State, * * * shall be considered to have been paid by the insured, except such part thereof as may be shown to have been received as compensation for personal services actually rendered by the surviving spouse or derived originally from such compensation or from separate property of the surviving spouse; and the term 'incidents of ownership' includes incidents of ownership possessed by the decedent at his death as manager of the community.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Dart's Louisiana Civil Code (1945) Article 2399.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Id., Article 2402; see Troxler v. Colley, 33 La.Ann. 425. The income from the separate property of the husband, and of such of the wife's separate property as is given over to the husband's management also falls into the community by Article 2402, supra; see also Hellberg v. Hyland, 168 La. 493, 122 So. 593.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Succession of Wiener, 203 La. 649, 14 So.2d 475, 480; see also Phillips v. Phillips, 160 La. 813, 825 et seq., 107 So. 584.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Dart's Louisiana Civil Code (1945) Article 2404.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> McCaffrey v. Benson, 40 La.Ann. 10, 3 So. 393; Frierson v. Frierson, 164 La. 687, 114 So. 594.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Dart's Louisiana Civil Code (1945) Art. 2404. The rights secured to the wife by this inhibition on gifts apparently may not be enforced against the husband or those taking under him either during the life of the community or after its termination. The sole remedy is a suit against the donee to recover the property in his hands, Bister v. Menge, 21 La.Ann. 216; Frierson v. Frierson, supra, and even such a suit apparently may not be maintained until after the termination of the community. Daggett, The Community Property System of Louisiana (1931) 24. Where the husband has aliened some part of the community in fraud of his wife's rights, she or those representing her have an action for reimbursement against the husband or his representatives upon the termination of the community, but not before. Guice v. Lawrence, 2 La.Ann. 226, 228. The fraud required for an action of this kind seemingly must be intentional and the motive for the transfer. See Art. 2404, supra; Succession of Packwood, 12 Rob. (La.) 334, 364, 365, 43 Am.Dec. 230; Exposito v. Lapeyrouse La.App., 195 So. 814.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Bywater v. Enderle, 175 La. 1098, 145 So. 118; D. H. Holmes v. Morris, 18 La. 431, 177 So. 417, 114 A.L.R. 905.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Dart's Louisiana Civil Code (1945) Articles 2406, 2425. At the dissolution of the community, the share of each spouse in the partnership's assets is credited with one-half of the amount by which the other spouse's separate property has been enhanced in value by the application thereto of community funds or of common labor, id., Article 2408; Dillon v. Dillon, 35 La.Ann. 92. The wife's share must also be credited with one-half of the amount of community funds expended to pay the husband's separate debts, Glenn v. Elam, 3 La.Ann. 611, although those debts may be satisfied during the community by levy upon community property. Davis v. Compton, 13 La.Ann. 396.</p>\n        <p>The community relationship ends upon the death of one spouse, divorce, separation from bed and board, or, in the absence of these, upon a judgment of judicial separation of property. See Dart's Louisiana Civil Code (1945), Articles 2425, 2427, 2430. Only the wife may request such a separation, and the separation is not a mere matter of consent between the spouses. Driscoll v. Pierce, 115 La. 156, 38 So. 949. She must show that her dowry rights or other separate property entrusted to the husband are in danger owing to her husband's mismanagement or financial embarrassment, or that like conditions render it doubtful that she or the children of the marriage will have the benefit of her own earnings, or of her future acquisitions of separate property. Davock v. Darcy, 6 Rob.(La.) 342; Webb v. Bell, 24 La.Ann. 75; Meyer v. Smith, 24 La.Ann. 153; Jones v. Jones, 119 La. 677, 44 So. 429.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Dart's Louisiana Civil Code (1945) Articles 2406, 2409, 2430.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See Succession of Wiener, supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The report stated:</p>\n        <p>'For the purpose of Federal estate taxation, husband and wife living in community-property States enjoy a preferential treatment over those living in non-community-property States. This is due to the fact that all of the property acquired by the husband after marriage, through his own efforts, in a community-property State is treated as if one-half belonged to the wife. In the non-community-property States, all such property is regarded as belonging entirely to the husband. The difference in the amount of the Federal estate tax is enormous as shown by the following tables: * * *'</p>\n        <p>The tables show the great disparity between the estate tax levied on community property upon the death of the husband who had accumulated it and the death of the husband in like circumstances in non-community states. The tax upon an estate of $100,000 being $500 in a community property state and $9,500 in non-community property states. In the case of a $5,000,000 estate the tax saving in a community property state would amount to as much as $485,800, the saving on a $10,000,000 estate in a community property state amounting to as much as $1,171,800.</p>\n        <p>The proposed amendment, it was said, 'eliminates special estate tax privileges enjoyed by decedents of community property estates.' To the same effect is S.Rep.No.1631, 77th Cong., 2d Sess., p. 231. The inequity inherent in allowing spouses in community property states to bear a lighter tax burden than their counterparts in other states had been brought to Congressional attention on other, occasions. See e.g., President Roosevelt's message to Congress June 1, 1937, H.Doc.No.260, 75th Cong., 1st Sess., p. 5; also Reports to the Joint Committee on Internal Revenue Taxation, Vol. 2, Part II (1933), pp. 15, 118&#8212;121, 139, 140.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Nielsen v. Johnson, 279 U.S. 47, 54, et seq., 49 S.Ct. 223, 225, 73 L.Ed. 607; Gleason &amp; Otis, 'Inheritance Taxation' (4th ed.), p. 243 et seq. Fudal 'relief' was a payment exacted of the heir for the privilege of admission to possession of the land of his ancestor. Digby, 'History of the Law of Real Property' (5th ed.) p. 40.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The force of Moffitt v. Kelly, supra, as an authority controlling the taxation of community property in Louisiana where the wife's interest is vested before the death of the husband, is not impaired by the fact that the California courts later held that the wife's interest in community property in that state is not so vested. Cf. United States v. Robbins, 269 U.S. 315, 46 S.Ct. 148, 70 L.Ed. 285 with United States v. Malcolm, 282 U.S. 792, 51 S.Ct. 184, 75 L.Ed. 714. The Moffitt case was decided upon the assumption that the wife's interest was 'vested'.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> See footnote 12, ante.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Footnote 1, ante.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>326 U.S. 340 (1945)</b></center>\n<center><h1>FERNANDEZ, COLLECTOR OF INTERNAL REVENUE,<br>\nv.<br>\nWIENER ET AL.</h1></center>\n<center>No. 58.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 5, 1945.</center>\n<center>Decided December 10, 1945.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF LOUISIANA.\n<p><span class=\"star-pagination\">*342</span> <i>Assistant Attorney General Clark,</i> with whom <i>Acting Solicitor General Judson, Messrs. Sewall Key, Arnold Raum, Bernard Chertcoff</i> and <i>Miss Helen R. Carloss</i> were on the brief, for appellant.</p>\n<p><i>Messrs. Sidney L. Herold</i> and <i>Charles E. Dunbar, Jr.,</i> with whom <i>Mr. Esmond Phelps</i> was on the brief, for appellees.</p>\n<p>The Attorneys General of the States of Arizona, California, Idaho, Louisiana, Nevada, New Mexico, Texas, and Washington filed a brief (<i>Messrs. Max Radin</i> and <i>Joseph D. Brady</i> of counsel), and by special leave of Court <i>Mr. Radin</i> argued the cause, on behalf of those States, as <i>amici curiae,</i> urging affirmance.</p>\n<p>MR. CHIEF JUSTICE STONE delivered the opinion of the Court.</p>\n<p>In this case the Commissioner of Internal Revenue, proceeding under  811 (e) (2) of the Internal Revenue Code, 26 U.S.C.  811 (e) (2), as amended by  402 of the Revenue Act of 1942, 56 Stat. 798, has levied an estate tax on the termination of the marital community by the death of the husband, a domiciled resident of Louisiana, the tax being measured by the value of the entire community property. And, on the authority of  811 (g) (4) of the Code, 26 U.S.C.  811 (g) (4), as amended by  404 of the same statute, he also included in decedent's gross estate the entire proceeds of insurance policies on the decedent's life.</p>\n<p>The principal questions for decision are (1) whether the power asserted by the statute, to tax the entire community interest, is within the taxing power of the United States; <span class=\"star-pagination\">*343</span> (2) whether the tax infringes the due process clause of the Fifth Amendment; (3) whether the taxing statute contravenes the command of Article I,  8 of the Constitution that \"excises shall be uniform throughout the United States\"; (4) whether the tax so far as it is measured by the surviving wife's share of the community property, is a direct tax, invalid because not apportioned as required by Article I,  8 of the Constitution; and (5) whether the tax invades the powers reserved to the states by the Tenth Amendment.</p>\n<p>Appellees, the children and sole heirs of decedent, brought this suit in the District Court for Eastern Louisiana, to recover from appellant, the collector, as an alleged overpayment, so much of the estate tax paid as is attributable to the inclusion in decedent's gross estate of his wife's share of the community property, and of all, rather than half, of the insurance money. The district court gave judgment for appellees, 60 F. Supp. 169, holding that the statute as applied violated the due process clause of the Fifth Amendment. The case comes here on direct appeal from the judgment of the district court under  2 of the Act of August 24, 1937, 50 Stat. 751, 28 U.S.C.  349a, appellant assigning as error the lower court's ruling that the statute denied due process, and the court's failure to sustain the levy as a constitutional exercise of the federal taxing power.</p>\n<p>The facts as found by the district court are not in dispute. In 1907, decedent, a resident of Louisiana, married a Louisiana resident with whom he lived in that state until his death, his wife surviving. During the marriage he carried on in Louisiana various kinds of business. With the exception of certain real estate located in Mississippi, all the property of decedent at the time of his death was held in ownership by the marital community which existed between him and his wife. At no time during the existence of the community was the wife gainfully employed <span class=\"star-pagination\">*344</span> outside the household, nor did she receive from any one any salary or other compensation for personal services, nor was any part of the community property derived originally from any separate property of her own. Decedent, having by his will constituted appellees his sole heirs, and having no debts of consequence, no administration was had on his estate, and appellees were by judgment of the probate court placed in possession of all decedent's property.</p>\n<p>Appellees filed the federal estate tax return, in which they reported only one-half of the net value of the community property as subject to the tax. Included in the community property, and also reported to the extent of only one-half, were the proceeds of fifteen policies of insurance on the life of decedent, all of which were (a) effected by decedent during the marriage, (b) named the wife as beneficiary, and (c) reserved the right to the insured of changing the beneficiary. All of the premiums on these policies had been paid from community funds. The Commissioner assessed a deficiency in estate tax based upon appellees' failure to include in the gross estate, subject to tax, the entire value of all the community property, and the proceeds of the fifteen insurance policies. Appellees paid the deficiency and, following rejection of their claim for refund, brought the present suit to recover the amount of the deficiency payment which has resulted in the judgment in their favor.</p>\n<p>Section 402 of the Revenue Act of 1942 amended  811 (e) of the Internal Revenue Code, 26 U.S.C.  811 (e), so as to include in the gross estate of decedent, subject to the estate tax:</p>\n<p>\"(2) Community Interests.  To the extent of the interest therein held as community property by the decedent and surviving spouse under the law of any State . . . of the United States, . .. except such part thereof as may be shown to have been received as compensation <span class=\"star-pagination\">*345</span> for personal services actually rendered by the surviving spouse or derived originally from such compensation or from separate property of the surviving spouse. In no case shall such interest included in the gross estate of the decedent be less than the value of such part of the community property as was subject to the decedent's power of testamentary disposition.\"<sup>[1]</sup></p>\n<p>The revenue laws make no provision for the distribution of the burden of the tax beyond providing that the tax shall be a lien on all of the property included in the decedent's gross estate.  827 (a) I.R.C., 26 U.S.C.  827 (a). See <i>Detroit Bank</i> v. <i>United States,</i> 317 U.S. 329, 331-333. Section 826 (b) of the I.R.C. contemplates that the tax \"be paid out of the [taxable] estate before its distribution,\" unless otherwise directed by decedent's will. Although the share of the surviving spouse is subject to the lien and the tax must be paid out of the estate <span class=\"star-pagination\">*346</span> as a whole, the federal statute leaves it to the states to determine how the tax burden shall be distributed among those who share in the taxed estate. See <i>Riggs</i> v. <i>Del Drago,</i> 317 U.S. 95.</p>\n<p>Appellees' argument is in substance that the nature of community property is such that husband and wife each has, by virtue of the establishment of their marital community, and from its beginning, a present half interest in such property; that the death of either effects no transfer or relinquishment of any interest in the property other than that of the half share which the decedent had before his death; and that the survivor in consequence of the death of the other spouse acquires no new or different interest in the property, but only retains the half share he or she had prior to the death of the other spouse. From this appellees conclude that the death of either spouse is not an event which in any case can bring more than one-half of the community property within the reach of the power to \"lay and collect . . . imposts and excises\" conferred on Congress by Article I,  8 of the Constitution, and that the present amendment taxing the entire value of the community property on the death of either spouse is a denial of due process because the death of neither operates to transfer, relinquish or enlarge any legal or economic interest in the property of the other spouse. Hence it is said that the statute infringes due process by adding to the concededly valid tax on the decedent's half share a further tax measured by the one-half interest of the surviving spouse. Further, it is urged in support of the due process contention, that the statute arbitrarily and capriciously invents different rules of taxation whose alternative application is governed by a single consideration, namely, which will yield the greater tax; and that the statute creates a presumption contrary to state law, and having no rational basis in fact, that the entire community <span class=\"star-pagination\">*347</span> is owned or economically attributable to the spouse first to die. It is also argued that even if Congress could validly impose the tax where, as here, the husband is first to die, there is no basis for the tax where the wife dies first, and that since the statute purports to apply in either case, and is not separable, it cannot be validly applied in this.</p>\n<p>It is also contended that the tax is not uniform as required by Article I,  8, Clause 1 of the Constitution, because the joint interests of husband and wife in community property states are taxed according to a different and more onerous standard than is applied to comparable joint interests, and specifically to tenancies in common and limited partnerships, created under the laws of other states in which the presumption is not applied; and because the statute disregards for purposes of taxation the property laws of the community property states, while recognizing the property laws of other states for those purposes.</p>\n<p>It is said too that the levy is a direct tax, invalid because not apportioned (Article I,  9, Clause 4 of the Constitution), insofar as it contemplates collection of part of the tax out of the wife's half of the community property, since, it is said, there is no excisable event touching her property on her husband's death and the tax collected out of her property is in effect a direct tax upon it. And finally the tax is said to invade the powers reserved to the states by the Tenth Amendment, to determine property relationships within their borders.</p>\n<p>The merits of these contentions cannot be accurately appraised without some inquiry as to the nature of respective spouses' community property interests as defined by Louisiana law. We have had occasion in several earlier cases to make some examination of the laws governing the interests of the spouses in community property states. <span class=\"star-pagination\">*348</span> See e.g., <i>Moffitt</i> v. <i>Kelly,</i> 218 U.S. 400; <i>Poe</i> v. <i>Seaborn,</i> 282 U.S. 101; <i>Bender</i> v. <i>Pfaff,</i> 282 U.S. 127; <i>Commissioner</i> v. <i>Harmon,</i> 323 U.S. 44. Counsel for appellees concede that the opinion in <i>Bender</i> v. <i>Pfaff, supra</i><i>,</i> so far as it goes, correctly defines the several interests of the spouses in Louisiana community property. To that we now add a more detailed statement so far as it may be relevant to the decision of the present case.</p>\n<p>By the law of Louisiana, every marital status subject to the laws of the state superinduces a partnership or community of the spouses with respect to property in the state acquired during the life of the community, unless there be at the time of the marriage a stipulation to the contrary.<sup>[2]</sup> All earnings and all property acquired by the husband or wife during the life of the community become community property, with certain limited exceptions not here involved, and which need not be detailed further than to say that the spouses can acquire some separate property during marriage.<sup>[3]</sup> It is said that all property acquired by the spouses during the marriage which falls into the community is \"due to the joint or common efforts, labor, industry, economy, and sacrifices of the husband and wife,\" and that for this reason the husband and wife each has at all times an equal present interest in an undivided half of the whole community.<sup>[4]</sup> The management of the community is entrusted to the exclusive control of the husband,<sup>[5]</sup> and he may deal with and dispose of community property with no liability to account to the wife so long <span class=\"star-pagination\">*349</span> as the community continues.<sup>[6]</sup> The rule is, however, that the husband may not give away any of the immovables, nor a quota of the movables, nor may he fraudulently make any alienation of property \"to injure his wife.\"<sup>[7]</sup></p>\n<p>So long as the community continues, the wife has no control over community property. She may not give it away, nor sell it, and in general, may not bind it for the payment of her debts.<sup>[8]</sup> But upon the termination of the community,<sup>[9]</sup> she, her heirs, or other designees receive in full possession and enjoyment one-half in value of the <span class=\"star-pagination\">*350</span> total community assets subject to the payment of community debts.<sup>[10]</sup> This right so to receive one-half is indefeasible, and if she die first, her heirs or legatees take her half-share to the exclusion of the husband; if the husband die first, his half passes to his heirs or as he has directed, and the other half is the wife's.<sup>[11]</sup></p>\n<p>Examination of the legislative history of the challenged statute, as disclosed by the Committee Hearings and Reports and the Congressional debates, can leave no doubt that the purpose of Congress in enacting it was the elimination of what was believed to be an unequal distribution of the tax burdens of estate taxes which led Congress to apply to community property the principles of death taxes which it had already applied to other forms of joint ownership, on the death of either of the joint owners. The Report of the House Committee recommending the adoption of the amendment to  811 of the Internal Revenue Code pointed out the preferential treatment accorded by <span class=\"star-pagination\">*351</span> the federal estate tax laws to community property. H. Rep. No. 2333, 77th Cong., 2d Sess., pp. 35 to 37, 160.<sup>[12]</sup></p>\n<p>There is no dispute as to the construction or operation of the provisions of the statute. Appellees do not deny that the Commissioner correctly applied the statute and correctly computed the tax if the statute is valid. Here, as will presently appear, there is no basis for saying that the statute, either in its purpose or in its practical effect, operates to regulate matters whose regulation the Constitution reserved to the states. It is a revenue measure <span class=\"star-pagination\">*352</span> enacted in the exercise of the federal power to lay and collect an excise. Congress has a wide latitude in the selection of objects of taxation, <i>Brushaber</i> v. <i>Union Pacific R. Co.,</i> 240 U.S. 1, 12; <i>Steward Machine Co.</i> v. <i>Davis,</i> 301 U.S. 548, 581, and even under the equal protection clause of the Fourteenth Amendment, which was not included in the Fifth, the states may distinguish, for purposes of transfer taxes, between property which has borne its fair share of the tax burdens and similar or like property passing to the same class of beneficiaries which has not. <i>Watson</i> v. <i>State Comptroller,</i> 254 U.S. 122. Hence we are concerned only with the power of Congress to enact the tax.</p>\n<p>It is true that the estate tax as originally devised and constitutionally supported was a tax upon transfers. <i>Knowlton</i> v. <i>Moore,</i> 178 U.S. 41; <i>Y.M.C.A.</i> v. <i>Davis,</i> 264 U.S. 47, 50. But the power of Congress to impose death taxes is not limited to the taxation of transfers at death. It extends to the creation, exercise, acquisition, or relinquishment of any power or legal privilege which is incident to the ownership of property, and when any of these is occasioned by death, it may as readily be the subject of the federal tax as the transfer of the property at death. See <i>Bromley</i> v. <i>McCaughn,</i> 280 U.S. 124, 135, <i>et seq.</i></p>\n<p>Congress may tax real estate or chattels if the tax is apportioned, and without apportionment it may lay an excise upon a particular use or enjoyment of property or the shifting from one to another of any power or privilege incidental to the ownership or enjoyment of property. <i>Bromley</i> v. <i>McCaughn, supra</i><i>; </i><i>Burnet</i> v. <i>Wells,</i> 289 U.S. 670, 678; cf. <i>Nashville, C. &amp; St. L.R. Co.</i> v. <i>Wallace,</i> 288 U.S. 249, 267-8; <i>Henneford</i> v. <i>Silas Mason Co.,</i> 300 U.S. 577, 582. The power to tax the whole necessarily embraces the power to tax any of its incidents or the use or enjoyment of them. If the property itself may constitutionally <span class=\"star-pagination\">*353</span> be taxed, obviously it is competent to tax the use of it, <i>Hylton</i> v. <i>United States,</i> 3 Dall. 171; <i>Billings</i> v. <i>United States,</i> 232 U.S. 261, or the sale of it, <i>Nicol</i> v. <i>Ames,</i> 173 U.S. 509; <i>Thomas</i> v. <i>United States,</i> 192 U.S. 363, 370, or the gift of it, <i>Bromley</i> v. <i>McCaughn, supra</i><i>.</i> It may tax the exercise, non-exercise, or relinquishment of a power of disposition of property, where other important indicia of ownership are lacking. <i>Saltonstall</i> v. <i>Saltonstall,</i> 276 U.S. 260; <i>Chase National Bank</i> v. <i>United States,</i> 278 U.S. 327; <i>Estate of Rogers</i> v. <i>Commissioner,</i> 320 U.S. 410; cf. <i>Graves</i> v. <i>Schmidlapp,</i> 315 U.S. 657 with  811 (d) (f) of the Internal Revenue Code, 26 U.S.C.  811 (d) (f).</p>\n<p>If the gift of property may be taxed, we cannot say that there is any want of constitutional power to tax the receipt of it, whether as the result of inheritance, <i>Stebbins</i> v. <i>Riley,</i> 268 U.S. 137, or otherwise, whatever name may be given to the tax, and even though the right to receive it, as distinguished from its actual receipt and possession at a future date, antedated the statute. Receipt in possession and enjoyment is as much a taxable occasion within the reach of the federal taxing power as the enjoyment of any other incident of property. The taking of possession of inherited property is one of the most ancient subjects of taxation known to the law. Such taxes existed on the European Continent and in England prior to the adoption of our Constitution.<sup>[13]</sup></p>\n<p>It is upon these principles that this Court has consistently sustained the application of estate taxes upon the death of one of the joint owners to property held in joint ownership, measured by the full value of the property so <span class=\"star-pagination\">*354</span> held. We upheld a like tax when applied to tenancies by the entirety in <i>Tyler</i> v. <i>United States,</i> 281 U.S. 497; <i>Third National Bank &amp; Trust Co.</i> v. <i>White,</i> 287 U.S. 577, and to property held in joint tenancy in <i>United States</i> v. <i>Jacobs</i> and <i>Dimock</i> v. <i>Corwin</i> (companion cases), 306 U.S. 363.</p>\n<p>Decision in these cases was not rested, as appellees argue, on the ground that the tax was imposed on a gift made by the husband, who had created the tenancy, viewed as a substitute for a testamentary transfer, or on any event which antedated the death of one of the joint owners. Instead, as we said in <i>Whitney</i> v. <i>Tax Commission,</i> 309 U.S. 530, 539, \"the emphasis in these cases [was] on the practical effect of death in bringing about a shift in economic interest, and the power of the legislature to fasten on that shift as the occasion for a tax.\" We pointed out in <i>Tyler</i> v. <i>United States, supra,</i> 503, 504, that the use, possession and enjoyment of the joint property which was joint before the death was thereby made exclusive in the survivor, and thus constituted a \"definite accession to the property rights\" of the survivor. These circumstances were thought sufficient to make valid the inclusion of the property in the gross estate which forms the primary basis for the measurement of the tax. And in <i>United States</i> v. <i>Jacobs, supra,</i> this Court sustained the tax, assailed on due process grounds, when applied to a joint tenancy created before the enactment of the taxing statute. We said, 306 U.S. at 371, that the subject of the tax was not the gift to the wife made by the husband's creation of the joint tenancy for himself and wife, but the change in possession and enjoyment of the entire property, occasioned by the death of one of the joint tenants, and that the tax was appropriately measured by the value of the entire property. \"Under the statute the death of decedent is the event in respect of which the tax is laid. It is the existence of the joint tenancy at that time, and not its creation <span class=\"star-pagination\">*355</span> at the earlier date, which furnishes the basis for the tax.\" <i>Griswold</i> v. <i>Helvering,</i> 290 U.S. 56, 58. Compare <i>Saltonstall</i> v. <i>Saltonstall, supra,</i> 271.</p>\n<p>Similarly, a tax upon the termination by death of a power to dispose of property, created before the enactment of the tax statute, does not offend due process, <i>Reinecke</i> v. <i>Northern Trust Co.,</i> 278 U.S. 339, nor does a tax upon the receipt of income which was earned and due before the enactment of the taxing statute. <i>Brushaber</i> v. <i>Union Pacific R. Co., supra,</i> 20; <i>Lynch</i> v. <i>Hornby,</i> 247 U.S. 339, 343; <i>Taft</i> v. <i>Bowers,</i> 278 U.S. 470, 483, 484; <i>Cooper</i> v. <i>United States,</i> 280 U.S. 409, 411. It is the receipt in possession or enjoyment of the proceeds of a right previously acquired and vested upon which the tax is laid. Such was deemed to be the taxable event under our earlier death taxes. <i>Clapp</i> v. <i>Mason,</i> 94 U.S. 589; <i>Vanderbilt</i> v. <i>Eidman,</i> 196 U.S. 480. And see <i>Moffitt</i> v. <i>Kelly, supra</i><i>.</i></p>\n<p>With these general principles in mind, we turn to their application to federal death taxes laid with respect to the interests in community property. As we have seen, the death of the husband of the Louisiana marital community not only operates to transfer his rights in his share of the community to his heirs or those taking under his will. It terminates his expansive and sometimes profitable control over the wife's share, and for the first time brings her half of the property into her full and exclusive possession, control and enjoyment. The cessation of these extensive powers of the husband, even though they were powers over property which he never \"owned,\" and the establishment in the wife of new powers of control over her share, though it was always hers, furnish appropriate occasions for the imposition of an excise tax.</p>\n<p>Similarly, with the death of the wife, her title or ownership in her share of the community property ends, and passes to her heirs or other appointees. More than this, <span class=\"star-pagination\">*356</span> her death, by ending the marital community, liberates her husband's share from the restrictions which the existence of the community had placed upon his control of it. He acquires by her death, the right to have his share of the community separated from hers by partition and to hold it free of all controls. He obtains, for the first time, the right to give away his immovables, and the right to give away his movables as a whole or by a fraction of the whole. Here too, the wife's death brings into being a new set of relationships with respect to his share of the community as well as hers, among which are new powers of control and disposition which are proper subjects of an excise tax measured by the value of his share. And while we do not rest decision on the point, it is of some significance that this shift of legal relationships effects a shift in point of economic substance. The precept that the wife is equal co-owner with her husband of community property undoubtedly calls into play within the marital relationship personal and psychological forces which have great importance in the practical determination of how community property shall be managed by the husband. Though it may be impossible fully to translate these imponderables into legal rules, the death of the wife undoubtedly brings, in every practical aspect, greater freedom to the husband in his disposition of that share of community property which is technically his, than is to be gathered solely from a reading of statutes and case law.</p>\n<p>This redistribution of powers and restrictions upon power is brought about by death notwithstanding that the rights in the property subject to these powers and restrictions were in every sense \"vested\" from the moment the community began. It is enough that death brings about changes in the legal and economic relationships to the property taxed, and the earlier certainty that those changes would occur does not impair the legislative power <span class=\"star-pagination\">*357</span> to recognize them, and to levy a tax on the happening of the event which was their generating source.</p>\n<p>The principles which sustain the present tax against due process objections are precisely those which sustained the California tax, measured by the entire value of community property in <i>Moffitt</i> v. <i>Kelly, supra</i><i>.</i> There the Court recognized that the surviving wife took her share of the property on her husband's death, not as an heir, but as an owner of an interest, the right to which she acquired before the death and before the enactment of the taxing act. But the levy upon the entire value of the community was sustained, not as a tax upon property or the transfer of it, but as a tax upon the \"vesting of the wife's right of possession and enjoyment arising upon the death of her husband,\" which the Court deemed an appropriate subject of taxation, notwithstanding the contract, equal protection and due process clauses of the Constitution.<sup>[14]</sup> So far as <i>Coolidge</i> v. <i>Long,</i> 282 U.S. 582, is inconsistent with <i>Moffitt</i> v. <i>Kelly, supra</i><i>,</i> and the contentions now urged by the Government, the application of the reasoning of the <i>Coolidge</i> case to the taxation of joint or community interests must be taken to have been limited by our decisions in <i>Tyler</i> v. <i>United States, supra</i><i>,</i> and <i>United States</i> v. <i>Jacobs, supra,</i> and the cases following them.</p>\n<p>What we have said of the nature and incidence of the tax on community property in large measure disposes of the various other contentions of appellees. Since the levy is an excise and not a property tax, the case is not one of <span class=\"star-pagination\">*358</span> taking the survivor's property to pay the tax on decedent's estate. As the tax is upon the surrender of old incidents of property by the decedent and the acquisition of new by the survivor, it is appropriately measured by the value of the property to which these incidents attach. The tax burden thus laid is not so unrelated to the privileges enjoyed by the taxpayers who are owners of the property affected that it can be said to be an arbitrary exercise of the taxing power. <i>Milliken</i> v. <i>United States,</i> 283 U.S. 15; <i>Burnet</i> v. <i>Wells, supra,</i> 678-9. Compare <i>Saltonstall</i> v. <i>Saltonstall, supra</i><i>.</i> While it may generally be true, as appellees argue, that neither the husband nor wife gains any over-all financial advantage when the other dies, it suffices that the decedent loses and the survivor acquires, with respect to the property taxed, substantial rights of enjoyment and control which may be of value. Liability to the tax, in order to avoid constitutional objection, does not have to rest upon the enjoyment by the taxpayer of all the privileges and benefits of the most favored owner at a given time and place. <i>Corliss</i> v. <i>Bowers,</i> 281 U.S. 376; <i>Reinecke</i> v. <i>Smith,</i> 289 U.S. 172; cf. <i>Burnet</i> v. <i>Guggenheim,</i> 288 U.S. 280.</p>\n<p>We find no basis for the contention that the tax is arbitrary and capricious because it taxes transfers at death and also the shifting at death of particular incidents of property. Congress is free to tax either or both, and here it has taxed both, as it may constitutionally do, in order to accomplish \"the purposes and policy of taxation\" to protect the revenue and avoid an unequal distribution of the tax burden. <i>Watson</i> v. <i>State Comptroller, supra</i><i>.</i></p>\n<p>Even if it could be thought to affect the constitutionality of the taxing statute, it is plain that the statute does not depend for its operation upon any presumption that the entire community property is owned or economically attributable to the spouse first to die. Save as the statute itself grants an excemption by such attribution, so <span class=\"star-pagination\">*359</span> far as the community property \"may be shown to have been received as compensation for personal services actually rendered by the surviving spouse or derived originally from such compensation or from separate property of the surviving spouse,\" the tax is laid without regard to the economic source of the community property. Apart from the exemption, it is, as we have seen, the shifting at death of the incidents of the property, regardless of origin, which is the subject of the tax.</p>\n<p>The present statute, which was enacted in order to secure a more equitable distribution of the burden of federal death taxes,<sup>[15]</sup> is assailed because the tax is lacking in uniformity. But the uniformity in excise taxes exacted by the Constitution is geographical uniformity, not uniformity of intrinsic equality and operation. <i>Knowlton</i> v. <i>Moore, supra,</i> 83-109. The Constitution does not command that a tax \"have an equal effect in each State,\" <i>id.</i> p. 104. It has long been settled that within the meaning of the uniformity requirement a \"tax is uniform when it operates with the same force and effect in every place where the subject of it is found.\" <i>Head Money Cases,</i> 112 U.S. 580, 594. See also <i>LaBelle Iron Works</i> v. <i>United States,</i> 256 U.S. 377, 392-3; <i>Bromley</i> v. <i>McCaughn, supra,</i> 138; <i>Steward Machine Co.</i> v. <i>Davis, supra,</i> 583.</p>\n<p>The amendment taxing community property interests is applicable throughout the territory of the United States wherever such interests may be found. There is no lack of geographical uniformity because in some states they are not found. For a taxing statute does not fall short of the prescribed uniformity because its operation and incidence may be affected by differences in state laws. <i>Phillips</i> v. <i>Commissioner,</i> 283 U.S. 589, 602; <i>Riggs</i> v. <i>Del Drago, supra,</i> 102. \"Differences of state law, which may bring a person within or without the category designated by <span class=\"star-pagination\">*360</span> Congress as taxable, may not be read into the Revenue Act to spell out a lack of uniformity\" in the constitutional sense. <i>Poe</i> v. <i>Seaborn, supra,</i> 117-8.</p>\n<p>Appellees suggest that interests in tenancies in common and limited partnerships are very like interests in community property, and that if the tax is to be uniform, the one cannot be taxed unless the others are also. But even if it be as appellees argue, that common law family partnership or other arrangements with different names can be so devised that the marital relationship is attended by the same powers and restrictions as those derived from the laws of the community property states, and that they are differently or more lightly taxed than community property interests, we find no lack of uniformity in the constitutional sense. The present amendment is geographically uniform in its application to the only subject of which it treats, community property interests, and it levies in every state an identical tax upon the subject matter included within its terms  defined property interests created by state law, having a common historical origin, a common name, and constituting a universally recognized distinct class of property interests.</p>\n<p>There can be no doubt that the selection of such a class for taxation would not offend against the Fifth Amendment, or even the Fourteenth, merely because it did not attempt to reach casual arrangements resulting from individual agreements. Taxes must be laid by general rules. See <i>State Railroad Tax Cases,</i> 92 U.S. 575, 612; <i>Head Money Cases, supra,</i> 595; <i>LaBelle Iron Works</i> v. <i>United States, supra,</i> 392; <i>Great Atlantic &amp; Pacific Tea Co.</i> v. <i>Grosjean,</i> 301 U.S. 412, 424. Considerations of practical administrative convenience and cost in the administration of tax laws afford adequate grounds for imposing a tax on a well recognized and defined class, without attempting to extend it so as to embrace a penumbra of special and more or less casual interests which in each case may or <span class=\"star-pagination\">*361</span> may not resemble the taxed class. <i>Burnet</i> v. <i>Wells, supra,</i> 678; <i>Carmichael</i> v. <i>Southern Coal &amp; Coke Co.,</i> 301 U.S. 495, 511; <i>Rapid Transit Corp.</i> v. <i>New York,</i> 303 U.S. 573, 582-3; <i>Madison Avenue Offices</i> v. <i>Browne,</i> appeal dismissed, 326 U.S. 682. Such interests would be but isolated specimens of the attorney's art, and likely to resist efforts to identify them with the taxable subject.</p>\n<p>Appellees' contention that the uniformity clause precludes such classification would in effect add to the constitutional restraints upon Congress an equal protection clause more restrictive than that of the Fourteenth Amendment, and is without judicial or historical support. This Court in <i>LaBelle Iron Works</i> v. <i>United States, supra,</i> 392, <i>et seq.</i> recognized that the uniformity clause, beyond requiring geographical uniformity in the application of the particular tax laid by the taxing act, could not be taken to impose greater restrictions on Congress' power to tax than those which the equal protection clause places upon the states. We reaffirm what this Court has many times held, that the constitutional command that \"Excises shall be uniform throughout the United States\" refers to geographical uniformity in the application of the particular excise which Congress has prescribed. We conclude that it adds nothing to restrictions which other clauses of the Constitution may impose upon the power of Congress to select and classify the subjects of taxation. It requires only that what Congress has properly selected for taxation must be identically taxed in every state where it is found.</p>\n<p>An excise tax, which the Constitution requires to be uniform, laid upon the shifting at death of some of the incidents of property, could hardly be thought to be a direct tax which must be apportioned. See <i>Bromley</i> v. <i>McCaughn, supra,</i> 138. The contention that such a tax is direct because measured by the property whose incidents are shifted at death, was rejected in <i>Bromley</i> v. <span class=\"star-pagination\">*362</span> <i>McCaughn, supra</i><i>,</i> and in <i>Tyler</i> v. <i>United States, supra,</i> 501-4, and <i>Phillips</i> v. <i>Dime Trust Co.,</i> 284 U.S. 160, 165. A tax imposed upon the exercise of some of the numerous rights of property is clearly distinguishable from a direct tax, which falls upon the owner merely because he is owner, regardless of his use or disposition of the property. \"The persistence of this distinction and the justification for it rest upon the historic fact that [excise] taxes of this type were not understood to be direct taxes when the Constitution was adopted and, as well, upon the reluctance of this Court to enlarge, by construction, limitations upon the sovereign power of taxation by Article I,  8, so vital to the maintenance of the national government.\" <i>Bromley</i> v. <i>McCaughn, supra,</i> 137.</p>\n<p>The Tenth Amendment does not operate as a limitation upon the powers, express or implied, delegated to the national government. <i>United States</i> v. <i>Darby,</i> 312 U.S. 100, 123-4. The amendment has clearly placed no restriction upon the power delegated to the national government to lay an excise tax <i>qua</i> tax. Undoubtedly every tax which lays its burden on some and not others may have an incidental regulatory effect. But since that is an inseparable concomitant of the power to tax, the incidental regulatory effect of the tax is embraced within the power to lay it. It has long been settled that an Act of Congress which on its face purports to be an exercise of the taxing power, is not any the less so because the tax is burdensome or tends to restrict or suppress the thing taxed. In such a case it is not within the province of courts to inquire into the unexpressed purposes or motives which may have moved Congress to exercise a power constitutionally conferred upon it. <i>Sonzinsky</i> v. <i>United States,</i> 300 U.S. 506, 513-514, and cases cited.</p>\n<p>We conclude that the tax here laid with respect to the community property infringes no constitutional provision.</p>\n<p>The inclusion of all the proceeds of decedent's life insurance <span class=\"star-pagination\">*363</span> policies within his gross estate for purposes of estate taxation requires no extended discussion. There is no contention that the proceeds of the policies are not made taxable by the terms of  811 (g) of the Internal Revenue Code as amended by  404 of the Revenue Act of 1942.<sup>[16]</sup> The amendment indicates on its face the purpose to bring the provisions for the taxation of the proceeds of insurance policies payable at death into harmony with the amendment taxing community interests, and the court below seems to have regarded, as do the parties here, the disposition of the questions affecting the tax on community interests as determinative of the validity of the tax on the proceeds of the policies. But it is sufficient for present purposes that the tax is laid upon the amount receivable by the wife as a beneficiary of the policies on the death of her husband, and that the husband possessed at his death an incident of ownership, the power to change the beneficiaries.</p>\n<p>For reasons which we have already fully developed in this opinion, the death of the insured, since it ended his control over the disposition of the proceeds and gave his wife the present enjoyment of them, may be constitutionally made the occasion for the imposition of an indirect tax measured by the proceeds themselves. <i>Stebbins</i> v. <i>Riley, supra,</i> 141; <i>Chase National Bank</i> v. <i>United States, supra</i><i>.</i></p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE JACKSON took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE DOUGLAS, concurring.</p>\n<p>Prior to the Revenue Act of 1942 there was a great lack of uniformity among the States in the incidence of the federal estate tax. In most of the States the accumulations <span class=\"star-pagination\">*364</span> of the husband (who typically is the bread-winner) were taxed in their entirety on his death. In the community property states the tax generally reached only half of the accumulations because of the theory that they were the product of the wife's as well as of the husband's activities. It was this disparity which Congress sought to eliminate. As stated in the House Report (H. Rep. No. 2333, 77th Cong., 2d Sess., pp. 35-37),</p>\n<p>\"For the purpose of Federal estate taxation, husband and wife living in community-property States enjoy a preferential treatment over those living in non-community-property States. This is due to the fact that all of the property acquired by the husband after marriage, through his own efforts, in a community-property State is treated as if one-half belonged to the wife. In non-community-property States, all such property is regarded as belonging entirely to the husband.\"</p>\n<p>There are contained in the Report tables showing the difference in the amount of the federal estate tax in the community property States and in the other States, after which the Committee makes the following comment,</p>\n<p>\". . . in some instances there is an entire exemption from the Federal estate tax for the reason that the omission of one-half of the community property reduces the husband's net estate below the minimum exemption of $40,000. Moreover, this halving of community property greatly reduces the estate tax because of the progressive rates. For example, under the present law, a net estate of $50,000 will pay an estate tax of $500 in a non-community-property State and no tax in a community-property State. An estate of $100,000 will pay a tax of $9,500 on the death of the husband in a non-community-property State and a tax of $500 on the death of the husband in a community-property State.</p>\n<p>\"If the wife dies within 5 years of her husband, the remaining $50,000 upon which the husband paid no estate <span class=\"star-pagination\">*365</span> tax will be subject to an estate tax of $500. Thus, the total tax paid on this $100,000 estate in the community-property State will be $1,000 as compared with $9,500 in the non-community-property State or a tax saving of $8,500. In the case of a $5,000,000 estate, the tax saving in a community-property State will amount to as much as $485,800 and in the case of a $10,000,000 estate, the tax saving in a community-property State will amount to as much as $1,171,800.\"</p>\n<p>And see S. Rep. No. 1631, 77th Cong., 2d Sess., p. 231.</p>\n<p>Much may be said for the community property theory that the accumulations of property during marriage are as much the product of the activities of the wife as those of the titular bread-winner. But I can see no constitutional reason why Congress may not credit them all to the husband for estate tax purposes. The character and extent of property interests under local law often determine the reach of federal tax statutes. <i>Helvering</i> v. <i>Stuart,</i> 317 U.S. 154, 161-162, and cases cited. And see Cahn, Local Law in Federal Taxation, 52 Yale L. Journ. 799. Yet that is not always so. <i>United States</i> v. <i>Pelzer,</i> 312 U.S. 399. Taxation is eminently a practical matter. Congress need not be circumscribed by whatever lines are drawn by local law. It may rely, as <i>Tyler</i> v. <i>United States,</i> 281 U.S. 497, 502-503, held, on more realistic considerations and base classifications for estate tax purposes on economic actualities. It was held, to be sure, in <i>Hoeper</i> v. <i>Tax Commission,</i> 284 U.S. 206, that a State could not assess against the husband an income tax computed on the combined total of his and his wife's income. But I can see no reason why that which is in fact an economic unit may not be treated as one in law. For as Mr. Justice Holmes pointed out in his dissent, there is a community of interest \"when two spouses live together and when usually each would get the benefit of the income of each without inquiry into the source.\" And he went on to say <span class=\"star-pagination\">*366</span> \"Taxation may consider not only command over, but actual enjoyment of, the property taxed.\" 284 U.S. pp. 219-220. Cf. <i>Helvering</i> v. <i>Clifford,</i> 309 U.S. 331, 335-337.</p>\n<p>The Congress has not gone the full distance here. It has not included in one estate all the property owned by husband and wife. So far as this case is concerned, it has only included in the estate of the husband the accumulations which under the community property system are deemed to have been produced by the joint efforts of him and his wife. I can see no obstacle to that course unless it be the uniformity clause of the Constitution. Art. I,  8, Cl. 1. But there can be no objection on that score. On the facts of this case the law goes no further than to eliminate the estate tax advantage which a married rancher, business man, etc., in Louisiana has over those similarly situated in the common law States. Congress, to be sure, has disregarded the manner in which Louisiana divided \"ownership\" of property between husband and wife. But as between husband and wife, notions of \"vested interests,\" \"ownership,\" and the like, established by local law, are no sure guide to what \"belongs\" to one or the other in any practical sense. We would be blind to the usual implications of the intimate relationship of marriage if we forced Congress to treat such divisions of \"ownership\" the same way it does divisions of \"ownership\" among strangers. I find no such compulsion in the Constitution.</p>\n<p>MR. JUSTICE BLACK joins in this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 811 of the Internal Revenue Code (26 U.S.C.  811) as amended by  404 of the Act of 1942, provides that the taxable value of the gross estate of the decedent shall be determined by including the value at the time of his death of\n</p>\n<p>\"(g) Proceeds of life insurance</p>\n<p>\"(1) . . . To the extent of the amount receivable by the executor . . .</p>\n<p>\"(2) . . . To the extent of the amount receivable by all other beneficiaries as insurance under policies upon the life of the decedent (A) purchased with premiums, or other consideration, paid . . . by the decedent, . . . or (B) with respect to which the decedent possessed at his death any of the incidents of ownership . . .</p>\n<p>\"(4) . . . For the purposes of this subsection, premiums . . . paid with property held as community property by the insured and surviving spouse under the law of any State, . . . shall be considered to have been paid by the insured, except such part thereof as may be shown to have been received as compensation for personal services actually rendered by the surviving spouse or derived originally from such compensation or from separate property of the surviving spouse; and the term `incidents of ownership' includes incidents of ownership possessed by the decedent at his death as manager of the community.\"</p>\n<p>[2]  Dart's Louisiana Civil Code (1945) Article 2399.</p>\n<p>[3]  <i>Id.,</i> Article 2402; see <i>Troxler</i> v. <i>Colley,</i> 33 La. Ann. 425. The income from the separate property of the husband, and of such of the wife's separate property as is given over to the husband's management also falls into the community by Article 2402, <i>supra;</i> see also <i>Hellberg</i> v. <i>Hyland,</i> 168 La. 493, 122 So. 593.</p>\n<p>[4]  <i>Succession of Wiener,</i> 203 La. 649, 14 So.2d 475; see also <i>Phillips</i> v. <i>Phillips,</i> 160 La. 813, 825 <i>et seq.,</i> 107 So. 584.</p>\n<p>[5]  Dart's Louisiana Civil Code (1945) Article 2404.</p>\n<p>[6]  <i>McCaffrey</i> v. <i>Benson,</i> 40 La. Ann. 10, 3 So. 393; <i>Frierson</i> v. <i>Frierson,</i> 164 La. 687, 114 So. 594.</p>\n<p>[7]  Dart's Louisiana Civil Code (1945) Art. 2404. The rights secured to the wife by this inhibition on gifts apparently may not be enforced against the husband or those taking under him either during the life of the community or after its termination. The sole remedy is a suit against the donee to recover the property in his hands, <i>Bister</i> v. <i>Menge,</i> 21 La. Ann. 216; <i>Frierson</i> v. <i>Frierson, supra</i><i>,</i> and even such a suit apparently may not be maintained until after the termination of the community. Daggett, The Community Property System of Louisiana (1931) 24. Where the husband has aliened some part of the community in fraud of his wife's rights, she or those representing her have an action for reimbursement against the husband or his representatives upon the termination of the community, but not before. <i>Guice</i> v. <i>Lawrence,</i> 2 La. Ann. 226, 228. The fraud required for an action of this kind seemingly must be intentional and the motive for the transfer. See Art. 2404, <i>supra; </i><i>Succession of Packwood,</i> 12 Rob. (La.) 334, 364-5; <i>Exposito</i> v. <i>Lapeyrouse,</i> 195 So. 814 (La. App.).</p>\n<p>[8]  <i>Bywater</i> v. <i>Enderle,</i> 175 La. 1098, 145 So. 118; <i>D.H. Holmes Co.</i> v. <i>Morris,</i> 188 La. 431, 177 So. 417.</p>\n<p>[9]  Dart's Louisiana Civil Code (1945) Articles 2406, 2425. At the dissolution of the community, the share of each spouse in the partnership's assets is credited with one-half of the amount by which the other spouse's separate property has been enhanced in value by the application thereto of community funds or of common labor, <i>id.,</i> Article 2408; <i>Dillon</i> v. <i>Dillon,</i> 35 La. Ann. 92. The wife's share must also be credited with one-half of the amount of community funds expended to pay the husband's separate debts, <i>Glenn</i> v. <i>Elam,</i> 3 La. Ann. 611, although those debts may be satisfied during the community by levy upon community property. <i>Davis</i> v. <i>Compton,</i> 13 La. Ann. 396.\n</p>\n<p>The community relationship ends upon the death of one spouse, divorce, separation from bed and board, or, in the absence of these, upon a judgment of judicial separation of property. See Dart's Louisiana Civil Code (1945), Articles 2425, 2427, 2430. Only the wife may request such a separation, and the separation is not a mere matter of consent between the spouses. <i>Driscoll</i> v. <i>Pierce,</i> 115 La. 156, 38 So. 949. She must show that her dowry rights or other separate property entrusted to the husband are in danger owing to her husband's mismanagement or financial embarrassment, or that like conditions render it doubtful that she or the children of the marriage will have the benefit of her own earnings, or of her future acquisitions of separate property. <i>Davock</i> v. <i>Darcy,</i> 6 Rob. (La.) 342; <i>Webb</i> v. <i>Bell,</i> 24 La. Ann. 75; <i>Meyer</i> v. <i>Smith &amp; Co.,</i> 24 La. Ann. 153; <i>Jones</i> v. <i>Jones,</i> 119 La. 677, 44 So. 429.</p>\n<p>[10]  Dart's Louisiana Civil Code (1945) Articles 2406, 2409, 2430.</p>\n<p>[11]  See <i>Succession of Wiener, supra</i><i>.</i></p>\n<p>[12]  The report stated:\n</p>\n<p>\"For the purpose of Federal estate taxation, husband and wife living in community-property States enjoy a preferential treatment over those living in non-community-property States. This is due to the fact that all of the property acquired by the husband after marriage, through his own efforts, in a community-property State is treated as if one-half belonged to the wife. In non-community-property States, all such property is regarded as belonging entirely to the husband. The difference in the amount of the Federal estate tax is enormous as shown by the following tables: . . .\"</p>\n<p>The tables show the great disparity between the estate tax levied on community property upon the death of the husband who had accumulated it and the death of the husband in like circumstances in non-community states. The tax upon an estate of $100,000 being $500 in a community property state and $9,500 in non-community property states. In the case of a $5,000,000 estate the tax saving in a community property state would amount to as much as $485,800, the saving on a $10,000,000 estate in a community property state amounting to as much as $1,171,800.</p>\n<p>The proposed amendment, it was said, \"eliminates special estate tax privileges enjoyed by decedents of community property estates.\" To the same effect is S. Rep. No. 1631, 77th Cong., 2d Sess., p. 231. The inequity inherent in allowing spouses in community property states to bear a lighter tax burden than their counterparts in other states had been brought to Congressional attention on other occasions. See e.g., President Roosevelt's message to Congress June 1, 1937, H. Doc. No. 260, 75th Cong., 1st Sess., p. 5; also Reports to the Joint Committee on Internal Revenue Taxation, Vol. 2, Part II (1933), pp. 15, 118-121, 139-140.</p>\n<p>[13]  <i>Nielsen</i> v. <i>Johnson,</i> 279 U.S. 47, 54, <i>et seq.;</i> Gleason &amp; Otis, \"Inheritance Taxation\" (4th ed.), p. 243 <i>et seq.</i> Feudal \"relief\" was a payment exacted of the heir for the privilege of admission to possession of the land of his ancestor. Digby, \"History of the Law of Real Property\" (5th ed.), p. 40.</p>\n<p>[14]  The force of <i>Moffitt</i> v. <i>Kelly, supra</i><i>,</i> as an authority controlling the taxation of community property in Louisiana, where the wife's interest is vested before the death of the husband, is not impaired by the fact that the California courts later held that the wife's interest in community property in that state is not so vested. Cf. <i>United States</i> v. <i>Robbins,</i> 269 U.S. 315 with <i>United States</i> v. <i>Malcolm,</i> 282 U.S. 792. The Moffitt case was decided upon the assumption that the wife's interest was \"vested.\"</p>\n<p>[15]  See footnote 12, <i>ante.</i></p>\n<p>[16]  Footnote 1, <i>ante.</i></p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">340</span></span> (1945)</b></center>\n<center><h1>FERNANDEZ, COLLECTOR OF INTERNAL REVENUE,<br>\nv.<br>\nWIENER ET AL.</h1></center>\n<center>No. 58.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 5, 1945.</center>\n<center>Decided December 10, 1945.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF LOUISIANA.\n<p><span class=\"star-pagination\">*342</span> <i>Assistant Attorney General Clark,</i> with whom <i>Acting Solicitor General Judson, Messrs. Sewall Key, Arnold Raum, Bernard Chertcoff</i> and <i>Miss Helen R. Carloss</i> were on the brief, for appellant.</p>\n<p><i>Messrs. Sidney L. Herold</i> and <i>Charles E. Dunbar, Jr.,</i> with whom <i>Mr. Esmond Phelps</i> was on the brief, for appellees.</p>\n<p>The Attorneys General of the States of Arizona, California, Idaho, Louisiana, Nevada, New Mexico, Texas, and Washington filed a brief (<i>Messrs. Max Radin</i> and <i>Joseph D. Brady</i> of counsel), and by special leave of Court <i>Mr. Radin</i> argued the cause, on behalf of those States, as <i>amici curiae,</i> urging affirmance.</p>\n<p>MR. CHIEF JUSTICE STONE delivered the opinion of the Court.</p>\n<p>In this case the Commissioner of Internal Revenue, proceeding under  811 (e) (2) of the Internal Revenue Code, 26 U.S.C.  811 (e) (2), as amended by  402 of the Revenue Act of 1942, 56 Stat. 798, has levied an estate tax on the termination of the marital community by the death of the husband, a domiciled resident of Louisiana, the tax being measured by the value of the entire community property. And, on the authority of  811 (g) (4) of the Code, 26 U.S.C.  811 (g) (4), as amended by  404 of the same statute, he also included in decedent's gross estate the entire proceeds of insurance policies on the decedent's life.</p>\n<p>The principal questions for decision are (1) whether the power asserted by the statute, to tax the entire community interest, is within the taxing power of the United States; <span class=\"star-pagination\">*343</span> (2) whether the tax infringes the due process clause of the Fifth Amendment; (3) whether the taxing statute contravenes the command of Article I,  8 of the Constitution that \"excises shall be uniform throughout the United States\"; (4) whether the tax so far as it is measured by the surviving wife's share of the community property, is a direct tax, invalid because not apportioned as required by Article I,  8 of the Constitution; and (5) whether the tax invades the powers reserved to the states by the Tenth Amendment.</p>\n<p>Appellees, the children and sole heirs of decedent, brought this suit in the District Court for Eastern Louisiana, to recover from appellant, the collector, as an alleged overpayment, so much of the estate tax paid as is attributable to the inclusion in decedent's gross estate of his wife's share of the community property, and of all, rather than half, of the insurance money. The district court gave judgment for appellees, <span class=\"citation\" data-id=\"1968874\"><a href=\"/opinion/1968874/wiener-v-fernandez/\"><span class=\"volume\">60</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">169</span></a></span>, holding that the statute as applied violated the due process clause of the Fifth Amendment. The case comes here on direct appeal from the judgment of the district court under  2 of the Act of August 24, 1937, 50 Stat. 751, 28 U.S.C.  349a, appellant assigning as error the lower court's ruling that the statute denied due process, and the court's failure to sustain the levy as a constitutional exercise of the federal taxing power.</p>\n<p>The facts as found by the district court are not in dispute. In 1907, decedent, a resident of Louisiana, married a Louisiana resident with whom he lived in that state until his death, his wife surviving. During the marriage he carried on in Louisiana various kinds of business. With the exception of certain real estate located in Mississippi, all the property of decedent at the time of his death was held in ownership by the marital community which existed between him and his wife. At no time during the existence of the community was the wife gainfully employed <span class=\"star-pagination\">*344</span> outside the household, nor did she receive from any one any salary or other compensation for personal services, nor was any part of the community property derived originally from any separate property of her own. Decedent, having by his will constituted appellees his sole heirs, and having no debts of consequence, no administration was had on his estate, and appellees were by judgment of the probate court placed in possession of all decedent's property.</p>\n<p>Appellees filed the federal estate tax return, in which they reported only one-half of the net value of the community property as subject to the tax. Included in the community property, and also reported to the extent of only one-half, were the proceeds of fifteen policies of insurance on the life of decedent, all of which were (a) effected by decedent during the marriage, (b) named the wife as beneficiary, and (c) reserved the right to the insured of changing the beneficiary. All of the premiums on these policies had been paid from community funds. The Commissioner assessed a deficiency in estate tax based upon appellees' failure to include in the gross estate, subject to tax, the entire value of all the community property, and the proceeds of the fifteen insurance policies. Appellees paid the deficiency and, following rejection of their claim for refund, brought the present suit to recover the amount of the deficiency payment which has resulted in the judgment in their favor.</p>\n<p>Section 402 of the Revenue Act of 1942 amended  811 (e) of the Internal Revenue Code, 26 U.S.C.  811 (e), so as to include in the gross estate of decedent, subject to the estate tax:</p>\n<p>\"(2) Community Interests.  To the extent of the interest therein held as community property by the decedent and surviving spouse under the law of any State . . . of the United States, . .. except such part thereof as may be shown to have been received as compensation <span class=\"star-pagination\">*345</span> for personal services actually rendered by the surviving spouse or derived originally from such compensation or from separate property of the surviving spouse. In no case shall such interest included in the gross estate of the decedent be less than the value of such part of the community property as was subject to the decedent's power of testamentary disposition.\"<sup>[1]</sup></p>\n<p>The revenue laws make no provision for the distribution of the burden of the tax beyond providing that the tax shall be a lien on all of the property included in the decedent's gross estate.  827 (a) I.R.C., 26 U.S.C.  827 (a). See <i>Detroit Bank</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"103738\"><a href=\"/opinion/103738/detroit-bank-v-united-states/\"><span class=\"volume\">317</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">329</span></a></span>, 331-333. Section 826 (b) of the I.R.C. contemplates that the tax \"be paid out of the [taxable] estate before its distribution,\" unless otherwise directed by decedent's will. Although the share of the surviving spouse is subject to the lien and the tax must be paid out of the estate <span class=\"star-pagination\">*346</span> as a whole, the federal statute leaves it to the states to determine how the tax burden shall be distributed among those who share in the taxed estate. See <i>Riggs</i> v. <i>Del Drago,</i> 317 U.S. 95.</p>\n<p>Appellees' argument is in substance that the nature of community property is such that husband and wife each has, by virtue of the establishment of their marital community, and from its beginning, a present half interest in such property; that the death of either effects no transfer or relinquishment of any interest in the property other than that of the half share which the decedent had before his death; and that the survivor in consequence of the death of the other spouse acquires no new or different interest in the property, but only retains the half share he or she had prior to the death of the other spouse. From this appellees conclude that the death of either spouse is not an event which in any case can bring more than one-half of the community property within the reach of the power to \"lay and collect . . . imposts and excises\" conferred on Congress by Article I,  8 of the Constitution, and that the present amendment taxing the entire value of the community property on the death of either spouse is a denial of due process because the death of neither operates to transfer, relinquish or enlarge any legal or economic interest in the property of the other spouse. Hence it is said that the statute infringes due process by adding to the concededly valid tax on the decedent's half share a further tax measured by the one-half interest of the surviving spouse. Further, it is urged in support of the due process contention, that the statute arbitrarily and capriciously invents different rules of taxation whose alternative application is governed by a single consideration, namely, which will yield the greater tax; and that the statute creates a presumption contrary to state law, and having no rational basis in fact, that the entire community <span class=\"star-pagination\">*347</span> is owned or economically attributable to the spouse first to die. It is also argued that even if Congress could validly impose the tax where, as here, the husband is first to die, there is no basis for the tax where the wife dies first, and that since the statute purports to apply in either case, and is not separable, it cannot be validly applied in this.</p>\n<p>It is also contended that the tax is not uniform as required by Article I,  8, Clause 1 of the Constitution, because the joint interests of husband and wife in community property states are taxed according to a different and more onerous standard than is applied to comparable joint interests, and specifically to tenancies in common and limited partnerships, created under the laws of other states in which the presumption is not applied; and because the statute disregards for purposes of taxation the property laws of the community property states, while recognizing the property laws of other states for those purposes.</p>\n<p>It is said too that the levy is a direct tax, invalid because not apportioned (Article I,  9, Clause 4 of the Constitution), insofar as it contemplates collection of part of the tax out of the wife's half of the community property, since, it is said, there is no excisable event touching her property on her husband's death and the tax collected out of her property is in effect a direct tax upon it. And finally the tax is said to invade the powers reserved to the states by the Tenth Amendment, to determine property relationships within their borders.</p>\n<p>The merits of these contentions cannot be accurately appraised without some inquiry as to the nature of respective spouses' community property interests as defined by Louisiana law. We have had occasion in several earlier cases to make some examination of the laws governing the interests of the spouses in community property states. <span class=\"star-pagination\">*348</span> See e.g., <i>Moffitt</i> v. <i>Kelly,</i> 218 U.S. 400; <i>Poe</i> v. <i>Seaborn,</i> 282 U.S. 101; <i>Bender</i> v. <i>Pfaff,</i> 282 U.S. 127; <i>Commissioner</i> v. <i>Harmon,</i> 323 U.S. 44. Counsel for appellees concede that the opinion in <i>Bender</i> v. <i>Pfaff, supra</i><i>,</i> so far as it goes, correctly defines the several interests of the spouses in Louisiana community property. To that we now add a more detailed statement so far as it may be relevant to the decision of the present case.</p>\n<p>By the law of Louisiana, every marital status subject to the laws of the state superinduces a partnership or community of the spouses with respect to property in the state acquired during the life of the community, unless there be at the time of the marriage a stipulation to the contrary.<sup>[2]</sup> All earnings and all property acquired by the husband or wife during the life of the community become community property, with certain limited exceptions not here involved, and which need not be detailed further than to say that the spouses can acquire some separate property during marriage.<sup>[3]</sup> It is said that all property acquired by the spouses during the marriage which falls into the community is \"due to the joint or common efforts, labor, industry, economy, and sacrifices of the husband and wife,\" and that for this reason the husband and wife each has at all times an equal present interest in an undivided half of the whole community.<sup>[4]</sup> The management of the community is entrusted to the exclusive control of the husband,<sup>[5]</sup> and he may deal with and dispose of community property with no liability to account to the wife so long <span class=\"star-pagination\">*349</span> as the community continues.<sup>[6]</sup> The rule is, however, that the husband may not give away any of the immovables, nor a quota of the movables, nor may he fraudulently make any alienation of property \"to injure his wife.\"<sup>[7]</sup></p>\n<p>So long as the community continues, the wife has no control over community property. She may not give it away, nor sell it, and in general, may not bind it for the payment of her debts.<sup>[8]</sup> But upon the termination of the community,<sup>[9]</sup> she, her heirs, or other designees receive in full possession and enjoyment one-half in value of the <span class=\"star-pagination\">*350</span> total community assets subject to the payment of community debts.<sup>[10]</sup> This right so to receive one-half is indefeasible, and if she die first, her heirs or legatees take her half-share to the exclusion of the husband; if the husband die first, his half passes to his heirs or as he has directed, and the other half is the wife's.<sup>[11]</sup></p>\n<p>Examination of the legislative history of the challenged statute, as disclosed by the Committee Hearings and Reports and the Congressional debates, can leave no doubt that the purpose of Congress in enacting it was the elimination of what was believed to be an unequal distribution of the tax burdens of estate taxes which led Congress to apply to community property the principles of death taxes which it had already applied to other forms of joint ownership, on the death of either of the joint owners. The Report of the House Committee recommending the adoption of the amendment to  811 of the Internal Revenue Code pointed out the preferential treatment accorded by <span class=\"star-pagination\">*351</span> the federal estate tax laws to community property. H. Rep. No. 2333, 77th Cong., 2d Sess., pp. 35 to 37, 160.<sup>[12]</sup></p>\n<p>There is no dispute as to the construction or operation of the provisions of the statute. Appellees do not deny that the Commissioner correctly applied the statute and correctly computed the tax if the statute is valid. Here, as will presently appear, there is no basis for saying that the statute, either in its purpose or in its practical effect, operates to regulate matters whose regulation the Constitution reserved to the states. It is a revenue measure <span class=\"star-pagination\">*352</span> enacted in the exercise of the federal power to lay and collect an excise. Congress has a wide latitude in the selection of objects of taxation, <i>Brushaber</i> v. <i>Union Pacific R. Co.,</i> <span class=\"citation\" data-id=\"98629\"><a href=\"/opinion/98629/brushaber-v-union-pacific-r-co/\"><span class=\"volume\">240</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 12; <i>Steward Machine Co.</i> v. <i>Davis,</i> <span class=\"citation\" data-id=\"102843\"><a href=\"/opinion/102843/steward-machine-co-v-davis/\"><span class=\"volume\">301</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">548</span></a></span>, 581, and even under the equal protection clause of the Fourteenth Amendment, which was not included in the Fifth, the states may distinguish, for purposes of transfer taxes, between property which has borne its fair share of the tax burdens and similar or like property passing to the same class of beneficiaries which has not. <i>Watson</i> v. <i>State Comptroller,</i> 254 U.S. 122. Hence we are concerned only with the power of Congress to enact the tax.</p>\n<p>It is true that the estate tax as originally devised and constitutionally supported was a tax upon transfers. <i>Knowlton</i> v. <i>Moore,</i> 178 U.S. 41; <i>Y.M.C.A.</i> v. <i>Davis,</i> <span class=\"citation\" data-id=\"100344\"><a href=\"/opinion/100344/young-mens-christian-assn-of-columbus-v-davis/\"><span class=\"volume\">264</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">47</span></a></span>, 50. But the power of Congress to impose death taxes is not limited to the taxation of transfers at death. It extends to the creation, exercise, acquisition, or relinquishment of any power or legal privilege which is incident to the ownership of property, and when any of these is occasioned by death, it may as readily be the subject of the federal tax as the transfer of the property at death. See <i>Bromley</i> v. <i>McCaughn,</i> <span class=\"citation\" data-id=\"101481\"><a href=\"/opinion/101481/bromley-v-mccaughn/\"><span class=\"volume\">280</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">124</span></a></span>, 135, <i>et seq.</i></p>\n<p>Congress may tax real estate or chattels if the tax is apportioned, and without apportionment it may lay an excise upon a particular use or enjoyment of property or the shifting from one to another of any power or privilege incidental to the ownership or enjoyment of property. <i>Bromley</i> v. <i>McCaughn, supra</i><i>; </i><i>Burnet</i> v. <i>Wells,</i> <span class=\"citation\" data-id=\"102117\"><a href=\"/opinion/102117/burnet-v-wells/\"><span class=\"volume\">289</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">670</span></a></span>, 678; cf. <i>Nashville, C. &amp; St. L.R. Co.</i> v. <i>Wallace,</i> <span class=\"citation\" data-id=\"102032\"><a href=\"/opinion/102032/nashville-c-st-lr-co-v-wallace/\"><span class=\"volume\">288</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">249</span></a></span>, 267-8; <i>Henneford</i> v. <i>Silas Mason Co.,</i> <span class=\"citation\" data-id=\"102797\"><a href=\"/opinion/102797/henneford-v-silas-mason-co/\"><span class=\"volume\">300</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">577</span></a></span>, 582. The power to tax the whole necessarily embraces the power to tax any of its incidents or the use or enjoyment of them. If the property itself may constitutionally <span class=\"star-pagination\">*353</span> be taxed, obviously it is competent to tax the use of it, <i>Hylton</i> v. <i>United States,</i> 3 Dall. 171; <i>Billings</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"98078\"><a href=\"/opinion/98078/billings-v-united-states/\"><span class=\"volume\">232</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">261</span></a></span>, or the sale of it, <i>Nicol</i> v. <i>Ames,</i> 173 U.S. 509; <i>Thomas</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"95999\"><a href=\"/opinion/95999/thomas-v-united-states/\"><span class=\"volume\">192</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">363</span></a></span>, 370, or the gift of it, <i>Bromley</i> v. <i>McCaughn, supra</i><i>.</i> It may tax the exercise, non-exercise, or relinquishment of a power of disposition of property, where other important indicia of ownership are lacking. <i>Saltonstall</i> v. <i>Saltonstall,</i> 276 U.S. 260; <i>Chase National Bank</i> v. <i>United States,</i> 278 U.S. 327; <i>Estate of Rogers</i> v. <i>Commissioner,</i> 320 U.S. 410; cf. <i>Graves</i> v. <i>Schmidlapp,</i> <span class=\"citation\" data-id=\"103639\"><a href=\"/opinion/103639/graves-v-schmidlapp/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">657</span></a></span> with  811 (d) (f) of the Internal Revenue Code, 26 U.S.C.  811 (d) (f).</p>\n<p>If the gift of property may be taxed, we cannot say that there is any want of constitutional power to tax the receipt of it, whether as the result of inheritance, <i>Stebbins</i> v. <i>Riley,</i> <span class=\"citation\" data-id=\"100647\"><a href=\"/opinion/100647/stebbins-v-riley/\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, or otherwise, whatever name may be given to the tax, and even though the right to receive it, as distinguished from its actual receipt and possession at a future date, antedated the statute. Receipt in possession and enjoyment is as much a taxable occasion within the reach of the federal taxing power as the enjoyment of any other incident of property. The taking of possession of inherited property is one of the most ancient subjects of taxation known to the law. Such taxes existed on the European Continent and in England prior to the adoption of our Constitution.<sup>[13]</sup></p>\n<p>It is upon these principles that this Court has consistently sustained the application of estate taxes upon the death of one of the joint owners to property held in joint ownership, measured by the full value of the property so <span class=\"star-pagination\">*354</span> held. We upheld a like tax when applied to tenancies by the entirety in <i>Tyler</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"101583\"><a href=\"/opinion/101583/tyler-v-united-states/\"><span class=\"volume\">281</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">497</span></a></span>; <i>Third National Bank &amp; Trust Co.</i> v. <i>White,</i> <span class=\"citation no-link\"><span class=\"volume\">287</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">577</span></span>, and to property held in joint tenancy in <i>United States</i> v. <i>Jacobs</i> and <i>Dimock</i> v. <i>Corwin</i> (companion cases), 306 U.S. 363.</p>\n<p>Decision in these cases was not rested, as appellees argue, on the ground that the tax was imposed on a gift made by the husband, who had created the tenancy, viewed as a substitute for a testamentary transfer, or on any event which antedated the death of one of the joint owners. Instead, as we said in <i>Whitney</i> v. <i>Tax Commission,</i> <span class=\"citation\" data-id=\"103330\"><a href=\"/opinion/103330/whitney-v-state-tax-commn-of-ny/\"><span class=\"volume\">309</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">530</span></a></span>, 539, \"the emphasis in these cases [was] on the practical effect of death in bringing about a shift in economic interest, and the power of the legislature to fasten on that shift as the occasion for a tax.\" We pointed out in <i>Tyler</i> v. <i>United States, supra,</i> 503, 504, that the use, possession and enjoyment of the joint property which was joint before the death was thereby made exclusive in the survivor, and thus constituted a \"definite accession to the property rights\" of the survivor. These circumstances were thought sufficient to make valid the inclusion of the property in the gross estate which forms the primary basis for the measurement of the tax. And in <i>United States</i> v. <i>Jacobs, supra,</i> this Court sustained the tax, assailed on due process grounds, when applied to a joint tenancy created before the enactment of the taxing statute. We said, 306 U.S. at 371, that the subject of the tax was not the gift to the wife made by the husband's creation of the joint tenancy for himself and wife, but the change in possession and enjoyment of the entire property, occasioned by the death of one of the joint tenants, and that the tax was appropriately measured by the value of the entire property. \"Under the statute the death of decedent is the event in respect of which the tax is laid. It is the existence of the joint tenancy at that time, and not its creation <span class=\"star-pagination\">*355</span> at the earlier date, which furnishes the basis for the tax.\" <i>Griswold</i> v. <i>Helvering,</i> <span class=\"citation\" data-id=\"102131\"><a href=\"/opinion/102131/griswold-v-helvering/\"><span class=\"volume\">290</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">56</span></a></span>, 58. Compare <i>Saltonstall</i> v. <i>Saltonstall, supra,</i> 271.</p>\n<p>Similarly, a tax upon the termination by death of a power to dispose of property, created before the enactment of the tax statute, does not offend due process, <i>Reinecke</i> v. <i>Northern Trust Co.,</i> <span class=\"citation\" data-id=\"101367\"><a href=\"/opinion/101367/reinecke-v-northern-trust-co/\"><span class=\"volume\">278</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">339</span></a></span>, nor does a tax upon the receipt of income which was earned and due before the enactment of the taxing statute. <i>Brushaber</i> v. <i>Union Pacific R. Co., supra,</i> 20; <i>Lynch</i> v. <i>Hornby,</i> <span class=\"citation\" data-id=\"99198\"><a href=\"/opinion/99198/lynch-v-hornby/\"><span class=\"volume\">247</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">339</span></a></span>, 343; <i>Taft</i> v. <i>Bowers,</i> <span class=\"citation\" data-id=\"101377\"><a href=\"/opinion/101377/taft-v-bowers/\"><span class=\"volume\">278</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">470</span></a></span>, 483, 484; <i>Cooper</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"101509\"><a href=\"/opinion/101509/cooper-v-united-states/\"><span class=\"volume\">280</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">409</span></a></span>, 411. It is the receipt in possession or enjoyment of the proceeds of a right previously acquired and vested upon which the tax is laid. Such was deemed to be the taxable event under our earlier death taxes. <i>Clapp</i> v. <i>Mason,</i> 94 U.S. 589; <i>Vanderbilt</i> v. <i>Eidman,</i> 196 U.S. 480. And see <i>Moffitt</i> v. <i>Kelly, supra</i><i>.</i></p>\n<p>With these general principles in mind, we turn to their application to federal death taxes laid with respect to the interests in community property. As we have seen, the death of the husband of the Louisiana marital community not only operates to transfer his rights in his share of the community to his heirs or those taking under his will. It terminates his expansive and sometimes profitable control over the wife's share, and for the first time brings her half of the property into her full and exclusive possession, control and enjoyment. The cessation of these extensive powers of the husband, even though they were powers over property which he never \"owned,\" and the establishment in the wife of new powers of control over her share, though it was always hers, furnish appropriate occasions for the imposition of an excise tax.</p>\n<p>Similarly, with the death of the wife, her title or ownership in her share of the community property ends, and passes to her heirs or other appointees. More than this, <span class=\"star-pagination\">*356</span> her death, by ending the marital community, liberates her husband's share from the restrictions which the existence of the community had placed upon his control of it. He acquires by her death, the right to have his share of the community separated from hers by partition and to hold it free of all controls. He obtains, for the first time, the right to give away his immovables, and the right to give away his movables as a whole or by a fraction of the whole. Here too, the wife's death brings into being a new set of relationships with respect to his share of the community as well as hers, among which are new powers of control and disposition which are proper subjects of an excise tax measured by the value of his share. And while we do not rest decision on the point, it is of some significance that this shift of legal relationships effects a shift in point of economic substance. The precept that the wife is equal co-owner with her husband of community property undoubtedly calls into play within the marital relationship personal and psychological forces which have great importance in the practical determination of how community property shall be managed by the husband. Though it may be impossible fully to translate these imponderables into legal rules, the death of the wife undoubtedly brings, in every practical aspect, greater freedom to the husband in his disposition of that share of community property which is technically his, than is to be gathered solely from a reading of statutes and case law.</p>\n<p>This redistribution of powers and restrictions upon power is brought about by death notwithstanding that the rights in the property subject to these powers and restrictions were in every sense \"vested\" from the moment the community began. It is enough that death brings about changes in the legal and economic relationships to the property taxed, and the earlier certainty that those changes would occur does not impair the legislative power <span class=\"star-pagination\">*357</span> to recognize them, and to levy a tax on the happening of the event which was their generating source.</p>\n<p>The principles which sustain the present tax against due process objections are precisely those which sustained the California tax, measured by the entire value of community property in <i>Moffitt</i> v. <i>Kelly, supra</i><i>.</i> There the Court recognized that the surviving wife took her share of the property on her husband's death, not as an heir, but as an owner of an interest, the right to which she acquired before the death and before the enactment of the taxing act. But the levy upon the entire value of the community was sustained, not as a tax upon property or the transfer of it, but as a tax upon the \"vesting of the wife's right of possession and enjoyment arising upon the death of her husband,\" which the Court deemed an appropriate subject of taxation, notwithstanding the contract, equal protection and due process clauses of the Constitution.<sup>[14]</sup> So far as <i>Coolidge</i> v. <i>Long,</i> <span class=\"citation\" data-id=\"101674\"><a href=\"/opinion/101674/coolidge-v-long/\"><span class=\"volume\">282</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">582</span></a></span>, is inconsistent with <i>Moffitt</i> v. <i>Kelly, supra</i><i>,</i> and the contentions now urged by the Government, the application of the reasoning of the <i>Coolidge</i> case to the taxation of joint or community interests must be taken to have been limited by our decisions in <i>Tyler</i> v. <i>United States, supra</i><i>,</i> and <i>United States</i> v. <i>Jacobs, supra,</i> and the cases following them.</p>\n<p>What we have said of the nature and incidence of the tax on community property in large measure disposes of the various other contentions of appellees. Since the levy is an excise and not a property tax, the case is not one of <span class=\"star-pagination\">*358</span> taking the survivor's property to pay the tax on decedent's estate. As the tax is upon the surrender of old incidents of property by the decedent and the acquisition of new by the survivor, it is appropriately measured by the value of the property to which these incidents attach. The tax burden thus laid is not so unrelated to the privileges enjoyed by the taxpayers who are owners of the property affected that it can be said to be an arbitrary exercise of the taxing power. <i>Milliken</i> v. <i>United States,</i> 283 U.S. 15; <i>Burnet</i> v. <i>Wells, supra,</i> 678-9. Compare <i>Saltonstall</i> v. <i>Saltonstall, supra</i><i>.</i> While it may generally be true, as appellees argue, that neither the husband nor wife gains any over-all financial advantage when the other dies, it suffices that the decedent loses and the survivor acquires, with respect to the property taxed, substantial rights of enjoyment and control which may be of value. Liability to the tax, in order to avoid constitutional objection, does not have to rest upon the enjoyment by the taxpayer of all the privileges and benefits of the most favored owner at a given time and place. <i>Corliss</i> v. <i>Bowers,</i> 281 U.S. 376; <i>Reinecke</i> v. <i>Smith,</i> 289 U.S. 172; cf. <i>Burnet</i> v. <i>Guggenheim,</i> 288 U.S. 280.</p>\n<p>We find no basis for the contention that the tax is arbitrary and capricious because it taxes transfers at death and also the shifting at death of particular incidents of property. Congress is free to tax either or both, and here it has taxed both, as it may constitutionally do, in order to accomplish \"the purposes and policy of taxation\" to protect the revenue and avoid an unequal distribution of the tax burden. <i>Watson</i> v. <i>State Comptroller, supra</i><i>.</i></p>\n<p>Even if it could be thought to affect the constitutionality of the taxing statute, it is plain that the statute does not depend for its operation upon any presumption that the entire community property is owned or economically attributable to the spouse first to die. Save as the statute itself grants an excemption by such attribution, so <span class=\"star-pagination\">*359</span> far as the community property \"may be shown to have been received as compensation for personal services actually rendered by the surviving spouse or derived originally from such compensation or from separate property of the surviving spouse,\" the tax is laid without regard to the economic source of the community property. Apart from the exemption, it is, as we have seen, the shifting at death of the incidents of the property, regardless of origin, which is the subject of the tax.</p>\n<p>The present statute, which was enacted in order to secure a more equitable distribution of the burden of federal death taxes,<sup>[15]</sup> is assailed because the tax is lacking in uniformity. But the uniformity in excise taxes exacted by the Constitution is geographical uniformity, not uniformity of intrinsic equality and operation. <i>Knowlton</i> v. <i>Moore, supra,</i> 83-109. The Constitution does not command that a tax \"have an equal effect in each State,\" <i>id.</i> p. 104. It has long been settled that within the meaning of the uniformity requirement a \"tax is uniform when it operates with the same force and effect in every place where the subject of it is found.\" <i>Head Money Cases,</i> <span class=\"citation\" data-id=\"91234\"><a href=\"/opinion/91234/edye-v-robertson/\"><span class=\"volume\">112</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">580</span></a></span>, 594. See also <i>LaBelle Iron Works</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"99808\"><a href=\"/opinion/99808/labelle-iron-works-v-united-states/\"><span class=\"volume\">256</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">377</span></a></span>, 392-3; <i>Bromley</i> v. <i>McCaughn, supra,</i> 138; <i>Steward Machine Co.</i> v. <i>Davis, supra,</i> 583.</p>\n<p>The amendment taxing community property interests is applicable throughout the territory of the United States wherever such interests may be found. There is no lack of geographical uniformity because in some states they are not found. For a taxing statute does not fall short of the prescribed uniformity because its operation and incidence may be affected by differences in state laws. <i>Phillips</i> v. <i>Commissioner,</i> <span class=\"citation\" data-id=\"101764\"><a href=\"/opinion/101764/phillips-v-commissioner/\"><span class=\"volume\">283</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">589</span></a></span>, 602; <i>Riggs</i> v. <i>Del Drago, supra,</i> 102. \"Differences of state law, which may bring a person within or without the category designated by <span class=\"star-pagination\">*360</span> Congress as taxable, may not be read into the Revenue Act to spell out a lack of uniformity\" in the constitutional sense. <i>Poe</i> v. <i>Seaborn, supra,</i> 117-8.</p>\n<p>Appellees suggest that interests in tenancies in common and limited partnerships are very like interests in community property, and that if the tax is to be uniform, the one cannot be taxed unless the others are also. But even if it be as appellees argue, that common law family partnership or other arrangements with different names can be so devised that the marital relationship is attended by the same powers and restrictions as those derived from the laws of the community property states, and that they are differently or more lightly taxed than community property interests, we find no lack of uniformity in the constitutional sense. The present amendment is geographically uniform in its application to the only subject of which it treats, community property interests, and it levies in every state an identical tax upon the subject matter included within its terms  defined property interests created by state law, having a common historical origin, a common name, and constituting a universally recognized distinct class of property interests.</p>\n<p>There can be no doubt that the selection of such a class for taxation would not offend against the Fifth Amendment, or even the Fourteenth, merely because it did not attempt to reach casual arrangements resulting from individual agreements. Taxes must be laid by general rules. See <i>State Railroad Tax Cases,</i> <span class=\"citation\" data-id=\"89311\"><a href=\"/opinion/89311/taylor-v-secor/\"><span class=\"volume\">92</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span>, 612; <i>Head Money Cases, supra,</i> 595; <i>LaBelle Iron Works</i> v. <i>United States, supra,</i> 392; <i>Great Atlantic &amp; Pacific Tea Co.</i> v. <i>Grosjean,</i> <span class=\"citation\" data-id=\"102833\"><a href=\"/opinion/102833/great-atlantic-pacific-tea-co-v-grosjean/\"><span class=\"volume\">301</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">412</span></a></span>, 424. Considerations of practical administrative convenience and cost in the administration of tax laws afford adequate grounds for imposing a tax on a well recognized and defined class, without attempting to extend it so as to embrace a penumbra of special and more or less casual interests which in each case may or <span class=\"star-pagination\">*361</span> may not resemble the taxed class. <i>Burnet</i> v. <i>Wells, supra,</i> 678; <i>Carmichael</i> v. <i>Southern Coal &amp; Coke Co.,</i> <span class=\"citation\" data-id=\"102839\"><a href=\"/opinion/102839/carmichael-v-southern-coal-coke-co/\"><span class=\"volume\">301</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">495</span></a></span>, 511; <i>Rapid Transit Corp.</i> v. <i>New York,</i> <span class=\"citation\" data-id=\"103003\"><a href=\"/opinion/103003/rapid-transit-corp-v-new-york/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">573</span></a></span>, 582-3; <i>Madison Avenue Offices</i> v. <i>Browne,</i> appeal dismissed, 326 U.S. 682. Such interests would be but isolated specimens of the attorney's art, and likely to resist efforts to identify them with the taxable subject.</p>\n<p>Appellees' contention that the uniformity clause precludes such classification would in effect add to the constitutional restraints upon Congress an equal protection clause more restrictive than that of the Fourteenth Amendment, and is without judicial or historical support. This Court in <i>LaBelle Iron Works</i> v. <i>United States, supra,</i> 392, <i>et seq.</i> recognized that the uniformity clause, beyond requiring geographical uniformity in the application of the particular tax laid by the taxing act, could not be taken to impose greater restrictions on Congress' power to tax than those which the equal protection clause places upon the states. We reaffirm what this Court has many times held, that the constitutional command that \"Excises shall be uniform throughout the United States\" refers to geographical uniformity in the application of the particular excise which Congress has prescribed. We conclude that it adds nothing to restrictions which other clauses of the Constitution may impose upon the power of Congress to select and classify the subjects of taxation. It requires only that what Congress has properly selected for taxation must be identically taxed in every state where it is found.</p>\n<p>An excise tax, which the Constitution requires to be uniform, laid upon the shifting at death of some of the incidents of property, could hardly be thought to be a direct tax which must be apportioned. See <i>Bromley</i> v. <i>McCaughn, supra,</i> 138. The contention that such a tax is direct because measured by the property whose incidents are shifted at death, was rejected in <i>Bromley</i> v. <span class=\"star-pagination\">*362</span> <i>McCaughn, supra</i><i>,</i> and in <i>Tyler</i> v. <i>United States, supra,</i> 501-4, and <i>Phillips</i> v. <i>Dime Trust Co.,</i> <span class=\"citation\" data-id=\"101806\"><a href=\"/opinion/101806/phillips-v-dime-trust-safe-deposit-co/\"><span class=\"volume\">284</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">160</span></a></span>, 165. A tax imposed upon the exercise of some of the numerous rights of property is clearly distinguishable from a direct tax, which falls upon the owner merely because he is owner, regardless of his use or disposition of the property. \"The persistence of this distinction and the justification for it rest upon the historic fact that [excise] taxes of this type were not understood to be direct taxes when the Constitution was adopted and, as well, upon the reluctance of this Court to enlarge, by construction, limitations upon the sovereign power of taxation by Article I,  8, so vital to the maintenance of the national government.\" <i>Bromley</i> v. <i>McCaughn, supra,</i> 137.</p>\n<p>The Tenth Amendment does not operate as a limitation upon the powers, express or implied, delegated to the national government. <i>United States</i> v. <i>Darby,</i> <span class=\"citation\" data-id=\"103442\"><a href=\"/opinion/103442/united-states-v-darby/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">100</span></a></span>, 123-4. The amendment has clearly placed no restriction upon the power delegated to the national government to lay an excise tax <i>qua</i> tax. Undoubtedly every tax which lays its burden on some and not others may have an incidental regulatory effect. But since that is an inseparable concomitant of the power to tax, the incidental regulatory effect of the tax is embraced within the power to lay it. It has long been settled that an Act of Congress which on its face purports to be an exercise of the taxing power, is not any the less so because the tax is burdensome or tends to restrict or suppress the thing taxed. In such a case it is not within the province of courts to inquire into the unexpressed purposes or motives which may have moved Congress to exercise a power constitutionally conferred upon it. <i>Sonzinsky</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"102794\"><a href=\"/opinion/102794/sonzinsky-v-united-states/\"><span class=\"volume\">300</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">506</span></a></span>, 513-514, and cases cited.</p>\n<p>We conclude that the tax here laid with respect to the community property infringes no constitutional provision.</p>\n<p>The inclusion of all the proceeds of decedent's life insurance <span class=\"star-pagination\">*363</span> policies within his gross estate for purposes of estate taxation requires no extended discussion. There is no contention that the proceeds of the policies are not made taxable by the terms of  811 (g) of the Internal Revenue Code as amended by  404 of the Revenue Act of 1942.<sup>[16]</sup> The amendment indicates on its face the purpose to bring the provisions for the taxation of the proceeds of insurance policies payable at death into harmony with the amendment taxing community interests, and the court below seems to have regarded, as do the parties here, the disposition of the questions affecting the tax on community interests as determinative of the validity of the tax on the proceeds of the policies. But it is sufficient for present purposes that the tax is laid upon the amount receivable by the wife as a beneficiary of the policies on the death of her husband, and that the husband possessed at his death an incident of ownership, the power to change the beneficiaries.</p>\n<p>For reasons which we have already fully developed in this opinion, the death of the insured, since it ended his control over the disposition of the proceeds and gave his wife the present enjoyment of them, may be constitutionally made the occasion for the imposition of an indirect tax measured by the proceeds themselves. <i>Stebbins</i> v. <i>Riley, supra,</i> 141; <i>Chase National Bank</i> v. <i>United States, supra</i><i>.</i></p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE JACKSON took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE DOUGLAS, concurring.</p>\n<p>Prior to the Revenue Act of 1942 there was a great lack of uniformity among the States in the incidence of the federal estate tax. In most of the States the accumulations <span class=\"star-pagination\">*364</span> of the husband (who typically is the bread-winner) were taxed in their entirety on his death. In the community property states the tax generally reached only half of the accumulations because of the theory that they were the product of the wife's as well as of the husband's activities. It was this disparity which Congress sought to eliminate. As stated in the House Report (H. Rep. No. 2333, 77th Cong., 2d Sess., pp. 35-37),</p>\n<p>\"For the purpose of Federal estate taxation, husband and wife living in community-property States enjoy a preferential treatment over those living in non-community-property States. This is due to the fact that all of the property acquired by the husband after marriage, through his own efforts, in a community-property State is treated as if one-half belonged to the wife. In non-community-property States, all such property is regarded as belonging entirely to the husband.\"</p>\n<p>There are contained in the Report tables showing the difference in the amount of the federal estate tax in the community property States and in the other States, after which the Committee makes the following comment,</p>\n<p>\". . . in some instances there is an entire exemption from the Federal estate tax for the reason that the omission of one-half of the community property reduces the husband's net estate below the minimum exemption of $40,000. Moreover, this halving of community property greatly reduces the estate tax because of the progressive rates. For example, under the present law, a net estate of $50,000 will pay an estate tax of $500 in a non-community-property State and no tax in a community-property State. An estate of $100,000 will pay a tax of $9,500 on the death of the husband in a non-community-property State and a tax of $500 on the death of the husband in a community-property State.</p>\n<p>\"If the wife dies within 5 years of her husband, the remaining $50,000 upon which the husband paid no estate <span class=\"star-pagination\">*365</span> tax will be subject to an estate tax of $500. Thus, the total tax paid on this $100,000 estate in the community-property State will be $1,000 as compared with $9,500 in the non-community-property State or a tax saving of $8,500. In the case of a $5,000,000 estate, the tax saving in a community-property State will amount to as much as $485,800 and in the case of a $10,000,000 estate, the tax saving in a community-property State will amount to as much as $1,171,800.\"</p>\n<p>And see S. Rep. No. 1631, 77th Cong., 2d Sess., p. 231.</p>\n<p>Much may be said for the community property theory that the accumulations of property during marriage are as much the product of the activities of the wife as those of the titular bread-winner. But I can see no constitutional reason why Congress may not credit them all to the husband for estate tax purposes. The character and extent of property interests under local law often determine the reach of federal tax statutes. <i>Helvering</i> v. <i>Stuart,</i> <span class=\"citation\" data-id=\"103720\"><a href=\"/opinion/103720/helvering-v-stuart/\"><span class=\"volume\">317</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">154</span></a></span>, 161-162, and cases cited. And see Cahn, Local Law in Federal Taxation, 52 Yale L. Journ. 799. Yet that is not always so. <i>United States</i> v. <i>Pelzer,</i> 312 U.S. 399. Taxation is eminently a practical matter. Congress need not be circumscribed by whatever lines are drawn by local law. It may rely, as <i>Tyler</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"101583\"><a href=\"/opinion/101583/tyler-v-united-states/\"><span class=\"volume\">281</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">497</span></a></span>, 502-503, held, on more realistic considerations and base classifications for estate tax purposes on economic actualities. It was held, to be sure, in <i>Hoeper</i> v. <i>Tax Commission,</i> <span class=\"citation\" data-id=\"101812\"><a href=\"/opinion/101812/hoeper-v-tax-commn-of-wis/\"><span class=\"volume\">284</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">206</span></a></span>, that a State could not assess against the husband an income tax computed on the combined total of his and his wife's income. But I can see no reason why that which is in fact an economic unit may not be treated as one in law. For as Mr. Justice Holmes pointed out in his dissent, there is a community of interest \"when two spouses live together and when usually each would get the benefit of the income of each without inquiry into the source.\" And he went on to say <span class=\"star-pagination\">*366</span> \"Taxation may consider not only command over, but actual enjoyment of, the property taxed.\" 284 U.S. pp. 219-220. Cf. <i>Helvering</i> v. <i>Clifford,</i> <span class=\"citation\" data-id=\"103312\"><a href=\"/opinion/103312/helvering-v-clifford/\"><span class=\"volume\">309</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">331</span></a></span>, 335-337.</p>\n<p>The Congress has not gone the full distance here. It has not included in one estate all the property owned by husband and wife. So far as this case is concerned, it has only included in the estate of the husband the accumulations which under the community property system are deemed to have been produced by the joint efforts of him and his wife. I can see no obstacle to that course unless it be the uniformity clause of the Constitution. Art. I,  8, Cl. 1. But there can be no objection on that score. On the facts of this case the law goes no further than to eliminate the estate tax advantage which a married rancher, business man, etc., in Louisiana has over those similarly situated in the common law States. Congress, to be sure, has disregarded the manner in which Louisiana divided \"ownership\" of property between husband and wife. But as between husband and wife, notions of \"vested interests,\" \"ownership,\" and the like, established by local law, are no sure guide to what \"belongs\" to one or the other in any practical sense. We would be blind to the usual implications of the intimate relationship of marriage if we forced Congress to treat such divisions of \"ownership\" the same way it does divisions of \"ownership\" among strangers. I find no such compulsion in the Constitution.</p>\n<p>MR. JUSTICE BLACK joins in this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 811 of the Internal Revenue Code (26 U.S.C.  811) as amended by  404 of the Act of 1942, provides that the taxable value of the gross estate of the decedent shall be determined by including the value at the time of his death of\n</p>\n<p>\"(g) Proceeds of life insurance</p>\n<p>\"(1) . . . To the extent of the amount receivable by the executor . . .</p>\n<p>\"(2) . . . To the extent of the amount receivable by all other beneficiaries as insurance under policies upon the life of the decedent (A) purchased with premiums, or other consideration, paid . . . by the decedent, . . . or (B) with respect to which the decedent possessed at his death any of the incidents of ownership . . .</p>\n<p>\"(4) . . . For the purposes of this subsection, premiums . . . paid with property held as community property by the insured and surviving spouse under the law of any State, . . . shall be considered to have been paid by the insured, except such part thereof as may be shown to have been received as compensation for personal services actually rendered by the surviving spouse or derived originally from such compensation or from separate property of the surviving spouse; and the term `incidents of ownership' includes incidents of ownership possessed by the decedent at his death as manager of the community.\"</p>\n<p>[2]  Dart's Louisiana Civil Code (1945) Article 2399.</p>\n<p>[3]  <i>Id.,</i> Article 2402; see <i>Troxler</i> v. <i>Colley,</i> 33 La. Ann. 425. The income from the separate property of the husband, and of such of the wife's separate property as is given over to the husband's management also falls into the community by Article 2402, <i>supra;</i> see also <i>Hellberg</i> v. <i>Hyland,</i> <span class=\"citation no-link\"><span class=\"volume\">168</span> <span class=\"reporter\">La.</span> <span class=\"page\">493</span></span>, 122 So. 593.</p>\n<p>[4]  <i>Succession of Wiener,</i> <span class=\"citation\" data-id=\"104202\"><a href=\"/opinion/104202/fernandez-v-wiener/\"><span class=\"volume\">203</span> <span class=\"reporter\">La.</span> <span class=\"page\">649</span></a></span>, 14 So.2d 475; see also <i>Phillips</i> v. <i>Phillips,</i> <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">La.</span> <span class=\"page\">813</span></span>, 825 <i>et seq.,</i> 107 So. 584.</p>\n<p>[5]  Dart's Louisiana Civil Code (1945) Article 2404.</p>\n<p>[6]  <i>McCaffrey</i> v. <i>Benson,</i> <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">La. Ann.</span> <span class=\"page\">10</span></span>, 3 So. 393; <i>Frierson</i> v. <i>Frierson,</i> <span class=\"citation no-link\"><span class=\"volume\">164</span> <span class=\"reporter\">La.</span> <span class=\"page\">687</span></span>, 114 So. 594.</p>\n<p>[7]  Dart's Louisiana Civil Code (1945) Art. 2404. The rights secured to the wife by this inhibition on gifts apparently may not be enforced against the husband or those taking under him either during the life of the community or after its termination. The sole remedy is a suit against the donee to recover the property in his hands, <i>Bister</i> v. <i>Menge,</i> 21 La. Ann. 216; <i>Frierson</i> v. <i>Frierson, supra</i><i>,</i> and even such a suit apparently may not be maintained until after the termination of the community. Daggett, The Community Property System of Louisiana (1931) 24. Where the husband has aliened some part of the community in fraud of his wife's rights, she or those representing her have an action for reimbursement against the husband or his representatives upon the termination of the community, but not before. <i>Guice</i> v. <i>Lawrence,</i> <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">La. Ann.</span> <span class=\"page\">226</span></span>, 228. The fraud required for an action of this kind seemingly must be intentional and the motive for the transfer. See Art. 2404, <i>supra; </i><i>Succession of Packwood,</i> 12 Rob. (La.) 334, 364-5; <i>Exposito</i> v. <i>Lapeyrouse,</i> <span class=\"citation no-link\"><span class=\"volume\">195</span> <span class=\"reporter\">So.</span> <span class=\"page\">814</span></span> (La. App.).</p>\n<p>[8]  <i>Bywater</i> v. <i>Enderle,</i> <span class=\"citation no-link\"><span class=\"volume\">175</span> <span class=\"reporter\">La.</span> <span class=\"page\">1098</span></span>, 145 So. 118; <i>D.H. Holmes Co.</i> v. <i>Morris,</i> <span class=\"citation no-link\"><span class=\"volume\">188</span> <span class=\"reporter\">La.</span> <span class=\"page\">431</span></span>, 177 So. 417.</p>\n<p>[9]  Dart's Louisiana Civil Code (1945) Articles 2406, 2425. At the dissolution of the community, the share of each spouse in the partnership's assets is credited with one-half of the amount by which the other spouse's separate property has been enhanced in value by the application thereto of community funds or of common labor, <i>id.,</i> Article 2408; <i>Dillon</i> v. <i>Dillon,</i> 35 La. Ann. 92. The wife's share must also be credited with one-half of the amount of community funds expended to pay the husband's separate debts, <i>Glenn</i> v. <i>Elam,</i> <span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">La. Ann.</span> <span class=\"page\">611</span></span>, although those debts may be satisfied during the community by levy upon community property. <i>Davis</i> v. <i>Compton,</i> 13 La. Ann. 396.\n</p>\n<p>The community relationship ends upon the death of one spouse, divorce, separation from bed and board, or, in the absence of these, upon a judgment of judicial separation of property. See Dart's Louisiana Civil Code (1945), Articles 2425, 2427, 2430. Only the wife may request such a separation, and the separation is not a mere matter of consent between the spouses. <i>Driscoll</i> v. <i>Pierce,</i> <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">La.</span> <span class=\"page\">156</span></span>, 38 So. 949. She must show that her dowry rights or other separate property entrusted to the husband are in danger owing to her husband's mismanagement or financial embarrassment, or that like conditions render it doubtful that she or the children of the marriage will have the benefit of her own earnings, or of her future acquisitions of separate property. <i>Davock</i> v. <i>Darcy,</i> 6 Rob. (La.) 342; <i>Webb</i> v. <i>Bell,</i> 24 La. Ann. 75; <i>Meyer</i> v. <i>Smith &amp; Co.,</i> 24 La. Ann. 153; <i>Jones</i> v. <i>Jones,</i> <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">La.</span> <span class=\"page\">677</span></span>, 44 So. 429.</p>\n<p>[10]  Dart's Louisiana Civil Code (1945) Articles 2406, 2409, 2430.</p>\n<p>[11]  See <i>Succession of Wiener, supra</i><i>.</i></p>\n<p>[12]  The report stated:\n</p>\n<p>\"For the purpose of Federal estate taxation, husband and wife living in community-property States enjoy a preferential treatment over those living in non-community-property States. This is due to the fact that all of the property acquired by the husband after marriage, through his own efforts, in a community-property State is treated as if one-half belonged to the wife. In non-community-property States, all such property is regarded as belonging entirely to the husband. The difference in the amount of the Federal estate tax is enormous as shown by the following tables: . . .\"</p>\n<p>The tables show the great disparity between the estate tax levied on community property upon the death of the husband who had accumulated it and the death of the husband in like circumstances in non-community states. The tax upon an estate of $100,000 being $500 in a community property state and $9,500 in non-community property states. In the case of a $5,000,000 estate the tax saving in a community property state would amount to as much as $485,800, the saving on a $10,000,000 estate in a community property state amounting to as much as $1,171,800.</p>\n<p>The proposed amendment, it was said, \"eliminates special estate tax privileges enjoyed by decedents of community property estates.\" To the same effect is S. Rep. No. 1631, 77th Cong., 2d Sess., p. 231. The inequity inherent in allowing spouses in community property states to bear a lighter tax burden than their counterparts in other states had been brought to Congressional attention on other occasions. See e.g., President Roosevelt's message to Congress June 1, 1937, H. Doc. No. 260, 75th Cong., 1st Sess., p. 5; also Reports to the Joint Committee on Internal Revenue Taxation, Vol. 2, Part II (1933), pp. 15, 118-121, 139-140.</p>\n<p>[13]  <i>Nielsen</i> v. <i>Johnson,</i> <span class=\"citation\" data-id=\"101395\"><a href=\"/opinion/101395/nielsen-v-johnson/\"><span class=\"volume\">279</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">47</span></a></span>, 54, <i>et seq.;</i> Gleason &amp; Otis, \"Inheritance Taxation\" (4th ed.), p. 243 <i>et seq.</i> Feudal \"relief\" was a payment exacted of the heir for the privilege of admission to possession of the land of his ancestor. Digby, \"History of the Law of Real Property\" (5th ed.), p. 40.</p>\n<p>[14]  The force of <i>Moffitt</i> v. <i>Kelly, supra</i><i>,</i> as an authority controlling the taxation of community property in Louisiana, where the wife's interest is vested before the death of the husband, is not impaired by the fact that the California courts later held that the wife's interest in community property in that state is not so vested. Cf. <i>United States</i> v. <i>Robbins,</i> <span class=\"citation\" data-id=\"100752\"><a href=\"/opinion/100752/united-states-v-robbins/\"><span class=\"volume\">269</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">315</span></a></span> with <i>United States</i> v. <i>Malcolm,</i> 282 U.S. 792. The Moffitt case was decided upon the assumption that the wife's interest was \"vested.\"</p>\n<p>[15]  See footnote 12, <i>ante.</i></p>\n<p>[16]  Footnote 1, <i>ante.</i></p>\n\n</div>", "id": 104202, "judges": "Stone", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/104202/", "sha1": "cba1b89df9f9aa97956f18241d1345908f0a1f67", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:54:48"}