{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "329 U.S. 40", 
    "federal_cite_two": "67 S. Ct. 167", 
    "specialty_cite_one": null, 
    "federal_cite_three": "91 L. Ed. 29", 
    "lexis_cite": "1946 U.S. LEXIS 1696", 
    "document_uris": [
      "/api/rest/v2/document/104326/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "United States v. Alcea Band of Tillamooks", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "26", 
    "id": 88709, 
    "resource_uri": "/api/rest/v2/citation/88709/"
  }, 
  "id": 104326, 
  "blocked": false, 
  "judges": "", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1946-11-25", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>329 U.S. 40 (1946)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nALCEA BAND OF TILLAMOOKS ET AL.</h1></center>\n<center>No. 26.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 31, February 1, 1946.</center>\n<center>Reargued October 25, 1946.</center>\n<center>Decided November 25, 1946.</center>\nCERTIORARI TO THE COURT OF CLAIMS.\n<p><i>Walter J. Cummings, Jr.</i> argued the cause for the United States. With him on the briefs were <i>Solicitor General McGrath, Assistant Attorney General Bazelon</i> and <i>Roger P. Marquis. J. Edward Williams</i> and <i>John C. Harrington</i> were also on the brief on the original argument.</p>\n<p><span class=\"star-pagination\">*41</span> <i>Everett Sanders</i> argued the cause for respondents. With him on the brief were <i>L.A. Gravelle, Douglas Whitlock</i> and <i>Edward F. Howrey.</i></p>\n<p><i>Ernest L. Wilkinson</i> and <i>John W. Cragun</i> filed a brief, as <i>amici curiae,</i> and <i>James E. Curry</i> and <i>C.M. Wright</i> filed a brief for the National Congress of American Indians, as <i>amicus curiae,</i> urging affirmance.</p>\n<p>MR. CHIEF JUSTICE VINSON announced the judgment of the Court and delivered an opinion, in which MR. JUSTICE FRANKFURTER, MR. JUSTICE DOUGLAS, and MR. JUSTICE MURPHY joined.</p>\n<p>Eleven Indian tribes have sued the United States in the Court of Claims under the Act of August 26, 1935,<sup>[1]</sup> which gives that court jurisdiction to hear and adjudicate cases involving \"any and all legal and equitable claims arising under or growing out of the original Indian title, claim, or rights in . . . the lands. . . occupied by the Indian tribes and bands described in\" certain unratified <span class=\"star-pagination\">*42</span> treaties negotiated with Indian tribes in the Territory of Oregon.</p>\n<p>Four of the tribes,<sup>[2]</sup> the Tillamooks, Coquilles, Too-too-to-neys and Chetcos, successfully identified themselves as entitled to sue under the Act, proved their original Indian title<sup>[3]</sup> to designated lands, and demonstrated an involuntary and uncompensated taking of such lands. The Court of Claims thereupon held that original Indian title was an interest the taking of which without the consent of the Indian tribes entitled them to compensation. In answer to government contentions that original Indian title, in the absence of some form of official \"recognition,\" could be appropriated without liability upon the part of the sovereign, the Act of 1848,<sup>[4]</sup> establishing the Territory of Oregon, was cited by the Court of Claims as affording any recognition required to support the claim for compensation. The issues decided, not previously passed upon by this Court and being of importance to the administration of Indian affairs, prompted this Court to grant certiorari. The case was argued during the 1945 term and on April 1, 1946, was restored to the docket for reargument before a full bench.</p>\n<p><span class=\"star-pagination\">*43</span> The events giving rise to the claims here occurred as part of the opening and development of the Territory of Oregon. After creating a government for that territory by the Act of 1848,<sup>[5]</sup> Congress in 1850 authorized the negotiation of treaties with Indian tribes in the area. Under the latter Act,<sup>[6]</sup> Anson Dart, later succeeded by General Joel Palmer, was appointed Superintendent of Indian Affairs for the Oregon region and was instructed to negotiate treaties for the extinguishment of Indian claims to lands in that district. On August 11, 1855, Palmer and respondent tribes concluded a treaty providing for the cession of Indian lands in return for certain money payments and the creation of a reservation. The treaty was to be operative only upon ratification. It was not submitted to the Senate until February, 1857, and was never ratified.</p>\n<p>Pending expected ratification, and following recommendations from Palmer, the President on November 9, 1855, created a reservation, subject to future diminution and almost identical with that provided for in the treaty. A large part of this reservation, called the Coast or Siletz Reservation, consisted of lands to which the Tillamook Tribe held original Indian title. Almost immediately the Tillamooks were confined to that portion of their land within the reservation, and the other three respondent tribes, as well as other tribes, were moved from their original possessions to the reservation. In 1865 an Executive Order reduced the size of the reservation; in 1875 Congress by statute approved the Executive Orders of 1855 and 1865, and in order to open more land for public settlement, removed additional land from the reservation. By an Act of 1894,<sup>[7]</sup> Congress officially accepted and approved the reservation <span class=\"star-pagination\">*44</span> as it then existed, and thenceforward did not take reservation lands without compensation.</p>\n<p>The claims of respondent tribes are for the wrongful taking which occurred when they were deprived of their original possessions by the Executive Order of November 9, 1855. Even as to the Tillamooks, the Court of Claims found the taking complete as of November 9, 1855, since this tribe was forced to share its former lands with other Indians, and since the reservation was, in any event, only a conditional one, subject to being opened for public settlement at the will of the President. Petitioner disputes neither this finding nor the proof of original Indian title as of 1855.</p>\n<p>Other than the benefits flowing from the Act of 1894,<sup>[8]</sup> none of the four respondent tribes has received any compensation for the loss of its lands. Until the present jurisdictional act of 1935, these tribes, lacking consent of the United States to be sued, were forbidden access to the courts. They alone of the tribes with whom Dart and Palmer negotiated some twenty-odd treaties between 1850 and 1855 have yet to receive recognition for the loss of lands held by original Indian title.<sup>[9]</sup></p>\n<p>Until now this Court has had no opportunity or occasion to pass upon the precise issue presented here. In only one Act prior to 1935 has Congress authorized judicial determination of the right to recover for a taking of nothing more than original Indian title; and no case under that <span class=\"star-pagination\">*45</span> Act,<sup>[10]</sup> passed in 1929, reached this Court.<sup>[11]</sup> In 1930<sup>[12]</sup> Congress again authorized adjudication of Indian claims arising out of original Indian title, but expressly directed an award of damages if a taking of lands held by immemorial possession were shown. This Act thus eliminated any judicial determination of a right to recover, once original Indian title was established.</p>\n<p>Prior to 1929, adjudications of Indian claims against the United States were limited to issues arising out of treaties, statutes, or other events and transactions carefully designated by Congress. This Court has always strictly construed such jurisdictional acts and has not offered judicial opinion on the justness of the handling of Indian lands, except in so far as Congress in specific language has permitted its justiciable recognition.</p>\n<p>The language of the 1935 Act is specific, and its consequences are clear. By this Act Congress neither admitted nor denied liability. The Act removes the impediments of sovereign immunity and lapse of time and provides for judicial determination of the designated claims. No new right or cause of action is created. A merely moral claim is not made a legal one. The cases are to be heard on their merits and decided according to legal principles pertinent to the issues which might be presented under the Act.<sup>[13]</sup> Accordingly the 1935 statute permits judicial determination <span class=\"star-pagination\">*46</span> of the legal and equitable claims growing out of original Indian title. That which was within the power of Congress to withhold from judicial scrutiny has now been submitted to the courts. If, as has many times been said,<sup>[14]</sup> the manner of extinguishing Indian title is usually a political question and presents a non-justiciable issue, Congress has expressly and effectively directed otherwise by seeking in the 1935 Act judicial disposition of claims arising from original Indian title. \"By consenting to be sued, and submitting the decision to judicial action, they have considered it as a purely judicial question, which we are now bound to decide, as between man and man . . .\" <i>United States</i> v. <i>Arredondo,</i> 6 Pet. 691, 711 (1832).</p>\n<p>It has long been held that by virtue of discovery the title to lands occupied by Indian tribes vested in the sovereign.<sup>[15]</sup> This title was deemed subject to a right of occupancy in favor of Indian tribes, because of their original and previous possession. It is with the content of this right of occupancy, this original Indian title, that we are concerned here.</p>\n<p>As against any but the sovereign, original Indian title was accorded the protection of complete ownership;<sup>[16]</sup> but it was vulnerable to affirmative action by the sovereign, which possessed exclusive power to extinguish the right of occupancy at will. Termination of the right by sovereign action was complete and left the land free and clear of Indian claims. Third parties could not question the justness or fairness of the methods used to extinguish the right of occupancy.<sup>[17]</sup> Nor could the Indians themselves prevent a taking of tribal lands or forestall a termination of their title. However, it is now for the first time asked <span class=\"star-pagination\">*47</span> whether the Indians have a cause of action for compensation arising out of an involuntary taking of lands held by original Indian title.</p>\n<p>We cannot but affirm the decision of the Court of Claims. Admitting the undoubted power of Congress to extinguish original Indian title compels no conclusion that compensation need not be paid. In speaking of the original claims of the Indians to their lands, Marshall had this to say: \"It is difficult to comprehend the proposition . . . that the discovery . . . should give the discoverer rights in the country discovered, which annulled the pre-existing right of its ancient possessors. . . . It gave the exclusive right to purchase, but did not found that right on a denial of the right of the possessor to sell. . . . The king purchased their lands, . . . but never coerced a surrender of them.\" <i>Worcester</i> v. <i>Georgia,</i> 6 Pet. 515, 543, 544, 547 (1832). In our opinion, taking original Indian title without compensation and without consent does not satisfy the \"high standards for fair dealing\" required of the United States in controlling Indian affairs. <i>United States</i> v. <i>Santa Fe Pacific R. Co.,</i> 314 U.S. 339, 356 (1941). The Indians have more than a merely moral claim for compensation.<sup>[18]</sup></p>\n<p>A contrary decision would ignore the plain import of traditional methods of extinguishing original Indian title. The early acquisition of Indian lands, in the main, progressed by a process of negotiation and treaty. The first treaties reveal the striking deference paid to Indian claims, <span class=\"star-pagination\">*48</span> as the analysis in <i>Worcester</i> v. <i>Georgia, supra</i><i>,</i> clearly details. It was usual policy not to coerce the surrender of lands without consent and without compensation.<sup>[19]</sup> The great drive to open Western lands in the 19th Century, however productive of sharp dealing, did not wholly subvert the settled practice of negotiated extinguishment of original Indian title.<sup>[20]</sup> In 1896, this Court noted that \". . . nearly every tribe and band of Indians within the territorial limits of the United States was under some treaty relations with the government.\" <i>Marks</i> v. <i>United States,</i> 161 U.S. 297, 302 (1896). Something more than sovereign grace prompted the obvious regard given to original Indian title.</p>\n<p>Long before the end of the treaty system of Indian government and the advent of legislative control in 1871,<sup>[21]</sup> Congress had evinced its own attitude toward Indian relations. The Ordinance of 1787 declared, \"the utmost good faith shall always be observed towards the Indians; their land and property shall never be taken from them without their consent . . .\" 1 Stat. 50, 52. When in 1848 the territorial government of Oregon was created, § 14 of that Act<sup>[22]</sup> secured to the inhabitants of the new territory all the rights and privileges guaranteed by the Ordinance of 1787. Nor did congressional regard for Indian lands change in 1871. In providing for the settlement of Dakota Territory, Congress in 1872 directed the extinguishment of the interests of Indians in certain lands and the determination <span class=\"star-pagination\">*49</span> of what \"compensation ought, in justice and equity, to be made to said bands . . . for the extinguishment of whatever title they may have to said lands.\" 17 Stat. 281; <i>Buttz</i> v. <i>Northern Pacific Railroad,</i> 119 U.S. 55, 59 (1886). The latest indicia of congressional regard for Indian claims is the Indian Claims Commission Act, 60 Stat. 1049, 1050, § 2 (5), in which not only are claims similar to those of the case at bar to be heard, but \"claims based upon fair and honorable dealings that are not recognized by any existing rule of law or equity\" may be submitted to the Commission with right of judicial review.</p>\n<p>Congressional and executive action consistent with the prevailing idea of non-coercive, compensated extinguishment of Indian title is clear in the facts of the present case. The Act of 1848 declared a policy of extinguishing Indian claims in Oregon only by treaty. The statute of 1850 put in motion the treaty-making machinery. Respondent tribes were among those with whom treaties were negotiated. In many cases, expected ratification did not follow. In the case of respondent tribes alone have no steps been taken to make amends for the taking of Indian lands pending treaty ratification. To determine now that compensation must be paid is only a fair result.</p>\n<p>Petitioner would admit liability only if, in addition to clear proof of original Indian title, some act of official \"recognition\" were shown. Original Indian title would not attain the status of a compensable interest until some definite act of sovereign acknowledgment followed. Apparently petitioner has seized upon language of the Court of Claims in <i>Duwamish Indians</i> v. <i>United States,</i> 79 Ct. Cl. 530 (1934), and from it has fashioned a full-blown concept of \"recognized Indian title.\" The jurisdictional act in that case authorized suits on \"all claims of whatsoever nature, both legal and equitable.\"<sup>[23]</sup> Claims based solely <span class=\"star-pagination\">*50</span> on original Indian title were held to be outside the limits of the act; and unless a treaty or act of Congress recognizing the Indians' title by right of occupancy were shown, recovery could not be had.<sup>[24]</sup> A more specific jurisdictional act was deemed necessary to authorize a suit based upon original Indian title alone.</p>\n<p>Petitioner reads into the <i>Duwamish</i> case far too much. When the first jurisdictional act specifically allowing suit on original Indian title in language identical with that of the 1935 Act later came before the Court of Claims in <i>Coos Bay Indian Tribe</i> v. <i>United States,</i> 87 Ct. Cl. 143 (1938), the court clearly recognized the specific directives of the act and denied recovery solely because original Indian title had not been proved. \"Recognition\" appeared to count only as a possible method of proving Indian title itself, not as a requisite in addition to proof of that title. Furthermore, in the case at bar, the unmistakable language of the Court of Claims stands squarely against the significance petitioner would attach to the <i>Duwamish</i> decision: \"The Duwamish case did not hold or intend to hold that an Indian tribe could not recover compensation on the basis of original Indian use and occupancy title as for a taking if the jurisdictional act authorized the bringing of a suit and rendition of judgment for compensation on the basis of such original title.\" <i>Alcea Band of Tillamooks</i> v. <i>United States,</i> 103 Ct. Cl. 494, 556, 59 F. Supp. 934 (1945).</p>\n<p>Authority for petitioner's position is not found in <i>Shoshone Indians</i> v. <i>United States,</i> 324 U.S. 335 (1945). The jurisdictional act there limited suits to those claims \"arising under or growing out of the treaty of July 2, 1863 . . .\"<sup>[25]</sup> Suits based upon original Indian title were not authorized, but we thought a claim would properly arise under the treaty if it were based upon a taking of <span class=\"star-pagination\">*51</span> land which the treaty had in any way \"recognized\" or acknowledged as belonging to the Indians. The Court thrice noted that claims based upon original Indian title were not involved, and made no attempt to settle controversies brought under other jurisdictional acts authorizing the litigation of claims arising from the taking of original Indian title.<sup>[26]</sup></p>\n<p>Nor do other cases in this Court lend substance to the dichotomy of \"recognized\" and \"unrecognized\" Indian title which petitioner urges. Many cases recite the paramount power of Congress to extinguish the Indian right of occupancy by methods the justice of which \"is not open to inquiry in the courts.\" <i>United States</i> v. <i>Santa Fe Pacific R. Co., supra,</i> at 347.<sup>[27]</sup> Lacking a jurisdictional act permitting judicial inquiry, such language cannot be questioned where Indians are seeking payment for appropriated lands; but here in the 1935 statute Congress has authorized decision by the courts upon claims arising out of original Indian title. Furthermore, some cases speak of the unlimited power of Congress to deal with those Indian lands which are held by what petitioner would call \"recognized\" <span class=\"star-pagination\">*52</span> title;<sup>[28]</sup> yet it cannot be doubted that, given the consent of the United States to be sued, recovery may be had for an involuntary, uncompensated taking of \"recognized\" title.<sup>[29]</sup> We think the same rule applicable to a taking of original Indian title. \"Whether this tract . . . was properly called a reservation . . . or unceded Indian country, . . . is a matter of little moment . . . the Indians' right of occupancy has always been held to be sacred; something not to be taken from him except by his consent, and then upon such consideration as should be agreed upon.\" <i>Minnesota</i> v. <i>Hitchcock,</i> 185 U.S. 373, 388-89 (1902).<sup>[30]</sup></p>\n<p><span class=\"star-pagination\">*53</span> Requiring formal acknowledgment of original Indian title as well as proof of that title would nullify the intended consequences of the 1935 Act. The rigors of \"recognition,\" according to petitioner's view, would appear to require in every case some definite act of the United States guaranteeing undisturbed, exclusive and perpetual occupancy, which, for example, a treaty or statute could provide. Yet it was the very absence of such acknowledgment which gave rise to the present statute.</p>\n<p>Congress was quite familiar with the precision advisable when drafting statutes giving jurisdiction to the Court of Claims in Indian cases. In 1925 an act authorizing the litigation of any and all claims of certain Indian tribes was passed. In June, 1934, that act was held, for lack of specificity, not to extend to claims based on original title.<sup>[31]</sup> The following year Congress passed the present Act, employing the specific language used once before in the Act of 1929,<sup>[32]</sup> under which <i>Coos Bay Indian Tribe</i> v. <i>United States, supra</i><i>,</i> arose. The considered attention given to the many ramifications of Indian affairs in the 1930's<sup>[33]</sup> suggests that Congress well realized the import of the words used in the jurisdictional act of 1935, and that Congress did not expect respondent tribes to be turned out of court either because congressional power over Indian title was deemed to have no limits or because there was, as was obvious to all, no formal guarantee of perpetual and <span class=\"star-pagination\">*54</span> exclusive possession prior to the taking of respondents' lands in 1855.</p>\n<p>Respondents have satisfactorily proved their claim of original Indian title and an involuntary taking thereof. They are entitled to compensation under the jurisdictional act of 1935. The power of Congress over Indian affairs may be of a plenary nature; but it is not absolute.<sup>[34]</sup> It does not \"enable the United States to give the tribal lands to others, or to appropriate them to its own purposes, without rendering, or assuming an obligation to render, just compensation for them.\" <i>United States</i> v. <i>Creek Nation,</i> 295 U.S. 103, 110 (1935).</p>\n<p>In view of the grounds upon which decision rests, it is not necessary to consider the alternate holding of the court below relative to the 1848 act affording sufficient \"recognition\" of respondents' Indian title.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE JACKSON took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE BLACK, concurring.</p>\n<p>Before Congress passed the special Act under which this suit was brought, I think that the Government was under no more legal or equitable obligation to pay these respondents than it was under obligation to pay whatever descendants are left of the numerous other tribes whose lands and homes have been taken from them since the Nation was founded. See <i>Northwestern Shoshone Indians</i> v. <i>United States,</i> 324 U.S. 335, 354-358, concurring opinion. It seems pretty clear to me, however, that Congress in the Act of August 26, 1935, 49 Stat. 801, created an obligation on the part of the Government to pay these Indians for all lands to which their ancestors held an \"original Indian title.\" This interpretation of the Act is not only consistent <span class=\"star-pagination\">*55</span> with the unusually broad language Congress used, but also fits into the pattern of congressional legislation which has become progressively more generous in its treatment of Indians. The capstone of this type of legislation was an Act passed by the last Congress, which established an Indian Claims Commission with sweeping powers to pay old Indian claims growing out of seizure of their lands, among other things. This Commission is given power to make awards, subject to review by the Court of Claims, with and without regard to previous rules of law or equity courts. The Commission is even given a blanket power to make awards upon finding, for example, that the land of Indians was taken by the Government in a way that did not comport with \"fair and honorable dealings.\" 60 Stat. 1049, 1050, § 2 (5). Since whatever our action here, these Indians could, I assume, pursue their claims under this broad recent legislation, and since the language of the Act before us does not preclude a similarly broad interpretation, I see no reason why it should be otherwise interpreted. This leads me to concur in affirmance of the judgment.</p>\n<p>MR. JUSTICE REED, with whom MR. JUSTICE RUTLEDGE and MR. JUSTICE BURTON join, dissenting.</p>\n<p>This case presents directly for the first time in this Court the question of whether an Indian band is legally entitled to recover compensation from the United States for the taking by the Government of the aboriginal lands of the Indians when there has been no prior recognition by the United States through treaty or statute of any title or legal or equitable right of the Indians in the land. The Court allows compensation. The importance of the issue persuades us that we should express the reasons for our dissent. It is difficult to foresee the result of this ruling in the consideration of claims by Indian tribes against the United States. We do not know the amount of land so taken. <span class=\"star-pagination\">*56</span> West of the Mississippi it must be large. Even where releases of Indian title have been obtained in return for recognition of Indian rights to smaller areas, charges of unfair dealings may open up to consideration again legal or equitable claims for taking aboriginal lands.<sup>[1]</sup></p>\n<p>The Court rightly states the effect of the jurisdictional act in these words:</p>\n<blockquote>\"The Act removes the impediments of sovereign immunity and lapse of time and provides for judicial determination of the designated claims. No new right or cause of action is created. A merely moral claim is not made a legal one. [<i>Ante,</i> p. 45.]</blockquote>\n<p></p>\n<h2>.....</h2>\n<blockquote>\n<span class=\"star-pagination\">*57</span> \"Lacking a jurisdictional act permitting judicial inquiry, such language cannot be questioned where Indians are seeking payment for appropriated lands; but here in the 1935 statute Congress has authorized decision by the courts upon claims arising out of original Indian title.\" [<i>Ante,</i> p. 51.]</blockquote>\n<p>This means, and the Court so treats the claims, that the Indians here get no money by grace or charity or for reasons of honorable dealings with helpless peoples.<sup>[2]</sup> The recovery by them under this Act will be because they have had valid claims against the United States on account of their ouster from these lands in 1855. These Indians have not been paid the sums owing them, one deduces from the Court's opinion, because the sovereign, our nation, kept the courts closed to them. The jurisdictional act, the Court holds, removes this bar to recovery. This conclusion conflicts with our understanding of this Government's right in the public lands of the nation.</p>\n<p>The character of Indian occupancy of tribal lands is at least of two kinds: first, occupancy as aborigines until that occupancy is interrupted by governmental order; and, second, occupancy when by an act of Congress they are given a definite area as a place upon which to live. When Indians receive recognition of their right to occupy lands by act of Congress, they have a right of occupancy which cannot be taken from them without compensation.<sup>[3]</sup> But by <span class=\"star-pagination\">*58</span> the other type of occupancy, it may be called Indian title, the Indians get no right to continue to occupy the lands; and any interference with their occupancy by the United States has not heretofore given rise to any right of compensation, legal or equitable.<sup>[4]</sup></p>\n<p>This distinction between rights from recognized occupancy and from Indian title springs from the theory under which the European nations took possession of the lands of the American aborigines. This theory was that discovery by the Christian nations gave them sovereignty over and title to the lands discovered. <i>Johnson</i> v. <i>M'Intosh,</i> 8 Wheat. 543, 572-86; 1 Story, Commentaries on the Constitution (5th Ed.) § 152. While Indians were permitted to occupy these lands under their Indian title,<sup>[5]</sup> the conquering nations asserted the right to extinguish that Indian title without legal responsibility to compensate the Indian for his loss.<sup>[6]</sup> It is not for the courts of the conqueror to question the propriety or validity of such an assertion of power. Indians who continued to occupy their aboriginal homes, without definite recognition of their right to do so are like paleface squatters on public lands without compensable rights if they are evicted. Tenure for Indian tribes specifically recognized by Congress developed along different lines in the original states, the Louisiana Purchase, the Mexican Session or the lands obtained by the Northwest Boundary Treaty. But there is no instance known to us where there has been intimation or holding that congressional power to take Indian title to lands is limited. Whenever the lands to which the Indians had only Indian title were required for settlement <span class=\"star-pagination\">*59</span> or public use, the sovereign without legal obligation could extinguish that title by purchase or the sword.<sup>[7]</sup></p>\n<p>In <i>Barker</i> v. <i>Harvey,</i> 181 U.S. 481, Mission Indians claimed a right of permanent occupancy in former Mexican lands ceded to the United States by the treaty of Guadalupe Hidalgo. They made this claim against a right arising by virtue of a patent that was issued by the United States in confirmation of grants by the Mexican Government in derogation of the Indian title. This Court said as to this Indian title, p. 491, \"that a claim of a right to permanent occupancy of land is one of far-reaching effect, and it could not well be said that lands which were burdened with a right of permanent occupancy were a part of the public domain and subject to the full disposal of the United States.\"<sup>[8]</sup> This Court confirmed title contrary to the Indian claim. Rights of occupancy given to Indians by an executive order may be withdrawn without compensation to the Indians where their title was not recognized by congressional act. The Indians do not hold such lands by the same tenure as they do the lands by the terms of a ratified treaty or statute. <i>Sioux Tribe</i> v. <i>United States,</i> 316 U.S. 317, 326-28.</p>\n<p>As we understand the present holding of the Court, it is that the manner of terminating this Indian title by the United States is limited by the duty to pay compensation. Therein, we think, lies the fundamental error of the Court's opinion. It is true that distinctions have been made between plenary authority over tribal lands and absolute power, with the suggestion that congressional <span class=\"star-pagination\">*60</span> power over Indian title was not unlimited. See Cohen, Handbook of Indian Law, 94, 291, 309, 310, 311. Examination of the authorities cited, however, will show, we think, in every instance, that where reference is made to the protection of Indian lands by the Fifth Amendment or to the legal obligation of the United States to compensate Indians for lands taken, the lands under discussion were lands held by the Indians under titles recognized by specific acts of Congress.<sup>[9]</sup></p>\n<p>When Chief Justice Marshall expounded for the Court the power of the United States to extinguish Indian title, this doctrine was laid down for the nation's guidance in dealing with the Indians:</p>\n<blockquote>\"The United States, then, have unequivocally acceded to that great and broad rule by which its civilized inhabitants now hold this country. They hold, and assert in themselves, the title by which it was acquired. They maintain, as all others have maintained, that discovery gave an exclusive right to extinguish the Indian title of occupancy, either by purchase or by conquest; and gave also a right to such a degree of sovereignty, as the circumstances of the people would allow them to exercise.</blockquote>\n<blockquote>\". . . All our institutions recognise the absolute title of the crown, subject only to the Indian right of occupancy, and recognized the absolute title of the crown to extinguish that right. This is incompatible with an absolute and complete title in the Indians.</blockquote>\n<blockquote>\". . . Conquest gives a title which the courts of the conqueror cannot deny, whatever the private and speculative opinions of individuals may be, respecting <span class=\"star-pagination\">*61</span> the original justice of the claim which has been successfully asserted. . . .</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\"The title by conquest is acquired and maintained by force. The conqueror prescribes its limits. . . . Where this incorporation is practicable, humanity demands, and a wise policy requires, that the rights of the conquered to property should remain unimpaired; that the new subjects should be governed as equitably as the old, and that confidence in their security should gradually banish the painful sense of being separated from their ancient connexions, and united by force to strangers.</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\". . . the tribes of Indians inhabiting this country were fierce savages, whose occupation was war, and whose subsistence was drawn chiefly from the forest. To leave them in possession of their country, was to leave the country a wilderness; to govern them as a distinct people, was impossible, because they were as brave and as high spirited as they were fierce, and were ready to repel by arms every attempt on their independence.</blockquote>\n<blockquote>\"What was the inevitable consequence of this state of things? The Europeans were under the necessity either of abandoning the country, and relinquishing their pompous claims to it, or of enforcing those claims by the sword, and by the adoption of principles adapted to the condition of a people with whom it was impossible to mix, and who could not be governed as a distinct society, or of remaining in their neighbourhood, and exposing themselves and their families to the perpetual hazard of being massacred.</blockquote>\n<blockquote>\"Frequent and bloody wars, in which the whites were not always the aggressors, unavoidably ensued. European policy, numbers, and skill, prevailed. As <span class=\"star-pagination\">*62</span> the white population advanced, that of the Indians necessarily receded. The country in the immediate neighbourhood of agriculturists became unfit for them. The game fled into thicker and more unbroken forests, and the Indians followed. The soil, to which the crown originally claimed title, being no longer occupied by its ancient inhabitants, was parcelled out according to the will of the sovereign power, and taken possession of by persons who claimed immediately from the crown, or mediately, through its grantees or deputies.\" 8 Wheat. 587-91.</blockquote>\n<blockquote>It is unnecessary for this case to undertake at this late date to weigh the rights and wrongs of this treatment of aboriginal occupancy. Where injustices have been done to friendly peoples, Congress has sought to soften their effect by acts of mercy. Never has there been acknowledgment before of a legal or equitable right to compensation that springs from the appropriation by the United States of the Indian title.</blockquote>\n<blockquote>\"Extinguishment of Indian title based on aboriginal possession is of course a different matter. The power of Congress in that regard is supreme. The manner, method and time of such extinguishment raise political, not justiciable, issues. <i>Buttz</i> v. <i>Northern Pacific Railroad, supra,</i> p. 66. As stated by Chief Justice Marshall in <i>Johnson</i> v. <i>M'Intosh, supra,</i> p. 586, `the exclusive right of the United States to extinguish' Indian title has never been doubted. And whether it be done by treaty, by the sword, by purchase, by the exercise of complete dominion adverse to the right of occupancy, or otherwise, its justness is not open to inquiry in the courts. <i>Beecher</i> v. <i>Wetherby,</i> 95 U.S. 517, 525.\" <i>United States</i> v. <i>Santa Fe Pacific R. Co.,</i> 314 U.S. 339, 347.</blockquote>\n<p><span class=\"star-pagination\">*63</span> The colonies, the states and the nation alike, by their early legislation, provided that only the respective sovereigns could extinguish the Indian title.<sup>[10]</sup> The way in which it was to be extinguished has been held, continually, a political matter.<sup>[11]</sup> The jurisdictional act now under consideration does not purport to change a political matter to a justiciable one.</p>\n<p>When this present jurisdictional act was considered by Congress, nothing in the reports or the debates<sup>[12]</sup> indicates that Congress intended to create a new liability because Indian title had been taken. This Court relies upon no change of attitude in Congress, but finds that this liability has always existed and that this act merely removes the bar against suit. This we think is contrary to the whole course of our relations with the Indians.</p>\n<p>The Court finds a basis for this action in that this nation should not take the Indian title without compensation because such a taking would not satisfy the \"`high standards for fair dealing' required of the United States in controlling Indian affairs.\" The language used by the Court is taken from <i>United States</i> v. <i>Santa Fe Pacific R. Co.,</i> 314 U.S. 339 at 356. It there referred to an act unauthorized by Congress and not to such takings as here occurred when Congress opened the original home of these respondents for settlement.</p>\n<p>In <i>Worcester</i> v. <i>Georgia,</i> 6 Pet. 515, 543, 544, 547, lands had been specifically set apart for the Cherokees. P. 556. <span class=\"star-pagination\">*64</span> Therefore Chief Justice Marshall's comments were directed at a situation that does not exist here.</p>\n<p>A concurring opinion has been filed which holds that Congress in the act here involved \"created an obligation on the part of the Government to pay these Indians\" for their Indian title. We do not think this present act is susceptible of that interpretation. We read the act, as we understand our Brethren do, to permit recovery of compensation only in case there were rights in the Indians prior to its passage \"arising under or growing out of the original Indian title.\" We think no rights arose from this Indian title. Therefore no compensation is due.</p>\n<p>As we are of the opinion that the jurisdictional act permitted judgment only for claims arising under or growing out of the original Indian title and are further of the opinion that there were no legal or equitable claims that grew out of the taking of this Indian title, we would reverse the judgment of the Court of Claims and direct that the bill of the respondents should be dismissed. Cf. <i>Shoshone Indians</i> v. <i>United States,</i> 324 U.S. 335.</p>\n<h2>NOTES</h2>\n<p>[1]  49 Stat. 801. The pertinent section in full provides: \"That jurisdiction is hereby conferred on the Court of Claims with the right of appeal to the Supreme Court of the United States by either party, as in other cases, to hear, examine, adjudicate, and render final judgment . . . (b) any and all legal and equitable claims arising under or growing out of the original Indian title, claim, or rights in, to, or upon the whole or any part of the lands and their appurtenances occupied by the Indian tribes and bands described in the unratified treaties published in Senate Executive Document Numbered 25, Fifty-third Congress, first session (pp. 8 to 15), at and long prior to the dates thereof, except the Coos Bay, Lower Umpqua, and Siuslaw Tribes, it being the intention of this Act to include all the Indian tribes or bands and their descendants, with the exceptions named, residing in the then Territory of Oregon west of the Cascade Range at and long prior to the dates of the said unratified treaties, some of whom, in 1855, or later, were removed by the military authorities of the United States to the Coast Range, the Grande Ronde, and the Siletz Reservations in said Territory.\"</p>\n<p>[2]  The remaining seven plaintiff tribes failed to state a cause of action under the jurisdictional act and the rules of the Court of Claims.</p>\n<p>[3]  \"Original Indian title\" is used to designate the Indian right of occupancy based upon aboriginal possession.</p>\n<p>[4]  9 Stat. 323. The Act created a territorial government and declared: \"That nothing in this act contained shall be construed to impair the rights of person or property now pertaining to the Indians in said Territory, so long as such rights shall remain unextinguished by treaty between the United States and such Indians, or to affect the authority of the government of the United States to make any regulation respecting such Indians, their lands, property, or other rights, by treaty, law, or otherwise, which it would have been competent to the government to make if this act had never passed . . .\"</p>\n<p>[5]  9 Stat. 323.</p>\n<p>[6]  9 Stat. 437.</p>\n<p>[7]  28 Stat. 286, 323.</p>\n<p>[8]  28 Stat. 286, 323.</p>\n<p>[9]  In 1851 Dart and Palmer negotiated treaties with nineteen tribes other than respondents. None of these treaties was ratified; but twelve of the nineteen tribes were included in further treaties made in 1853, 1854, and 1855, and Congress in 1897 and 1912 provided for paying the remaining seven tribes for their lands taken under the unratified treaties.</p>\n<p>[10]  45 Stat. 1256, as amended in respects immaterial here, 47 Stat. 307.</p>\n<p>[11]  <i>Coos Bay Indian Tribe</i> v. <i>United States,</i> 87 Ct. Cl. 143 (1938), discussed <i>infra</i> p. 50, arose under the 1929 Act.</p>\n<p>[12]  46 Stat. 531, amending 44 Stat. 1263. <i>Assiniboine Indian Tribe</i> v. <i>United States,</i> 77 Ct. Cl. 347 (1933) was litigated under this jurisdictional act.</p>\n<p>[13]  <i>United States</i> v. <i>Mille Lac Chippewas,</i> 229 U.S. 498, 500 (1913); <i>The Sac and Fox Indians,</i> 220 U.S. 481, 489 (1911).</p>\n<p>[14]  <i>United States</i> v. <i>Santa Fe Pacific R. Co.,</i> 314 U.S. 339, 347 (1941), and cases note 27 <i>infra.</i></p>\n<p>[15]  <i>Johnson</i> v. <i>McIntosh,</i> 8 Wheat. 543, 573-74 (1823).</p>\n<p>[16]  <i>United States</i> v. <i>Santa Fe Pacific R. Co.,</i> 314 U.S. 339 (1941).</p>\n<p>[17]  <i>Beecher</i> v. <i>Wetherby,</i> 95 U.S. 517 (1877).</p>\n<p>[18]  The \"moral\" obligation upon Congress, of which the cases speak, refers more to the obligation to open the courts to suit by the Indians. It does not mean that there is no substantive right in the Indians. So in <i>United States</i> v. <i>Blackfeather,</i> 155 U.S. 180, 194 (1894) it was held that, \"While there may be a moral obligation on the part of the government to reimburse the money embezzled by the Indian superintendent . . .,\" the jurisdictional act in point did not extend to such a claim. Yet, given consent to suit, it would hardly be said that there was no substantive right against the United States for embezzlement of Indian funds.</p>\n<p>[19]  \"The practical admission of the European conquerors of this country renders it unnecessary for us to speculate on the extent of that right which they might have asserted from conquest . . . The conquerors have never claimed more than the exclusive right of purchase from the Indians . . .\" 1 Op. A.G. 465, 466 (1821) (William Wirt).</p>\n<p>[20]  See the analysis in Cohen, Handbook of Federal Indian Law (1945) 51-66.</p>\n<p>[21]  16 Stat. 544.</p>\n<p>[22]  9 Stat. 323, 329, § 14.</p>\n<p>[23]  43 Stat. 886.</p>\n<p>[24]  <i>Duwamish Indians</i> v. <i>United States,</i> 79 Ct. Cl. 530, 600 (1934).</p>\n<p>[25]  45 Stat. 1407.</p>\n<p>[26]  <i>Shoshone Indians</i> v. <i>United States,</i> 324 U.S. 335, 337, 339, 354 (1945).</p>\n<p>[27]  The statements in many cases are directed to disputes between third parties, one of whom attempts to raise a defect in the other's title by tracing it to a government grant out of Indian territory and attacking the power or the method used by the sovereign to convey Indian lands. <i>Beecher</i> v. <i>Wetherby,</i> 95 U.S. 517, 525 (1877); <i>Buttz</i> v. <i>Northern Pacific Railroad,</i> 119 U.S. 55, 66 (1886); <i>Martin</i> v. <i>Waddell,</i> 16 Pet. 367, 409 (1842); <i>Clark</i> v. <i>Smith,</i> 13 Pet. 195, 201 (1839). And in other cases, the issue was not the right of Indian tribes to be compensated for an extinguishment of original Indian title by the United States. <i>Shoshone Indians</i> v. <i>United States,</i> 324 U.S. 335 (1945); <i>United States</i> v. <i>Santa Fe Pacific R. Co.,</i> 314 U.S. 339 (1941); <i>Conley</i> v. <i>Ballinger,</i> 216 U.S. 84 (1910); <i>Lone Wolf</i> v. <i>Hitchcock,</i> 187 U.S. 553 (1903); <i>Cherokee Nation</i> v. <i>Hitchcock,</i> 187 U.S. 294 (1902).</p>\n<p>[28]  <i>Lone Wolf</i> v. <i>Hitchcock,</i> 187 U.S. 553, 566 (1903); <i>Beecher</i> v. <i>Wetherby,</i> 95 U.S. 517, 525 (1877). The <i>Lone Wolf</i> case was properly assessed in <i>Shoshone Tribe</i> v. <i>United States,</i> 299 U.S. 476, 497 (1937): \"Power to control and manage the property and affairs of Indians in good faith for their betterment and welfare may be exerted in many ways and at times even in derogation of the provisions of a treaty.\" See also <i>Oklahoma</i> v. <i>Texas,</i> 258 U.S. 574, 592 (1922).\n</p>\n<p>In <i>Barker</i> v. <i>Harvey,</i> 181 U.S. 481 (1901), the Indian claims were deemed extinguished by non-presentment to the land commission, and this was true even if the claims had been \"recognized\" by the Mexican government prior to the cession of lands to the United States.</p>\n<p>[29]  <i>United States</i> v. <i>Klamath Indians,</i> 304 U.S. 119 (1938); <i>Chippewa Indians</i> v. <i>United States,</i> 301 U.S. 358 (1937); <i>Shoshone Tribe</i> v. <i>United States,</i> 299 U.S. 476 (1937); <i>United States</i> v. <i>Creek Nation,</i> 295 U.S. 103 (1935).</p>\n<p>[30]  Other cases also draw no distinction between original Indian title and \"recognized\" Indian title. \"The Indian title as against the United States was merely a title and right to the perpetual occupancy of the land with the privilege of using it in such mode as they saw fit until such right of occupation had been surrendered to the government. When Indian reservations were created, either by treaty or executive order, the Indians held the land by the same character of title, to wit, the right to possess and occupy the lands for the uses and purposes designated.\" <i>Spalding</i> v. <i>Chandler,</i> 160 U.S. 394, 403 (1896). Of similar tenor is <i>Conley</i> v. <i>Ballinger,</i> 216 U.S. 84, 90-91 (1910).\n</p>\n<p>The older cases explaining and giving substance to the Indian right of occupancy contain no suggestion that only \"recognized\" Indian title was being considered. Indeed, the inference is quite otherwise. <i>Mitchel</i> v. <i>United States,</i> 9 Pet. 711, 746 (1835); <i>Worcester</i> v. <i>Georgia,</i> 6 Pet. 515, 543-48 (1832); <i>Johnson</i> v. <i>McIntosh,</i> 8 Wheat. 543, 573-74 (1823).</p>\n<p>[31]  <i>Duwamish Indians</i> v. <i>United States,</i> 79 Ct. Cl. 530 (1934).</p>\n<p>[32]  45 Stat. 1256, as amended in respects immaterial here, 47 Stat. 307.</p>\n<p>[33]  \"The decade from 1930 to 1939 is as notable in the history of Indian legislation as that of the 1830's or the 1880's.\" Cohen, Handbook of Federal Indian Law (1945) 83.</p>\n<p>[34]  <i>Stephens</i> v. <i>Cherokee Nation,</i> 174 U.S. 445, 478 (1899).</p>\n<p>[1]  See Indian Claims Commission Act, approved August 13, 1946, 60 Stat. 1049, 1050:\n</p>\n<p>\"SEC. 2. The Commission shall hear and determine the following claims against the United States on behalf of any Indian tribe, band, or other identifiable group of American Indians residing within the territorial limits of the United States or Alaska: (1) claims in law or equity arising under the Constitution, laws, treaties of the United States, and Executive orders of the President; (2) all other claims in law or equity, including those sounding in tort, with respect to which the claimant would have been entitled to sue in a court of the United States if the United States was subject to suit; (3) claims which would result if the treaties, contracts, and agreements between the claimant and the United States were revised on the ground of fraud, duress, unconscionable consideration, mutual or Unilateral mistake, whether of law or fact, or any other ground cognizable by a court of equity; (4) claims arising from the taking by the United States, whether as the result of a treaty of cession or otherwise, of lands owned or occupied by the claimant without the payment for such lands of compensation agreed to by the claimant; and (5) claims based upon fair and honorable dealings that are not recognized by any existing rule of law or equity. No claim accruing after the date of the approval of this Act shall be considered by the Commission.</p>\n<p>\"All claims hereunder may be heard and determined by the Commission notwithstanding any statute of limitations or laches, but all other defenses shall be available to the United States.\"</p>\n<p>[2]  There are sound reasons for congressional generosity toward the remnants of the aborigines. Such reasons as lead the nation to succor the vanquished in any contest. Cf. <i>United States</i> v. <i>Realty Co.,</i> 163 U.S. 427; <i>Pope</i> v. <i>United States,</i> 323 U.S. 1; and 60 Stat. 1049, 1055, § 24.</p>\n<p>[3]  <i>Chippewa Indians</i> v. <i>United States,</i> 301 U.S. 358, 375-76; <i>United States</i> v. <i>Klamath Indians,</i> 304 U.S. 119; <i>Shoshone Tribe</i> v. <i>United States,</i> 299 U.S. 476, 497; <i>United States</i> v. <i>Creek Nation,</i> 295 U.S. 103, 109-10.</p>\n<p>[4]  See <i>Shoshone Indians</i> v. <i>United States,</i> 324 U.S. 335, 339.</p>\n<p>[5]  See <i>Mitchel</i> v. <i>United States,</i> 9 Pet. 711, 745.</p>\n<p>[6]  The Treaty of Paris, 1783, confirmed the sovereignty of the United States without reservation of Indian rights.</p>\n<p>[7]  <i>Johnson</i> v. <i>M'Intosh, supra,</i> at 587-89; <i>Lone Wolf</i> v. <i>Hitchcock,</i> 187 U.S. 553, 568; <i>Missouri, Kansas &amp; Texas Ry. Co.</i> v. <i>Roberts,</i> 152 U.S. 114, 117. See <i>Tiger</i> v. <i>Western Investment Co.,</i> 221 U.S. 286, 311.</p>\n<p>[8]  Cf. <i>Duwamish Indians</i> v. <i>United States,</i> 79 Ct. Cl. 530, 597-600.</p>\n<p>[9]  E.g. <i>Lane</i> v. <i>Pueblo of Santa Rosa,</i> 249 U.S. 110, 113; <i>United States</i> v. <i>Creek Nation,</i> 295 U.S. 103, 109; <i>Shoshone Tribe</i> v. <i>United States,</i> 299 U.S. 476, 496; <i>Chippewa Indians</i> v. <i>United States,</i> 301 U.S. 358, 375-77.</p>\n<p>[10]  See passim, Laws of the Colonial and State Governments, Relating to Indians and Indian Affairs, from 1633 to 1831, inclusive: With an Appendix Containing the Proceedings of the Congress of the Confederation and the Laws of Congress, from 1800 to 1830, on the Same Subject.</p>\n<p>[11]  <i>Lone Wolf</i> v. <i>Hitchcock,</i> 187 U.S. 553, 565; <i>Tiger</i> v. <i>Western Investment Co.,</i> 221 U.S. 286, 311.</p>\n<p>[12]  See S. Reps. Nos. 571, 795, 74th Cong., 1st Sess.; H. Reps. Nos. 1085, 1134, 74th Cong., 1st Sess.; 79 Cong. Rec. 7806, 11188, 12520.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:54:52", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">329</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">40</span></span> (1946)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nALCEA BAND OF TILLAMOOKS ET AL.</h1></center>\n<center>No. 26.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 31, February 1, 1946.</center>\n<center>Reargued October 25, 1946.</center>\n<center>Decided November 25, 1946.</center>\nCERTIORARI TO THE COURT OF CLAIMS.\n<p><i>Walter J. Cummings, Jr.</i> argued the cause for the United States. With him on the briefs were <i>Solicitor General McGrath, Assistant Attorney General Bazelon</i> and <i>Roger P. Marquis. J. Edward Williams</i> and <i>John C. Harrington</i> were also on the brief on the original argument.</p>\n<p><span class=\"star-pagination\">*41</span> <i>Everett Sanders</i> argued the cause for respondents. With him on the brief were <i>L.A. Gravelle, Douglas Whitlock</i> and <i>Edward F. Howrey.</i></p>\n<p><i>Ernest L. Wilkinson</i> and <i>John W. Cragun</i> filed a brief, as <i>amici curiae,</i> and <i>James E. Curry</i> and <i>C.M. Wright</i> filed a brief for the National Congress of American Indians, as <i>amicus curiae,</i> urging affirmance.</p>\n<p>MR. CHIEF JUSTICE VINSON announced the judgment of the Court and delivered an opinion, in which MR. JUSTICE FRANKFURTER, MR. JUSTICE DOUGLAS, and MR. JUSTICE MURPHY joined.</p>\n<p>Eleven Indian tribes have sued the United States in the Court of Claims under the Act of August 26, 1935,<sup>[1]</sup> which gives that court jurisdiction to hear and adjudicate cases involving \"any and all legal and equitable claims arising under or growing out of the original Indian title, claim, or rights in . . . the lands. . . occupied by the Indian tribes and bands described in\" certain unratified <span class=\"star-pagination\">*42</span> treaties negotiated with Indian tribes in the Territory of Oregon.</p>\n<p>Four of the tribes,<sup>[2]</sup> the Tillamooks, Coquilles, Too-too-to-neys and Chetcos, successfully identified themselves as entitled to sue under the Act, proved their original Indian title<sup>[3]</sup> to designated lands, and demonstrated an involuntary and uncompensated taking of such lands. The Court of Claims thereupon held that original Indian title was an interest the taking of which without the consent of the Indian tribes entitled them to compensation. In answer to government contentions that original Indian title, in the absence of some form of official \"recognition,\" could be appropriated without liability upon the part of the sovereign, the Act of 1848,<sup>[4]</sup> establishing the Territory of Oregon, was cited by the Court of Claims as affording any recognition required to support the claim for compensation. The issues decided, not previously passed upon by this Court and being of importance to the administration of Indian affairs, prompted this Court to grant certiorari. The case was argued during the 1945 term and on April 1, 1946, was restored to the docket for reargument before a full bench.</p>\n<p><span class=\"star-pagination\">*43</span> The events giving rise to the claims here occurred as part of the opening and development of the Territory of Oregon. After creating a government for that territory by the Act of 1848,<sup>[5]</sup> Congress in 1850 authorized the negotiation of treaties with Indian tribes in the area. Under the latter Act,<sup>[6]</sup> Anson Dart, later succeeded by General Joel Palmer, was appointed Superintendent of Indian Affairs for the Oregon region and was instructed to negotiate treaties for the extinguishment of Indian claims to lands in that district. On August 11, 1855, Palmer and respondent tribes concluded a treaty providing for the cession of Indian lands in return for certain money payments and the creation of a reservation. The treaty was to be operative only upon ratification. It was not submitted to the Senate until February, 1857, and was never ratified.</p>\n<p>Pending expected ratification, and following recommendations from Palmer, the President on November 9, 1855, created a reservation, subject to future diminution and almost identical with that provided for in the treaty. A large part of this reservation, called the Coast or Siletz Reservation, consisted of lands to which the Tillamook Tribe held original Indian title. Almost immediately the Tillamooks were confined to that portion of their land within the reservation, and the other three respondent tribes, as well as other tribes, were moved from their original possessions to the reservation. In 1865 an Executive Order reduced the size of the reservation; in 1875 Congress by statute approved the Executive Orders of 1855 and 1865, and in order to open more land for public settlement, removed additional land from the reservation. By an Act of 1894,<sup>[7]</sup> Congress officially accepted and approved the reservation <span class=\"star-pagination\">*44</span> as it then existed, and thenceforward did not take reservation lands without compensation.</p>\n<p>The claims of respondent tribes are for the wrongful taking which occurred when they were deprived of their original possessions by the Executive Order of November 9, 1855. Even as to the Tillamooks, the Court of Claims found the taking complete as of November 9, 1855, since this tribe was forced to share its former lands with other Indians, and since the reservation was, in any event, only a conditional one, subject to being opened for public settlement at the will of the President. Petitioner disputes neither this finding nor the proof of original Indian title as of 1855.</p>\n<p>Other than the benefits flowing from the Act of 1894,<sup>[8]</sup> none of the four respondent tribes has received any compensation for the loss of its lands. Until the present jurisdictional act of 1935, these tribes, lacking consent of the United States to be sued, were forbidden access to the courts. They alone of the tribes with whom Dart and Palmer negotiated some twenty-odd treaties between 1850 and 1855 have yet to receive recognition for the loss of lands held by original Indian title.<sup>[9]</sup></p>\n<p>Until now this Court has had no opportunity or occasion to pass upon the precise issue presented here. In only one Act prior to 1935 has Congress authorized judicial determination of the right to recover for a taking of nothing more than original Indian title; and no case under that <span class=\"star-pagination\">*45</span> Act,<sup>[10]</sup> passed in 1929, reached this Court.<sup>[11]</sup> In 1930<sup>[12]</sup> Congress again authorized adjudication of Indian claims arising out of original Indian title, but expressly directed an award of damages if a taking of lands held by immemorial possession were shown. This Act thus eliminated any judicial determination of a right to recover, once original Indian title was established.</p>\n<p>Prior to 1929, adjudications of Indian claims against the United States were limited to issues arising out of treaties, statutes, or other events and transactions carefully designated by Congress. This Court has always strictly construed such jurisdictional acts and has not offered judicial opinion on the justness of the handling of Indian lands, except in so far as Congress in specific language has permitted its justiciable recognition.</p>\n<p>The language of the 1935 Act is specific, and its consequences are clear. By this Act Congress neither admitted nor denied liability. The Act removes the impediments of sovereign immunity and lapse of time and provides for judicial determination of the designated claims. No new right or cause of action is created. A merely moral claim is not made a legal one. The cases are to be heard on their merits and decided according to legal principles pertinent to the issues which might be presented under the Act.<sup>[13]</sup> Accordingly the 1935 statute permits judicial determination <span class=\"star-pagination\">*46</span> of the legal and equitable claims growing out of original Indian title. That which was within the power of Congress to withhold from judicial scrutiny has now been submitted to the courts. If, as has many times been said,<sup>[14]</sup> the manner of extinguishing Indian title is usually a political question and presents a non-justiciable issue, Congress has expressly and effectively directed otherwise by seeking in the 1935 Act judicial disposition of claims arising from original Indian title. \"By consenting to be sued, and submitting the decision to judicial action, they have considered it as a purely judicial question, which we are now bound to decide, as between man and man . . .\" <i>United States</i> v. <i>Arredondo,</i> <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">691</span></span>, 711 (1832).</p>\n<p>It has long been held that by virtue of discovery the title to lands occupied by Indian tribes vested in the sovereign.<sup>[15]</sup> This title was deemed subject to a right of occupancy in favor of Indian tribes, because of their original and previous possession. It is with the content of this right of occupancy, this original Indian title, that we are concerned here.</p>\n<p>As against any but the sovereign, original Indian title was accorded the protection of complete ownership;<sup>[16]</sup> but it was vulnerable to affirmative action by the sovereign, which possessed exclusive power to extinguish the right of occupancy at will. Termination of the right by sovereign action was complete and left the land free and clear of Indian claims. Third parties could not question the justness or fairness of the methods used to extinguish the right of occupancy.<sup>[17]</sup> Nor could the Indians themselves prevent a taking of tribal lands or forestall a termination of their title. However, it is now for the first time asked <span class=\"star-pagination\">*47</span> whether the Indians have a cause of action for compensation arising out of an involuntary taking of lands held by original Indian title.</p>\n<p>We cannot but affirm the decision of the Court of Claims. Admitting the undoubted power of Congress to extinguish original Indian title compels no conclusion that compensation need not be paid. In speaking of the original claims of the Indians to their lands, Marshall had this to say: \"It is difficult to comprehend the proposition . . . that the discovery . . . should give the discoverer rights in the country discovered, which annulled the pre-existing right of its ancient possessors. . . . It gave the exclusive right to purchase, but did not found that right on a denial of the right of the possessor to sell. . . . The king purchased their lands, . . . but never coerced a surrender of them.\" <i>Worcester</i> v. <i>Georgia,</i> <span class=\"citation\" data-id=\"85797\"><a href=\"/opinion/85797/worcester-v-georgia/\"><span class=\"volume\">6</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">515</span></a></span>, 543, 544, 547 (1832). In our opinion, taking original Indian title without compensation and without consent does not satisfy the \"high standards for fair dealing\" required of the United States in controlling Indian affairs. <i>United States</i> v. <i>Santa Fe Pacific R. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">314</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">339</span></span>, 356 (1941). The Indians have more than a merely moral claim for compensation.<sup>[18]</sup></p>\n<p>A contrary decision would ignore the plain import of traditional methods of extinguishing original Indian title. The early acquisition of Indian lands, in the main, progressed by a process of negotiation and treaty. The first treaties reveal the striking deference paid to Indian claims, <span class=\"star-pagination\">*48</span> as the analysis in <i>Worcester</i> v. <i>Georgia, supra</i><i>,</i> clearly details. It was usual policy not to coerce the surrender of lands without consent and without compensation.<sup>[19]</sup> The great drive to open Western lands in the 19th Century, however productive of sharp dealing, did not wholly subvert the settled practice of negotiated extinguishment of original Indian title.<sup>[20]</sup> In 1896, this Court noted that \". . . nearly every tribe and band of Indians within the territorial limits of the United States was under some treaty relations with the government.\" <i>Marks</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"94384\"><a href=\"/opinion/94384/marks-v-united-states/\"><span class=\"volume\">161</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">297</span></a></span>, 302 (1896). Something more than sovereign grace prompted the obvious regard given to original Indian title.</p>\n<p>Long before the end of the treaty system of Indian government and the advent of legislative control in 1871,<sup>[21]</sup> Congress had evinced its own attitude toward Indian relations. The Ordinance of 1787 declared, \"the utmost good faith shall always be observed towards the Indians; their land and property shall never be taken from them without their consent . . .\" 1 Stat. 50, 52. When in 1848 the territorial government of Oregon was created, § 14 of that Act<sup>[22]</sup> secured to the inhabitants of the new territory all the rights and privileges guaranteed by the Ordinance of 1787. Nor did congressional regard for Indian lands change in 1871. In providing for the settlement of Dakota Territory, Congress in 1872 directed the extinguishment of the interests of Indians in certain lands and the determination <span class=\"star-pagination\">*49</span> of what \"compensation ought, in justice and equity, to be made to said bands . . . for the extinguishment of whatever title they may have to said lands.\" 17 Stat. 281; <i>Buttz</i> v. <i>Northern Pacific Railroad,</i> <span class=\"citation\" data-id=\"91730\"><a href=\"/opinion/91730/buttz-v-northern-pacific-r-co/\"><span class=\"volume\">119</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">55</span></a></span>, 59 (1886). The latest indicia of congressional regard for Indian claims is the Indian Claims Commission Act, 60 Stat. 1049, 1050, § 2 (5), in which not only are claims similar to those of the case at bar to be heard, but \"claims based upon fair and honorable dealings that are not recognized by any existing rule of law or equity\" may be submitted to the Commission with right of judicial review.</p>\n<p>Congressional and executive action consistent with the prevailing idea of non-coercive, compensated extinguishment of Indian title is clear in the facts of the present case. The Act of 1848 declared a policy of extinguishing Indian claims in Oregon only by treaty. The statute of 1850 put in motion the treaty-making machinery. Respondent tribes were among those with whom treaties were negotiated. In many cases, expected ratification did not follow. In the case of respondent tribes alone have no steps been taken to make amends for the taking of Indian lands pending treaty ratification. To determine now that compensation must be paid is only a fair result.</p>\n<p>Petitioner would admit liability only if, in addition to clear proof of original Indian title, some act of official \"recognition\" were shown. Original Indian title would not attain the status of a compensable interest until some definite act of sovereign acknowledgment followed. Apparently petitioner has seized upon language of the Court of Claims in <i>Duwamish Indians</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"1909154\"><a href=\"/opinion/1909154/united-states-v-mills/\"><span class=\"volume\">79</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">530</span></a></span> (1934), and from it has fashioned a full-blown concept of \"recognized Indian title.\" The jurisdictional act in that case authorized suits on \"all claims of whatsoever nature, both legal and equitable.\"<sup>[23]</sup> Claims based solely <span class=\"star-pagination\">*50</span> on original Indian title were held to be outside the limits of the act; and unless a treaty or act of Congress recognizing the Indians' title by right of occupancy were shown, recovery could not be had.<sup>[24]</sup> A more specific jurisdictional act was deemed necessary to authorize a suit based upon original Indian title alone.</p>\n<p>Petitioner reads into the <i>Duwamish</i> case far too much. When the first jurisdictional act specifically allowing suit on original Indian title in language identical with that of the 1935 Act later came before the Court of Claims in <i>Coos Bay Indian Tribe</i> v. <i>United States,</i> <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">143</span></span> (1938), the court clearly recognized the specific directives of the act and denied recovery solely because original Indian title had not been proved. \"Recognition\" appeared to count only as a possible method of proving Indian title itself, not as a requisite in addition to proof of that title. Furthermore, in the case at bar, the unmistakable language of the Court of Claims stands squarely against the significance petitioner would attach to the <i>Duwamish</i> decision: \"The Duwamish case did not hold or intend to hold that an Indian tribe could not recover compensation on the basis of original Indian use and occupancy title as for a taking if the jurisdictional act authorized the bringing of a suit and rendition of judgment for compensation on the basis of such original title.\" <i>Alcea Band of Tillamooks</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"2595761\"><a href=\"/opinion/2595761/alcea-band-of-tillamooks-v-united-states/\"><span class=\"volume\">103</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">494</span></a></span>, 556, <span class=\"citation\" data-id=\"2595761\"><a href=\"/opinion/2595761/alcea-band-of-tillamooks-v-united-states/\"><span class=\"volume\">59</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">934</span></a></span> (1945).</p>\n<p>Authority for petitioner's position is not found in <i>Shoshone Indians</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"104104\"><a href=\"/opinion/104104/northwestern-bands-of-shoshone-indians-v-united-st/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span> (1945). The jurisdictional act there limited suits to those claims \"arising under or growing out of the treaty of July 2, 1863 . . .\"<sup>[25]</sup> Suits based upon original Indian title were not authorized, but we thought a claim would properly arise under the treaty if it were based upon a taking of <span class=\"star-pagination\">*51</span> land which the treaty had in any way \"recognized\" or acknowledged as belonging to the Indians. The Court thrice noted that claims based upon original Indian title were not involved, and made no attempt to settle controversies brought under other jurisdictional acts authorizing the litigation of claims arising from the taking of original Indian title.<sup>[26]</sup></p>\n<p>Nor do other cases in this Court lend substance to the dichotomy of \"recognized\" and \"unrecognized\" Indian title which petitioner urges. Many cases recite the paramount power of Congress to extinguish the Indian right of occupancy by methods the justice of which \"is not open to inquiry in the courts.\" <i>United States</i> v. <i>Santa Fe Pacific R. Co., supra,</i> at 347.<sup>[27]</sup> Lacking a jurisdictional act permitting judicial inquiry, such language cannot be questioned where Indians are seeking payment for appropriated lands; but here in the 1935 statute Congress has authorized decision by the courts upon claims arising out of original Indian title. Furthermore, some cases speak of the unlimited power of Congress to deal with those Indian lands which are held by what petitioner would call \"recognized\" <span class=\"star-pagination\">*52</span> title;<sup>[28]</sup> yet it cannot be doubted that, given the consent of the United States to be sued, recovery may be had for an involuntary, uncompensated taking of \"recognized\" title.<sup>[29]</sup> We think the same rule applicable to a taking of original Indian title. \"Whether this tract . . . was properly called a reservation . . . or unceded Indian country, . . . is a matter of little moment . . . the Indians' right of occupancy has always been held to be sacred; something not to be taken from him except by his consent, and then upon such consideration as should be agreed upon.\" <i>Minnesota</i> v. <i>Hitchcock,</i> <span class=\"citation\" data-id=\"95660\"><a href=\"/opinion/95660/minnesota-v-hitchcock/\"><span class=\"volume\">185</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">373</span></a></span>, 388-89 (1902).<sup>[30]</sup></p>\n<p><span class=\"star-pagination\">*53</span> Requiring formal acknowledgment of original Indian title as well as proof of that title would nullify the intended consequences of the 1935 Act. The rigors of \"recognition,\" according to petitioner's view, would appear to require in every case some definite act of the United States guaranteeing undisturbed, exclusive and perpetual occupancy, which, for example, a treaty or statute could provide. Yet it was the very absence of such acknowledgment which gave rise to the present statute.</p>\n<p>Congress was quite familiar with the precision advisable when drafting statutes giving jurisdiction to the Court of Claims in Indian cases. In 1925 an act authorizing the litigation of any and all claims of certain Indian tribes was passed. In June, 1934, that act was held, for lack of specificity, not to extend to claims based on original title.<sup>[31]</sup> The following year Congress passed the present Act, employing the specific language used once before in the Act of 1929,<sup>[32]</sup> under which <i>Coos Bay Indian Tribe</i> v. <i>United States, supra</i><i>,</i> arose. The considered attention given to the many ramifications of Indian affairs in the 1930's<sup>[33]</sup> suggests that Congress well realized the import of the words used in the jurisdictional act of 1935, and that Congress did not expect respondent tribes to be turned out of court either because congressional power over Indian title was deemed to have no limits or because there was, as was obvious to all, no formal guarantee of perpetual and <span class=\"star-pagination\">*54</span> exclusive possession prior to the taking of respondents' lands in 1855.</p>\n<p>Respondents have satisfactorily proved their claim of original Indian title and an involuntary taking thereof. They are entitled to compensation under the jurisdictional act of 1935. The power of Congress over Indian affairs may be of a plenary nature; but it is not absolute.<sup>[34]</sup> It does not \"enable the United States to give the tribal lands to others, or to appropriate them to its own purposes, without rendering, or assuming an obligation to render, just compensation for them.\" <i>United States</i> v. <i>Creek Nation,</i> <span class=\"citation\" data-id=\"102439\"><a href=\"/opinion/102439/united-states-v-creek-nation/\"><span class=\"volume\">295</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, 110 (1935).</p>\n<p>In view of the grounds upon which decision rests, it is not necessary to consider the alternate holding of the court below relative to the 1848 act affording sufficient \"recognition\" of respondents' Indian title.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE JACKSON took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE BLACK, concurring.</p>\n<p>Before Congress passed the special Act under which this suit was brought, I think that the Government was under no more legal or equitable obligation to pay these respondents than it was under obligation to pay whatever descendants are left of the numerous other tribes whose lands and homes have been taken from them since the Nation was founded. See <i>Northwestern Shoshone Indians</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"104104\"><a href=\"/opinion/104104/northwestern-bands-of-shoshone-indians-v-united-st/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, 354-358, concurring opinion. It seems pretty clear to me, however, that Congress in the Act of August 26, 1935, 49 Stat. 801, created an obligation on the part of the Government to pay these Indians for all lands to which their ancestors held an \"original Indian title.\" This interpretation of the Act is not only consistent <span class=\"star-pagination\">*55</span> with the unusually broad language Congress used, but also fits into the pattern of congressional legislation which has become progressively more generous in its treatment of Indians. The capstone of this type of legislation was an Act passed by the last Congress, which established an Indian Claims Commission with sweeping powers to pay old Indian claims growing out of seizure of their lands, among other things. This Commission is given power to make awards, subject to review by the Court of Claims, with and without regard to previous rules of law or equity courts. The Commission is even given a blanket power to make awards upon finding, for example, that the land of Indians was taken by the Government in a way that did not comport with \"fair and honorable dealings.\" 60 Stat. 1049, 1050, § 2 (5). Since whatever our action here, these Indians could, I assume, pursue their claims under this broad recent legislation, and since the language of the Act before us does not preclude a similarly broad interpretation, I see no reason why it should be otherwise interpreted. This leads me to concur in affirmance of the judgment.</p>\n<p>MR. JUSTICE REED, with whom MR. JUSTICE RUTLEDGE and MR. JUSTICE BURTON join, dissenting.</p>\n<p>This case presents directly for the first time in this Court the question of whether an Indian band is legally entitled to recover compensation from the United States for the taking by the Government of the aboriginal lands of the Indians when there has been no prior recognition by the United States through treaty or statute of any title or legal or equitable right of the Indians in the land. The Court allows compensation. The importance of the issue persuades us that we should express the reasons for our dissent. It is difficult to foresee the result of this ruling in the consideration of claims by Indian tribes against the United States. We do not know the amount of land so taken. <span class=\"star-pagination\">*56</span> West of the Mississippi it must be large. Even where releases of Indian title have been obtained in return for recognition of Indian rights to smaller areas, charges of unfair dealings may open up to consideration again legal or equitable claims for taking aboriginal lands.<sup>[1]</sup></p>\n<p>The Court rightly states the effect of the jurisdictional act in these words:</p>\n<blockquote>\"The Act removes the impediments of sovereign immunity and lapse of time and provides for judicial determination of the designated claims. No new right or cause of action is created. A merely moral claim is not made a legal one. [<i>Ante,</i> p. 45.]</blockquote>\n<p></p>\n<h2>.....</h2>\n<blockquote>\n<span class=\"star-pagination\">*57</span> \"Lacking a jurisdictional act permitting judicial inquiry, such language cannot be questioned where Indians are seeking payment for appropriated lands; but here in the 1935 statute Congress has authorized decision by the courts upon claims arising out of original Indian title.\" [<i>Ante,</i> p. 51.]</blockquote>\n<p>This means, and the Court so treats the claims, that the Indians here get no money by grace or charity or for reasons of honorable dealings with helpless peoples.<sup>[2]</sup> The recovery by them under this Act will be because they have had valid claims against the United States on account of their ouster from these lands in 1855. These Indians have not been paid the sums owing them, one deduces from the Court's opinion, because the sovereign, our nation, kept the courts closed to them. The jurisdictional act, the Court holds, removes this bar to recovery. This conclusion conflicts with our understanding of this Government's right in the public lands of the nation.</p>\n<p>The character of Indian occupancy of tribal lands is at least of two kinds: first, occupancy as aborigines until that occupancy is interrupted by governmental order; and, second, occupancy when by an act of Congress they are given a definite area as a place upon which to live. When Indians receive recognition of their right to occupy lands by act of Congress, they have a right of occupancy which cannot be taken from them without compensation.<sup>[3]</sup> But by <span class=\"star-pagination\">*58</span> the other type of occupancy, it may be called Indian title, the Indians get no right to continue to occupy the lands; and any interference with their occupancy by the United States has not heretofore given rise to any right of compensation, legal or equitable.<sup>[4]</sup></p>\n<p>This distinction between rights from recognized occupancy and from Indian title springs from the theory under which the European nations took possession of the lands of the American aborigines. This theory was that discovery by the Christian nations gave them sovereignty over and title to the lands discovered. <i>Johnson</i> v. <i>M'Intosh,</i> <span class=\"citation\" data-id=\"88147\"><a href=\"/opinion/88147/the-johnson/\"><span class=\"volume\">8</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">543</span></a></span>, 572-86; 1 Story, Commentaries on the Constitution (5th Ed.) § 152. While Indians were permitted to occupy these lands under their Indian title,<sup>[5]</sup> the conquering nations asserted the right to extinguish that Indian title without legal responsibility to compensate the Indian for his loss.<sup>[6]</sup> It is not for the courts of the conqueror to question the propriety or validity of such an assertion of power. Indians who continued to occupy their aboriginal homes, without definite recognition of their right to do so are like paleface squatters on public lands without compensable rights if they are evicted. Tenure for Indian tribes specifically recognized by Congress developed along different lines in the original states, the Louisiana Purchase, the Mexican Session or the lands obtained by the Northwest Boundary Treaty. But there is no instance known to us where there has been intimation or holding that congressional power to take Indian title to lands is limited. Whenever the lands to which the Indians had only Indian title were required for settlement <span class=\"star-pagination\">*59</span> or public use, the sovereign without legal obligation could extinguish that title by purchase or the sword.<sup>[7]</sup></p>\n<p>In <i>Barker</i> v. <i>Harvey,</i> <span class=\"citation\" data-id=\"95486\"><a href=\"/opinion/95486/barker-v-harvey/\"><span class=\"volume\">181</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">481</span></a></span>, Mission Indians claimed a right of permanent occupancy in former Mexican lands ceded to the United States by the treaty of Guadalupe Hidalgo. They made this claim against a right arising by virtue of a patent that was issued by the United States in confirmation of grants by the Mexican Government in derogation of the Indian title. This Court said as to this Indian title, p. 491, \"that a claim of a right to permanent occupancy of land is one of far-reaching effect, and it could not well be said that lands which were burdened with a right of permanent occupancy were a part of the public domain and subject to the full disposal of the United States.\"<sup>[8]</sup> This Court confirmed title contrary to the Indian claim. Rights of occupancy given to Indians by an executive order may be withdrawn without compensation to the Indians where their title was not recognized by congressional act. The Indians do not hold such lands by the same tenure as they do the lands by the terms of a ratified treaty or statute. <i>Sioux Tribe</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"103682\"><a href=\"/opinion/103682/sioux-tribe-v-united-states/\"><span class=\"volume\">316</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 326-28.</p>\n<p>As we understand the present holding of the Court, it is that the manner of terminating this Indian title by the United States is limited by the duty to pay compensation. Therein, we think, lies the fundamental error of the Court's opinion. It is true that distinctions have been made between plenary authority over tribal lands and absolute power, with the suggestion that congressional <span class=\"star-pagination\">*60</span> power over Indian title was not unlimited. See Cohen, Handbook of Indian Law, 94, 291, 309, 310, 311. Examination of the authorities cited, however, will show, we think, in every instance, that where reference is made to the protection of Indian lands by the Fifth Amendment or to the legal obligation of the United States to compensate Indians for lands taken, the lands under discussion were lands held by the Indians under titles recognized by specific acts of Congress.<sup>[9]</sup></p>\n<p>When Chief Justice Marshall expounded for the Court the power of the United States to extinguish Indian title, this doctrine was laid down for the nation's guidance in dealing with the Indians:</p>\n<blockquote>\"The United States, then, have unequivocally acceded to that great and broad rule by which its civilized inhabitants now hold this country. They hold, and assert in themselves, the title by which it was acquired. They maintain, as all others have maintained, that discovery gave an exclusive right to extinguish the Indian title of occupancy, either by purchase or by conquest; and gave also a right to such a degree of sovereignty, as the circumstances of the people would allow them to exercise.</blockquote>\n<blockquote>\". . . All our institutions recognise the absolute title of the crown, subject only to the Indian right of occupancy, and recognized the absolute title of the crown to extinguish that right. This is incompatible with an absolute and complete title in the Indians.</blockquote>\n<blockquote>\". . . Conquest gives a title which the courts of the conqueror cannot deny, whatever the private and speculative opinions of individuals may be, respecting <span class=\"star-pagination\">*61</span> the original justice of the claim which has been successfully asserted. . . .</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\"The title by conquest is acquired and maintained by force. The conqueror prescribes its limits. . . . Where this incorporation is practicable, humanity demands, and a wise policy requires, that the rights of the conquered to property should remain unimpaired; that the new subjects should be governed as equitably as the old, and that confidence in their security should gradually banish the painful sense of being separated from their ancient connexions, and united by force to strangers.</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\". . . the tribes of Indians inhabiting this country were fierce savages, whose occupation was war, and whose subsistence was drawn chiefly from the forest. To leave them in possession of their country, was to leave the country a wilderness; to govern them as a distinct people, was impossible, because they were as brave and as high spirited as they were fierce, and were ready to repel by arms every attempt on their independence.</blockquote>\n<blockquote>\"What was the inevitable consequence of this state of things? The Europeans were under the necessity either of abandoning the country, and relinquishing their pompous claims to it, or of enforcing those claims by the sword, and by the adoption of principles adapted to the condition of a people with whom it was impossible to mix, and who could not be governed as a distinct society, or of remaining in their neighbourhood, and exposing themselves and their families to the perpetual hazard of being massacred.</blockquote>\n<blockquote>\"Frequent and bloody wars, in which the whites were not always the aggressors, unavoidably ensued. European policy, numbers, and skill, prevailed. As <span class=\"star-pagination\">*62</span> the white population advanced, that of the Indians necessarily receded. The country in the immediate neighbourhood of agriculturists became unfit for them. The game fled into thicker and more unbroken forests, and the Indians followed. The soil, to which the crown originally claimed title, being no longer occupied by its ancient inhabitants, was parcelled out according to the will of the sovereign power, and taken possession of by persons who claimed immediately from the crown, or mediately, through its grantees or deputies.\" 8 Wheat. 587-91.</blockquote>\n<blockquote>It is unnecessary for this case to undertake at this late date to weigh the rights and wrongs of this treatment of aboriginal occupancy. Where injustices have been done to friendly peoples, Congress has sought to soften their effect by acts of mercy. Never has there been acknowledgment before of a legal or equitable right to compensation that springs from the appropriation by the United States of the Indian title.</blockquote>\n<blockquote>\"Extinguishment of Indian title based on aboriginal possession is of course a different matter. The power of Congress in that regard is supreme. The manner, method and time of such extinguishment raise political, not justiciable, issues. <i>Buttz</i> v. <i>Northern Pacific Railroad, supra,</i> p. 66. As stated by Chief Justice Marshall in <i>Johnson</i> v. <i>M'Intosh, supra,</i> p. 586, `the exclusive right of the United States to extinguish' Indian title has never been doubted. And whether it be done by treaty, by the sword, by purchase, by the exercise of complete dominion adverse to the right of occupancy, or otherwise, its justness is not open to inquiry in the courts. <i>Beecher</i> v. <i>Wetherby,</i> <span class=\"citation\" data-id=\"89627\"><a href=\"/opinion/89627/beecher-v-wetherby/\"><span class=\"volume\">95</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">517</span></a></span>, 525.\" <i>United States</i> v. <i>Santa Fe Pacific R. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">314</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">339</span></span>, 347.</blockquote>\n<p><span class=\"star-pagination\">*63</span> The colonies, the states and the nation alike, by their early legislation, provided that only the respective sovereigns could extinguish the Indian title.<sup>[10]</sup> The way in which it was to be extinguished has been held, continually, a political matter.<sup>[11]</sup> The jurisdictional act now under consideration does not purport to change a political matter to a justiciable one.</p>\n<p>When this present jurisdictional act was considered by Congress, nothing in the reports or the debates<sup>[12]</sup> indicates that Congress intended to create a new liability because Indian title had been taken. This Court relies upon no change of attitude in Congress, but finds that this liability has always existed and that this act merely removes the bar against suit. This we think is contrary to the whole course of our relations with the Indians.</p>\n<p>The Court finds a basis for this action in that this nation should not take the Indian title without compensation because such a taking would not satisfy the \"`high standards for fair dealing' required of the United States in controlling Indian affairs.\" The language used by the Court is taken from <i>United States</i> v. <i>Santa Fe Pacific R. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">314</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">339</span></span> at 356. It there referred to an act unauthorized by Congress and not to such takings as here occurred when Congress opened the original home of these respondents for settlement.</p>\n<p>In <i>Worcester</i> v. <i>Georgia,</i> <span class=\"citation\" data-id=\"85797\"><a href=\"/opinion/85797/worcester-v-georgia/\"><span class=\"volume\">6</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">515</span></a></span>, 543, 544, 547, lands had been specifically set apart for the Cherokees. P. 556. <span class=\"star-pagination\">*64</span> Therefore Chief Justice Marshall's comments were directed at a situation that does not exist here.</p>\n<p>A concurring opinion has been filed which holds that Congress in the act here involved \"created an obligation on the part of the Government to pay these Indians\" for their Indian title. We do not think this present act is susceptible of that interpretation. We read the act, as we understand our Brethren do, to permit recovery of compensation only in case there were rights in the Indians prior to its passage \"arising under or growing out of the original Indian title.\" We think no rights arose from this Indian title. Therefore no compensation is due.</p>\n<p>As we are of the opinion that the jurisdictional act permitted judgment only for claims arising under or growing out of the original Indian title and are further of the opinion that there were no legal or equitable claims that grew out of the taking of this Indian title, we would reverse the judgment of the Court of Claims and direct that the bill of the respondents should be dismissed. Cf. <i>Shoshone Indians</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"104104\"><a href=\"/opinion/104104/northwestern-bands-of-shoshone-indians-v-united-st/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>.</p>\n<h2>NOTES</h2>\n<p>[1]  49 Stat. 801. The pertinent section in full provides: \"That jurisdiction is hereby conferred on the Court of Claims with the right of appeal to the Supreme Court of the United States by either party, as in other cases, to hear, examine, adjudicate, and render final judgment . . . (b) any and all legal and equitable claims arising under or growing out of the original Indian title, claim, or rights in, to, or upon the whole or any part of the lands and their appurtenances occupied by the Indian tribes and bands described in the unratified treaties published in Senate Executive Document Numbered 25, Fifty-third Congress, first session (pp. 8 to 15), at and long prior to the dates thereof, except the Coos Bay, Lower Umpqua, and Siuslaw Tribes, it being the intention of this Act to include all the Indian tribes or bands and their descendants, with the exceptions named, residing in the then Territory of Oregon west of the Cascade Range at and long prior to the dates of the said unratified treaties, some of whom, in 1855, or later, were removed by the military authorities of the United States to the Coast Range, the Grande Ronde, and the Siletz Reservations in said Territory.\"</p>\n<p>[2]  The remaining seven plaintiff tribes failed to state a cause of action under the jurisdictional act and the rules of the Court of Claims.</p>\n<p>[3]  \"Original Indian title\" is used to designate the Indian right of occupancy based upon aboriginal possession.</p>\n<p>[4]  9 Stat. 323. The Act created a territorial government and declared: \"That nothing in this act contained shall be construed to impair the rights of person or property now pertaining to the Indians in said Territory, so long as such rights shall remain unextinguished by treaty between the United States and such Indians, or to affect the authority of the government of the United States to make any regulation respecting such Indians, their lands, property, or other rights, by treaty, law, or otherwise, which it would have been competent to the government to make if this act had never passed . . .\"</p>\n<p>[5]  9 Stat. 323.</p>\n<p>[6]  9 Stat. 437.</p>\n<p>[7]  28 Stat. 286, 323.</p>\n<p>[8]  28 Stat. 286, 323.</p>\n<p>[9]  In 1851 Dart and Palmer negotiated treaties with nineteen tribes other than respondents. None of these treaties was ratified; but twelve of the nineteen tribes were included in further treaties made in 1853, 1854, and 1855, and Congress in 1897 and 1912 provided for paying the remaining seven tribes for their lands taken under the unratified treaties.</p>\n<p>[10]  45 Stat. 1256, as amended in respects immaterial here, 47 Stat. 307.</p>\n<p>[11]  <i>Coos Bay Indian Tribe</i> v. <i>United States,</i> <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">143</span></span> (1938), discussed <i>infra</i> p. 50, arose under the 1929 Act.</p>\n<p>[12]  46 Stat. 531, amending 44 Stat. 1263. <i>Assiniboine Indian Tribe</i> v. <i>United States,</i> <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">347</span></span> (1933) was litigated under this jurisdictional act.</p>\n<p>[13]  <i>United States</i> v. <i>Mille Lac Chippewas,</i> <span class=\"citation\" data-id=\"2620997\"><a href=\"/opinion/2620997/united-states-v-mille-lac-band-of-chippewa-indians/\"><span class=\"volume\">229</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">498</span></a></span>, 500 (1913); <i>The Sac and Fox Indians,</i> <span class=\"citation\" data-id=\"97404\"><a href=\"/opinion/97404/sac-and-fox-indians-of-miss-in-iowa-v-sac-and-fox-/\"><span class=\"volume\">220</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">481</span></a></span>, 489 (1911).</p>\n<p>[14]  <i>United States</i> v. <i>Santa Fe Pacific R. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">314</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">339</span></span>, 347 (1941), and cases note 27 <i>infra.</i></p>\n<p>[15]  <i>Johnson</i> v. <i>McIntosh,</i> <span class=\"citation\" data-id=\"88147\"><a href=\"/opinion/88147/the-johnson/\"><span class=\"volume\">8</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">543</span></a></span>, 573-74 (1823).</p>\n<p>[16]  <i>United States</i> v. <i>Santa Fe Pacific R. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">314</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">339</span></span> (1941).</p>\n<p>[17]  <i>Beecher</i> v. <i>Wetherby,</i> <span class=\"citation\" data-id=\"89627\"><a href=\"/opinion/89627/beecher-v-wetherby/\"><span class=\"volume\">95</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">517</span></a></span> (1877).</p>\n<p>[18]  The \"moral\" obligation upon Congress, of which the cases speak, refers more to the obligation to open the courts to suit by the Indians. It does not mean that there is no substantive right in the Indians. So in <i>United States</i> v. <i>Blackfeather,</i> <span class=\"citation\" data-id=\"94027\"><a href=\"/opinion/94027/united-states-v-blackfeather/\"><span class=\"volume\">155</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">180</span></a></span>, 194 (1894) it was held that, \"While there may be a moral obligation on the part of the government to reimburse the money embezzled by the Indian superintendent . . .,\" the jurisdictional act in point did not extend to such a claim. Yet, given consent to suit, it would hardly be said that there was no substantive right against the United States for embezzlement of Indian funds.</p>\n<p>[19]  \"The practical admission of the European conquerors of this country renders it unnecessary for us to speculate on the extent of that right which they might have asserted from conquest . . . The conquerors have never claimed more than the exclusive right of purchase from the Indians . . .\" 1 Op. A.G. 465, 466 (1821) (William Wirt).</p>\n<p>[20]  See the analysis in Cohen, Handbook of Federal Indian Law (1945) 51-66.</p>\n<p>[21]  16 Stat. 544.</p>\n<p>[22]  9 Stat. 323, 329, § 14.</p>\n<p>[23]  43 Stat. 886.</p>\n<p>[24]  <i>Duwamish Indians</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"1909154\"><a href=\"/opinion/1909154/united-states-v-mills/\"><span class=\"volume\">79</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">530</span></a></span>, 600 (1934).</p>\n<p>[25]  45 Stat. 1407.</p>\n<p>[26]  <i>Shoshone Indians</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"104104\"><a href=\"/opinion/104104/northwestern-bands-of-shoshone-indians-v-united-st/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, 337, 339, 354 (1945).</p>\n<p>[27]  The statements in many cases are directed to disputes between third parties, one of whom attempts to raise a defect in the other's title by tracing it to a government grant out of Indian territory and attacking the power or the method used by the sovereign to convey Indian lands. <i>Beecher</i> v. <i>Wetherby,</i> <span class=\"citation\" data-id=\"89627\"><a href=\"/opinion/89627/beecher-v-wetherby/\"><span class=\"volume\">95</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">517</span></a></span>, 525 (1877); <i>Buttz</i> v. <i>Northern Pacific Railroad,</i> <span class=\"citation\" data-id=\"91730\"><a href=\"/opinion/91730/buttz-v-northern-pacific-r-co/\"><span class=\"volume\">119</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">55</span></a></span>, 66 (1886); <i>Martin</i> v. <i>Waddell,</i> <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">367</span></span>, 409 (1842); <i>Clark</i> v. <i>Smith,</i> <span class=\"citation\" data-id=\"86088\"><a href=\"/opinion/86088/clark-v-smith/\"><span class=\"volume\">13</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">195</span></a></span>, 201 (1839). And in other cases, the issue was not the right of Indian tribes to be compensated for an extinguishment of original Indian title by the United States. <i>Shoshone Indians</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"104104\"><a href=\"/opinion/104104/northwestern-bands-of-shoshone-indians-v-united-st/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span> (1945); <i>United States</i> v. <i>Santa Fe Pacific R. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">314</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">339</span></span> (1941); <i>Conley</i> v. <i>Ballinger,</i> <span class=\"citation\" data-id=\"97153\"><a href=\"/opinion/97153/conley-v-ballinger/\"><span class=\"volume\">216</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">84</span></a></span> (1910); <i>Lone Wolf</i> v. <i>Hitchcock,</i> <span class=\"citation\" data-id=\"95758\"><a href=\"/opinion/95758/lone-wolf-v-hitchcock/\"><span class=\"volume\">187</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">553</span></a></span> (1903); <i>Cherokee Nation</i> v. <i>Hitchcock,</i> <span class=\"citation\" data-id=\"95732\"><a href=\"/opinion/95732/cherokee-nation-v-hitchcock/\"><span class=\"volume\">187</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span> (1902).</p>\n<p>[28]  <i>Lone Wolf</i> v. <i>Hitchcock,</i> <span class=\"citation\" data-id=\"95758\"><a href=\"/opinion/95758/lone-wolf-v-hitchcock/\"><span class=\"volume\">187</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">553</span></a></span>, 566 (1903); <i>Beecher</i> v. <i>Wetherby,</i> <span class=\"citation\" data-id=\"89627\"><a href=\"/opinion/89627/beecher-v-wetherby/\"><span class=\"volume\">95</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">517</span></a></span>, 525 (1877). The <i>Lone Wolf</i> case was properly assessed in <i>Shoshone Tribe</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"102742\"><a href=\"/opinion/102742/shoshone-tribe-v-united-states/\"><span class=\"volume\">299</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">476</span></a></span>, 497 (1937): \"Power to control and manage the property and affairs of Indians in good faith for their betterment and welfare may be exerted in many ways and at times even in derogation of the provisions of a treaty.\" See also <i>Oklahoma</i> v. <i>Texas,</i> <span class=\"citation\" data-id=\"99983\"><a href=\"/opinion/99983/oklahoma-v-texas/\"><span class=\"volume\">258</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 592 (1922).\n</p>\n<p>In <i>Barker</i> v. <i>Harvey,</i> <span class=\"citation\" data-id=\"95486\"><a href=\"/opinion/95486/barker-v-harvey/\"><span class=\"volume\">181</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">481</span></a></span> (1901), the Indian claims were deemed extinguished by non-presentment to the land commission, and this was true even if the claims had been \"recognized\" by the Mexican government prior to the cession of lands to the United States.</p>\n<p>[29]  <i>United States</i> v. <i>Klamath Indians,</i> <span class=\"citation\" data-id=\"103015\"><a href=\"/opinion/103015/united-states-v-klamath-indians/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">119</span></a></span> (1938); <i>Chippewa Indians</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"102827\"><a href=\"/opinion/102827/chippewa-indians-of-minn-v-united-states/\"><span class=\"volume\">301</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">358</span></a></span> (1937); <i>Shoshone Tribe</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"102742\"><a href=\"/opinion/102742/shoshone-tribe-v-united-states/\"><span class=\"volume\">299</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">476</span></a></span> (1937); <i>United States</i> v. <i>Creek Nation,</i> <span class=\"citation\" data-id=\"102439\"><a href=\"/opinion/102439/united-states-v-creek-nation/\"><span class=\"volume\">295</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span> (1935).</p>\n<p>[30]  Other cases also draw no distinction between original Indian title and \"recognized\" Indian title. \"The Indian title as against the United States was merely a title and right to the perpetual occupancy of the land with the privilege of using it in such mode as they saw fit until such right of occupation had been surrendered to the government. When Indian reservations were created, either by treaty or executive order, the Indians held the land by the same character of title, to wit, the right to possess and occupy the lands for the uses and purposes designated.\" <i>Spalding</i> v. <i>Chandler,</i> <span class=\"citation\" data-id=\"94333\"><a href=\"/opinion/94333/spalding-v-chandler/\"><span class=\"volume\">160</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">394</span></a></span>, 403 (1896). Of similar tenor is <i>Conley</i> v. <i>Ballinger,</i> <span class=\"citation\" data-id=\"97153\"><a href=\"/opinion/97153/conley-v-ballinger/\"><span class=\"volume\">216</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">84</span></a></span>, 90-91 (1910).\n</p>\n<p>The older cases explaining and giving substance to the Indian right of occupancy contain no suggestion that only \"recognized\" Indian title was being considered. Indeed, the inference is quite otherwise. <i>Mitchel</i> v. <i>United States,</i> <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">711</span></span>, 746 (1835); <i>Worcester</i> v. <i>Georgia,</i> <span class=\"citation\" data-id=\"85797\"><a href=\"/opinion/85797/worcester-v-georgia/\"><span class=\"volume\">6</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">515</span></a></span>, 543-48 (1832); <i>Johnson</i> v. <i>McIntosh,</i> <span class=\"citation\" data-id=\"88147\"><a href=\"/opinion/88147/the-johnson/\"><span class=\"volume\">8</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">543</span></a></span>, 573-74 (1823).</p>\n<p>[31]  <i>Duwamish Indians</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"1909154\"><a href=\"/opinion/1909154/united-states-v-mills/\"><span class=\"volume\">79</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">530</span></a></span> (1934).</p>\n<p>[32]  45 Stat. 1256, as amended in respects immaterial here, 47 Stat. 307.</p>\n<p>[33]  \"The decade from 1930 to 1939 is as notable in the history of Indian legislation as that of the 1830's or the 1880's.\" Cohen, Handbook of Federal Indian Law (1945) 83.</p>\n<p>[34]  <i>Stephens</i> v. <i>Cherokee Nation,</i> <span class=\"citation\" data-id=\"95076\"><a href=\"/opinion/95076/stephens-v-cherokee-nation/\"><span class=\"volume\">174</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">445</span></a></span>, 478 (1899).</p>\n<p>[1]  See Indian Claims Commission Act, approved August 13, 1946, 60 Stat. 1049, 1050:\n</p>\n<p>\"SEC. 2. The Commission shall hear and determine the following claims against the United States on behalf of any Indian tribe, band, or other identifiable group of American Indians residing within the territorial limits of the United States or Alaska: (1) claims in law or equity arising under the Constitution, laws, treaties of the United States, and Executive orders of the President; (2) all other claims in law or equity, including those sounding in tort, with respect to which the claimant would have been entitled to sue in a court of the United States if the United States was subject to suit; (3) claims which would result if the treaties, contracts, and agreements between the claimant and the United States were revised on the ground of fraud, duress, unconscionable consideration, mutual or Unilateral mistake, whether of law or fact, or any other ground cognizable by a court of equity; (4) claims arising from the taking by the United States, whether as the result of a treaty of cession or otherwise, of lands owned or occupied by the claimant without the payment for such lands of compensation agreed to by the claimant; and (5) claims based upon fair and honorable dealings that are not recognized by any existing rule of law or equity. No claim accruing after the date of the approval of this Act shall be considered by the Commission.</p>\n<p>\"All claims hereunder may be heard and determined by the Commission notwithstanding any statute of limitations or laches, but all other defenses shall be available to the United States.\"</p>\n<p>[2]  There are sound reasons for congressional generosity toward the remnants of the aborigines. Such reasons as lead the nation to succor the vanquished in any contest. Cf. <i>United States</i> v. <i>Realty Co.,</i> 163 U.S. 427; <i>Pope</i> v. <i>United States,</i> 323 U.S. 1; and 60 Stat. 1049, 1055, § 24.</p>\n<p>[3]  <i>Chippewa Indians</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"102827\"><a href=\"/opinion/102827/chippewa-indians-of-minn-v-united-states/\"><span class=\"volume\">301</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">358</span></a></span>, 375-76; <i>United States</i> v. <i>Klamath Indians,</i> <span class=\"citation\" data-id=\"103015\"><a href=\"/opinion/103015/united-states-v-klamath-indians/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">119</span></a></span>; <i>Shoshone Tribe</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"102742\"><a href=\"/opinion/102742/shoshone-tribe-v-united-states/\"><span class=\"volume\">299</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">476</span></a></span>, 497; <i>United States</i> v. <i>Creek Nation,</i> <span class=\"citation\" data-id=\"102439\"><a href=\"/opinion/102439/united-states-v-creek-nation/\"><span class=\"volume\">295</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, 109-10.</p>\n<p>[4]  See <i>Shoshone Indians</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"104104\"><a href=\"/opinion/104104/northwestern-bands-of-shoshone-indians-v-united-st/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, 339.</p>\n<p>[5]  See <i>Mitchel</i> v. <i>United States,</i> <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">711</span></span>, 745.</p>\n<p>[6]  The Treaty of Paris, 1783, confirmed the sovereignty of the United States without reservation of Indian rights.</p>\n<p>[7]  <i>Johnson</i> v. <i>M'Intosh, supra,</i> at 587-89; <i>Lone Wolf</i> v. <i>Hitchcock,</i> <span class=\"citation\" data-id=\"95758\"><a href=\"/opinion/95758/lone-wolf-v-hitchcock/\"><span class=\"volume\">187</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">553</span></a></span>, 568; <i>Missouri, Kansas &amp; Texas Ry. Co.</i> v. <i>Roberts,</i> <span class=\"citation\" data-id=\"93815\"><a href=\"/opinion/93815/missouri-k-tr-co-v-roberts/\"><span class=\"volume\">152</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">114</span></a></span>, 117. See <i>Tiger</i> v. <i>Western Investment Co.,</i> <span class=\"citation\" data-id=\"97425\"><a href=\"/opinion/97425/tiger-v-western-investment-co/\"><span class=\"volume\">221</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">286</span></a></span>, 311.</p>\n<p>[8]  Cf. <i>Duwamish Indians</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"1909154\"><a href=\"/opinion/1909154/united-states-v-mills/\"><span class=\"volume\">79</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">530</span></a></span>, 597-600.</p>\n<p>[9]  E.g. <i>Lane</i> v. <i>Pueblo of Santa Rosa,</i> <span class=\"citation\" data-id=\"99305\"><a href=\"/opinion/99305/lane-v-pueblo-of-santa-rosa/\"><span class=\"volume\">249</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">110</span></a></span>, 113; <i>United States</i> v. <i>Creek Nation,</i> <span class=\"citation\" data-id=\"102439\"><a href=\"/opinion/102439/united-states-v-creek-nation/\"><span class=\"volume\">295</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, 109; <i>Shoshone Tribe</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"102742\"><a href=\"/opinion/102742/shoshone-tribe-v-united-states/\"><span class=\"volume\">299</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">476</span></a></span>, 496; <i>Chippewa Indians</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"102827\"><a href=\"/opinion/102827/chippewa-indians-of-minn-v-united-states/\"><span class=\"volume\">301</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">358</span></a></span>, 375-77.</p>\n<p>[10]  See passim, Laws of the Colonial and State Governments, Relating to Indians and Indian Affairs, from 1633 to 1831, inclusive: With an Appendix Containing the Proceedings of the Congress of the Confederation and the Laws of Congress, from 1800 to 1830, on the Same Subject.</p>\n<p>[11]  <i>Lone Wolf</i> v. <i>Hitchcock,</i> <span class=\"citation\" data-id=\"95758\"><a href=\"/opinion/95758/lone-wolf-v-hitchcock/\"><span class=\"volume\">187</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">553</span></a></span>, 565; <i>Tiger</i> v. <i>Western Investment Co.,</i> <span class=\"citation\" data-id=\"97425\"><a href=\"/opinion/97425/tiger-v-western-investment-co/\"><span class=\"volume\">221</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">286</span></a></span>, 311.</p>\n<p>[12]  See S. Reps. Nos. 571, 795, 74th Cong., 1st Sess.; H. Reps. Nos. 1085, 1134, 74th Cong., 1st Sess.; 79 Cong. Rec. 7806, 11188, 12520.</p>\n\n</div>", 
  "sha1": "e44afa4bad7935c09d1db5fd6ea7e6c01a85fa3b", 
  "date_modified": "2014-12-21T06:08:08.760479", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/104326/united-states-v-alcea-band-of-tillamooks/", 
  "citation_count": 28, 
  "supreme_court_db_id": "1946-004", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/408225/", 
  "html": "<p class=\"case_cite\">329 U.S. 40</p>\n    <p class=\"case_cite\">67 S.Ct. 167</p>\n    <p class=\"case_cite\">91 L.Ed. 29</p>\n    <p class=\"parties\">UNITED STATES<br>v.<br>ALCEA BAND OF TILLAMOOKS et al.</p>\n    <p class=\"docket\">No. 26.</p>\n    <p class=\"date\">Reargued Oct. 25, 1946.</p>\n    <p class=\"date\">Decided Nov. 25, 1946.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr.</p>\n      <p>Walter J. Cummings, Jr., of Washington, D.C., for petitioner.</p>\n      <p class=\"indent\">Mr.Everett Sanders, of Washington, D.C., for respondents.</p>\n      <p class=\"indent\">The CHIEF JUSTICE announced the judgment of the Court and delivered an opinion, in which Mr. Justice FRANKFURTER, Mr. Justice DOUGLAS, and Mr. Justice MURPHY joined.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Eleven Indian tribes have sued the United States in the Court of Claims under the Act of 1935,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> which gives that court jurisdiction to hear and adjudicate cases involving 'any and all legal and equitable claims arising under or growing out of the original Indian title, claim, or rights in * * * the lands * * * occupied by the Indian tribes and bands described in' certain unratified treaties negotiated with Indian tribes in the Territory of Oregon.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Four of the tribes,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> he Tillamooks, Coquilles, Too-too-to-neys and Chetcos, successfully identified themselves as entitled to sue under the Act, proved their original Indian title<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> to designated lands, and demonstrated an involuntary and uncompensated taking of such lands. The Court of Claims thereupon held that original Indian title was an interest the taking of which without the consent of the Indian tribes entitled the latter to compensation. In answer to government contentions that original Indian title, in the absence of some form of official 'recognition', could be appropriated without liability upon the part of the sovereign, the Act of 1848,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> establishing the Territory of Oregon, was cited by the Court of Claims as affording any recognition required to support the claim for compensation. The issues decided, not previously passed upon by this Court and being of importance to the administration of Indian affairs, prompted this Court to grant certiorari. The case was argued during the 1945 term and on April 1, 1946, was restored to the docket for reargument before a full bench.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The events giving rise to the claims here occurred as part of the opening and development of the Territory of Oregon. After creating a government for that territory by the Act of 1848,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Congress in 1850 authorized the negotiation of treaties with Indian tribes in the area. Under the latter Act,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Anson Dart, later succeeded by General Joel Palmer, was appointed Superintendent of Indian Affairs for the Oregon region and was instructed to negotiate treaties for the extinguishment of Indian claims to lands in that district. On August 11, 1855, Palmer and respondent tribes concluded a treaty providing for the cession of Indian lands in return for certain money payments and the creation of a reservation. The treaty was to be operative only upon ratification. It was not submitted to the Senate until February, 1857, and was never ratified.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Pending expected ratification, and following recommendations from Palmer, the President on November 9, 1855, created a reservation, subject to future diminution and almost identical with that provided for in the treaty. A large part of this reservation, called the Coast or Siletz Reservation, consisted of lands to which the Tillamook Tribe held original Indian title. Almost immediately the Tillamooks were con ined to that portion of their land within the reservation, and the other three respondent tribes, as well as other tribes, were moved from their original possessions to the reservation. In 1865 an Executive Order reduced the size of the reservation; in 1875 Congress by statute approved the Executive Orders of 1855 and 1865, and in order to open more land for public settlement, removed additional land from the reservation. By an Act of 1894,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Congress officially accepted and approved the reservation as it then existed, and thenceforward did not take reservation lands without compensation.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The claims of respondent tribes are for the wrongful taking which occurred when they were deprived of their original possessions by the Executive Order of November 9, 1855. Even as to the Tillamooks, the Court of Claims found the taking complete as of November 9, 1855, since this tribe was forced to share its former lands with other Indians, and since the reservation was, in any event, only a conditional one, subject to being opened for public settlement at the will of the President. Petitioner disputes neither this finding nor the proof of original Indian title as of 1855.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Other than the benefits flowing from the Act of 1894,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> none of the four respondent tribes has received any compensation for the loss of its lands. Until the present jurisdictional act of 1935, these tribes, lacking consent of the United States to be sued, were forbidden access to the courts. They alone of the tribes with whom Dart and Palmer negotiated some twenty-odd treaties between 1850 and 1855 have yet to receive recognition for the loss of lands held by original Indian title.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Until now this Court has had no opportunity or occasion to pass upon the precise issue presented here. In only one act prior to 1935 has Congress authorized judicial determination of the right to recover for a taking of nothing more than original Indian title; and no case under that act,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> passed in 1929, reached this Court.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> In 1930<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Congress again authorized adjudication of Indian claims arising out of original Indian title, but expressly directed an award of damages if a taking of lands held by immemorial possession were shown. This act thus eliminated any judicial determination of a right to recover, once original Indian title was established.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Prior to 1929, adjudications of Indian claims against the United States were limited to issues arising out of treaties, statutes, or other events and transactions carefully designated by Congress. This Court has always strictly construed such jurisdictional acts and has not offered judicial opinion on the justness of the handling of Indian lands, except in so far as Congress in specific language has permitted its justiciable recognition.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The language of the 1935 Act is specific, and its consequences are clear. By this Act Congress neither admitted nor denied liability. The Act removes the impediments of sovereign immunity and lapse of time and provides for judicial determination of the designated claims. No new right or cause of action is created. A merely moral claim is not made a legal one. The cases are to be heard on their merits and decided according to legal principles pertinent  o the issues which might be presented under the Act.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> Accordingly the 1935 statute permits judicial determination of the legal and equitable claims growing out of original Indian title. That which was within the power of Congress to withhold from judicial scrutiny has now been submitted to the courts. If, as has many times been said,<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> the manner of extinguishing Indian title is usually a political question and presents a non-justiciable issue, Congress has expressly and effectively directed otherwise by seeking in the 1935 Act judicial disposition of claims arising from original Indian title. 'By consenting to be sued, and submitting the decision to judicial action, they have considered it as a purely judicial question, which we are now bound to decide, as between man and man. * * *' United States v. Arredondo, 1832, 6 Pet. 691, 711, 8 L.Ed. 547.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It has long been held that by virtue of discovery the title to lands occupied by Indian tribes vested in the sovereign.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> This title was deemed subject to a right of occupancy in favor of Indian tribes, because of their original and previous possession. It is with the content of this right of occupancy, this original Indian title, that we are concerned here.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As against any but the sovereign, original Indian title was accorded the protection of complete ownership;<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> but it was vulnerable to affirmative action by the sovereign, which possessed exclusive power to extinguish the right of occupancy at will. Termination of the right by sovereign action was complete and left the land free and clear of Indian claims. Third parties could not question the justness or fairness of the methods used to extinguish the right of occupancy.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> Nor could the Indians themselves prevent a taking of tribal lands or forestall a termination of their title. However, it is now for the first time asked whether the Indians have a cause of action for compensation arising out of an involuntary taking of lands held by original Indian title.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We cannot but affirm the decision of the Court of Claims. Admitting the undoubted power of Congress to extinguish original Indian title compels no conclusion that compensation need not be paid. In speaking of the original claims of the Indians to their lands, Marshall had this to say: 'It is difficult to comprehend the proposition * * * that the discovery * * * should give the discoverer rights in the country discovered which annulled the pre-existing rights of its ancient possessors. * * * It gave the exclusive right to purchase, but did not found that right on a denial of the right of the possessor to sell. * * * The king purchased their lands, * * * but never coerced a surrender of them.' Worcester v. Georgia, 1832, 6 Pet. 515, 543, 544, 547, 8 L.Ed. 483. In our opinion, taking original Indian title without compensation and without consent does not satisfy the 'high standards for fair dealing' required of the United States in controlling Indian affairs. United States v. Santa Fe R. Co., 1941, 314 U.S. 339, 356, 62 S.Ct. 248, 256, 86 L.Ed. 260. The Indians have more than a merely moral claim for compensation.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A contrary decision would ignore the plain import of traditional methods of extinguishing original Indian title. The early acquisition of Indian lands in the main progressed by a process of negotiation and treaty. The first treaties reveal the striking deference paid to Indian claims, as the analysis in Worcester v. State of Georgia, supra, clearly details. It was usual policy not to coerce the surrender of lands without consent and without compensation.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> The great drive to open Western lands in the 19th Century, however productive of sharp dealing, did not wholly subvert the settled practice of negotiated extinguishment of original Indian title.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> In 1896, this Court noted that '* * * nearly every tribe and band of Indians within the territorial limits of the United States was under some treaty relations with the government.' Marks v. United States, 1896, 161 U.S. 297, 302, 16 S.Ct. 476, 478, 40 L.Ed. 706. Something more than sovereign grace prompted the obvious regard given to original Indian title.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Long before the end of the treaty system of Indian government and the advent of legislative control in 1871,<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> Congress had evinced its own attitude toward Indian relations. The Ordinance of 1787 declared, 'the utmost good faith shall always be observed toward the Indians; their land and property shall never be taken from them without their consent * * *.' 1 Stat. 50, 52. When in 1848 the territorial government of Oregon was created, &#167; 14 of that Act<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> secured to the inhabitants of the new territory all the rights and privileges guaranteed by the Ordinance of 1787. Nor did Congressional regard for Indian lands change in 1871. In providing for the settlement of Dakota Territory, Congress in 1872 directed the extinguishment of the interests of Indians in certain lands and the determination of what 'compensation ought, in justice and equity, to be made to said bands * * * for the extinguishment of whatever title they may have to said lands.' 17 Stat. 281; Buttz v. Northern Pacific Railroad, 1886, 119 U.S. 55, 59, 7 S.Ct. 100, 102, 30 L.Ed. 330. The latest indicia of Congressional regard for Indian claims is the Indian Claims Commission Act, Pub. No. 726, 79th Cong.2d Sess., 25 U.S.C.A. &#167; 70 et seq., 28 U.S.C.A. &#167; 259a, in which not only are claims similar to those of the case at bar to be heard, but 'claims based upon fair and honorable dealings that are not recognized by any existing rule of law or equity' may be submitted to the Commission with right of judicial review.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Congressional and executive action consistent with the prevailing idea of non-coercive, compensated extinguishment of Indian title is clear in the facts of the present case. The Act of 1848 declared a policy of extinguishing Indian claims in Oregon only by treaty. The statute of 1850 put in motion the treaty-making machinery. Respondent tribes were among those with whom treaties were negotiated. In many cases, expected ratification did not follow. In the case of respondent tribes alone have no steps been taken to make amends for the taking of Indian lands pending treaty ratification. To determine now that compensation  ust be paid is only a fair result.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Petitioner would admit liability only if, in addition to clear proof of original Indian title, some act of official 'recognition' were shown. Original Indian title would not attain the status of a compensable interest until some definite act of sovereign acknowledgment followed. Apparently petitioner has seized upon language of the Court of Claims in Duwamish et al. Indians v. United States, 1934, 79 Ct.Cl. 530, and from it has fashioned a fullblown concept of 'recognized Indian title.' The jurisdictional act in that case authorized suits on 'all claims of whatever nature, both legal and equitable.'<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a> Claims based solely on original Indian title were held to be outside the limits of the act; and unless a treaty or act of Congress recognizing the Indians' title by right of occupancy were shown, recovery could not be had.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> A more specific jurisdictional act was deemed necessary to authorize a suit based upon original Indian title alone.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Petitioner reads into the Duwamish case far too much. When the first jurisdictional act specifically allowing suit on original Indian title in language identical with that of the 1935 Act later came before the Court of Claims in Coos Bay, Lower Umpqua and Siuslaw Indian Tribes et tl. v. United States, 1938, 87 Ct.Cl. 143, the court clearly recognized the specific directives of the act and denied recovery solely because original Indian title had not been proved. 'Recognition' appeared to count only as a possible method of proving Indian title itself, not as a requisite in addition to proof of that title. Furthermore, in the case at bar, the unmistakable language of the Court of Claims stands squarely against the significance petitioner would attach to the Duwamish decision: 'The Duwamish case did not hold or intend to hold that an Indian tribe could not recover compensation on the basis of original Indian use and occupancy title as for a taking if the jurisdictional act authorized the bringing of suit and rendition of judgment for compensation on the basis of such original title.' Alcea Band of Tillamooks et al. v. United States, 1945, 59 F.Supp. 934, 965, 103 Ct.Cl. 494, 556.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Authority for petitioner's position is not found in Northwestern Bands of Shoshone Indians v. United States, 1945, 324 U.S. 335, 65 S.Ct. 690, 89 L.Ed. 985. The jurisdictional act there limited suits to those claims 'arising under or growing out of the treaty of July 2, 1863 * * *.'<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a> Suits based upon original Indian title were not authorized, but we thought a claim would properly arise under the treaty if it were based upon a taking of land which the treaty had in any way 'recognized' or acknowledged as belonging to the Indians. The Court thrice noted that claims based upon original Indian title were not involved, and made no attempt to settle controversies brought under other jurisdictional acts authorizing the litigation of claims arising from the taking of original Indian title.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Nor do other cases in this Court lend substance to the dichotomy of 'recognized' and 'unrecognized' Indian title which petitioner urges. Many cases recite the paramount power of Congress to extinguish the Indian right of occupancy by methods the justice of which 'is not open to inquiry in the courts.' United States v. Sante Fe Pacific R. Co., supra, at page 347 of 314 U.S., at page 252 of 62 S.Ct., 86 L.Ed. 260.<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a> Lacking a jurisdictional act permitting judicial inquiry, such language cannot be questioned where Indians are seeking payment for appropriated lands; but here in the 1935 statute Congress has authorized decision by the courts upon claims arising out of original Indian title. Furthermore, some cases speak of the unlimi ed power of Congress to deal with those Indian lands which are held by what petitioner would call 'recognized' title;<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a> yet it cannot be doubted that, given the consent of the United States to be sued, recovery may be had for an involuntary, uncompensated taking of 'recognized' title.<a class=\"footnote\" href=\"#fn29\" id=\"fn29_ref\">29</a> We think the same rule applicable to a taking of original Indian title. 'Whether this tract * * * was properly called a reservation * * * or unceded Indian country, * * * is a matter of little moment * * * the Indians' right of occupancy has always been held to be sacred; something not to be taken from him except by his consent, and then upon such consideration as should be agreed upon.' State of Minnesota v. Hitchcock, 1902, 185 U.S. 373, 388, 389, 22 S.Ct. 650, 656, 46 L.Ed. 954.<a class=\"footnote\" href=\"#fn30\" id=\"fn30_ref\">30</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Requiring formal acknowledgment of original Indian title as well as proof of that title would nullify the intended consequences of the 1935 Act. The rigors of 'recognition', according to petitioner's view, would appear to require in every case some definite act of the United States guaranteeing undisturbed, exclusive and perpetual occupancy, which, for example, a treaty or statute could provide. Yet it was the very absence of such acknowledgment which gave rise to the present statute.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Congress was quite familiar with the precision advisable when drafting statutes giving jurisdiction to the Court of Claims in Indian cases. In 1925 an act authorizing the litigation of any and all claims of certain Indian tribes was passed. In June, 1934, that act was held, for lack of specificity, not to extend to claims based on original title.<a class=\"footnote\" href=\"#fn31\" id=\"fn31_ref\">31</a> The following year Congress passed the present act, employing the specific language used once before in the act of 1929,<a class=\"footnote\" href=\"#fn32\" id=\"fn32_ref\">32</a> under which Coos Bay Lower Umpqua and Siuslaw Indian Tribe et al. v. United States, supra, arose. The considered attention given to the many ramifications of Indian affairs in the 1930's<a class=\"footnote\" href=\"#fn33\" id=\"fn33_ref\">33</a> suggests that Congress well realized the import of the words used in the jurisdictional act of 1935, and that Congress did not expect respondent tribes to be turned out of court either because Congressional power over Indian title was deemed to have no limits or because there was, as was obvious to all, no formal guarantee of perpetual and exclusive possession prior to the taking of respondents' lands in 1855.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Respondents have satisfactorily proved their claim of original Indian title and an involuntary taking thereof. They are entitled to compensation under the jurisdictional act of 1935. The power of Congress over Indian affairs may be of a plenary nature; but it is not absolute.<a class=\"footnote\" href=\"#fn34\" id=\"fn34_ref\">34</a> It does not 'enable the United States to give the tribal lands to others, or to appropriate them to its own purposes, without rendering, or assuming an obligation to render, just compensation for them.' United States v. Creek Nation, 1935, 295 U.S. 103, 110, 55 S.Ct. 681, 684, 79 L.Ed. 1331.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In view of the grounds upon which decision rests, it is not necessary to consider the alternate holding of the court below relative to the 1848 act affording sufficient 'recognition' of respondents' Indian title.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Mr. Justice JACKSON took no part in the consideration or decision of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Mr. Justice BLACK, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Before Congress passed the special Act under which this suit was brought, I think that the Government was under no more legal or equitable obligation to pay these respondents than it was under obligation to pay whatever descendants are left of the numerous other tribes whose lands and homes have been taken from them since the Nation was founded. See Northwestern Bands of Shoshone Indians v. United States, 324 U.S. 335, 354&#8212;358, 65 S.Ct. 690, 699&#8212;701, 89 L.Ed. 985, concurring opinion. It seems pretty clear to me, however, that Congress in the Act of 1935, 49 Stat. 801, created an obligation on the part of the Government to pay these Indians for all lands to which their ancestors held an 'original Indian title.' This interpretation of the Act is not only consistent with the unusually broad language Cong ess used, but also fits into the pattern of congressional legislation which has become progressively more generous in its treatment of Indians. The capstone of this type of legislation was an Act passed by the last Congress, which established an Indian Claims Commission with sweeping powers to pay old Indian claims growing out of seizure of their lands, among other things. This Commission is given power to make awards, subject to review by the Court of Claims, with and without regard to previous rules of law or equity courts. The Commission is even given a blanket power to make awards upon finding, for example, that the land of Indians was taken by the Government in a way that did not comport with 'fair and honorable dealings.' Pub.L. No. 726, 79th Cong., 2d Sess., &#167; 2(5), 25 U.S.C.A. &#167; 70a(5). Since whatever our action here, these Indians could, I assume, pursue, their claims under this broad recent legislation, and since the language of the Act before us does not preclude a similarly broad interpretation, I see no reason why it should be otherwise interpreted. This leads me to concur in affirmance of the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Mr. Justice REED, with whom Mr. Justice RUTLEDGE and Mr. Justice BURTON join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This case presents directly for the first time in this Court the question of whether an Indian band is legally entitled to recover compensation from the United States for the taking by the Government of the aboriginal lands of the Indians when there has been no prior recognition by the United States through treaty or statute of any title or legal or equitable right of the Indians in the land. The Court allows compensation. The importance of the issue persuades us that we should express the reasons for our dissent. It is difficult to foresee the result of this ruling in the consideration of claims by Indian tribes against the United States. We do not know the amount of land so taken. West of the Mississippi it must be large. Even where releases of Indian title have been obtained in return for recognition of Indian rights to smaller areas, charges of unfair dealings may open up to consideration again legal or equitable claims for taking aboriginal lands.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The Court rightly states the effect of the jurisdictional act in these words:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">'The Act removes the impediments of sovereign immunity and lapse of time and provides for judici l determination of the designated claims. No new right or cause of action is created. A merely moral claim is not made a legal one. (329 U.S. 45, 67 S.Ct. 169.) 'Lacking a jurisdictional act permitting judicial inquiry, such language cannot be questioned where Indians are seeking payment for appropriate lands; but here in the 1935 statute Congress has authorized decision by the courts upon claims arising out of original Indian title.' 329 U.S. 51, 67 S.Ct. 172.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">This means, and the Court so treats the claims, that the Indians here get no money by grace or charity or for reasons of honorable dealings with helpless peoples.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> The recovery by them under this act will be because they have had valid claims against the United States on account of their ouster from these lands in 1855. These Indians have not been paid the sums owing them, one deduces from the Court's opinion, because the sovereign, our nation, kept the courts closed to them. The jurisdictional act, the Court holds, removes this bar to recovery. This conclusion conflicts with our understanding of this Government's right in the public lands of the nation.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The character of Indian occupancy of tribal lands is at least of two kinds: first, occupancy as aborigines until that occupancy is interrupted by governmental order; and, second, occupancy when by an act of Congress they are given a definite area as a place upon which to live. When Indians receive recognition of their right to occupy lands by act of Congress, they have a right of occupancy which cannot be taken from them without compensation.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> But by the other type of occupancy, it may be called Indian title, the Indians get no right to continue to occupy the lands; and any interference with their occupancy by the United States has not heretofore given rise to any right of compensation, legal or equitable.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">This distinction between rights from recognized occupancy and from Indian title springs from the theory under which the European nations took possession of the lands of the American aborigines. This theory was that discovery by the Christian nations gave them sovereignty over and title to the lands discovered. Johnson v. McIntosh, 8 Wheat. 543, 572&#8212;586, 5 L.Ed. 681; 1 Story, Commentaries on the Constitution (5th Ed.) &#167; 152. While Indians were permitted to occupy these lands under their Indian title,<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a> the conquering nations asserted the right to extinguish that Indian title without legal responsibility to compensate the Indian for his loss.<a class=\"footnote\" href=\"#fn6-1\" id=\"fn6-1_ref\">6</a> It is not for the courts of the conqueror to question the propriety or validity of such an assertion of power. Indians who continued to occupy their aboriginal homes, without definite recognition of their right to do so are like paleface squatters on public lands without compensable rights if they are evicted. Tenure for Indian tribes specifically recognized by Congress developed along different lines in the original states, the Louisiana Purchase, the Mexican Session or the lands obtained by the Northwest Boundary Treaty. But there is no instance known to us where there has been intimation or holding that Congressional power to take Indian title to lands is limited. Whenever the lands to which the Indians had only Indian title were required for settlement or public use, the sovereign without legal obligation could extinguish that title by purchase or the sword.<a class=\"footnote\" href=\"#fn7-1\" id=\"fn7-1_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In Barker v. Harvey, 181 U.S. 481, 21 S.Ct. 690, 45 L.Ed. 963 Mission Indians claimed a right of permanent occupancy in former Mexican lands ceded to the United States by the treaty of Guadalupe Hidalgo. They made this claim against a right arising by virtue of a patent that was issued by the United States in confirmation of grants by the Mexican Government in derogation of the Indian title. This Court said as to this Indian title, 181 U.S. p. 491, 21 S.Ct. 694, 'that a claim of a right to permanent occupancy of land is one of far reaching effect, and it could not well be said that lands which were burdened with a right of permanent occupancy were a part of the public domain and subject to the full disposal of the United States.'<a class=\"footnote\" href=\"#fn8-1\" id=\"fn8-1_ref\">8</a> This Court confirmed title contrary to the Indian claim. Rights of occupancy given to Indians by an executive order may be withdrawn without compensation to the Indians where their title was not recognized by Congressional act. The Indians do not hold such lands by the same tenure as they do the lands by the terms of a ratified treaty or statute. Sioux Tribe of Indians v. United States, 316 U.S. 317, 326&#8212;328, 62 S.Ct. 1095, 1099&#8212;1100, 86 L.Ed. 1501.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">As we understand the present holding of the Court, it is that the manner of terminating his Indian title by the United States is limited by the duty to pay compensation. Therein, we think, lies the fundamental error of the Court's opinion. It is true that distinctions have been made between plenary authority over tribal lands and absolute power, with the suggestion that Congressional power over Indian title was not unlimited. See Cohen, Handbook of Indian Law, 94, 291, 309, 310, 311. Examination of the authorities cited, however, will show, we think, in every instance that where reference is made to the protection of Indian lands by the Fifth Amendment or to the legal obligation of the United States to compensate Indians for lands taken, the lands under discussion were lands held by the Indians under titles recognized by specific acts of Congress.<a class=\"footnote\" href=\"#fn9-1\" id=\"fn9-1_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">When Chief Justice Marshall expounded for the Court the power of the United States to extinguish Indian title, this doctrine was laid down for the nation's guidance in dealing with the Indians:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">'The United States, then, have unequivocally acceded to that great and broad rule by which its civilized inhabitants now hold this country. They hold, and assert in themselves, the title by which it was acquired. They maintain, as all others have maintained, that discovery gave an exclusive right to extinguish the Indian title of occupancy, either by purchase or by conquest; and gave also a right to such a degree of sovereignty as the circumstances of the people would allow them to exercise.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">'* * * All our institutions recognize the absolute title of the crown, subject only to the Indian right of occupancy, and recognized the absolute title of the crown to extinguish that right. This is incompatible with an absolute and complete title in the Indians.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">'* * * Conquest gives a title which the courts of the conqueror cannot deny, whatever the private and speculative opinions of individuals may be, respecting the original justice of the claim which has been successfully asserted. * * *</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">'The title by conquest is acquired and maintained by force. The conqueror prescribes its limits. * * * Where this incorporation is practicable, humanity demands, and a wise policy requires, that the rights of the conquered to property should remain unimpaired; that the new subjects should be governed as equitably as the old, and that confidence in their security should gradually banish the painful sense of being separated from their ancient connections, and united by force to strangers.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">'* * * the tribes of Indians inhabiting this country were fierce savages, whose occupation was war, and whose subsistence was drawn chiefly from the forest. To leave them in possession of their country, was to leave the country a wilderness; to govern them as a distinct people was impossible, because they were as brave and as high spirited as they were fierce, and were ready to repel by arms every attempt on their independence.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">'What was the inevitable consequence of this state of things? The Europeans were under the necessity either of abandoning the country, and relinquishing their pompous claims to it, or of enforcing those claims by the sword, and by the adoption of principles adapted to the condition of a people with whom it was impossible to mix, and who could not be governed as a distinct society, or of remaining in their neighborhood, and exposing themselves and their families to the perpetual hazard of being massacred.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">'Frequent and bloody wars, in which the whites were not always the aggressors, unavoidably ensued. European policy, numbers, and skill, prevailed. As the white population advanced, that of the Indians necessarily receded. The country in the immediate neighborhood of agriculturists became unfit for them. The game fled into thicker and more unbroken forests, and the Indians followed. The soil, to which the crown originally claimed title, being no longer occupied by its ancient inhabitants, was parcelled out according to the will of the sovereign power, and taken possession of by persons who claimed immediately from the crown, or mediately, through its grantees or deputies.' 8 Wheat. 587&#8212;591, 5 L.Ed. 681.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">It is unnecessary for this case to undertake at this late date to weigh the rights and wrongs of this treatment of aboriginal occupancy. Where injustices have been done to friendly peoples, Congress has sought to soften their effect by acts of mercy. Never has there been acknowledgment before of a legal or equitable right to compensation that springs from the appropriation by the United States of the Indian title.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">'Extinguishment of Indian title based on aboriginal possession is of course a different matter. The power of Congress in that regard is supreme. The manner, method and time of such extinguishment raise political not justiciable issues. Buttz v. Northern Pacific Railroad, supra, 119 U.S. at page 66, 7 S.Ct. at page 104, 30 L.Ed. 330. As stated by Chief Justice Marshall in Johnson v. McIntosh, supra, 8 Wheat. at page 586, 5 L.Ed. 681, 'the exclusive right of the United States to extinguish' Indian title has never been doubted. and whether it be done by treaty, by the sword, by purchase, by the exercise of complete dominion adverse to the right of occupancy, or otherwise, its justness is not open to inquiry in the courts. Beecher v. Wetherby, 95 U.S. 517, 525, 24 L.Ed. 440.' United States v. Santa Fe Pacific R. Co., 314 U.S. 339, 347, 62 S.Ct. 248, 252, 86 L.Ed. 260.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The colonies, the states and the nation alike by their e rly legislation provided that only the respective sovereigns could extinguish the Indian title.<a class=\"footnote\" href=\"#fn10-1\" id=\"fn10-1_ref\">10</a> The way in which it was to be extinguished has been held, continually, a political matter.<a class=\"footnote\" href=\"#fn11-1\" id=\"fn11-1_ref\">11</a> The jurisdictional act now under consideration does not purport to change a political matter to a justiciable one.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">When this present jurisdictional act was considered by Congress, nothing in the reports or the debates<a class=\"footnote\" href=\"#fn12-1\" id=\"fn12-1_ref\">12</a> indicates that Congress intended to create a new liability because Indian title had been taken. This Court relies upon no change of attitude in Congress, but finds that this liability has always existed and that this act merely removes the bar against suit. This we think is contrary to the whole course of our relations with the Indians.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The Court finds a basis for this action in that this nation should not take the Indian title without compensation because such a taking would not satisfy the \"high standards for fair dealing' required of the United States in controlling Indian affairs.' The language used by the Court is taken from United States v. Santa Fe Pacific R. Co., 314 U.S. 339 at page 356, 62 S.Ct. 248 at page 256, 86 L.Ed. 260. It there referred to an act unauthorized by Congress and not to such takings as here occurred when Congress opened the original home of these respondents for settlement.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In Worcester v. State of Georgia, 6 Pet. 515, 543, 544, 547, 556, 8 L.Ed. 483, lands had been specifically set apart for the Cherokees. Therefore Chief Justice Marshall's comments were directed at a situation that does not exist here.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">A concurring opinion has been filed which holds that Congress in the act here involved 'created an obligation on the part of the Government to pay these Indians' for their Indian title. We do not think this present act is susceptible of that interpretation. We read the act, as we understand the opinion of the Court does, to permit recovery of compensation only in case there were rights in the Indians prior to its passage 'arising under or growing out of the original Indian title.' We think no rights arose from this Indian title. Therefore no compensation is due.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">As we are of the opinion that the jurisdictional act permitted judgment only for claims arising under or growing out of the original Indian title and are further of the opinion that there were no legal or equitable claims that grew out of the taking of this Indian title, we would reverse the judgment of the Court of Claims and direct that the bill of the respondents should be dismissed. Cf. Northwestern Bands of Shoshone Indians v. United States, 324 U.S. 335, 65 S.Ct. 690, 89 L.Ed. 985.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 49 Stat. 801. The pertinent section in full provides: 'That jurisdiction is hereby conferred on the Court of Claims with the right of appeal to the Supreme Court of the United States by either party, as in other cases, to hear, examine, adjudicate, and render final judgment * * * (b) any and all legal and equitable claims arising under or growing out of the original Indian title, claim, or rights in, to, or upon th  whole or any part of the lands and their appurtenances occupied by the Indian tribes and bands described in the unratified treaties published in Senate Executive Document Numbered 25, Fifty-third Congress, first session (pp. 8 to 15), at and long prior to the dates thereof, except the Coos Bay, Lower Umpqua, and Siuslaw Tribes, it being the intention of this Act to include all the Indian tribes or bands and their descendants, with the exceptions named, residing in the then Territory of Oregon west of the Cascade Range at and long prior to the dates of the said unratified treaties, some of whom, in 1855, or later, were removed by the military authorities of the United States to the Coast Range, the Grande Ronde, and the Siletz Reservations in said Territory.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The remaining seven plaintiff tribes failed to state a cause of action under the jurisdictional act and the rules of the Court of Claims.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 'Original Indian title' is used to designate the Indian right of occupancy based upon aboriginal possession.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 9 Stat. 323. The Act created a territorial government and declared: 'That nothing in this act contained shall be construed to impair the rights of person or property now pertaining to the Indians in said Territory, so long as such rights shall remain unextinguished by treaty between the United States and such Indians, or to affect the authority of the government of the United States to make any regulation respecting such Indians, their lands, property, or other rights, by treaty, law, or otherwise, which it would have been competent to the government to make if this act had never passed.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 9 Stat. 323.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 9 Stat. 437.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 28 Stat. 286, 323.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> 28 Stat. 286, 323.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> In 1851 Dart and Palmer negotiated treaties with nineteen tribes other than respondents. None of these treaties was ratified; but twelve of the nineteen tribes were included in further treaties made in 1853, 1854, and 1855, and Congress in 1897 and 1912 provided for paying the remaining seven tribes for their lands taken under the unratified treaties.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> 45 Stat. 1256, as amended in respects immaterial here, 47 Stat. 307.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Coos Bay, Lower Umpqua and Siuslaw Indian Tribe et al. v. United States, 1938, 87 Ct.Cl. 143, discussed infra 67 S.Ct. 172, arose under the 1929 Act.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> 46 Stat. 531, amending 44 Stat. 1263. Assiniboine Indian Tribe v. United States, 1933, 77 Ct.Cl. 347, was litigated under this jurisdictional act.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> United States v. Mille Lac Chippewa Indians, 1913, 229 U.S. 498, 500, 33 S.Ct. 811, 812, 57 L.Ed. 1299; Sac and Fox Indians of the Mississippi in Iowa v. Sac and Fox, etc., 1911, 220 U.S. 481, 489, 31 S.Ct. 473, 476, 55 L.Ed. 552.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> United States v. Santa Fe Pacific R. Co., 1941, 314 U.S. 339, 347, 62 S.Ct. 248, 252, 86 L.Ed. 260, and cases note 27 infra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Johnson v. McIntosh, 1823, 8 Wheat. 543, 573&#8212;574, 5 L.Ed. 681.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> United States v. Santa Fe Pacific R. Co., 1941, 314 U.S. 339, 62 S.Ct. 248, 86 L.Ed. 260.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Beecher v. Wetherby, 1877, 95 U.S. 517, 24 L.Ed. 440.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> The 'moral' obligation upon Congress, of which the cases speak, refers more to the obligation to open the courts to suit by the Indians. It does not mean that there is no substantive right in the Indians. So in United States v. Blackfeather, 1894, 155 U.S. 180, 194, 15 S.Ct.  4, 70, 39 L.Ed. 114, it was held that, 'While there may be a moral obligation on the part of the government to reimburse the money embezzled by the Indian superintendent * * *.', the jurisdictional act in point did not extend to such a claim. Yet, given consent to suit, it would hardly be said that there was no substantive right against the United States for embezzlement of Indian funds.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> 'The practical admission of the European conquerors of this country renders it unnecessary for us to speculate on the extent of that right which they might have asserted from conquest. * * * The conquerors have never claimed more than the exclusive right of purchase from the Indians * * *.' 1821, 1 Op.Atty.Gen. 465, 466 (William Wirt).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> See the analysis in Cohen, Handbook of Federal Indian Law (1945) 51&#8212;66.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> 16 Stat. 544.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> 9 Stat. 323, 329, &#167; 14.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> 43 Stat. 886.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> Duwamish et al. Indians v. United States, 1934, 79 Ct.Cl. 530, 600.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> 45 Stat. 1407.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> Northwestern Bands of Shoshone Indians v. United States, 1945, 324 U.S. 335, 337, 339, 354, 65 S.Ct. 690, 691, 692, 699, 89 L.Ed. 985.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> The statements in many cases are directed to disputes between third parties, one of whom attempts to raise a defect in the other's title by tracing it to a government grant out of Indian territory and attacking the power or the method used by the sovereign to convey Indian lands. Beecher v. Wetherby, 1877, 95 U.S. 517, 525, 24 L.Ed. 440; Buttz v. Northern Pacific Railroad, 1886, 119 U.S. 55, 66, 7 S.Ct. 100, 104, 30 L.Ed. 330; Martin v. Waddell's Lessee, 1842, 16 Pet. 367, 409, 10 L.Ed. 997; Clark v. Smith, 1839, 13 Pet. 195, 201, 10 L.Ed. 123. And in other cases, the issue was not the right of Indian tribes to be compensated for an extinguishment of original Indian title by the United States. Northwestern Bands of Shoshone Indians v. United States, 1945, 324 U.S. 335, 65 S.Ct. 690, 89 L.Ed. 985; United States v. Santa Fe Pacific R. Co., 1941, 314 U.S. 339, 62 S.Ct. 248, 86 L.Ed. 260; Conley v. Ballinger, 1910, 216 U.S. 84, 30 S.Ct. 224, 54 L.Ed. 393; Lone Wolf v. Hitchcock, 1903, 187 U.S. 553, 23 S.Ct. 216, 47 L.Ed. 299; Cherokee Nation v. Hitchcock, 1902, 187 U.S. 294, 23 S.Ct. 115, 47 L.Ed. 183.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> Lone Wolf v. Hitchcock, 1903, 187 U.S. 553, 566, 23 S.Ct. 216, 221, 47 L.Ed. 299; Beecher v. Wetherby, 1877, 95 U.S. 517, 525, 24 L.Ed. 440. The Lone Wolf case was properly assessed in Shoshone Tribe of Indians of the Wind River Reservation in Wyoming v. United States, 1937, 299 U.S. 476, 497, 57 S.Ct. 244, 251, 81 L.Ed. 360: 'Power to control and manage the property and affairs of Indians in good faith for their betterment and welfare may be exerted in many ways and at times in derogation of the provisions of a treaty.' See also State of Oklahoma v. State of Texas, 1922, 258 U.S. 574, 592, 42 S.Ct. 406, 413, 66 L.Ed. 771.</p>\n        <p>In Barker v. Harvey, 1901, 181 U.S. 481, 21 S.Ct. 690, 45 L.Ed. 963, the Indian claims were deemed extinguished by non-presentment to the land commission, and this was true even if the claims had been 'recognized' by the Mexican government prior to the cession of lands to the United States.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn29\">\n        <a class=\"footnote\" href=\"#fn29_ref\">29</a>\n        <p> United States v. Klamath Indians, 1938, 304 U.S. 119, 58 S.Ct. 799, 82 L.Ed. 1219; Chippewa Indians of Minnesota v. United States, 1937, 301 U.S. 358, 57 S.Ct. 826, 81 L.Ed. 1156; Shoshone Tribe v. United States, 1937, 299 U.S. 476, 57 S.Ct. 244, 81 L.Ed. 360; United States v. Creek Nation, 1935, 295 U.S. 103, 55 S.Ct. 681, 79 L.Ed. 1331.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn30\">\n        <a class=\"footnote\" href=\"#fn30_ref\">30</a>\n        <p> Other cases also draw no distinction between original Indian title and 'recognized' Indian title. 'The Indian title, as against the United States, was merely a title and right to the perpetual occupancy of the land, with the privilege of using it in such mode as they saw fit until such right of occupation had been surrendered to the government. When Indian reservations were created, either by treaty or executive order, the Indians held the land by the same character of title, to wit, the right to possess and occupy the lands for the uses and purposes designated.' Spalding v. Chandler, 1896, 160 U.S. 394, 403, 16 S.Ct. 360, 364, 40 L.Ed. 469. Of similar tenor is Conley v. Ballinger, 1910, 216 U.S. 84, 90, 91, 30 S.Ct. 224, 225, 54 L.Ed. 393.</p>\n        <p>The older cases explaining and giving substance to the Indian right of occupancy contain no suggestion that only 'recogniz d' Indian title was being considered. Indeed, the inference is quite otherwise. Mitchel v. United States, 1835, 9 Pet. 711, 746, 9 L.Ed. 283; Worcester v. Georgia, 1832, 6 Pet. 515, 543&#8212;548, 8 L.Ed. 483; Johnson v. McIntosh, 1823, 8 Wheat. 543, 573, 574, 5 L.Ed. 681.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn31\">\n        <a class=\"footnote\" href=\"#fn31_ref\">31</a>\n        <p> Duwamish et al. Indians v. United States, 1934, 79 Ct.Cl. 530.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn32\">\n        <a class=\"footnote\" href=\"#fn32_ref\">32</a>\n        <p> 45 Stat. 1256, as amended in respects immaterial here, 47 Stat. 307.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn33\">\n        <a class=\"footnote\" href=\"#fn33_ref\">33</a>\n        <p> 'The decade from 1930 to 1939 is as notable in the history of Indian legislation as that of the 1830's or the 1880's.' Cohen, Handbook of Federal Indian Law (1945) 83.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn34\">\n        <a class=\"footnote\" href=\"#fn34_ref\">34</a>\n        <p> Stephens v. Cherokee Nation, 1899, 174 U.S. 445, 478, 19 S.Ct. 722, 734, 43 L.Ed. 1041.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> See Indian Claims Commission Act, approved August 13, 1946, Pub. No. 726, 79th Cong., 2d Sess.:</p>\n        <p>'Sec. 2. The Commission shall hear and determine the following claims against the United States on behalf of any Indian tribe, band, or other identifiable group of American Indians residing within the territorial limits of the United States or Alaska: (1) Claims in law or equity arising under the Constitution, laws, treaties of the United States, and Executive orders of the President; (2) all other claims in law or equity, including those sounding in tort, with respect to which the claimant would have been entitled to sue in a court of the United States if the United States was subject to suit; (3) claims which would result if the treaties, contracts, and agreements between the claimant and the United States were revised on the ground of fraud, duress, unconscionable consideration, mutual or unilateral mistake, whether of law or fact, or any other ground cognizable by a court of equity; (4) claims arising from the taking by the United States, whether as the result of a treaty of cession or otherwise, of lands owned or occupied by the claimant without the payment for such lands of compensation agreed to by the claimant; and (5) claims based upon fair and honorable dealings that are not recognized by any existing rule of law or equity. No claim accruing after the date of the approval of this Act shall be considered by the Commission.</p>\n        <p>'All claims hereunder may be heard and determined by the Commission notwithstanding any statute of limitations or laches, but all other defenses shall be available to the United States.' 25 U.S.C.A. &#167; 70a.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> There are sound reasons for Congressional generosity toward the remnants of the aborigines. Such reasons as lead the Nation to succor the vanquished in any contest. Cf. United States v. Realty Co., 163 U.S. 427, 16 S.Ct. 1120, 41 L.Ed. 215; Pope v. United States, 323 U.S. 1, 65 S.Ct. 16, 89 L.Ed. 3; and Public No. 726, 79th Cong., 2d Sess., &#167; 24, 28 U.S.C.A. &#167; 259a.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> Chippewa Indians of Minnesota v. United States, 301 U.S. 358, 375, 376, 57 S.Ct. 826, 833, 81 L.Ed. 1156; United States v. Klamath Indians, 304 U.S. 119, 58 S.Ct. 799, 82 L.Ed. 1219; Shoshone Tribe v. United States, 299 U.S. 476, 497, 57 S.Ct. 244, 251, 81 L.Ed. 360; United States v. Creek Nation, 295 U.S. 103, 109&#8212;110, 55 S.Ct. 681, 684, 79 L.Ed. 1331.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> See Northwestern Band of Shoshone Indians v. United States, 324 U.S. 335, 339, 65 S.Ct. 690, 692, 89 L.Ed. 985.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> See Mitchel v. United States, 9 Pet. 711, 745, 9 L.Ed. 283.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6-1\">\n        <a class=\"footnote\" href=\"#fn6-1_ref\">6</a>\n        <p> The Treaty of Paris, 1783, confirmed the sovereignty of the United States without reservation of Indian rights.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7-1\">\n        <a class=\"footnote\" href=\"#fn7-1_ref\">7</a>\n        <p> Johnson v. McIntosh, supra, 8 Wheat. at pages 587&#8212;589, 5 L.Ed. 681; Lone Wolf v. Hitchcock, 187 U.S. 553, 568, 23 S.Ct. 216, 222, 47 L.Ed. 299; Missouri, Kansas &amp; Texas Ry. Co. v. Roberts, 152 U.S. 114, 117, 14 S.Ct. 496, 497, 38 L.Ed. 377; See Tiger v. Western Investment Co., 221 U.S. 286, 311, 31 S.Ct. 578, 584, 55 L.Ed. 738.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8-1\">\n        <a class=\"footnote\" href=\"#fn8-1_ref\">8</a>\n        <p> Cf. Duwamish et al. Indians v. United States, 79 Ct.Cl. 530, 597&#8212;600.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9-1\">\n        <a class=\"footnote\" href=\"#fn9-1_ref\">9</a>\n        <p> E.g. Lane v. Pueblo of Santa Rosa, 249 U.S. 110, 113, 39 S.Ct. 185, 186, 63 L.Ed. 504; United States v. Creek Nation, 295 U.S. 103, 109, 55 S.Ct. 681, 684, 79 L.Ed. 1331; Shoshone Tribe of Indians of Wind River Reservation in Wyoming v. United States, 299 U.S. 476, 496, 57 S.Ct. 244, 251, 81 L.Ed. 360; Chippewa Indians of Minnesota v. United States, 301 U.S. 358, 375&#8212;377, 57 S.Ct. 826, 833, 834, 81 L.Ed. 1156.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10-1\">\n        <a class=\"footnote\" href=\"#fn10-1_ref\">10</a>\n        <p> See passim, Laws of the Colonial and State Governments, Relating to Indians and Indian Affairs, from 1633 to 1831, inclusive: With an Appendix Containing the Proceedings of the Congress of the Confederation and the Laws of Congress, from 1800 to 1830, on the Same Subject.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11-1\">\n        <a class=\"footnote\" href=\"#fn11-1_ref\">11</a>\n        <p> Lone Wolf v. Hitchock, 187 U.S. 553, 565, 23 S.Ct. 216, 221, 47 L.Ed. 299; Tiger v. Western Investment Co., 221 U.S. 286, 311, 31 S.Ct. 578, 584, 55 L.Ed. 738.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12-1\">\n        <a class=\"footnote\" href=\"#fn12-1_ref\">12</a>\n        <p> See S.Reps. Nos. 571, 795, 1134, 74th Cong., 1st Sess.; H.Rep. No. 1085, 74th Cong., 1st Sess.; 79 Cong.Rec. 7806, 11188, 12520.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/104326/"
}