{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "328 U.S. 293", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/1087900/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "SEC v. WJ Howey Co.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "843", 
    "id": 1060671, 
    "resource_uri": "/api/rest/v2/citation/1060671/"
  }, 
  "id": 1087900, 
  "blocked": false, 
  "judges": "Murphy", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1946-05-27", 
  "download_url": null, 
  "source": "L", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>328 U.S. 293 (1946)</b></center>\n<center><h1>SECURITIES &amp; EXCHANGE COMMISSION<br>\nv.<br>\nW.J. HOWEY CO. ET AL.</h1></center>\n<center>No. 843.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued May 2, 1946.</center>\n<center>Decided May 27, 1946.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n<p><span class=\"star-pagination\">*294</span> <i>Roger S. Foster</i> argued the cause for petitioner. With him on the brief were <i>Solicitor General McGrath, Robert S. Rubin</i> and <i>Alexander Cohen.</i></p>\n<p><i>C.E. Duncan</i> and <i>George C. Bedell</i> argued the cause and filed a brief for respondents.</p>\n<p>MR. JUSTICE MURPHY delivered the opinion of the Court.</p>\n<p>This case involves the application of § 2 (1) of the Securities Act of 1933<sup>[1]</sup> to an offering of units of a citrus grove development coupled with a contract for cultivating, marketing and remitting the net proceeds to the investor.</p>\n<p>The Securities and Exchange Commission instituted this action to restrain the respondents from using the mails and instrumentalities of interstate commerce in the offer and sale of unregistered and non-exempt securities in violation of § 5 (a) of the Act. The District Court denied the injunction, 60 F. Supp. 440, and the Fifth Circuit Court of Appeals affirmed the judgment, 151 F.2d 714. We granted certiorari on a petition alleging that the ruling of the Circuit Court of Appeals conflicted with other federal and state decisions and that it introduced a novel and unwarranted test under the statute which the Commission regarded as administratively impractical.</p>\n<p>Most of the facts are stipulated. The respondents, W.J. Howey Company and Howey-in-the-Hills Service, <span class=\"star-pagination\">*295</span> Inc., are Florida corporations under direct common control and management. The Howey Company owns large tracts of citrus acreage in Lake County, Florida. During the past several years it has planted about 500 acres annually, keeping half of the groves itself and offering the other half to the public \"to help us finance additional development.\" Howey-in-the-Hills Service, Inc., is a service company engaged in cultivating and developing many of these groves, including the harvesting and marketing of the crops.</p>\n<p>Each prospective customer is offered both a land sales contract and a service contract, after having been told that it is not feasible to invest in a grove unless service arrangements are made. While the purchaser is free to make arrangements with other service companies, the superiority of Howey-in-the-Hills Service, Inc., is stressed. Indeed, 85% of the acreage sold during the 3-year period ending May 31, 1943, was covered by service contracts with Howey-in-the-Hills Service, Inc.</p>\n<p>The land sales contract with the Howey Company provides for a uniform purchase price per acre or fraction thereof, varying in amount only in accordance with the number of years the particular plot has been planted with citrus trees. Upon full payment of the purchase price the land is conveyed to the purchaser by warranty deed. Purchases are usually made in narrow strips of land arranged so that an acre consists of a row of 48 trees. During the period between February 1, 1941, and May 31, 1943, 31 of the 42 persons making purchases bought less than 5 acres each. The average holding of these 31 persons was 1.33 acres and sales of as little as 0.65, 0.7 and 0.73 of an acre were made. These tracts are not separately fenced and the sole indication of several ownership is found in small land marks intelligible only through a plat book record.</p>\n<p><span class=\"star-pagination\">*296</span> The service contract, generally of a 10-year duration without option of cancellation, gives Howey-in-the-Hills Service, Inc., a leasehold interest and \"full and complete\" possession of the acreage. For a specified fee plus the cost of labor and materials, the company is given full discretion and authority over the cultivation of the groves and the harvest and marketing of the crops. The company is well established in the citrus business and maintains a large force of skilled personnel and a great deal of equipment, including 75 tractors, sprayer wagons, fertilizer trucks and the like. Without the consent of the company, the land owner or purchaser has no right of entry to market the crop;<sup>[2]</sup> thus there is ordinarily no right to specific fruit. The company is accountable only for an allocation of the net profits based upon a check made at the time of picking. All the produce is pooled by the respondent companies, which do business under their own names.</p>\n<p>The purchasers for the most part are non-residents of Florida. They are predominantly business and professional people who lack the knowledge, skill and equipment necessary for the care and cultivation of citrus trees. They are attracted by the expectation of substantial profits. It was represented, for example, that profits during the 1943-1944 season amounted to 20% and that even greater profits might be expected during the 1944-1945 season, although only a 10% annual return was to be expected over a 10-year period. Many of these purchasers are patrons of a resort hotel owned and operated by the Howey Company in a scenic section adjacent to the groves. The hotel's advertising mentions the fine groves in the vicinity and the attention of the patrons is drawn to the <span class=\"star-pagination\">*297</span> groves as they are being escorted about the surrounding countryside. They are told that the groves are for sale; if they indicate an interest in the matter they are then given a sales talk.</p>\n<p>It is admitted that the mails and instrumentalities of interstate commerce are used in the sale of the land and service contracts and that no registration statement or letter of notification has ever been filed with the Commission in accordance with the Securities Act of 1933 and the rules and regulations thereunder.</p>\n<p>Section 2 (1) of the Act defines the term \"security\" to include the commonly known documents traded for speculation or investment.<sup>[3]</sup> This definition also includes \"securities\" of a more variable character, designated by such descriptive terms as \"certificate of interest or participation in any profit-sharing agreement,\" \"investment contract\" and \"in general, any interest or instrument commonly known as a `security.'\" The legal issue in this case turns upon a determination of whether, under the circumstances, the land sales contract, the warranty deed and the service contract together constitute an \"investment contract\" within the meaning of § 2 (1). An affirmative answer brings into operation the registration requirements of § 5 (a), unless the security is granted an exemption under § 3 (b). The lower courts, in reaching a negative answer to this problem, treated the contracts and deeds <span class=\"star-pagination\">*298</span> as separate transactions involving no more than an ordinary real estate sale and an agreement by the seller to manage the property for the buyer.</p>\n<p>The term \"investment contract\" is undefined by the Securities Act or by relevant legislative reports. But the term was common in many state \"blue sky\" laws in existence prior to the adoption of the federal statute and, although the term was also undefined by the state laws, it had been broadly construed by state courts so as to afford the investing public a full measure of protection. Form was disregarded for substance and emphasis was placed upon economic reality. An investment contract thus came to mean a contract or scheme for \"the placing of capital or laying out of money in a way intended to secure income or profit from its employment.\" <i>State</i> v. <i>Gopher Tire &amp; Rubber Co.,</i> 146 Minn. 52, 56, 177 N.W. 937, 938. This definition was uniformly applied by state courts to a variety of situations where individuals were led to invest money in a common enterprise with the expectation that they would earn a profit solely through the efforts of the promoter or of some one other than themselves.<sup>[4]</sup></p>\n<p>By including an investment contract within the scope of § 2 (1) of the Securities Act, Congress was using a term the meaning of which had been crystallized by this prior judicial interpretation. It is therefore reasonable to attach that meaning to the term as used by Congress, especially since such a definition is consistent with the statutory aims. In other words, an investment contract for purposes of the Securities Act means a contract, transaction <span class=\"star-pagination\">*299</span> or scheme whereby a person invests his money in a common enterprise and is led to expect profits solely from the efforts of the promoter or a third party, it being immaterial whether the shares in the enterprise are evidenced by formal certificates or by nominal interests in the physical assets employed in the enterprise. Such a definition necessarily underlies this Court's decision in <i>S.E.C.</i> v. <i>Joiner Corp.,</i> 320 U.S. 344, and has been enunciated and applied many times by lower federal courts.<sup>[5]</sup> It permits the fulfillment of the statutory purpose of compelling full and fair disclosure relative to the issuance of \"the many types of instruments that in our commercial world fall within the ordinary concept of a security.\" H. Rep. No. 85, 73d Cong., 1st Sess., p. 11. It embodies a flexible rather than a static principle, one that is capable of adaptation to meet the countless and variable schemes devised by those who seek the use of the money of others on the promise of profits.</p>\n<p>The transactions in this case clearly involve investment contracts as so defined. The respondent companies are offering something more than fee simple interests in land, something different from a farm or orchard coupled with management services. They are offering an opportunity to contribute money and to share in the profits of a large citrus fruit enterprise managed and partly owned by respondents. They are offering this opportunity to persons who reside in distant localities and who lack the equipment <span class=\"star-pagination\">*300</span> and experience requisite to the cultivation, harvesting and marketing of the citrus products. Such persons have no desire to occupy the land or to develop it themselves; they are attracted solely by the prospects of a return on their investment. Indeed, individual development of the plots of land that are offered and sold would seldom be economically feasible due to their small size. Such tracts gain utility as citrus groves only wlen cultivated and developed as component parts of a larger area. A common enterprise managed by respondents or third parties with adequate personnel and equipment is therefore essential if the investors are to achieve their paramount aim of a return on their investments. Their respective shares in this enterprise are evidenced by land sales contracts and warranty deeds, which serve as a convenient method of determining the investors' allocable shares of the profits. The resulting transfer of rights in land is purely incidental.</p>\n<p>Thus all the elements of a profit-seeking business venture are present here. The investors provide the capital and share in the earnings and profits; the promoters manage, control and operate the enterprise. It follows that the arrangements whereby the investors' interests are made manifest involve investment contracts, regardless of the legal terminology in which such contracts are clothed. The investment contracts in this instance take the form of land sales contracts, warranty deeds and service contracts which respondents offer to prospective investors. And respondents' failure to abide by the statutory and administrative rules in making such offerings, even though the failure result from a bona fide mistake as to the law, cannot be sanctioned under the Act.</p>\n<p>This conclusion is unaffected by the fact that some purchasers choose not to accept the full offer of an investment contract by declining to enter into a service contract with <span class=\"star-pagination\">*301</span> the respondents. The Securities Act prohibits the offer as well as the sale of unregistered, non-exempt securities.<sup>[6]</sup> Hence it is enough that the respondents merely offer the essential ingredients of an investment contract.</p>\n<p>We reject the suggestion of the Circuit Court of Appeals, 151 F.2d at 717, that an investment contract is necessarily missing where the enterprise is not speculative or promotional in character and where the tangible interest which is sold has intrinsic value independent of the success of the enterprise as a whole. The test is whether the scheme involves an investment of money in a common enterprise with profits to come solely from the efforts of others. If that test be satisfied, it is immaterial whether the enterprise is speculative or non-speculative or whether there is a sale of property with or without intrinsic value. See <i>S.E.C.</i> v. <i>Joiner Corp., supra,</i> 352. The statutory policy of affording broad protection to investors is not to be thwarted by unrealistic and irrelevant formulae.</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE JACKSON took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE FRANKFURTER, dissenting.</p>\n<p>\"Investment contract\" is not a term of art; it is a conception dependent upon the circumstances of a particular situation. If this case came before us on a finding authorized by Congress that the facts disclosed an \"investment contract\" within the general scope of § 2 (1) of the Securities Act, 48 Stat. 74, 15 U.S.C. § 77b (1), the Securities and Exchange Commission's finding would govern, unless, on the record, it was wholly unsupported. But <span class=\"star-pagination\">*302</span> that is not the case before us. Here the ascertainment of the existence of an \"investment contract\" had to be made independently by the District Court and it found against its existence. 60 F. Supp. 440. The Circuit Court of Appeals for the Fifth Circuit sustained that finding. 151 F.2d 714. If respect is to be paid to the wise rule of judicial administration under which this Court does not upset concurrent findings of two lower courts in the ascertainment of facts and the relevant inferences to be drawn from them, this case clearly calls for its application. See <i>Allen</i> v. <i>Trust Company of Georgia,</i> 326 U.S. 630. For the crucial issue in this case turns on whether the contracts for the land and the contracts for the management of the property were in reality separate agreements or merely parts of a single transaction. It is clear from its opinion that the District Court was warranted in its conclusion that the record does not establish the existence of an investment contract:</p>\n<blockquote>\". . . the record in this case shows that not a single sale of citrus grove property was made by the Howey Company during the period involved in this suit, except to purchasers who actually inspected the property before purchasing the same. The record further discloses that no purchaser is required to engage the Service Company to care for his property and that of the fifty-one purchasers acquiring property during this period, only forty-two entered into contracts with the Service Company for the care of the property.\" 60 F. Supp. at 442.</blockquote>\n<p>Simply because other arrangements may have the appearances of this transaction but are employed as an evasion of the Securities Act does not mean that the present contracts were evasive. I find nothing in the Securities Act to indicate that Congress meant to bring every innocent transaction within the scope of the Act simply because a perversion of them is covered by the Act.</p>\n<h2>NOTES</h2>\n<p>[1]   48 Stat. 74, 15 U.S.C. § 77b (1).</p>\n<p>[2]   Some investors visited their particular plots annually, making suggestions as to care and cultivation, but without any legal rights in the matters.</p>\n<p>[3]   \"The term `security' means any note, stock, treasury stock, bond, debenture, evidence of indebtedness, certificate of interest or participation in any profit-sharing agreement, collateral-trust certificate, preorganization certificate or subscription, transferable share, investment contract, voting-trust certificate, certificate of deposit for a security, fractional undivided interest in oil, gas, or other mineral rights, or, in general, any interest or instrument commonly known as a `security,' or any certificate of interest or participation in, temporary or interim certificate for, receipt for, guarantee of, or warrant or right to subscribe to or purchase, any of the foregoing.\"</p>\n<p>[4]   <i>State</i> v. <i>Evans,</i> 154 Minn. 95, 191 N.W. 425; <i>Klatt</i> v. <i>Guaranteed Bond Co.,</i> 213 Wis. 12, 250 N.W. 825; <i>State</i> v. <i>Heath,</i> 199 N.C. 135, 153 S.E. 855; <i>Prohaska</i> v. <i>Hemmer-Miller Development Co.,</i> 256 Ill. App. 331; <i>People</i> v. <i>White,</i> 124 Cal. App. 548, 12 P.2d 1078; <i>Stevens</i> v. <i>Liberty Packing Corp.,</i> 111 N.J. Eq. 61, 161 A. 193. See also <i>Moore</i> v. <i>Stella,</i> 52 Cal. App.2d 766, 127 P.2d 300.</p>\n<p>[5]   <i>Atherton</i> v. <i>United States,</i> 128 F.2d 463; <i>Penfield Co.</i> v. <i>S.E.C.,</i> 143 F.2d 746; <i>S.E.C.</i> v. <i>Universal Service Assn.,</i> 106 F.2d 232; <i>S.E.C.</i> v. <i>Crude Oil Corp.,</i> 93 F.2d 844; <i>S.E.C.</i> v. <i>Bailey,</i> 41 F. Supp. 647; <i>S.E.C.</i> v. <i>Payne,</i> 35 F. Supp. 873; <i>S.E.C.</i> v. <i>Bourbon Sales Corp.,</i> 47 F. Supp. 70; <i>S.E.C.</i> v. <i>Wickham,</i> 12 F. Supp. 245; <i>S.E.C.</i> v. <i>Timetrust, Inc.,</i> 28 F. Supp. 34; <i>S.E.C.</i> v. <i>Pyne,</i> 33 F. Supp. 988. The Commission has followed the same definition in its own administrative proceedings. <i>In re Natural Resources Corp.,</i> 8 S.E.C. 635.</p>\n<p>[6]   The registration requirements of § 5 refer to sales of securities. Section 2 (3) defines \"sale\" to include every \"attempt or offer to dispose of, or solicitation of an offer to buy,\" a security for value.</p>\n\n</div>", 
  "time_retrieved": "2013-10-29T20:01:44.766577", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "", 
  "sha1": "b572c4df33b023ee6a88b2a7419f831338abf79e", 
  "date_modified": "2014-10-30T10:15:47.775379", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/1087900/sec-v-wj-howey-co/", 
  "citation_count": 5, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1507904/", 
  "html": "", 
  "resource_uri": "/api/rest/v2/document/1087900/"
}