{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "211 U.S. 598", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/96931/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Green County v. Thomas'", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "352", 
    "id": 81314, 
    "resource_uri": "/api/rest/v2/citation/81314/"
  }, 
  "id": 96931, 
  "blocked": false, 
  "judges": "Moody", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1909-01-04", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>211 U.S. 598 (1909)</b></center>\n<center><h1>GREEN COUNTY, KENTUCKY,<br>\nv.<br>\nTHOMAS' EXECUTOR.</h1></center>\n<center>No. 352.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 18, 1908.</center>\n<center>Decided January 4, 1909.</center>\nCERTIORARI TO THE UNITED STATES CIRCUIT COURT OF APPEALS FOR THE SIXTH CIRCUIT.\n<p><span class=\"star-pagination\">*599</span> <i>Mr. Ernest Macpherson,</i> with whom <i>Mr. John W. Lewis</i> was on the brief, for petitioner.</p>\n<p><i>Mr. Alexander Pope Humphrey</i> and <i>Mr. Alexander C. Ayers,</i> for respondents, submitted.</p>\n<p>MR. JUSTICE MOODY delivered the opinion of the court.</p>\n<p>This case relates to the same issue of bonds referred to in the one preceding, and is governed by it, unless there is something to prevent in the questions following.</p>\n<p>There were several plaintiffs, including three corporations. In the petition they alleged that they were \"jointly the owners and holders\" of sixty-seven bonds, whose aggregate face value exceeded the jurisdictional amount. Diversity of citizenship was duly alleged. By leave of court, on suggestion of the death of one of the plaintiffs, and that his personal representatives had been discharged, his heirs were made parties plaintiff. No objection was made to this amendment by the defendant at the time. The defendant's answer denied that the plaintiffs were \"jointly the owners or holders\" of the bonds. Certain interrogatories to each of the plaintiffs were attached to the answer, which prayed that plaintiffs be compelled to answer them on oath. These interrogatories were directed to the subject of the acquisition and ownership of the bonds by the plaintiffs. The answers disclosed that the bonds in suit were taken from the Cumberland &amp; Ohio Railroad Company by the Indianapolis Rolling Mill Company in payment for iron to be used in building the railroad through Green County, were by the mill company turned over to its stockholders (who were <span class=\"star-pagination\">*600</span> the plaintiffs, or represented by them) as dividends, and that they, fifteen years before, agreed to become joint owners and holders of all the bonds in certain named proportions. And it was stated that each plaintiff owned an undivided interest in all the bonds and coupons in suit. The defendant then suggested the death of two of the plaintiffs, but no action appears to have been taken thereon by the court.</p>\n<p>The defendant was permitted to file an amended answer, which alleged that, after the distribution of the bonds by way of dividends, each distributee owned a separate and distinct interest which were joined together to give the court jurisdiction, which, in the case of certain plaintiffs, it would otherwise lack on account of the insufficient value of their respective interests, and concluded by averring that the court was without jurisdiction.</p>\n<p>The defendant moved the court for a rule on the plaintiffs to furnish dates of the deaths of the parties plaintiff named in the pleadings, who had died since the institution of the action, and to show cause why the action should not be dismissed for failure to revive within the time prescribed by law. This motion was denied and defendant excepted.</p>\n<p>On the twenty-second day of March, 1905, the defendant moved the court to dismiss the action on the ground of misjoinder of plaintiffs, and for want of jurisdiction of such of the plaintiffs whose claims were separately less than $2,000. On the same day the parties stipulated that the issues of fact might be tried and determined by the court without the intervention of a jury.</p>\n<p>On the first day of June, 1905, the Circuit Court ordered judgment for the defendant, with the same findings of fact and conclusions of law which were made in the preceding case. The plaintiffs, each and all, excepted to the judgment and to each part of it, and filed a petition for a writ of error to the Circuit Court of Appeals, with assignment of errors. The defendant did not object or except to the findings of fact, or request any rulings of law, or file any writ of error or assignment <span class=\"star-pagination\">*601</span> of errors, or any bill of exceptions, or take any other step whatever which would carry to the appellate court any questions of law different from those contained in the plaintiffs' assignment of errors. Throughout the record, up to this point, the defendant appears to have been content to raise questions of law without attempting in any form to save any of its rights upon the resulting rulings of the court.</p>\n<p>On the first day of May, 1906, the plaintiffs in error moved the Court of Appeals to amend the writ of error by striking out certain persons named therein as plaintiffs and by inserting the names of certain other persons. On the same day the defendant in error moved the court to dismiss the writ of error because some of the plaintiffs against whom judgment had been rendered in the court below had failed to prosecute the writ of error without a summons and severance, and because certain persons who were never parties to the action were named in the writ of error. These cross-motions seem to have raised the same questions. It appeared that owing to illness of counsel for the plaintiffs in error the petition for a writ did not set forth accurately the parties plaintiff. The error was a pure accident, and we think the court below was entirely justified in allowing the amendment and in denying the cross-motion to dismiss. Section 1005, Revised Statutes.</p>\n<p>The Court of Appeals reversed the judgment of the Circuit Court, and ordered, as will hereafter more specifically appear, that court to enter a judgment for the plaintiffs. The case is here upon a writ of certiorari. It has been argued by the defendant, apparently upon the theory that all questions of law which were raised by it or were remotely suggested in the record, were open for consideration in the appellate court. But we ought not to encourage such looseness of practice. Some of the questions raised by the defendant were passed on adversely to it in the Circuit Court of Appeals, and we do not intend to intimate any doubt of the correctness of the decision of that court. The writ of error sued out by the plaintiffs, and the assignment of errors which accompanied it, set forth all the <span class=\"star-pagination\">*602</span> questions regarding the action of the court below, of which the appellate court was bound to take notice. <i>The Maria Martin,</i> 12 Wall. 31, 40; <i>Bolles</i> v. <i>Outing Company,</i> 175 U.S. 262. Neither that court nor this ought to be expected to search through a confused record for the purpose of finding errors, where the party complaining has not taken the pains, at the time the alleged errors were committed, to save its rights in some form known to the law. It would be, of course, entirely unfair to enter final judgment in favor of the party appellant, unless the court can see that the findings of the court below are full and adequate and protect every substantial right of the party in whose favor the judgment originally was entered. But we think that the findings did this. The first finding of the court was that the plaintiffs at the date of the beginning of the suit were \"the <i>bona fide</i> holders for value of the bonds and coupons sued on, and fully entitled to sue the defendant thereon in this Court.\" This is a finding which, among other things, supports the jurisdiction of the court, and could proceed only upon the theory that the plaintiffs were the joint owners and holders of the bonds and coupons sued on. If they were, the court had jurisdiction under the rule stated in <i>Clay</i> v. <i>Field,</i> 138 U.S. 464, 479.</p>\n<p>The defendant owes the amount of these bonds, and at the beginning of this action owed it to the plaintiffs. It has no interest or concern in the proper division of the amount due on the bonds among those who are entitled to share the proceeds of the verdict. We are not disposed to open the way to the defendant to raise technical questions to embarrass the progress and delay the final ending of this action. The defendant is entitled to a decision upon the questions which. it has properly brought to this court, and no others.</p>\n<p>The judgment of the Court of Appeals was \"that the judgment of the said Circuit Court in this cause be, and the same is hereby, reversed with costs and cause remanded with directions to the said Circuit Court that upon the suggestion on the record of the deaths of such of the original plaintiffs as have <span class=\"star-pagination\">*603</span> died pending the suit and striking out the names of their personal representatives, it enter judgment for the plaintiffs as they then appear of record for the amount of the principal of the bonds in suit with interest thereon from the date when their latest coupons severally become due and for the coupons in suit with interest on each from the time when they severally fell due.\" We have no doubt of the correctness of this judgment or that it will protect every substantial right which the defendant has, and it is, therefore,</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE HARLAN'S dissent in <i>Green County</i> v. <i>Quinlan, ante,</i> pp. 582, 597, applies also to this case.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:41:45", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">211</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">598</span></span> (1909)</b></center>\n<center><h1>GREEN COUNTY, KENTUCKY,<br>\nv.<br>\nTHOMAS' EXECUTOR.</h1></center>\n<center>No. 352.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 18, 1908.</center>\n<center>Decided January 4, 1909.</center>\nCERTIORARI TO THE UNITED STATES CIRCUIT COURT OF APPEALS FOR THE SIXTH CIRCUIT.\n<p><span class=\"star-pagination\">*599</span> <i>Mr. Ernest Macpherson,</i> with whom <i>Mr. John W. Lewis</i> was on the brief, for petitioner.</p>\n<p><i>Mr. Alexander Pope Humphrey</i> and <i>Mr. Alexander C. Ayers,</i> for respondents, submitted.</p>\n<p>MR. JUSTICE MOODY delivered the opinion of the court.</p>\n<p>This case relates to the same issue of bonds referred to in the one preceding, and is governed by it, unless there is something to prevent in the questions following.</p>\n<p>There were several plaintiffs, including three corporations. In the petition they alleged that they were \"jointly the owners and holders\" of sixty-seven bonds, whose aggregate face value exceeded the jurisdictional amount. Diversity of citizenship was duly alleged. By leave of court, on suggestion of the death of one of the plaintiffs, and that his personal representatives had been discharged, his heirs were made parties plaintiff. No objection was made to this amendment by the defendant at the time. The defendant's answer denied that the plaintiffs were \"jointly the owners or holders\" of the bonds. Certain interrogatories to each of the plaintiffs were attached to the answer, which prayed that plaintiffs be compelled to answer them on oath. These interrogatories were directed to the subject of the acquisition and ownership of the bonds by the plaintiffs. The answers disclosed that the bonds in suit were taken from the Cumberland &amp; Ohio Railroad Company by the Indianapolis Rolling Mill Company in payment for iron to be used in building the railroad through Green County, were by the mill company turned over to its stockholders (who were <span class=\"star-pagination\">*600</span> the plaintiffs, or represented by them) as dividends, and that they, fifteen years before, agreed to become joint owners and holders of all the bonds in certain named proportions. And it was stated that each plaintiff owned an undivided interest in all the bonds and coupons in suit. The defendant then suggested the death of two of the plaintiffs, but no action appears to have been taken thereon by the court.</p>\n<p>The defendant was permitted to file an amended answer, which alleged that, after the distribution of the bonds by way of dividends, each distributee owned a separate and distinct interest which were joined together to give the court jurisdiction, which, in the case of certain plaintiffs, it would otherwise lack on account of the insufficient value of their respective interests, and concluded by averring that the court was without jurisdiction.</p>\n<p>The defendant moved the court for a rule on the plaintiffs to furnish dates of the deaths of the parties plaintiff named in the pleadings, who had died since the institution of the action, and to show cause why the action should not be dismissed for failure to revive within the time prescribed by law. This motion was denied and defendant excepted.</p>\n<p>On the twenty-second day of March, 1905, the defendant moved the court to dismiss the action on the ground of misjoinder of plaintiffs, and for want of jurisdiction of such of the plaintiffs whose claims were separately less than $2,000. On the same day the parties stipulated that the issues of fact might be tried and determined by the court without the intervention of a jury.</p>\n<p>On the first day of June, 1905, the Circuit Court ordered judgment for the defendant, with the same findings of fact and conclusions of law which were made in the preceding case. The plaintiffs, each and all, excepted to the judgment and to each part of it, and filed a petition for a writ of error to the Circuit Court of Appeals, with assignment of errors. The defendant did not object or except to the findings of fact, or request any rulings of law, or file any writ of error or assignment <span class=\"star-pagination\">*601</span> of errors, or any bill of exceptions, or take any other step whatever which would carry to the appellate court any questions of law different from those contained in the plaintiffs' assignment of errors. Throughout the record, up to this point, the defendant appears to have been content to raise questions of law without attempting in any form to save any of its rights upon the resulting rulings of the court.</p>\n<p>On the first day of May, 1906, the plaintiffs in error moved the Court of Appeals to amend the writ of error by striking out certain persons named therein as plaintiffs and by inserting the names of certain other persons. On the same day the defendant in error moved the court to dismiss the writ of error because some of the plaintiffs against whom judgment had been rendered in the court below had failed to prosecute the writ of error without a summons and severance, and because certain persons who were never parties to the action were named in the writ of error. These cross-motions seem to have raised the same questions. It appeared that owing to illness of counsel for the plaintiffs in error the petition for a writ did not set forth accurately the parties plaintiff. The error was a pure accident, and we think the court below was entirely justified in allowing the amendment and in denying the cross-motion to dismiss. Section 1005, Revised Statutes.</p>\n<p>The Court of Appeals reversed the judgment of the Circuit Court, and ordered, as will hereafter more specifically appear, that court to enter a judgment for the plaintiffs. The case is here upon a writ of certiorari. It has been argued by the defendant, apparently upon the theory that all questions of law which were raised by it or were remotely suggested in the record, were open for consideration in the appellate court. But we ought not to encourage such looseness of practice. Some of the questions raised by the defendant were passed on adversely to it in the Circuit Court of Appeals, and we do not intend to intimate any doubt of the correctness of the decision of that court. The writ of error sued out by the plaintiffs, and the assignment of errors which accompanied it, set forth all the <span class=\"star-pagination\">*602</span> questions regarding the action of the court below, of which the appellate court was bound to take notice. <i>The Maria Martin,</i> <span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">31</span></span>, 40; <i>Bolles</i> v. <i>Outing Company,</i> 175 U.S. 262. Neither that court nor this ought to be expected to search through a confused record for the purpose of finding errors, where the party complaining has not taken the pains, at the time the alleged errors were committed, to save its rights in some form known to the law. It would be, of course, entirely unfair to enter final judgment in favor of the party appellant, unless the court can see that the findings of the court below are full and adequate and protect every substantial right of the party in whose favor the judgment originally was entered. But we think that the findings did this. The first finding of the court was that the plaintiffs at the date of the beginning of the suit were \"the <i>bona fide</i> holders for value of the bonds and coupons sued on, and fully entitled to sue the defendant thereon in this Court.\" This is a finding which, among other things, supports the jurisdiction of the court, and could proceed only upon the theory that the plaintiffs were the joint owners and holders of the bonds and coupons sued on. If they were, the court had jurisdiction under the rule stated in <i>Clay</i> v. <i>Field,</i> <span class=\"citation\" data-id=\"92969\"><a href=\"/opinion/92969/clay-v-field/\"><span class=\"volume\">138</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 479.</p>\n<p>The defendant owes the amount of these bonds, and at the beginning of this action owed it to the plaintiffs. It has no interest or concern in the proper division of the amount due on the bonds among those who are entitled to share the proceeds of the verdict. We are not disposed to open the way to the defendant to raise technical questions to embarrass the progress and delay the final ending of this action. The defendant is entitled to a decision upon the questions which. it has properly brought to this court, and no others.</p>\n<p>The judgment of the Court of Appeals was \"that the judgment of the said Circuit Court in this cause be, and the same is hereby, reversed with costs and cause remanded with directions to the said Circuit Court that upon the suggestion on the record of the deaths of such of the original plaintiffs as have <span class=\"star-pagination\">*603</span> died pending the suit and striking out the names of their personal representatives, it enter judgment for the plaintiffs as they then appear of record for the amount of the principal of the bonds in suit with interest thereon from the date when their latest coupons severally become due and for the coupons in suit with interest on each from the time when they severally fell due.\" We have no doubt of the correctness of this judgment or that it will protect every substantial right which the defendant has, and it is, therefore,</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE HARLAN'S dissent in <i>Green County</i> v. <i>Quinlan, ante,</i> pp. 582, 597, applies also to this case.</p>\n</div>", 
  "sha1": "78012e872973974a27842cb2aee82190f16e30e7", 
  "date_modified": "2014-12-21T01:34:54.287427", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/96931/green-county-v-thomas/", 
  "citation_count": 3, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/2236705/", 
  "html": "<p class=\"case_cite\">211 U.S. 598</p>\n    <p class=\"case_cite\">29 S.Ct. 168</p>\n    <p class=\"case_cite\">53 L.Ed. 343</p>\n    <p class=\"parties\">GREEN COUNTY, Kentucky, Petitioner,<br>v.<br>JOHN THOMAS'S EXECUTOR, Henry Knippenberg, et al.</p>\n    <p class=\"docket\">No. 352.</p>\n    <p class=\"date\">Argued December 17, 18, 1908.</p>\n    <p class=\"date\">Decided January 4, 1909.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Ernest MacPherson and John W. Lewis for petitioner.</p>\n      <p class=\"indent\">Messrs. Edmund F. Trabue, George Du Rello, Alexander Pope Humphrey, and Alexander C. Ayers for respondents.</p>\n      <p class=\"indent\">Mr. Justice Moody delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case relates to the same issue of bonds referred to in the one preceding, and is governed by it, unless there is something to prevent in the questions following.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">There were several plaintiffs, including three corporations. In the petition they alleged that they were 'jointly the owners and holders' of sixty-seven bonds, whose aggregate face value exceeded the jurisdictional amount. Diversity of citizenship was duly alleged. By leave of court, on suggestion of the death of one of the plaintiffs, and that his personal representatives had been discharged, his heirs were made parties plaintiff. No objection was made to this amendment by the defendant at the time. The defendant's answer denied that the plaintiffs were 'jointly the owners or holders' of the bonds. Certain interrogatories to each of the plaintiffs were attached to the answer, which prayed that plaintiffs be compelled to answer them on oath. These interrogatories were directed to the subject of the acquisition and ownership of the bonds by the plaintiffs. The answers disclosed that the bonds in suit were taken from the Cumberland &amp; Ohio Railroad Company by the Indianapolis Rolling Mill Company in payment for iron to be used in building the railroad through Green county, were by the mill company turned over to its stockholders (who were the plaintiffs, or represented by them) as dividends, and that they, fifteen years before, agreed to become joint owners and holders of all the bonds in certain named proportions. And it was stated that each plaintiff owned an undivided interest in all the bonds and coupons in suit. The defendant then suggested the death of two of the plaintiffs, but no action appears to have been taken thereon by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The defendant was permitted to file an amended answer, which alleged that, after the distribution of the bonds by way of dividends, each distributee owned a separate and distinct interest which were joined together to give the court jurisdiction, which, in the case of certain plaintiffs, it would otherwise lack on account of the insufficient value of their respective interests, and concluded by averring that the court was without jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The defendant moved the court for a rule on the plaintiffs to furnish dates of the deaths of the parties plaintiff named in the pleadings, who had died since the institution of the action, and to show cause why the action should not be dismissed for failure to revive within the time prescribed by law. This motion was denied and defendant excepted.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On the 22d day of March 1905, the defendant moved the court to dismiss the action on the ground of misjoinder of plaintiffs, and for want of jurisdiction of such of the plaintiffs whose claims were separately less than $2,000. On the same day the parties stipulated that the issues of fact might be tried and determined by the court without the intervention of a jury.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On the 1st day of June 1905, the circuit court ordered judgment for the defendant, with the same findings of fact and conclusions of law which were made in the preceding case. The plaintiffs, each and all, excepted to the judgment and to each part of it, and filed a petition for a writ of error to the circuit court of appeals, with assignment of errors. The defendant did not object or except to the findings of fact, or request any rulings of law, or file any writ of error or assignment of errors, or any bill of exceptions, or take any other step whatever which would carry to the appellate court any questions of law different from those contained in the plaintiffs' assignment of errors. Throughout the record, up to this point, the defendant apears to have been content to raise questions of law without attempting in any form to save any of its rights upon the resulting rulings of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On the 1st day of May, 1906, the plaintiffs in error moved the court of appeals to amend the writ of error by striking out certain persons named therein as plaintiffs and by inserting the names of certain other persons. On the same day the defendant in error moved the court to dismiss the writ of error because some of the plaintiffs against whom judgment had been rendered in the court below had failed to prosecute the writ of error without a summons and severance, and because certain persons who were never parties to the action were named in the writ of error. These cross motions seem to have raised the same questions. It appeared that, owing to illness of counsel for the plaintiffs in error, the petition for a writ did not set forth accurately the parties plaintiff. The error was a pure accident, and we think the court below was entirely justified in allowing the amendment and in denying the cross motion to dismiss. Rev. Stat. &#167; 1005, U. S. Comp. Stat. 1901, p. 714.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The court of appeals reversed the judgment of the circuit court, and ordered, as will hereafter more specifically appear, that court to enter a judgment for the plaintiffs. The case is here upon a writ of certiorari. It has been argued by the defendant apparently upon the theory that all questions of law which were raised by it or were remotely suggested in the record were open for consideration in the appellate court. But we ought not to encourage such looseness of practice. Some of the questions raised by the defendant were passed on adversely to it in the circuit court of appeals, and we do not intend to intimate any doubt of the correctness of the decision of that court. The writ of error sued out by the plaintiffs, and the assignment of errors which accompanied it, set forth all the questions regarding the action of the court below, of which the appellate court was bound to take notice. The Maria Martin (Martin v. Northern Transp. Co.) 12 Wall. 31, 40, 20 L. ed. 251, 252; Bolles v. Outing Co. 175 U. S. 262, 44 L. ed. 156, 20 Sup. Ct. Rep. 94. Neither that court nor this ought to be expected to search through a confused record for the purpose of finding errors, where the party complaining has not taken the pains, at the time the alleged errors were committed, to save its rights in some form known to the law. It would be, of course, entirely unfair to enter final judgment in favor of the party appellant unless the court can see that the findings of the court below are full and adequate and protect every substantial right of the party in whose favor the judgment originally was entered. But we think that the findings did this. The first finding of the court was that the plaintiffs, at the date of the beginning of the suit, were 'the bona fide holders for value of the bonds and coupons sued on, and fully entitled to sue the defendant thereon in this court.' This is a finding which, among other things, supports the jurisdiction of the court, and could proceed only upon the theory that the plaintiffs were the joint owners and holders of the bonds and coupons sued on. If they were, the court had jurisdiction under the rule stated in Clay v. Field, 138 U. S. 464, 479, 34 L. ed. 1044, 1049, 11 Sup. Ct. Rep. 419.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The defendant owes the amount of these bonds, and, at the beginning of this action, owed it to the plaintiffs. It has no interest or concern in the proper division of the amount due on the bonds among those who are entitled to share the proceeds of the verdict. We are not disposed to open the way to the defendant to raise technical questions to embarrass the progress and delay the final ending of this action. The defendant is entitled to a decision upon the questions which it has properly brought to this court, and no others.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The judgment of the court of appeals was 'that the judgment of the said circuit court in this cause be, and the same is hereby, reversed with costs and cause remanded with directions to the said circuit court that, upon the suggestion on the record of the deaths of such of the original plaintiffs as have died pending the suit, and striking out the names of their personal representatives, it enter judgment for the plaintiffs as they then appear of record, for the amount of the principal of the bonds in suit, with interest thereon from the date when their latest coupons severally become due, and for the coupons in suit, with interest on each from the time when they severally fell due.' We have no doubt of the correctness of this judgment or that it will protect every substantial right which the defendant has, and it is, therefore, affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/96931/"
}