{"absolute_url": "/opinion/97042/dupree-v-mansur/", "blocked": false, "citation": {"case_name": "Dupree v. Mansur", "docket_number": "124", "document_uris": ["/api/rest/v2/document/97042/"], "federal_cite_one": "214 U.S. 161", "federal_cite_three": null, "federal_cite_two": null, "id": 81425, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/81425/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1909-05-17", "date_modified": "2014-12-21T01:34:59.629109", "docket": "/api/rest/v2/docket/1117023/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">214 U.S. 161</p>\n    <p class=\"case_cite\">29 S.Ct. 548</p>\n    <p class=\"case_cite\">53 L.Ed. 950</p>\n    <p class=\"parties\">MOLLIE E. DUPREE and William E. Dupree, Petitioner,<br>v.<br>C. W. MANSUR.</p>\n    <p class=\"docket\">No. 124.</p>\n    <p class=\"date\">Argued April 6, 7, 1909.</p>\n    <p class=\"date\">Decided May 17, 1909.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. J. J. Darlington and Sleeper &amp; Kendall for petitioners.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 161-163 intentionally omitted]</p>\n      <p class=\"indent\">Messrs. Hannis Taylor and J. M. McCormick for respondent.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 163-164 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice Holmes delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a bill brought by the petitioner to quiet title to a lot of land in Waco, Texas. A cross bill was filed by the respondent to establish and foreclose a vendor's lien and mortgage upon the same land. The facts, so far as necessary to a decision, are these. One Bailey conveyed one undivided half of the land in question to William E. Dupree, partly in consideration of five notes, for $900 each, maturing in one, two, three, four and five years respectively, from December 31, 1894, the date of the conveyance. By the words of the deed, 'the vendor's lien is hereby reserved on the said property to secure the above-described notes.' On the same date Dupree made a mortgage in the form of a trust deed of one undivided half of the premises to secure the same notes. These deeds were recorded the next year, and later Dupree conveyed the land to his wife, whose title is not assailed except as subject to the lien for the notes. Then Dupree conveyed other property in trust for creditors in three classes, in the first of which was included one Slayden in respect of the above-mentioned notes, of four of which he had become the holder. Forthwith certain creditors brought a bill to get the benefit of other securities held by one of the preferred creditors, and for a receiver. Neither the petitioner nor Slayden were made parties, nor was this property mentioned in the bill. On the same day another similar bill was brought by W. B. Belknap &amp; Company, unsecured creditors, in which Slayden was one of the defendants. The petitioner also was joined in respect of a vendor's lien on other land, which she was alleged fraudulently to assert. It was ordered that on the trial the two suits should be consolidated, the same person having been appointed receiver in each. Then Slayden answered and intervened for three of the notes, one having been paid. By the final decree, made on June 30, 1897, it was decided that the plaintiffs in the Belknap bill, to which the petitioner was a party, take nothing by their bill; but, among many other things, the claim of Slayden on his intervention was allowed, it was adjudged that he recover the amount of Dupree, and be paid out of funds in the hands of the court, and it was ordered that thereupon he should indorse the notes, described as secured by vendor's lien on the land in question, to the receiver, without recourse, and that the receiver should sell them and pay the net proceeds into court, to be applied with the other funds. The decree was carried out and the notes were sold to one Duke for $300. He afterwards sold them to Mansur, the respondent, who attempted by proceedings unnecessary to state to have the land sold. Then this bill was filed. The circuit court granted an injunction. This decree was reversed, and a decree of foreclosure in favor of the respondent ordered by the circuit court of appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The circuit court of appeals proceeded upon the ground that the decree was conclusive upon the petitioner, though for what purposes or with what results is not entirely elear, and is not necessary to inquire. We shall assume that the purchaser took the notes as unpaid, with the vendor's lien attached to the same extent as if Slayden had sold them without coming into court. That certainly is the most that can be attributed to the decree. But since the date of that decree, and before the date of the bill, the notes have been barred by the Texas statute of limitations. It is established law in Texas that, when a debt is barred, an action to foreclose a lien or mortgage given as security for it is barred also. Hale v. Baker, 60 Tex. 217; Goldfrank v. Young, 64 Tex. 432, 434; Stephens v. Mathews, 69 Tex. 341, 344, 6 S. W. 567; Davis v. Andrews, 88 Tex. 524, 30 S. W. 432, 32 S. W. 513; Brown v. Cates, 99 Tex. 133, 87 S. W. 1149. The former decree afforded no possible ground for not applying the Texas law in the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The respondent argues that the vendor's lien is equitable; that the statute of limitations does not govern equitable proceedings, and that a court of equity will not be governed by the analogy of the statute unless it seems equitable to follow it; that the equity jurisdiction of the United States is not to be affected by state laws; that therefore the United States courts are unincumbered by the Texas decisions, and that they ought to say that it is inequitable to deny a remedy on the security when a suit is barred upon the debt. We will not consider in how many points we disagree with this argument, but will confine ourselves to what we deem a sufficient answer.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A vendor seems to have greater rights than are enjoyed by a purchaser of notes for the price of land to which a vendor's lien is attached. If not inequitable, the vendor may resolve the sale for nonpayment, whereas a later holder of the notes only can have the lands sold and the proceeds applied in satisfaction, and this right is lost when the notes are barred. Stephens v. Mathews, supra. (These notes, it will be remembered, had been sold by the vendor long before the sale under the decree.) In one case a lien expressly reserved seems to be regarded as equivalent to a mortgage. Wilcox v. First Nat. Bank, 93 Tex. 322, 331, 55 S. W. 317. Whether this be true or not, we hardly see how a court of law could disregard an express reservation of security, or how a lien so reserved can be called a purely equitable right. But, equitable or not, it is a creation not of the United States, but of the local law of Texas. If that law should declare the words in Bailey's deed purporting to reserve a lien unavailing, it would not be for the courts of the United States to say otherwise when sitting in equity any more than when sitting at law. It appears to us equally their duty, when the local law decides that the words create a right, to take the measure of that right from the same source. The notes are barred, as well in equity as at law. By the law of Texas the security is incident to the note, and does not warrant a foreclosure when the note does not warrant a judgment. This is not a matter of procedure or jurisdiction, but of substantive rights concerning land. It seems to us that it should be governed by the decisions of the state where the land lies. See Slide &amp; S. Gold Mines v. Seymour, 153 U. S. 509, 516, 38 L. Ed. 802, 805, 14 Sup. Ct. Rep. 842.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We should add, as an independent consideration, that it cannot be admitted for a moment that for a debtor to rely upon the statute of limitation is inequitable of itself, without some special circumstance, wanting here. That would be for courts, and, in this case, courts of a different power, to undertake to declare wrong or discreditable what the proper authority, the Legislature of the state, had declared right. There are other questions in the case, but we deem the foregoing reasons sufficient to show that the decree must be reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Decree reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">June 1, 1909. Mr. Justice Holmes. To prevent misapprehension there should be added to the opinion at the end the following words:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We have considered only the question of the foreclosure on the cross-bill. The case will be remanded to the Circuit Court for further proceedings in accordance with the opinion, without prejudice to the question whether the bill can be maintained.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>214 U.S. 161 (1909)</b></center>\n<center><h1>DUPREE<br>\nv.<br>\nMANSUR.</h1></center>\n<center>No. 124.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 6, 7, 1909.</center>\n<center>Decided May 17, 1909.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n<p><i>Mr. J.J. Darlington</i> for petitioners.</p>\n<p><span class=\"star-pagination\">*163</span> <i>Mr. Hannis Taylor,</i> with whom <i>Mr. J.M. McCormick</i> was on the brief, for respondent.</p>\n<p><span class=\"star-pagination\">*164</span> MR. JUSTICE HOLMES delivered the opinion of the court.</p>\n<p>This is a bill brought by the petitioner to quiet title to a lot of land in Waco, Texas. A cross-bill was filed by the respondent to establish and foreclose a vendor's lien and mortgage upon the same land. The facts, so far as necessary to a decision, are these. One Bailey conveyed one undivided half of the land in question to William E. Dupree, partly in consideration of five notes, for nine hundred dollars each, maturing in one, two, three, four and five years respectively, from December 31, 1894, the date of the conveyance. By the words of the deed, \"the vendor's lien is hereby reserved on the said property to secure the above described notes.\" On the same date Dupree made a mortgage in the form of a trust deed of one undivided half of the premises to secure the same notes. These deeds were recorded the next year and later Dupree conveyed the land to his wife, whose title is not assailed except <span class=\"star-pagination\">*165</span> as subject to the lien for the notes. Then Dupree conveyed other property in trust for creditors in three classes, in the first of which was included one Slayden in respect of the above-mentioned notes, of four of which he had become the holder. Forthwith certain creditors brought a bill to get the benefit of other securities held by one of the preferred creditors and for a receiver. Neither the petitioner nor Slayden were made parties, nor was this property mentioned in the bill. On the same day another similar bill was brought by W.B. Belknap &amp; Company, unsecured creditors, in which Slayden was one of the defendants. The petitioner also was joined in respect of a vendor's lien on other land, which she was alleged fraudulently to assert. It was ordered that on the trial the two suits should be consolidated, the same person having been appointed receiver in each. Then Slayden answered and intervened for three of the notes, one having been paid. By the final decree made on June 30, 1897, it was decided that the plaintiffs in the Belknap bill, to which the petitioner was a party, take nothing by their bill; but, among many other things, the claim of Slayden on his intervention was allowed, it was adjudged that he recover the amount of Dupree and be paid out of the funds in the hands of the court, and it was ordered that thereupon he should endorse the notes, described as secured by vendor's lien on the land in question, to the receiver, without recourse, and that the receiver should sell them and pay the net proceeds into court to be applied with the other funds. The decree was carried out and the notes were sold to one Duke for $300. He afterwards sold them to Mansur, the respondent, who attempted by proceedings unnecessary to state to have the land sold. Then this bill was filed. The Circuit Court granted an injunction. This decree was reversed, and a decree of foreclosure in favor of the respondent ordered by the Circuit Court of Appeals.</p>\n<p>The Circuit Court of Appeals proceeded upon the ground that the decree was conclusive upon the petitioner, though for what purposes or with what results is not entirely clear <span class=\"star-pagination\">*166</span> and is not necessary to inquire. We shall assume that the purchaser took the notes as unpaid, with the vendor's lien attached to the same extent as if Slayden had sold them without coming into court. That certainly is the most that can be attributed to the decree. But since the date of that decree, and before the date of the bill, the notes have been barred by the Texas statute of limitations. It is established law in Texas that when a debt is barred an action to foreclose a lien or mortgage given as security for it is barred also. <i>Hale</i> v. <i>Baker,</i> 60 Texas, 217; <i>Goldfrank</i> v. <i>Young,</i> 64 Texas, 432, 434; <i>Stephens</i> v. <i>Mathews,</i> 69 Texas, 341, 344; <i>Davis</i> v. <i>Andrews,</i> 88 Texas, 524; <i>Brown</i> v. <i>Cates,</i> 99 Texas, 133. The former decree afforded no possible ground for not applying the Texas law in the present case.</p>\n<p>The respondent argues that the vendor's lien is equitable; that the statute of limitations does not govern equitable proceedings, and that a court of equity will not be governed by the analogy of the statute unless it seems equitable to follow it; that the equity jurisdiction of the United States is not to be affected by state laws; that therefore the United States courts are unincumbered by the Texas decisions, and that they ought to say that it is inequitable to deny a remedy on the security when a suit is barred upon the debt. We will not consider in how many points we disagree with this argument, but will confine ourselves to what we deem a sufficient answer.</p>\n<p>A vendor seems to have greater rights than are enjoyed by a purchaser of notes for the price of land, to which a vendor's lien is attached. If not inequitable, the vendor may resolve the sale for non-payment, whereas a later holder of the notes only can have the lands sold and the proceeds applied in satisfaction, and this right is lost when the notes are barred. <i>Stephens</i> v. <i>Mathews,</i> 69 Texas, 341, 344. (These notes, it will be remembered, had been sold by the vendor long before the sale under the decree.) In one case a lien expressly reserved seems to be regarded as equivalent to a mortgage. <i>Wilcox</i> v. <i>National Bank,</i> 93 Texas, 322, 331. Whether this be true or <span class=\"star-pagination\">*167</span> not, we hardly see how a court of law could disregard an express reservation of security, or how a lien so reserved can be called a purely equitable right. But equitable or not it is a creation not of the United States, but of the local law of Texas. If that law should declare the words in Bailey's deed purporting to reserve a lien unavailing, it would not be for the courts of the United States to say otherwise when sitting in equity any more than when sitting at law. It appears to us equally their duty, when the local law decides that the words create a right, to take the measure of that right from the same source. The notes are barred, as well in equity as at law. By the law of Texas the security is incident to the note and does not warrant a foreclosure when the note does not warrant a judgment. This is not a matter of procedure or jurisdiction, but of substantive rights concerning land. It seems to us that it should be governed by the decisions of the State where the land lies. See <i>Slide &amp; Spur Gold Mines</i> v. <i>Seymour,</i> 153 U.S. 509, 516.</p>\n<p>We should add as an independent consideration that it cannot be admitted for a moment that for a debtor to rely upon the statute of limitation is inequitable of itself without some special circumstance wanting here. That would be for courts, and in this case courts of a different power, to undertake to declare wrong or discreditable what the proper authority, the legislature of the State, had declared right. There are other questions in the case, but we deem the foregoing reasons sufficient to show that the decree must be reversed.</p>\n<p><i>Decree reversed.</i></p>\n<p>June 1, 1909, MR. JUSTICE HOLMES. To prevent misapprehension there should be added to the opinion at the end the following words:</p>\n<p>We have considered only the question of the foreclosure on the cross-bill. The case will be remanded to the Circuit Court for further proceedings in accordance with the opinion, without prejudice to the question whether the bill can be maintained.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">214</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">161</span></span> (1909)</b></center>\n<center><h1>DUPREE<br>\nv.<br>\nMANSUR.</h1></center>\n<center>No. 124.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 6, 7, 1909.</center>\n<center>Decided May 17, 1909.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n<p><i>Mr. J.J. Darlington</i> for petitioners.</p>\n<p><span class=\"star-pagination\">*163</span> <i>Mr. Hannis Taylor,</i> with whom <i>Mr. J.M. McCormick</i> was on the brief, for respondent.</p>\n<p><span class=\"star-pagination\">*164</span> MR. JUSTICE HOLMES delivered the opinion of the court.</p>\n<p>This is a bill brought by the petitioner to quiet title to a lot of land in Waco, Texas. A cross-bill was filed by the respondent to establish and foreclose a vendor's lien and mortgage upon the same land. The facts, so far as necessary to a decision, are these. One Bailey conveyed one undivided half of the land in question to William E. Dupree, partly in consideration of five notes, for nine hundred dollars each, maturing in one, two, three, four and five years respectively, from December 31, 1894, the date of the conveyance. By the words of the deed, \"the vendor's lien is hereby reserved on the said property to secure the above described notes.\" On the same date Dupree made a mortgage in the form of a trust deed of one undivided half of the premises to secure the same notes. These deeds were recorded the next year and later Dupree conveyed the land to his wife, whose title is not assailed except <span class=\"star-pagination\">*165</span> as subject to the lien for the notes. Then Dupree conveyed other property in trust for creditors in three classes, in the first of which was included one Slayden in respect of the above-mentioned notes, of four of which he had become the holder. Forthwith certain creditors brought a bill to get the benefit of other securities held by one of the preferred creditors and for a receiver. Neither the petitioner nor Slayden were made parties, nor was this property mentioned in the bill. On the same day another similar bill was brought by W.B. Belknap &amp; Company, unsecured creditors, in which Slayden was one of the defendants. The petitioner also was joined in respect of a vendor's lien on other land, which she was alleged fraudulently to assert. It was ordered that on the trial the two suits should be consolidated, the same person having been appointed receiver in each. Then Slayden answered and intervened for three of the notes, one having been paid. By the final decree made on June 30, 1897, it was decided that the plaintiffs in the Belknap bill, to which the petitioner was a party, take nothing by their bill; but, among many other things, the claim of Slayden on his intervention was allowed, it was adjudged that he recover the amount of Dupree and be paid out of the funds in the hands of the court, and it was ordered that thereupon he should endorse the notes, described as secured by vendor's lien on the land in question, to the receiver, without recourse, and that the receiver should sell them and pay the net proceeds into court to be applied with the other funds. The decree was carried out and the notes were sold to one Duke for $300. He afterwards sold them to Mansur, the respondent, who attempted by proceedings unnecessary to state to have the land sold. Then this bill was filed. The Circuit Court granted an injunction. This decree was reversed, and a decree of foreclosure in favor of the respondent ordered by the Circuit Court of Appeals.</p>\n<p>The Circuit Court of Appeals proceeded upon the ground that the decree was conclusive upon the petitioner, though for what purposes or with what results is not entirely clear <span class=\"star-pagination\">*166</span> and is not necessary to inquire. We shall assume that the purchaser took the notes as unpaid, with the vendor's lien attached to the same extent as if Slayden had sold them without coming into court. That certainly is the most that can be attributed to the decree. But since the date of that decree, and before the date of the bill, the notes have been barred by the Texas statute of limitations. It is established law in Texas that when a debt is barred an action to foreclose a lien or mortgage given as security for it is barred also. <i>Hale</i> v. <i>Baker,</i> 60 Texas, 217; <i>Goldfrank</i> v. <i>Young,</i> 64 Texas, 432, 434; <i>Stephens</i> v. <i>Mathews,</i> 69 Texas, 341, 344; <i>Davis</i> v. <i>Andrews,</i> 88 Texas, 524; <i>Brown</i> v. <i>Cates,</i> 99 Texas, 133. The former decree afforded no possible ground for not applying the Texas law in the present case.</p>\n<p>The respondent argues that the vendor's lien is equitable; that the statute of limitations does not govern equitable proceedings, and that a court of equity will not be governed by the analogy of the statute unless it seems equitable to follow it; that the equity jurisdiction of the United States is not to be affected by state laws; that therefore the United States courts are unincumbered by the Texas decisions, and that they ought to say that it is inequitable to deny a remedy on the security when a suit is barred upon the debt. We will not consider in how many points we disagree with this argument, but will confine ourselves to what we deem a sufficient answer.</p>\n<p>A vendor seems to have greater rights than are enjoyed by a purchaser of notes for the price of land, to which a vendor's lien is attached. If not inequitable, the vendor may resolve the sale for non-payment, whereas a later holder of the notes only can have the lands sold and the proceeds applied in satisfaction, and this right is lost when the notes are barred. <i>Stephens</i> v. <i>Mathews,</i> 69 Texas, 341, 344. (These notes, it will be remembered, had been sold by the vendor long before the sale under the decree.) In one case a lien expressly reserved seems to be regarded as equivalent to a mortgage. <i>Wilcox</i> v. <i>National Bank,</i> 93 Texas, 322, 331. Whether this be true or <span class=\"star-pagination\">*167</span> not, we hardly see how a court of law could disregard an express reservation of security, or how a lien so reserved can be called a purely equitable right. But equitable or not it is a creation not of the United States, but of the local law of Texas. If that law should declare the words in Bailey's deed purporting to reserve a lien unavailing, it would not be for the courts of the United States to say otherwise when sitting in equity any more than when sitting at law. It appears to us equally their duty, when the local law decides that the words create a right, to take the measure of that right from the same source. The notes are barred, as well in equity as at law. By the law of Texas the security is incident to the note and does not warrant a foreclosure when the note does not warrant a judgment. This is not a matter of procedure or jurisdiction, but of substantive rights concerning land. It seems to us that it should be governed by the decisions of the State where the land lies. See <i>Slide &amp; Spur Gold Mines</i> v. <i>Seymour,</i> <span class=\"citation\" data-id=\"93913\"><a href=\"/opinion/93913/slide-spur-gold-mines-v-seymour/\"><span class=\"volume\">153</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">509</span></a></span>, 516.</p>\n<p>We should add as an independent consideration that it cannot be admitted for a moment that for a debtor to rely upon the statute of limitation is inequitable of itself without some special circumstance wanting here. That would be for courts, and in this case courts of a different power, to undertake to declare wrong or discreditable what the proper authority, the legislature of the State, had declared right. There are other questions in the case, but we deem the foregoing reasons sufficient to show that the decree must be reversed.</p>\n<p><i>Decree reversed.</i></p>\n<p>June 1, 1909, MR. JUSTICE HOLMES. To prevent misapprehension there should be added to the opinion at the end the following words:</p>\n<p>We have considered only the question of the foreclosure on the cross-bill. The case will be remanded to the Circuit Court for further proceedings in accordance with the opinion, without prejudice to the question whether the bill can be maintained.</p>\n</div>", "id": 97042, "judges": "Holmes", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/97042/", "sha1": "e4a7be2d057b42446621d28633e9ca63bfb07fac", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:42:17"}