{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "214 U.S. 205", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/97050/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Washington v. Oregon", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "3, Original", 
    "id": 81433, 
    "resource_uri": "/api/rest/v2/citation/81433/"
  }, 
  "id": 97050, 
  "blocked": false, 
  "judges": "Brewer", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1909-05-24", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>214 U.S. 205 (1909)</b></center>\n<center><h1>STATE OF WASHINGTON<br>\nv.<br>\nSTATE OF OREGON.</h1></center>\n<center>No. 3, Original.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Petition filed March 8, 1909.</center>\n<center>Decided May 24, 1909.</center>\nON PETITION FOR REHEARING.\n<p><span class=\"star-pagination\">*206</span> <i>Mr. George Turner, Mr. E.C. Macdonald, Mr. W.P. Bell,</i> Attorney General of the State of Washington, and <i>Mr. S.H. Piles,</i> for complainant, in support of the petition for rehearing.</p>\n<p><i>Mr. A.M. Crawford,</i> Attorney General of the State of Oregon, <i>Mr. I.H. Van Winkle, Mr. Harrison Allen, Mr. C.W. Fulton</i> and <i>Mr. A.M. Smith,</i> for defendant <i>contra</i> the petition for rehearing.</p>\n<p><span class=\"star-pagination\">*214</span> MR. JUSTICE BREWER delivered the opinion of the court.</p>\n<p>This case was decided on November 16, 1908, substantially in favor of the State of Oregon. 211 U.S. 127. On February 17 of this year a petition for rehearing was presented by the State of Washington. On examination of that petition we entered an order directing that the parties have leave to file briefs upon the questions. They have done so, and we have reexamined the case with great care.</p>\n<p>There are practically two matters presented; one, whether the boundary near the mouth of the Columbia River was and is the channel north of Sand Island. We held that it was, and with that conclusion we are still satisfied. It is unnecessary to restate the reasons therefor. We may, however, refer to <i>Missouri</i> v. <i>Kentucky,</i> 11 Wall. 395, as much in point. That was a controversy between those two States as to the title of Wolf Island. The treaty between France, Spain and England in February, 1763, stipulated that the middle of the Mississippi should be the boundary between the British and French territories on the continent of North America. This was recognized by the treaty of peace with Great Britain in 1783, and different treaties since then. The boundaries of Missouri when she was admitted into the Union as a State in 1820 were fixed on this basis. Kentucky had succeeded in 1792 to the right and possession of Virginia, which, by virtue of the treaties referred to, extended to the middle of the bed of the Mississippi. The main channel of the Mississippi had been up to at least 1820 west of the island. There was testimony that since then it had changed to the east side. Nevertheless the court held that the island remained still a part of Kentucky, saying (p. 401):</p>\n<p>\"It follows, therefore, that if Wolf Island in 1763, or in 1820, or at any intermediate period between these dates, was east of this line, the jurisdiction of Kentucky rightfully attached to it. If the river has subsequently turned its course, and now runs east of the island, the status of the parties to this controversy is not altered by it, for the channel which the <span class=\"star-pagination\">*215</span> river abandoned remains, as before, the boundary between the States and the island does not, in consequence of this action of the water, change its owner.\"</p>\n<p>So whatever changes have come in the north channel, and although the volume of water and the depth of that channel have been constantly diminishing, yet, as all resulted from processes of accretion, or, perhaps, also of late years from the jetties constructed by Congress at the mouth of the river, the boundary is still that channel, the precise line of separation being the varying center of that channel. <i>Jefferis</i> v. <i>East Omaha Land Co.,</i> 134 U.S. 178; <i>Nebraska</i> v. <i>Iowa,</i> 143 U.S. 359; <i>Iowa</i> v. <i>Illinois,</i> 147 U.S. 1; <i>Missouri</i> v. <i>Nebraska,</i> 196 U.S. 23; <i>Louisiana</i> v. <i>Mississippi,</i> 202 U.S. 1.</p>\n<p>The other question arises in this way. The act admitting Oregon, after naming as the commencement of the boundary \"a point due west and opposite the middle of the north ship channel of the Columbia River,\" adds \"thence easterly, to and up the middle channel of said river, and, where it is divided by islands, up the middle of the widest channel thereof to a point near Fort Walla Walla.\" With reference to this we said: \"The testimony fails to show anything calling for consideration in respect to the last clause in the quotation from the boundary of Oregon. The channel is not divided by islands.\" Now, it is alleged that there is set forth in the bill of complaint and admitted in the answer that a controversy has arisen as to the boundary lines, and that both of said States claim and assume to exercise jurisdiction over numerous islands and sands in said Columbia River, sixteen of which are enumerated by name.</p>\n<p>While sixteen islands and sands are mentioned, yet in the brief filed by the plaintiff on the application for a rehearing it is stated that, outside of Sand Island, the title to which is, as shown in the former opinion settled by the decision of the first question, only two, Desdemona Sands and Snag Island, can be called islands, the remainder being entirely submerged and only visible at low tide. These two, therefore, are all that can come within the definition in the boundary.</p>\n<p><span class=\"star-pagination\">*216</span> That speaks of \"the middle channel of said river,\" and counsel contend that there is no pretense of three channels, and therefore the language should properly be construed as the middle of the main channel of said river, and we are inclined to think that that is the true construction. But it must be remembered that the boundary in the first instance passes around the north of Sand Island, in what was known as the north channel, and it does not strike any channel which deserves to be called the main channel until it has passed to the eastward of Sand Island. While the testimony is not satisfactory as to the point, at the time of the admission of the State of Oregon, at which this north channel, after passing Sand Island, touched any other channel, we are of the opinion that it must have been at a point east and north of Desdemona Sands. Of course, in considering this matter we assume that the contention of the State of Washington is correct, that Desdemona Sands could have then properly been termed an island.</p>\n<p>With reference to Snag Island, the question is a difficult one. We agree with counsel that the term \"widest channel\" does not mean the broadest expanse of water. There must be in the first instance a channel \u0097 that is, a flow of water deep enough to be used and in fact used by vessels in passing up and down the river; but it does not mean the deepest channel but simply the widest expanse of water which can reasonably be called a channel. Now, close to Snag Island there appear several channels, the principal ones being Woody Island channel and Cordell channel, both used at different times by vessels navigating the river. The Cordell channel runs to the north of Snag Island, the Woody channel to the south, while the boundary claimed by the State of Oregon runs in a channel far to the north of both Woody Island and Cordell channels.</p>\n<p>Further, it appears that in December, 1877, the State of Oregon conveyed Snag Island, in consideration of the sum of $143.75, to J.W. and V. Cook. While of course this is not conclusive, yet taken in connection with the fact that the <span class=\"star-pagination\">*217</span> State of Washington has never attempted to interfere with the jurisdiction of the State of Oregon over Snag Island, and the doubt that hangs about the position and depth and width of the various channels in the vicinity at the time of the admission of the State of Oregon, we hold that that island is within its territorial limits.</p>\n<p>It must be borne in mind that an inquiry of this kind is attended with much difficulty. Here is a river of great width, three miles or so at certain places, whose bed is largely of sand, and whose channels have been naturally affected by the flow of the water, and also of late years by the jetties constructed by the Government in order to facilitate navigation. Congress, evidently recognizing the difficulty which attended the location of the exact boundaries, provided that the States of Washington and Oregon should have concurrent \"jurisdiction in civil and criminal cases upon the Columbia River.\" Yet this provision does not determine the boundaries between the two States, and has proved insufficient to settle the disputes between them as to things done upon the Columbia River. <i>Nielsen</i> v. <i>Oregon,</i> 212 U.S. 315.</p>\n<p>We may be pardoned if, in closing this opinion, we refer to the following:</p>\n<p>\"Joint Resolution To enable the States of Mississippi and Arkansas to agree upon a boundary line and to determine the jurisdiction of crimes committed on the Mississippi River and adjacent territory.</p>\n<p><i>`Resolved by the Senate and House of Representatives of the United States of America in Congress assembled,</i> That the consent of the Congress of the United States is hereby given to the States of Mississippi and Arkansas to enter into such agreement or compact as they may deem desirable or necessary, not in conflict with the Constitution of the United States, or any law thereof, to fix the boundary line between said States, where the Mississippi River now, or formerly, formed the said boundary line and to cede respectively each to the other such <span class=\"star-pagination\">*218</span> tracts or parcels of the territory of each State as may have become separated from the main body thereof by changes in the course or channel of the Mississippi River and also to adjudge and settle the jurisdiction to be exercised by said States, respectively, over offenses arising out of the violation of the laws of said States upon the waters of the Mississippi River.</p>\n<p>\"Approved January 26, 1909.\"</p>\n<p>Similar ones have passed Congress in reference to the boundaries between Mississippi and Louisiana and Tennessee and Arkansas. We submit to the States of Washington and Oregon whether it will not be wise for them to pursue the same course, and, with the consent of Congress, through the aid of commissioners, adjust, as far as possible, the present appropriate boundaries between the two States and their respective jurisdiction.</p>\n<p>The petition for rehearing is</p>\n<p><i>Denied.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:42:17", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">214</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">205</span></span> (1909)</b></center>\n<center><h1>STATE OF WASHINGTON<br>\nv.<br>\nSTATE OF OREGON.</h1></center>\n<center>No. 3, Original.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Petition filed March 8, 1909.</center>\n<center>Decided May 24, 1909.</center>\nON PETITION FOR REHEARING.\n<p><span class=\"star-pagination\">*206</span> <i>Mr. George Turner, Mr. E.C. Macdonald, Mr. W.P. Bell,</i> Attorney General of the State of Washington, and <i>Mr. S.H. Piles,</i> for complainant, in support of the petition for rehearing.</p>\n<p><i>Mr. A.M. Crawford,</i> Attorney General of the State of Oregon, <i>Mr. I.H. Van Winkle, Mr. Harrison Allen, Mr. C.W. Fulton</i> and <i>Mr. A.M. Smith,</i> for defendant <i>contra</i> the petition for rehearing.</p>\n<p><span class=\"star-pagination\">*214</span> MR. JUSTICE BREWER delivered the opinion of the court.</p>\n<p>This case was decided on November 16, 1908, substantially in favor of the State of Oregon. 211 U.S. 127. On February 17 of this year a petition for rehearing was presented by the State of Washington. On examination of that petition we entered an order directing that the parties have leave to file briefs upon the questions. They have done so, and we have reexamined the case with great care.</p>\n<p>There are practically two matters presented; one, whether the boundary near the mouth of the Columbia River was and is the channel north of Sand Island. We held that it was, and with that conclusion we are still satisfied. It is unnecessary to restate the reasons therefor. We may, however, refer to <i>Missouri</i> v. <i>Kentucky,</i> <span class=\"citation\" data-id=\"88333\"><a href=\"/opinion/88333/missouri-v-kentucky/\"><span class=\"volume\">11</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">395</span></a></span>, as much in point. That was a controversy between those two States as to the title of Wolf Island. The treaty between France, Spain and England in February, 1763, stipulated that the middle of the Mississippi should be the boundary between the British and French territories on the continent of North America. This was recognized by the treaty of peace with Great Britain in 1783, and different treaties since then. The boundaries of Missouri when she was admitted into the Union as a State in 1820 were fixed on this basis. Kentucky had succeeded in 1792 to the right and possession of Virginia, which, by virtue of the treaties referred to, extended to the middle of the bed of the Mississippi. The main channel of the Mississippi had been up to at least 1820 west of the island. There was testimony that since then it had changed to the east side. Nevertheless the court held that the island remained still a part of Kentucky, saying (p. 401):</p>\n<p>\"It follows, therefore, that if Wolf Island in 1763, or in 1820, or at any intermediate period between these dates, was east of this line, the jurisdiction of Kentucky rightfully attached to it. If the river has subsequently turned its course, and now runs east of the island, the status of the parties to this controversy is not altered by it, for the channel which the <span class=\"star-pagination\">*215</span> river abandoned remains, as before, the boundary between the States and the island does not, in consequence of this action of the water, change its owner.\"</p>\n<p>So whatever changes have come in the north channel, and although the volume of water and the depth of that channel have been constantly diminishing, yet, as all resulted from processes of accretion, or, perhaps, also of late years from the jetties constructed by Congress at the mouth of the river, the boundary is still that channel, the precise line of separation being the varying center of that channel. <i>Jefferis</i> v. <i>East Omaha Land Co.,</i> 134 U.S. 178; <i>Nebraska</i> v. <i>Iowa,</i> 143 U.S. 359; <i>Iowa</i> v. <i>Illinois,</i> 147 U.S. 1; <i>Missouri</i> v. <i>Nebraska,</i> 196 U.S. 23; <i>Louisiana</i> v. <i>Mississippi,</i> 202 U.S. 1.</p>\n<p>The other question arises in this way. The act admitting Oregon, after naming as the commencement of the boundary \"a point due west and opposite the middle of the north ship channel of the Columbia River,\" adds \"thence easterly, to and up the middle channel of said river, and, where it is divided by islands, up the middle of the widest channel thereof to a point near Fort Walla Walla.\" With reference to this we said: \"The testimony fails to show anything calling for consideration in respect to the last clause in the quotation from the boundary of Oregon. The channel is not divided by islands.\" Now, it is alleged that there is set forth in the bill of complaint and admitted in the answer that a controversy has arisen as to the boundary lines, and that both of said States claim and assume to exercise jurisdiction over numerous islands and sands in said Columbia River, sixteen of which are enumerated by name.</p>\n<p>While sixteen islands and sands are mentioned, yet in the brief filed by the plaintiff on the application for a rehearing it is stated that, outside of Sand Island, the title to which is, as shown in the former opinion settled by the decision of the first question, only two, Desdemona Sands and Snag Island, can be called islands, the remainder being entirely submerged and only visible at low tide. These two, therefore, are all that can come within the definition in the boundary.</p>\n<p><span class=\"star-pagination\">*216</span> That speaks of \"the middle channel of said river,\" and counsel contend that there is no pretense of three channels, and therefore the language should properly be construed as the middle of the main channel of said river, and we are inclined to think that that is the true construction. But it must be remembered that the boundary in the first instance passes around the north of Sand Island, in what was known as the north channel, and it does not strike any channel which deserves to be called the main channel until it has passed to the eastward of Sand Island. While the testimony is not satisfactory as to the point, at the time of the admission of the State of Oregon, at which this north channel, after passing Sand Island, touched any other channel, we are of the opinion that it must have been at a point east and north of Desdemona Sands. Of course, in considering this matter we assume that the contention of the State of Washington is correct, that Desdemona Sands could have then properly been termed an island.</p>\n<p>With reference to Snag Island, the question is a difficult one. We agree with counsel that the term \"widest channel\" does not mean the broadest expanse of water. There must be in the first instance a channel \u0097 that is, a flow of water deep enough to be used and in fact used by vessels in passing up and down the river; but it does not mean the deepest channel but simply the widest expanse of water which can reasonably be called a channel. Now, close to Snag Island there appear several channels, the principal ones being Woody Island channel and Cordell channel, both used at different times by vessels navigating the river. The Cordell channel runs to the north of Snag Island, the Woody channel to the south, while the boundary claimed by the State of Oregon runs in a channel far to the north of both Woody Island and Cordell channels.</p>\n<p>Further, it appears that in December, 1877, the State of Oregon conveyed Snag Island, in consideration of the sum of $143.75, to J.W. and V. Cook. While of course this is not conclusive, yet taken in connection with the fact that the <span class=\"star-pagination\">*217</span> State of Washington has never attempted to interfere with the jurisdiction of the State of Oregon over Snag Island, and the doubt that hangs about the position and depth and width of the various channels in the vicinity at the time of the admission of the State of Oregon, we hold that that island is within its territorial limits.</p>\n<p>It must be borne in mind that an inquiry of this kind is attended with much difficulty. Here is a river of great width, three miles or so at certain places, whose bed is largely of sand, and whose channels have been naturally affected by the flow of the water, and also of late years by the jetties constructed by the Government in order to facilitate navigation. Congress, evidently recognizing the difficulty which attended the location of the exact boundaries, provided that the States of Washington and Oregon should have concurrent \"jurisdiction in civil and criminal cases upon the Columbia River.\" Yet this provision does not determine the boundaries between the two States, and has proved insufficient to settle the disputes between them as to things done upon the Columbia River. <i>Nielsen</i> v. <i>Oregon,</i> 212 U.S. 315.</p>\n<p>We may be pardoned if, in closing this opinion, we refer to the following:</p>\n<p>\"Joint Resolution To enable the States of Mississippi and Arkansas to agree upon a boundary line and to determine the jurisdiction of crimes committed on the Mississippi River and adjacent territory.</p>\n<p><i>`Resolved by the Senate and House of Representatives of the United States of America in Congress assembled,</i> That the consent of the Congress of the United States is hereby given to the States of Mississippi and Arkansas to enter into such agreement or compact as they may deem desirable or necessary, not in conflict with the Constitution of the United States, or any law thereof, to fix the boundary line between said States, where the Mississippi River now, or formerly, formed the said boundary line and to cede respectively each to the other such <span class=\"star-pagination\">*218</span> tracts or parcels of the territory of each State as may have become separated from the main body thereof by changes in the course or channel of the Mississippi River and also to adjudge and settle the jurisdiction to be exercised by said States, respectively, over offenses arising out of the violation of the laws of said States upon the waters of the Mississippi River.</p>\n<p>\"Approved January 26, 1909.\"</p>\n<p>Similar ones have passed Congress in reference to the boundaries between Mississippi and Louisiana and Tennessee and Arkansas. We submit to the States of Washington and Oregon whether it will not be wise for them to pursue the same course, and, with the consent of Congress, through the aid of commissioners, adjust, as far as possible, the present appropriate boundaries between the two States and their respective jurisdiction.</p>\n<p>The petition for rehearing is</p>\n<p><i>Denied.</i></p>\n</div>", 
  "sha1": "610aa6744297d41f41dfdfebe2182b1eda7bd7c2", 
  "date_modified": "2014-12-21T01:47:30.760749", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/97050/washington-v-oregon/", 
  "citation_count": 11, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1117051/", 
  "html": "<p class=\"case_cite\">214 U.S. 205</p>\n    <p class=\"case_cite\">29 S.Ct. 631</p>\n    <p class=\"case_cite\">53 L.Ed. 969</p>\n    <p class=\"parties\">STATE OF WASHINGTON<br>v.<br>STATE OF OREGON.</p>\n    <p class=\"docket\">No. 3, Original.</p>\n    <p class=\"date\">Decided May 24, 1909.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. S. H. Piles, W. P. Bell, George Turner, and E. C. Macdonald for complainant.</p>\n      <p class=\"indent\">[Argument of Counsel from Pages 206-211 intentionally omitted]</p>\n      <p class=\"indent\">Messrs. A. M. Crawford, C. W. Fulton, I. H. Van Winkle, Harrison Allen, and A. M. Smith for defendant.</p>\n      <p class=\"indent\">[Argument of Counsel from Pages 211-214 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice Brewer delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case was decided on November 16, 1908, substantially in favor of the state of Oregon. 211 U. S. 127, 53 L. ed. &#8212;&#8212;, 29 Sup. Ct. Rep. 47. On February 17 of this year a petition for rehearing was presented by the state of Washington. On examination of that petition we entered an order directing that the parties have leave to file briefs upon the questions. They have done so, and we have re-examined the case with great care.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">There are practically two matters presented: One, whether the boundary near the mouth of the Columbia river was and is the channel north of Sand island. We held that it was, and with that conclusion we are still satisfied. It is unnecessary to restate the reasons therefor. We may, however, refer to Missouri v. Kentucky, 11 Wall. 395, 20 L. ed. 116, as much in point. That was a controversy between those two states as to the title of Wolf island. The treaty between France, Spain, and England in February, 1763, stipulated that the middle of the Mississippi should be the boundary between the British and French territories on the continent of North America. This was recognized by the treaty of peace with Great Britain in 1783 [8 Stat. at L. 80], and different treaties since then. The boundaries of Missouri when she was admitted into the Union as a state in 1820 [3 Stat. at L. 545, chap. 22] were fixed on this basis. Kentucky had succeeded in 1792 to the right and possession of Virginia, which, by virtue of the treaties referred to, extended to the middle of the bed of the Mississippi. The main channel of the Mississippi had been, up to at least 1820, west of the island. There was testimony that since then it had changed to the east side. Nevertheless the court held that the island remained still a part of Kentucky, saying (p. 401):</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'It follows, therefore, that if Wolf island in 1763, or in 1820, or at any intermediate period between these dates, was east of this line, the jurisdiction of Kentucky rightfully attached to it. If the river has subsequently turned its course, and now runs east of the island, the status of the parties to this controversy is not altered by it, for the channel which the river abandoned remains, as before, the boundary between the states, and the island does not, in consequence of this action of the water, change its owner.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">So, whatever changes have come in the north channel, and although the volume of water and the depth of that channel have been constantly diminishing, yet, as all resulted from processes of accretion, or, perhaps, also of late years, from the jetties constructed by Congress at the mouth of the river, the boundary is still that channel, the precise line of separation being the varying center of that channel. Jefferis v. East Omaha Land Co. 134 U. S. 178, 33 L. ed. 872, 10 Sup. Ct. Rep. 518; Nebraska v. Iowa, 143 U. S. 359, 36 L. ed. 186, 12 Sup. Ct. Rep. 396; Iowa v. Illinois, 147 U. S. 1, 37 L. ed. 55, 13 Sup. Ct. Rep. 239; Missouri v. Nebraska, 196 U. S. 23, 49 L. ed. 372, 25 Sup. Ct. Rep. 155; Louisiana v. Mississippi, 202 U. S. 1, 50 L. ed. 913, 26 Sup. Ct. Rep. 408, 571.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The other question arises in this way. The act admitting Oregon, after naming as the commencement of the boundary 'a point due west and opposite the middle of the north ship channel of the Columbia river,' adds 'thence easterly, to and up the middle channel of said river, and, where it is divided by islands, up the middle of the widest channel thereof to a point near Fort Walla-Walla.' [11 Stat at L. 383, chap. 33.] With reference to this we said: 'The testimony fails to show anything calling for consideration in respect to the last clause in the quotation from the boundary of Oregon. The channel is not divided by islands.' Now, it is alleged that there is set forth in the bill of complaint, and admitted in the answer, that a controversy has arisen as to the bounary lines, and that both of said states claim and assume to exercise jurisdiction over numerous islands and sands in said Columbia river, sixteen of which are enumerated by name.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">While sixteen islands and sands are mentioned, yet, in the brief filed by the plaintiff on the application for a rehearing, it is stated that outside of Sand Island, the title to which is, as shown in the former opinion, settled by the decision of the first question, only two, Desdemona sands and Snag Island, can be called islands, the remainder being entirely submerged and only visible at low tide. These two, therefore, are all that can come within the definition in the boundary.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">That speaks of 'the middle channel of said river,' and counsel contend that there is no pretense of three channels, and therefor the language should properly be construed as middle of the main channel of said river, and we are inclined to think that that is the true construction. But it must be remembered that the boundary in the first instance passes around the north of Sand Island, in what was known as the north channel, and it does not strike any channel which deserves to be called the main channel until it has passed to the eastward of Sand Island. While the testimony is not satisfactory as to the point, at the time of the admission of the state of Oregon, at which this north channel, after passing Sand Island, touched any other channel, we are of the opinion that it must have been at a point east and north of Desdemona sands. Of course, in considering this matter, we assume that the contention of the state of Washington is correct,&#8212;that Desdemona sands could have then properly been termed an island.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">With reference to Snag Island, the question is a difficult one. We agree with counsel that the term 'widest channel' does not mean the broadest expanse of water. There must be, in the first instance, a channel,&#8212;that is, a flow of water deep enough to be used, and in fact used, by vessels in passing up and down the river; but it does not mean the deepest channel, but simply the widest expanse of water which can reasonably be called a channel. Now, close to Snag Island, there appear several channels, the principal ones being Woody Island channel and Cordell channel, both used at different times by vessels nevigating the river. The Cordell channel runs to the north of Snag island, the Woody channel to the south, while the boundary claimed by the state of Oregon runs in a channel far to the north of both Woody island and Cordell channels.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Further, it appears that in December, 1877, the state of Oregon conveyed Snag island, in consideration of the sum of $143.75, to J. W. and V. Cook. While of course this is not conclusive, yet, taken in connection with the fact that the state of Washington has never attempted to interfere with the jurisdiction of the state of Oregon over Snag island, and the doubt that hangs about the position and depths and width of the various channels in the vicinity at the time of the admission of the state of Oregon, we hold that that island is within its territorial limits.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It must be borne in mind that an inquiry of this kind is attended with much difficulty. Here is a river of great width, 3 miles or so at certain places, whose bed is largely of sand, and whose channels have been naturally affected by the flow of the water, and also of late years by the jetties constructed by the government in order to facilitate navigation. Congress, evidently recognizing the difficulty which attended the location of the exact boundaries, provided that the states of Washington and Oregon should have concurrent 'jurisdiction in civil and criminal cases upon the Columbia river.' Yet this provision does not determine the boundaries between the two states, and has proved insufficient to settle the disputes between them as to things done upon the Columbia river. Nielsen v. Oregon, 212 U. S. 315, 53 L. ed. &#8212;&#8212;, 29 Sup. Ct. Rep. 383.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We may be pardoned if, in closing this opinion, we refer to the following:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Joint Resolution to Enable the States of Mississippi and Arkansas to Agree upon a Boundary Line and to Determine the Jurisdiction of Crimes Committed on the Mississippi River and Adjacent Territory.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Resolved by the Senate and House of Representatives of the United States of America in Congress assembled, That the consent of the Congress of the United States is hereby given to the states of Mississippi and Arkansas to enter into such agreement or compact as they may deem desirable or necessary, not in conflict with the Constitution of the United States, or any law thereof, to fix the boundary line between said states, where the Mississippi river now, or formerly, formed the said boundary line, and to cede respectively, each to the other, such tracts or parcels of the territory of each state as may have become separated from the main body thereof by changes in the course or channel of the Mississippi river, and also to adjudge and settle the jurisdiction to be exercised by said states, respectively, over offenses arising out of the violation of the laws of said states upon the waters of the Mississippi river.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Approved January 26, 1909.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Similar ones have passed Congress in reference to the boundaries between Mississippi and Louisiana and Tennessee and Arkansas. We submit to the states of Washington and Oregon whether it will not be wise for them to pursue the same course, and, with the consent of Congress, through the aid of commissioners, adjust, as far as possible, the present appropriate boundaries between the two states, and their respective jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The petition for rehearing is denied.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/97050/"
}