{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "214 U.S. 224", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/97052/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Cabrera v. American Colonial Bank", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "136", 
    "id": 81435, 
    "resource_uri": "/api/rest/v2/citation/81435/"
  }, 
  "id": 97052, 
  "blocked": false, 
  "judges": "McKenna, After Making the Foregoing Statement", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1909-05-24", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>214 U.S. 224 (1909)</b></center>\n<center><h1>CABRERA<br>\nv.<br>\nAMERICAN COLONIAL BANK.</h1></center>\n<center>No. 136.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted April 7, 1909.</center>\n<center>Decided May 24, 1909.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR PORTO RICO.\n<p><span class=\"star-pagination\">*229</span> <i>Mr. Francis H. Dexter</i> for appellants.</p>\n<p><i>Mr. N.B.K. Pettingill</i> for appellee.</p>\n<p>MR. JUSTICE McKENNA, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>Appellants, to sustain their contention that the bill of sale <span class=\"star-pagination\">*230</span> was an absolute conveyance and accomplished payment of the debts to the bank, quote provisions of the Spanish Civil Code which, it is said, was in force in Porto Rico until 1902, which provides that the obligations of contracts must be complied with according to their terms, that their provisions when clear and explicit must control, and that there can be no evidence of the terms of the agreement other than the contents of the writing, unless \"a mistake or imperfection of the writing is put in issue by the pleadings\" or its \"validity\" is the fact in dispute.<sup>[1]</sup></p>\n<p>But these are also the principles of the common law, and absolutely necessary if the written instrument is to be given a distinctive sanction of the agreement of the parties. But there are well-recognized exceptions. The face of an instrument is not always conclusive of its purpose. In equity, extrinsic evidence is admitted to show that a conveyance absolute on its face was intended as security. The rule regards the circumstance of the parties and executes their real intention, and prevents either of the parties to the instrument committing a fraud on the other by claiming it as an absolute conveyance, notwithstanding it was given and accepted as security. In other words, the real transaction is permitted to be <span class=\"star-pagination\">*231</span> proved. This court said in <i>Peugh</i> v. <i>Davis,</i> 96 U.S. 332, 336, and repeated it in <i>Brick</i> v. <i>Brick,</i> 98 U.S. 516: \"As the equity upon which the court acts in such cases arises from the real character of the transaction, any evidence, written or oral, tending to show this is admissible.\" The rule which excludes parol testimony, the court further said, has reference to the language used by the parties and does not forbid an inquiry into their object in executing and receiving the instrument. <i>Hughes</i> v. <i>Edwards,</i> 9 Wheat. 489; <i>Russell</i> v. <i>Southard,</i> 12 How. 139; <i>Babcock</i> v. <i>Wyman,</i> 19 How. 289. In <i>Morgan's Assignees</i> v. <i>Strum,</i> the rule of equity was enforced against the bill of sale of a vessel, though it was enrolled and also insured in the name of the transferee. See <i>Livingston</i> v. <i>Story,</i> 11 Pet. 351.</p>\n<p>It is not contended that the equitable rule is explicit in the Porto Rican code; but it is contended that the power to enforce the rule is given by § 34 of the act of Congress of April 12, 1900, which conferred upon District Courts of Porto Rico, \"in addition to the ordinary jurisdiction of Districts Courts of the United States, jurisdiction of all cases cognizant in the Circuit Courts of the United States,\" and that they should \"proceed therein in the same manner as a Circuit Court.\" The deduction from this is that the District Court, having the \"ordinary jurisdiction\" of both Circuit and District Courts, may \"proceed in the consideration of any case within that jurisdiction on the same principles,\" depending on the nature of the case, as those courts may.</p>\n<p>Appellee, however, says that it is not necessary to insist upon that proposition because the question presented is the \"kind of evidence\" which the court was entitled to receive and consider, and the case of <i>Horton et al.</i> v. <i>Robert,</i> 3 Castro's Decisiones de Puerto Rico, 410, 415, is adduced to sustain the decision of the District Court in admitting evidence to explain the bill of sale in controversy. The English translation of the decision, given by the appellee, is as follows:</p>\n<p>\"It seems that the defendant believes, and his whole contention <span class=\"star-pagination\">*232</span> is based on this belief, that for a mortgage to be declared usurious the usury must appear from the document itself. Such an affirmation would convert the law of usury into a dead letter, and is directly in conflict with section 25 of the Law of Evidence of Porto Rico. The appellee also presumes that the object of a written contract cannot constitute the subject of investigation by a court, upon examining into its validity, but that the court must presume that it has been stated correctly in the contract itself. This presumption of the appellee is contrary to the second subdivision of section 101 of the Law of Evidence of Porto Rico and to the law established by the American courts. No matter what motive or consideration is expressed in a written contract, the truth of its provisions is not conclusively presumed, but the same can always be the subject of investigation before a court, and therefore proof can always be proposed and received in order to demonstrate what was the true motive or consideration of the obligation which may be established. See also paragraph 38 of section 102 of the Law of Evidence of Porto Rico.\"</p>\n<p>The law of evidence referred to is inserted in the margin.<sup>[1a]</sup></p>\n<p><i>Horton</i> v. <i>Robert</i> seems to interpret the code as permitting <span class=\"star-pagination\">*233</span> the application of the equitable rule, and defines the word \"consideration\" in § 101 to comprehend the <i>motive</i> or <i>purpose</i> of the instrument. If there is any decision or statute which militates with this conclusion, we feel sure that appellants would have cited it. But we need not distinguish between motive and consideration. The testimony was addressed to the consideration of the bill of sale in its strictest sense. On the face of the instrument the bank engaged to give up its debt for the stock of goods. This then constituted the consideration as expressed, but the testimony explaining it showed that it was not the real consideration, that the real consideration was to keep Suarez &amp; Co. a going concern, and to give the bank additional security. More than this it is not necessary to decide, and we shall not consider, therefore, the contention of appellee and the citations to support it, that the law of Spain \"permits what our own does not \u0097 the admission of oral <span class=\"star-pagination\">*234</span> testimony regarding all the terms of a contract upon equal footing with the writing which evidences it.\"</p>\n<p>It is, however, contended that, if it should be held that the bill of sale did not pay or discharge the debt, appellant Maria de las Nieves was (<i>a</i>) but a guarantor, and her liability must be determined as such. (<i>b</i>) The deed of sale was but a novation. (<i>c</i>) It constituted under all the circumstances a modification of the security and released her, the guarantor.</p>\n<p>All these objections seem (we say seem, because the argument to support them is somewhat involved) to rest on the contention that the bill of sale was not taken as an additional security, and is, therefore, answered by what has been said. Whether she was a guarantor or not, that could not make a mortgage of her real estate any less effective or make the bill of sale something other than what it was. <i>Joyce</i> v. <i>Auten,</i> 179 U.S. 591.</p>\n<p>It is next contended by appellants that the bank \"acquired no specific right or interest in the inheritance or participations of appellant Maria de las Nieves Cabrera y Pruna, in the estate of her deceased mother,\" because, as it is further contended, \"that her interest in the estate of her mother had not yet been divided or assigned.\" There was an allegation in the bill that such interest was covered by the mortgage, which was not denied. Besides, it does not appear that the point was made in the lower court, and counsel say here, after quoting some very general provisions of the Civil Code of Porto Rico, and articles 110 and 111 of the mortgage law, \"As we more confidently rely upon the other points in this case, we do not enter into a discussion of the law bearing on this point.\" We leave the point where counsel has left it. We do not feel called upon to compare the provisions which he has cited with those cited by counsel for appellee, which, it is contended, have a contrary effect, and establish that an heir or devisee has an interest in the inheritance, before the division, which he may sell or mortgage.</p>\n<p>It is enough to say that the provisions quoted by appellants <span class=\"star-pagination\">*235</span> do not sustain their contention. They quote article 1874 of the Civil Code, in force at the time the mortgage was given, as confining a mortgage contract to real property and to rights in real estate which can be alienated according to law. There is no attempt to define such rights other than to quote article 108 of the mortgage law as follows:</p>\n<p>\"Article 108. The following are not mortgageable:</p>\n<p></p>\n<h2>* * * * * * * *</h2>\n<p>\"(5) The property right in things which, although they will be owned in the future, are not yet recorded in the name of the person who will have a right to own them.\"</p>\n<p>But the interest of Maria de las Nieves in her mother's estate had accrued, and, because it was an undivided interest, did not make it a \"property right\" to be \"owned in the future.\"</p>\n<p>Articles 110 and 111 of the mortgage law are clearly not applicable. They only refer to what incidents of an estate the mortgage of it extends, as improvements, crops, rents, &amp;c.</p>\n<p>It is finally contended that if Maria de las Nieves is responsible at all it is only for a part of the debt. This contention is answered in effect by what we have already said. Whether as principal or surety, she bound herself to the bank for the whole debt \u0097 mortgaged her property for the whole debt, and her liability extends to the whole debt.</p>\n<p><i>Decree affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]   \"Obligations arising from contracts have legal force between the contracting parties, and must be fulfilled in accordance with their stipulations.\" Article 1091.\n</p>\n<p>\"Contracts shall be binding, whatever may be the form in which they may have been executed, provided the essential conditions required for their validity exist.\" Article 1278.</p>\n<p>\"If the terms of a contract are clear and leave no doubt as to the intentions of the contracting parties, the literal sense of its stipulations shall be observed.\" Article 1281.</p>\n<p>\"Commercial contracts shall be executed and complied with in good faith according to the terms in which they were made and drafted, without evading the honest, proper and usual significance of the written or spoken words with arbitrary interpretations, nor limiting the effects which are naturally derived from the manner in which the contractors may have explained their wishes and contracted their obligations.\" Article 57, Code of Commerce, 1897, p. 24.</p>\n<p>[1a]   SEC. 25. When the terms of an agreement have been reduced to writing by the parties, it is to be considered as containing all those terms, and therefore there can be between the parties and their representatives, or successors in interest, no evidence of the terms of the agreement, other than the contents of the writing, except in the following cases:\n</p>\n<p>1. Where a mistake or imperfection of the writing is put in issue by the pleadings;</p>\n<p>2. Where the validity of the agreement is the fact in dispute.</p>\n<p>But this section does not exclude other evidence of the circumstances under which the agreement was made or to which it relates, as defined in section twenty-eight, or to explain an intrinsic ambiguity, or to establish illegality or fraud. The term \"agreement\" includes deeds and wills, as well as contracts between parties.</p>\n<p>SEC. 28. For the proper construction of an instrument, the circumstances under which it was made, including the situation of the subject of the instrument, and of the parties to it, may also be shown, so that the judge be placed in the position of those whose language he is to interpret.</p>\n<p>\"SEC. 101. The following presumptions, and no others, are deemed conclusive: . . .</p>\n<p>\"2. The truth of the facts recited, from the recital in a written instrument between the parties thereto, or their successors in interest by a subsequent title; but this rule does not apply to the recital or a consideration. . . .</p>\n<p>\"SEC. 102. All other presumptions are satisfactory, if uncontradicted. They are denominated disputable presumptions and may be controverted by other evidence. The following are of that kind: . . .</p>\n<p>\"38. That there was a good and sufficient consideration for a written contract. . . .</p>\n<p>\"SEC. 107. No evidence shall be considered as conclusive or unanswerable, unless so declared by this act. Laws of Porto Rico, 1905, Pages 73, 74, 87, 88, 90.\"</p>\n<p>In the same connection should be considered Article 1186 of the Civil Code of Porto Rico, which reads as follows:</p>\n<p>\"Public instruments are evidence even against a third person of the fact which gave rise to their execution and of the date of the latter.</p>\n<p>\"They shall also be evidence against the contracting parties and their legal representatives with regard to the declarations the former may have made therein.\" Revised Statutes and Codes of Porto Rico, 1902.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:42:17", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">214</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">224</span></span> (1909)</b></center>\n<center><h1>CABRERA<br>\nv.<br>\nAMERICAN COLONIAL BANK.</h1></center>\n<center>No. 136.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted April 7, 1909.</center>\n<center>Decided May 24, 1909.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR PORTO RICO.\n<p><span class=\"star-pagination\">*229</span> <i>Mr. Francis H. Dexter</i> for appellants.</p>\n<p><i>Mr. N.B.K. Pettingill</i> for appellee.</p>\n<p>MR. JUSTICE McKENNA, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>Appellants, to sustain their contention that the bill of sale <span class=\"star-pagination\">*230</span> was an absolute conveyance and accomplished payment of the debts to the bank, quote provisions of the Spanish Civil Code which, it is said, was in force in Porto Rico until 1902, which provides that the obligations of contracts must be complied with according to their terms, that their provisions when clear and explicit must control, and that there can be no evidence of the terms of the agreement other than the contents of the writing, unless \"a mistake or imperfection of the writing is put in issue by the pleadings\" or its \"validity\" is the fact in dispute.<sup>[1]</sup></p>\n<p>But these are also the principles of the common law, and absolutely necessary if the written instrument is to be given a distinctive sanction of the agreement of the parties. But there are well-recognized exceptions. The face of an instrument is not always conclusive of its purpose. In equity, extrinsic evidence is admitted to show that a conveyance absolute on its face was intended as security. The rule regards the circumstance of the parties and executes their real intention, and prevents either of the parties to the instrument committing a fraud on the other by claiming it as an absolute conveyance, notwithstanding it was given and accepted as security. In other words, the real transaction is permitted to be <span class=\"star-pagination\">*231</span> proved. This court said in <i>Peugh</i> v. <i>Davis,</i> <span class=\"citation\" data-id=\"89711\"><a href=\"/opinion/89711/peugh-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span>, 336, and repeated it in <i>Brick</i> v. <i>Brick,</i> 98 U.S. 516: \"As the equity upon which the court acts in such cases arises from the real character of the transaction, any evidence, written or oral, tending to show this is admissible.\" The rule which excludes parol testimony, the court further said, has reference to the language used by the parties and does not forbid an inquiry into their object in executing and receiving the instrument. <i>Hughes</i> v. <i>Edwards,</i> 9 Wheat. 489; <i>Russell</i> v. <i>Southard,</i> 12 How. 139; <i>Babcock</i> v. <i>Wyman,</i> 19 How. 289. In <i>Morgan's Assignees</i> v. <i>Strum,</i> the rule of equity was enforced against the bill of sale of a vessel, though it was enrolled and also insured in the name of the transferee. See <i>Livingston</i> v. <i>Story,</i> 11 Pet. 351.</p>\n<p>It is not contended that the equitable rule is explicit in the Porto Rican code; but it is contended that the power to enforce the rule is given by § 34 of the act of Congress of April 12, 1900, which conferred upon District Courts of Porto Rico, \"in addition to the ordinary jurisdiction of Districts Courts of the United States, jurisdiction of all cases cognizant in the Circuit Courts of the United States,\" and that they should \"proceed therein in the same manner as a Circuit Court.\" The deduction from this is that the District Court, having the \"ordinary jurisdiction\" of both Circuit and District Courts, may \"proceed in the consideration of any case within that jurisdiction on the same principles,\" depending on the nature of the case, as those courts may.</p>\n<p>Appellee, however, says that it is not necessary to insist upon that proposition because the question presented is the \"kind of evidence\" which the court was entitled to receive and consider, and the case of <i>Horton et al.</i> v. <i>Robert,</i> 3 Castro's Decisiones de Puerto Rico, 410, 415, is adduced to sustain the decision of the District Court in admitting evidence to explain the bill of sale in controversy. The English translation of the decision, given by the appellee, is as follows:</p>\n<p>\"It seems that the defendant believes, and his whole contention <span class=\"star-pagination\">*232</span> is based on this belief, that for a mortgage to be declared usurious the usury must appear from the document itself. Such an affirmation would convert the law of usury into a dead letter, and is directly in conflict with section 25 of the Law of Evidence of Porto Rico. The appellee also presumes that the object of a written contract cannot constitute the subject of investigation by a court, upon examining into its validity, but that the court must presume that it has been stated correctly in the contract itself. This presumption of the appellee is contrary to the second subdivision of section 101 of the Law of Evidence of Porto Rico and to the law established by the American courts. No matter what motive or consideration is expressed in a written contract, the truth of its provisions is not conclusively presumed, but the same can always be the subject of investigation before a court, and therefore proof can always be proposed and received in order to demonstrate what was the true motive or consideration of the obligation which may be established. See also paragraph 38 of section 102 of the Law of Evidence of Porto Rico.\"</p>\n<p>The law of evidence referred to is inserted in the margin.<sup>[1a]</sup></p>\n<p><i>Horton</i> v. <i>Robert</i> seems to interpret the code as permitting <span class=\"star-pagination\">*233</span> the application of the equitable rule, and defines the word \"consideration\" in § 101 to comprehend the <i>motive</i> or <i>purpose</i> of the instrument. If there is any decision or statute which militates with this conclusion, we feel sure that appellants would have cited it. But we need not distinguish between motive and consideration. The testimony was addressed to the consideration of the bill of sale in its strictest sense. On the face of the instrument the bank engaged to give up its debt for the stock of goods. This then constituted the consideration as expressed, but the testimony explaining it showed that it was not the real consideration, that the real consideration was to keep Suarez &amp; Co. a going concern, and to give the bank additional security. More than this it is not necessary to decide, and we shall not consider, therefore, the contention of appellee and the citations to support it, that the law of Spain \"permits what our own does not \u0097 the admission of oral <span class=\"star-pagination\">*234</span> testimony regarding all the terms of a contract upon equal footing with the writing which evidences it.\"</p>\n<p>It is, however, contended that, if it should be held that the bill of sale did not pay or discharge the debt, appellant Maria de las Nieves was (<i>a</i>) but a guarantor, and her liability must be determined as such. (<i>b</i>) The deed of sale was but a novation. (<i>c</i>) It constituted under all the circumstances a modification of the security and released her, the guarantor.</p>\n<p>All these objections seem (we say seem, because the argument to support them is somewhat involved) to rest on the contention that the bill of sale was not taken as an additional security, and is, therefore, answered by what has been said. Whether she was a guarantor or not, that could not make a mortgage of her real estate any less effective or make the bill of sale something other than what it was. <i>Joyce</i> v. <i>Auten,</i> 179 U.S. 591.</p>\n<p>It is next contended by appellants that the bank \"acquired no specific right or interest in the inheritance or participations of appellant Maria de las Nieves Cabrera y Pruna, in the estate of her deceased mother,\" because, as it is further contended, \"that her interest in the estate of her mother had not yet been divided or assigned.\" There was an allegation in the bill that such interest was covered by the mortgage, which was not denied. Besides, it does not appear that the point was made in the lower court, and counsel say here, after quoting some very general provisions of the Civil Code of Porto Rico, and articles 110 and 111 of the mortgage law, \"As we more confidently rely upon the other points in this case, we do not enter into a discussion of the law bearing on this point.\" We leave the point where counsel has left it. We do not feel called upon to compare the provisions which he has cited with those cited by counsel for appellee, which, it is contended, have a contrary effect, and establish that an heir or devisee has an interest in the inheritance, before the division, which he may sell or mortgage.</p>\n<p>It is enough to say that the provisions quoted by appellants <span class=\"star-pagination\">*235</span> do not sustain their contention. They quote article 1874 of the Civil Code, in force at the time the mortgage was given, as confining a mortgage contract to real property and to rights in real estate which can be alienated according to law. There is no attempt to define such rights other than to quote article 108 of the mortgage law as follows:</p>\n<p>\"Article 108. The following are not mortgageable:</p>\n<p></p>\n<h2>* * * * * * * *</h2>\n<p>\"(5) The property right in things which, although they will be owned in the future, are not yet recorded in the name of the person who will have a right to own them.\"</p>\n<p>But the interest of Maria de las Nieves in her mother's estate had accrued, and, because it was an undivided interest, did not make it a \"property right\" to be \"owned in the future.\"</p>\n<p>Articles 110 and 111 of the mortgage law are clearly not applicable. They only refer to what incidents of an estate the mortgage of it extends, as improvements, crops, rents, &amp;c.</p>\n<p>It is finally contended that if Maria de las Nieves is responsible at all it is only for a part of the debt. This contention is answered in effect by what we have already said. Whether as principal or surety, she bound herself to the bank for the whole debt \u0097 mortgaged her property for the whole debt, and her liability extends to the whole debt.</p>\n<p><i>Decree affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]   \"Obligations arising from contracts have legal force between the contracting parties, and must be fulfilled in accordance with their stipulations.\" Article 1091.\n</p>\n<p>\"Contracts shall be binding, whatever may be the form in which they may have been executed, provided the essential conditions required for their validity exist.\" Article 1278.</p>\n<p>\"If the terms of a contract are clear and leave no doubt as to the intentions of the contracting parties, the literal sense of its stipulations shall be observed.\" Article 1281.</p>\n<p>\"Commercial contracts shall be executed and complied with in good faith according to the terms in which they were made and drafted, without evading the honest, proper and usual significance of the written or spoken words with arbitrary interpretations, nor limiting the effects which are naturally derived from the manner in which the contractors may have explained their wishes and contracted their obligations.\" Article 57, Code of Commerce, 1897, p. 24.</p>\n<p>[1a]   SEC. 25. When the terms of an agreement have been reduced to writing by the parties, it is to be considered as containing all those terms, and therefore there can be between the parties and their representatives, or successors in interest, no evidence of the terms of the agreement, other than the contents of the writing, except in the following cases:\n</p>\n<p>1. Where a mistake or imperfection of the writing is put in issue by the pleadings;</p>\n<p>2. Where the validity of the agreement is the fact in dispute.</p>\n<p>But this section does not exclude other evidence of the circumstances under which the agreement was made or to which it relates, as defined in section twenty-eight, or to explain an intrinsic ambiguity, or to establish illegality or fraud. The term \"agreement\" includes deeds and wills, as well as contracts between parties.</p>\n<p>SEC. 28. For the proper construction of an instrument, the circumstances under which it was made, including the situation of the subject of the instrument, and of the parties to it, may also be shown, so that the judge be placed in the position of those whose language he is to interpret.</p>\n<p>\"SEC. 101. The following presumptions, and no others, are deemed conclusive: . . .</p>\n<p>\"2. The truth of the facts recited, from the recital in a written instrument between the parties thereto, or their successors in interest by a subsequent title; but this rule does not apply to the recital or a consideration. . . .</p>\n<p>\"SEC. 102. All other presumptions are satisfactory, if uncontradicted. They are denominated disputable presumptions and may be controverted by other evidence. The following are of that kind: . . .</p>\n<p>\"38. That there was a good and sufficient consideration for a written contract. . . .</p>\n<p>\"SEC. 107. No evidence shall be considered as conclusive or unanswerable, unless so declared by this act. Laws of Porto Rico, 1905, Pages 73, 74, 87, 88, 90.\"</p>\n<p>In the same connection should be considered Article 1186 of the Civil Code of Porto Rico, which reads as follows:</p>\n<p>\"Public instruments are evidence even against a third person of the fact which gave rise to their execution and of the date of the latter.</p>\n<p>\"They shall also be evidence against the contracting parties and their legal representatives with regard to the declarations the former may have made therein.\" Revised Statutes and Codes of Porto Rico, 1902.</p>\n\n</div>", 
  "sha1": "d54e38d7142b0bf1ed77e0641927f2e22e77070d", 
  "date_modified": "2014-12-21T01:34:59.305123", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/97052/cabrera-v-american-colonial-bank/", 
  "citation_count": 2, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1117050/", 
  "html": "<p class=\"case_cite\">214 U.S. 224</p>\n    <p class=\"case_cite\">29 S.Ct. 623</p>\n    <p class=\"case_cite\">53 L.Ed. 974</p>\n    <p class=\"parties\">MARIA DE LAS NIEVES CABRERA and Magdalena de la  Cruz, Appts.,<br>v.<br>AMERICAN COLONIAL BANK.</p>\n    <p class=\"docket\">No. 136.</p>\n    <p class=\"date\">Submitted April 7, 1909.</p>\n    <p class=\"date\">Decided May 24, 1909.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This is a suit to foreclose a mortgage given by the appellant Maria de las Nieves Cabrera y Pruna to the appellee bank, executed by her on certain property in Porto Rico, to secure a promissory note for 8,000 pesos, provincial money, made in favor of the bank by a mercantile firm in San Juan, known as Sucesores de J. M. Suarez y Compania, as principals, and the appellant above named as surety. The Banco Territorial y Agricola was also made a party, but, as it disclaimed any interest in the controversy, no further proceedings were taken against it. Magdalena de la Cruz Cabrera y Pruna was made a party because, as it is alleged in the bill, the property mortgaged was conveyed to her by Maria de las Nieves Cabrera y Pruna, who was her sister, for the purpose of depriving the plaintiff (appellee here) of the benefit of its security, and that the conveyance was made without consideration. She answered, denying the allegations, and averred that the conveyance was made upon certain valuable considerations, which were set out.</p>\n      <p class=\"indent\">The answer of Maria de las Nieves Cabrera y Pruna set up that her signature to the mortgage had been obtained by fraud, and that Suarez &amp; Company had paid the debt secured thereby, that the original note signed by her had been renewed without her knowledge or consent, that the bank had accepted a bill of sale of the stock of merchandise belonging to Suarez &amp; Company in full payment of the indebtedness, and had executed a public document acknowledging the same. She also averred the good faith of the conveyance to her sister.</p>\n      <p class=\"indent\">The principal contention of appellants in this court turns entirely on the truth of the allegation that the bank had accepted the bill of sale of the stock of Suarez &amp; Company in full payment of the indebtedness. Of this bill of sale we may say at the outset that the district court found, and we concur in that finding, that it was not executed with such intention. Appellants, therefore, are limited to the proposition that it had such effect by operation of law. They so contend, insisting that it was a conveyance of property on its face, and that it could not be varied or changed by parol testimony. The district court, having admitted such testimony, it is further contended, committed error. The ruling that parol evidence will not be received to vary a written instrument is elementary, but the inquiry is, Is that ruling so far imperative in Porto Rico that an instrument, though an absolute conveyance on its face, may not be shown as only intended for security?</p>\n      <p class=\"indent\">A statement of some of the facts will exhibit the situation of the parties and their relations to the indebtedness. Previous to the year 1900 Jose Maria Suarez carried on a mercantile business in San Juan, Porto Rico. Shortly before that date he died, and two of his brothers, including his widow, Maria de las Nieves Cabrera y Pruna, one of the appellants, continued the business under a partnership, organized in the early part of 1900, under the firm name and style of Sucesores de J. M. Suarez y Compania. Suarez had bought the store with his wife's private funds, and owed her at the time of his death 8,000 pesos, and she became a silent partner to that extent, but took no part in the management generally. The partnership, being in need of money, borrowed from appellee, on the 21st of February, 1900, the sum of 8,000 pesos, equivalent to $4,800 in United States currency, and gave its promissory note to secure the sum, payable in six months, at 9 per cent interest. The note was in the following words:</p>\n      <p class=\"indent\">$8,000 Pesos</p>\n      <p class=\"indent\">$4,900 Dollars*) Either on demand.</p>\n      <p class=\"indent\">San Juan, Porto Rico, February 21, 1900.</p>\n      <p class=\"indent\">Six months after date, for value received, we promise to pay to the American Colonial Bank of Porto Rico, at the office of the said company, in the city of San Juan, 8,000 pesos M. C. or 4,800 dollars U. S. cy., having deposited with said company as collateral security for payment of this or any other liability or liabilities of ours to said company, now existing, or which hereafter may be contracted, the following property, <i>viz.:</i></p>\n      <p class=\"indent\">A cession of all the interests of the signers of this in the estate of Nieves Pruna y Vanrosi, and a mortgage on house on Sol street. This note can be renewed with the consent of the cashier of the American Colonial Bank, without prejudice to the security or collateral, with full power and authority to said company to sell, assign, and deliver the whole, or any part thereof, or any substitutes therefor, or any additions thereto, at any brokers' board, or at any public or private sale, at the option of said company, or its president or treasurer, or its or their or either of their assigns, on the nonperformance of this promise, or the nonpayment at maturity of any of the other liabilities aforesaid, or at any time or times thereafter, without demand of payment, advertisement, or notice of sale, which are hereby expressly waived; and, after deducting all costs and expenses for collection, sale, and delivery, to apply the residue of the proceeds of such sale or sales, to pay any or all of said liabilities to said company, or its assigns, as its president or treasurer or assigns shall deem proper, returning the overplus to the undersigned; and upon any sale at public auction or at brokers' board the holder thereof may purchase the whole or any part of such securities, discharged from any right of redemption. And the undersigned agrees to be and remain liable to the holder hereof for any deficiency.</p>\n      <p class=\"indent\">The company is hereby given a lien upon all moneys held by it on deposit or otherwise, to the credit of the undersigned, and is authorized at any time to appropriate all of said moneys to the payment of whatever may be due on this note, or any other obligations of the undersigned now existing or hereafter contracted, whether the same be then due or not due.</p>\n      <p class=\"indent\">In case of depreciation in the market value of the security hereby pledged, or which may hereafter be pledged for this loan, a payment is to be made on account, so that the said market value shall always be at least&#8212;per cent more than the amount unpaid of this note. In case of failure to do so this note shall be due and payable forthwith, anything hereinbefore expressed to the contrary notwithstanding, and the company may immediately reimburse itself by sale of the security as hereinbefore provided.</p>\n      <p class=\"indent\">(Sgd.) Maria de las Nieves de Suarez.</p>\n      <p class=\"indent\">(Sgd.) Suc. de J. M. Suarez &amp; Co.</p>\n      <p class=\"indent\">The note was signed by her as a principal, but the bill alleges that the firm signed as principal, and that she signed as surety, and, to further secure the note, that she executed the mortgage in this suit. It is recited in the mortgage that the note was given by the firm 'as direct debtors,' and that she executed the mortgage as surety 'for the debtors and principal guarantor of the debtors.' The mortgage was recorded.</p>\n      <p class=\"indent\">On the 13th of March, 1901, a bill of sale upon which the controversy in the case turns was executed before a notary. The instrument recites that it was made by the Mercantile Society, Ltd., doing business under the firm name and style of Sucesores de J. M. Suarez y Compania, owner of the establishment, the bazaar 'Europa,' Don Manuel and Ramon Suarez y Cordero, represented by its managing and active partners as parties of the first part, and Mr. Edwin L. Arnold, cashier of the American Colonial Bank of Porto Rico, party of the second part. The bill of sale further recites as follows:</p>\n      <p class=\"indent\">'First. The Society Sucesores de J. M. Suarez y Cia. now is debtor to the American Colonial Bank of Porto Rico in the sum of $4,800, due on the 21st of August, last, according to the promissory note which they executed, and, not being able to deliver the amount thereof, have offered to make payment thereof in mercantile stocks, according to the detailed inventory which they exhibit, subscribed by the society, and which they take with them bearing my signature and seal, and to which the creditor bank has manifested its conformity</p>\n      <p class=\"indent\">'Second. That carrying into effect the sale of the stocks set forth in the inventory exhibited, Messrs. Suarez y Cordero, in the representation by which they act, transfer all of the said effects set forth in the said inventory to the creditor bank for the sum of $4,800, leaving the same in the possession of the bank, in payment of the said amount of the promissory note above mentioned.</p>\n      <p class=\"indent\">'Third. Mr. Edwin L. Arnold accepts this deed, receives the inventory above mentioned, and in consequence thereof says that he leaves in the said establishment of the sellers, the 'Bazaar Europa,' all the stock and goods which such persons have sold to him in payment for the $4,800 which they owe to the American Colonial Bank, in order that, for the account and commission of the latter, they proceed to realize from the said goods, prices not to be less than those fixed in the inventory, and they are obliged to present to the bank weekly account of sales they may make, together with the value in cash thereof, until the complete realization of the same takes place.'</p>\n      <p class=\"indent\">It was signed by Ramon Suarez y Cordero, Manuel Suarez y Cordero, and Edwin L. Arnold, cashier.</p>\n      <p class=\"indent\">The district court found, as we have already said, that the bill of sale was taken as additional security, and that there was no agreement or understanding that it should be considered as full payment of the main loan or debt; that Arnold never saw the stock of goods or any part of it, nor went to the store of the firm, and that the firm retained possession of the goods. Neither of the appellants took part in the execution of the instrument, and it is found that no testimony was offered charging them or any of the members of the company with fraudulent conduct. It is also found by the district court that subsequently the firm went into bankruptcy, that the stock of goods was scheduled as part of the assets of the firm, and that the bank received no part of the assets collected by the trustee in bankruptcy, and distributed among the general creditors of the firm. The district court adjudged that the bank was entitled to foreclose its mortgage, and entered a decree accordingly.</p>\n      <p class=\"indent\">Mr. Francis H Dexter for appellants.</p>\n      <p class=\"indent\">Mr. N. B. K. Pettingill for appellee.</p>\n      <p class=\"indent\">Statement by Mr. Justice McKenna:</p>\n      <p class=\"indent\">Mr. Justice McKenna delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants, to sustain their contention that the bill of sale was an absolute conveyance and accomplished payment of the debts to the bank, quote provisions of the Spanish Civil Code which, it is said, was in force in Porto Rico until 1902, which provides that the obligations of contracts must be complied with according to their terms, that their provisions, when clear and explicit, must control, and that there can be no evidence of the terms of the agreement other than the contents of the writing, unless 'a mistake or imperfection of the writing is put in issue by the pleadings,' or its 'validity' is the fact in dispute.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">But these are also the principles of the common law, and absolutely necessary if the written instrument is to be given a distinctive sanction of the agreement of the parties. But there are well-recognized exceptions. The face of an instrument is not always conclusive of its purpose. In equity, extrinsic evidence is admitted to show that a conveyance absolute on its face was intended as security. The rule regards the circumstance of the parties and executes their real intention, and prevents either of the parties to the instrument committing a fraud on the other by claiming it as an absolute conveyance, notwithstanding it was given and accepted as security. In other words, the real transaction is permitted to be proved. This court said in Peugh v. Davis, 96 U. S. 336, 24 L. ed. 776, and repeated it in Brick v. Brick, 98 U. S. 514, 25 L. ed. 256: 'As the equity upon which the court acts in such cases arises from the real character of the transaction, any evidence, written or oral, tending to show this, is admissible.' The rule which excludes parol testimony, the court further said, has reference to the language used by the parties, and does not forbid an inquiry into their object in executing and receiving the instrument. Hughes v. Edwards, 9 Wheat. 489, 6 L. ed. 142; Russell v. Southard, 12 How. 139, 13 L. ed. 927; Babcock v. Wyman, 19 How. 289, 15 L. ed. 644. In Morgan v. Shinn (McLellan v. Shinn) 15 Wall. 105, 21 L. ed. 87, the rule of equity was enforced against the bill of sale of a vessel, though it was enrolled and also insured in the name of the transferee. See Livingston v. Story, 11 Pet. 351, 9 L. ed. 746.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It is not contended that the equitable rule is explicit in the Porto Rican Code; but it is contended that the power to enforce the rule is given by &#167; 34 of the act of Congress of April 12, 1900 [31 Stat. at L. 84, chap. 191], which conferred upon district courts of Porto Rico, 'in addition to the ordinary jurisdiction of district courts of the United States, jurisdiction of all cases cognizant in the circuit courts of the United States,' and that they should 'proceed therein in the same manner as a circuit court.' The deduction from this is that the district court, having the 'ordinary jurisdiction' of both circuit and district courts, may 'proceed in the consideration of any case within that jurisdiction on the same principles,' depending on the nature of the case, as those courts may.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellee, however, says that it is not necessary to insist upon that proposition because the question presented is the 'kind of evidence' which the court was entitled to receive and consider, and the case of Horton v. Robert, 3 Castro's Dec. de Puerto Rico, 410, 415, is adduced to sustain the decision of the district court in admitting evidence to explain the bill of sale in controversy. The English translation of the decision, given by the appellee, is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'It seems that the defendant believes, and his whole contention is based on this belief, that, for a mortgage to be declared usurious, the usury must appear from the document itself. Such an affirmation would convert the law of usury into a dead letter, and is directly in conflict with &#167; 25 of the Law of Evidence of Porto Rico. The appellee also presumes that the object of a written contract cannot constitute the subject of investigation by a court, upon examining into its validity, but that the court must presume that it has been stated correctly in the contract itself. This presumption of the appellee is contrary to the second subdivision of &#167; 101 of the Law of Evidence of Porto Rico, and to the law established by the American courts. No matter what motive or consideration is expressed in a written contract, the truth of its provisions is not conclusively presumed, but the same can always be the subject of investigation before a court, and therefore proof can always be proposed and received in order to demonstrate what was the true motive or consideration of the obligation which may be established. See also paragraph 38 of &#167; 102 of the Law of Evidence of Porto Rico.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The law of evidence referred to is inserted in the margin.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Horton v. Robert seems to interpret the Code as permitting the application of the equitable rule, and defines the word 'consideration' in &#167; 101 to comprehend the <i>motive</i> or <i>purpose</i> of the instrument. If there is any decision or statute which militates with this conclusion, we feel sure that appellants would have cited it. But we need not distinguish between motive and consideration. The testimony was addressed to the consideration of the bill of sale in its strictest sense. On the face of the instrument the bank engaged to give up its debt for the stock of goods. This, then, constituted the consideration as expressed, but the testimony explaining it showed that it was not the real consideration, that the real consideration was to keep Suarez &amp; Company a going concern, and to give the bank additional security. More than this it is not necessary to decide; and we shall not consider, therefore, the contention of appellee and the citations to support it, that the law of Spain 'permits what our own does not&#8212;the admission of oral testimony regarding all the terms of a contract upon equal footing with the writing which evidences it.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It is, however, contended that, if it should be held that the bill of sale did not pay or discharge the debt, appellant Marria de las Nieves was (a) but a guarantor, and her liability must be determined as such. (b) The deed of sale was but a novation. (c) It constituted, under all the circumtsances, a modification of the security, and released her, the guarantor.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">All these objections seem (we say seem, because the argument to support them is somewhat involved) to rest on the contention that the bill of sale was not taken as an additional security, and is, therefore, answered by what has been said. Whether she was a guarantor or not, that could not make a mortgage of her real estate any less effective, or make the bill of sale something other than what it was. Joyce v. Auten, 179 U. S. 591, 45 L. ed 332, 21 Sup. Ct. Rep. 227.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is next contended by appellants that the bank 'acquired no specific right or interest in the inheritance or participations of appellant Maria de las Nieves Cabrera y Pruna in the estate of her deceased mother,' because, as it is further contended, 'that her interest in the estate of her mother had not yet been divided or assigned.' There was an allegation in the bill that such interest was covered by the mortgage, which was not denied. Besides, it does not appear that the point was made in the lower court, and counsel say here, after quoting some very general provisions of the Civil Code of Porto Rico, and articles 110 and 111 of the mortgage law, 'as we more confidently rely upon the other points in this case, we do not enter into a discussion of the law bearing on this point.' We leave the point where counsel has left it. We do not feel called upon to compare the provisions which he has cited with those cited by counsel for appellee, which, it is contended, have a contrary effect, and establish that an heir or devisee has an interest in the inheritance before the division, which he may sell or mortgage.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is enough to say that the provisions quoted by appellants do not sustain their contention. They quote article 1874 of the Civil Code, in force at the time the mortgage was given, as confining a mortgage contract to real property and to rights in real estate which can be alienated according to law. There is no attempt to define such rights other than to quote article 108 of the mortgage law as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'Article 108. The following are not mortgageable:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">*          *          *          *          *</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'5. The property right in things which, although they will be owned in the future, are not yet recorded in the name of the person who will have a right to own them.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">But the interest of Maria de las Nieves in her mother's estate had accrued, and because it was an undivided interest did not make it a 'property right' to be owned in the future.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Articles 110 and 111 of the mortgage law are clearly not applicable. They only refer to what incidents of an estate the mortgage of it extends, as improvements, crops, rents, etc.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It is finally contended that, if Maria de las Nieves is responsible at all, it is only for a part of the debt. This contention is answered in effect by what we have already said. Whether as principal or surety, she bound herself to the bank for the whole debt,&#8212;mortgaged her property for the whole debt,&#8212;and her liability extends to the whole debt.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Decree affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 'Obligations arising from contracts have legal force between the contracting parties, and must be fulfilled in accordance with their stipulations.' Article 1091.</p>\n        <p>'Contracts shall be binding, whatever may be the form in which they may have been executed, provided the essential conditions required for their validity exist.' Article 1278.</p>\n        <p>'If the terms of a contract are clear and leave no doubt as to the intentions of the contracting parties, the literal sense of its stipulations shall be observed.' Article 1281.</p>\n        <p>'Commercial contracts shall be executed and complied with in good faith, according to the terms in which they were made and drafted, without evading the honest, proper, and usual signification of written or spoken words with arbitrary interpretations, nor limiting the effects which are naturally derived from the manner in which the contractors may have explained their wishes and contracted their obligations.' Article 57, Code of Commerce.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Sec. 25. When the terms of an agreement have been reduced to writing by the parties, it is to be considered as containing all those terms, and therefore there can be between the parties and their representatives or successors in interest no evidence of the terms of the agreement, other than the contents of the writing, except in the following cases:</p>\n        <p>1. Where a mistake or imperfection of the writing is put in issue by the pleadings.</p>\n        <p>2. Where the validity of the agreement is the fact in dispute.</p>\n        <p>But this section does not exclude other evidence of the circumstances under which the agreement was made or to which it relates, as defined in section twenty-eight, or to explain an intrinsic ambiguity, or to establish illegality or fraud. The term 'agreement' includes deeds and wills, as well as contracts between parties.</p>\n        <p>Sec. 28. For the proper construction of an instrument, the circumstances under which it was made, including the situation of the subject of the instrument, and of the parties to it, may also be shown, so that the</p>\n        <p>judge be placed in the position of those whose language he is to interpret.</p>\n        <p>Sec. 101. The following presumptions, and no others, are deemed conclusive.</p>\n        <p>*          *          *          *          *</p>\n        <p>2. The truth of the facts recited, from the recital in a written instrument between the parties thereto, or their successors in interest by a subsequent title; but this rule does not apply to the recital of a consideration.</p>\n        <p>*          *          *          *          *</p>\n        <p>Sec. 102. All other presumptions are satisfactory, if uncontradicted. They are denominated disputable presumptions, and may be controverted by other evidence. The following are of that kind:</p>\n        <p>*          *          *          *          *</p>\n        <p>38. That there was a good and sufficient consideration for a written contract.</p>\n        <p>*          *          *          *          *</p>\n        <p>Sec. 107. No evidence shall be considered as conclusive or unanswerable unless so declared by this act. Lows of Porto Rico, 1905, pages 73, 74, 87, 88, 90.</p>\n        <p>In the same connection should be considered article 1186 of the Civil Code of Porto Rico, which reads as follows:</p>\n        <p>'Public instruments are evidence, even against a third person, of the fact which gave rise to their execution, and of the date of the latter.</p>\n        <p>'They shall also be evidence against the contracting parties and their legal representatives with regard to the declarations the former may have made therein.' Revised Statutes &amp; Codes of Porto Rico, 1902.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/97052/"
}