{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "215 U.S. 56", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/97089/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Fleming v. McCurtain", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "253", 
    "id": 81472, 
    "resource_uri": "/api/rest/v2/citation/81472/"
  }, 
  "id": 97089, 
  "blocked": false, 
  "judges": "Holmes", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1909-11-08", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>215 U.S. 56 (1909)</b></center>\n<center><h1>FLEMING<br>\nv.<br>\nMcCURTAIN.</h1></center>\n<center>No. 253.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 20, 21, 1909.</center>\n<center>Decided November 8, 1909.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF OKLAHOMA.\n<p><i>Mr. Frank Hagerman</i> and <i>Mr. John G. Carlisle,</i> with whom <i>Mr. Webster Ballinger</i> and <i>Mr. Albert J. Lee</i> were on the brief for appellants.<sup>[1]</sup></p>\n<p><i>Mr. Edward P. Hill,</i> with whom <i>Mr. David C. McCurtain</i> was on the brief for Green McCurtain, appellee.<sup>[1]</sup></p>\n<p><i>The Solicitor General</i> for Richard A. Ballinger, Secretary of the Interior, appellee.<sup>[1]</sup></p>\n<p>MR. JUSTICE HOLMES delivered the opinion of the court.</p>\n<p>This is a bill in equity purporting to be brought by and on <span class=\"star-pagination\">*57</span> behalf of some thirteen thousand persons \"all persons of Choctaw or Chickasaw Indian blood and descent and members of a designated class of persons for whose exclusive use and benefit a special grant was made\" of certain property in Oklahoma. The principal defendants are, the Secretary of the Interior; McCurtain, Chief of the Choctaws; Johnston, Governor of the Chickasaws, and all persons whose names appear with theirs on the rolls of \"Citizens\" of the Choctaw and Chickasaw Nations respectively, and all persons whose names appear upon the \"freedmen\" rolls of those Nations, as approved by the Secretary of the Interior on or before March 4, 1907, these being the persons to whom the Secretary of the Interior is proceeding to allot the above-mentioned property, being all the property of the tribe. The main object of the bill is to restrain the allotment to the defendants and to undo it so far as it has taken place, to establish the title of the plaintiffs for the purpose of allotment, and to have a new distribution decreed. A firm of lawyers is joined, on the allegation that they have received a portion of the property under a fraudulent arrangement. The bill was demurred to for want of equity and for want of jurisdiction in the court.</p>\n<p>The Circuit Court examined the treaty and conveyance under which the plaintiffs claim and held that they did not confer the rights alleged in the bill; that the right to share in the distribution depended on membership in one of the two tribes, except in the case of freedmen, specially provided for; that who were members of the respective tribes, and entitled to enrollment as such, was a matter for Congress to determine; that Congress had adopted certain rolls when finally approved by the Secretary of the Interior; that the Secretary had acted and the plaintiffs had been excluded; that his action was final, and that the court had no jurisdiction in the case. The demurrer to the jurisdiction was sustained, the bill was dismissed, and the plaintiffs appealed to this court.</p>\n<p>The plaintiffs found their claim upon the Choctaw treaty of Dancing Rabbit Creek, September 27, 1830, Article 2, 7 Stat. <span class=\"star-pagination\">*58</span> 333, and letters patent of March 23, 1842, coupled with a treaty between the Choctaws and Chickasaws of January 17, 1837, ratified by the Senate March 24, 1837, 11 Stat. 573. By Article 2 of the treaty of 1830 \"The United States under a grant specially to be made by the President of the U.S. shall cause to be conveyed to the Choctaw Nation a tract of country west of the Mississippi River, in fee simple to them and their descendants, to inure to them while they shall exist as a nation and live on it;\" with the boundaries. The letters patent recite this article, and, `in execution of the agreement,' grant the described tract, to have and to hold the same \"as intended to be conveyed by the aforesaid article `in fee simple to them and their descendants to inure to them while they shall exist as a nation and live on it,' liable to no transfer or alienation except to the United States or with their consent.\" The treaty with the Choctaws gave the Chickasaws a district within the limits of the Choctaws' country, \"to be held on the same terms that the Choctaws now hold it, except the <i>right</i> of disposing of it, which is held in common with the Choctaws and Chickasaws, to be called the Chickasaw district of the Choctaw Nation.\" The plaintiffs say that the patent conveyed the legal title to the Choctaw Nation in trust for such persons as were members of the tribe at the date of the treaty, or of the Chickasaw tribe at the date of the treaty with them, and their respective descendants, and that upon the dissolution of the nation the legal title merged with the equitable title, and the designated class became the absolute owners of the property as tenants in common.</p>\n<p>The plaintiffs, in aid of their view, refer to various indications that the policy of the United States already was looking toward the disintegration of the Indian tribes, point out that the words on which they rely were interlined in the Government draft at the instance of the Indians, and from these and other circumstances argue that their construction is confirmed. They say that the dominant phrase is \"in fee simple to them and their descendants,\" and that the use of the plural `them' <span class=\"star-pagination\">*59</span> shows a transition from the Nation as formal grantee to the members as beneficiaries. They say that `descendants' was used instead of `heirs' or `children' to avoid questions of legitimacy, or giving an absolute title to living members and their children, and to establish a principle of devolution suitable to the mode of life and unions in those Indian tribes. They conclude that the words \"inure to them while they shall exist as a nation and live on it,\" only mark the duration of the legal title and do not cut down the equitable right conferred by the earlier words.</p>\n<p>As we cannot agree with this construction it will be unnecessary to consider many of the further allegations of the bill. The foundation of the plaintiffs' case is upon the words of the treaty and the patent that we have set forth. Those words seem to us to convey a different meaning on their face, a meaning that would not be changed but rather confirmed if we were to refer at length to the earlier and later dealings with the tribes, which we shall not need to do. We should mention, however, that the United States already had ceded this tract to the Choctaw Nation, with no qualifying words, by the treaty of October 18, 1820, Article 2, 7 Stat. 210. <i>Choctaw Nation</i> v. <i>United States,</i> 119 U.S. 1, 38. The treaty of 1830 only varied the description a little and provided for a special patent. But it would not better the plaintiffs' case if the treaty of 1830 were the single root of their grant. In a grant to the Choctaw Nation as a nation it was natural, as in other cases, to use some words of perpetuity. Of course the United States could use what words it saw fit to manifest its purpose, but the habit derived from private conveyances would be likely to prevail, and as in such instruments the gift of a fee is expressed by adding to the name of the grantee the words `and his heirs,' or in case of a corporation, although unnecessary, its `successors and assigns,' here also some addition was to be expected to the mere name of the grantee. The word Nation is used in the treaty as a collective noun, and as such, according to a common usage, is accompanied by a plural <span class=\"star-pagination\">*60</span> verb in the very next article. (\"The Choctaw Nation of Indians consent and hereby cede.\") Therefore the second article says `to them' rather than `to it,' just as it says \"while they (<i>i.e.,</i> the Nation) shall exist as a Nation,\" and it adds to the untechnical `in fee simple' untechnical words of limitation of a kind that would indicate the intent to confine the grant to the Nation, which `successors' would not, and at the same time to imply nothing as to the rules for inheritance of tribal rights, as \"heirs\" might have seemed to do. We may compare \"for the Government of the Choctaw Nation of Red People and their descendants,\" in Article 4. The word was addressed to the Indian mind.</p>\n<p>There is not a suggestion of any trust in the language to either the technical or the unlearned reader, and it is most unlikely that the United States would have attempted to impose one upon the Choctaws in favor of the existing members of the tribe in the very `Treaty' that dealt with them as a quasi independent nation recognized by Article 5 as having the right to make war, and that by the fourth article bound the United States to secure to that nation \"the jurisdiction and government of all the persons and property that may be within their limits west,\" etc. It is true that in further promising to secure the nation from all laws except those enacted by their own National Councils, the fourth article adds \"not inconsistent with the Constitution, Treaties and Laws of the United States;\" but this addition is far from suggesting that a constitutional right of property has been conferred upon a designated class, that might be enforced in a Circuit Court of the United States by a bill in equity against what was called a Nation. How far any one was from that understanding or from doubting that all the rights granted by the United States were in the Choctaw Nation is shown by the treaty with the Chickasaws upon which the plaintiffs rely. The nation had no right to make that treaty as it did, if it was subject to the trust supposed. Again, the limitation of time, `while they shall exist as a nation and live on it,' shows that <span class=\"star-pagination\">*61</span> the grant has reference to the corporate existence of the nation as such, and very plainly qualifies the absoluteness of the earlier words, \"in fee simple.\" The suggestion that it limits the duration of the legal title only but leaves a trust outstanding is simply arbitrary. If the plural signifies the members of a class constituted <i>cestuis que trust</i> the limitation would attach to the trust. But the only answer necessary is that no such separation or intent can be discovered in the words.</p>\n<p>What we have said shows another sufficient answer to the plaintiffs' claim. They say and argue, as they must in order to make out their right to a distribution to themselves, that the Choctaws and Chickasaws no longer exist as nations. But if so, the grant also was at an end when the nations ceased to be, and it rested with the bounty of the United States to decide what should be done with the land, except so far as it already had been decided by treaties or statutes upon which the plaintiffs do not and cannot rely. It is said that by Article 18, in case of any well-founded doubt as to the construction of the treaty, it is to be construed most favorably toward the Choctaws. But there is no well-founded doubt, except whether the construction contended for would have been regarded as favorable to the Choctaws, since it would have cut down the autonomy that the treaty so carefully expressed. See further <i>Stephens</i> v. <i>Cherokee Nation,</i> 174 U.S. 445, 488. <i>Cherokee Nation</i> v. <i>Hitchcock,</i> 187 U.S. 294, 307. <i>Lone Wolf</i> v. <i>Hitchcock,</i> 187 U.S. 553, 568.</p>\n<p>The residue of the bill becomes immaterial upon the failure of the plaintiffs to make out a title under the treaty and patent. It refers to the act of June 28, 1898, c. 517, 30 Stat. 495, and the earlier statutes leading up to it, which established a commission, ordered it to prepare correct rolls of citizenship, and provided by § 21 of the act of 1898 that the rolls so made, when approved by the Secretary of the Interior, should be final, (See also Acts of March 3, 1901, c. 832, 31 Stat. 1058, 1077; April 26, 1906, c. 1876, 34 Stat. 137.) By § 11 a division <span class=\"star-pagination\">*62</span> was to be made among the \"citizens\" of the tribes according to the rolls, and by § 12 the allottees were to have undisturbed possession when the report of the allotments had been made to the Secretary of the Interior and confirmed by him. By § 29 an agreement with the Choctaws and Chickasaws on the matter was ratified, and by act of July 1, 1902, c. 1362, 32 Stat. 641, a further agreement was ratified, which again excluded all except those whose names were on the roll. Art. 35. The bill charges that these agreements, as well as a part of the act of 1898, were void as excluding some of the plaintiffs who were not residents of the nation on June 28, 1898, and as not having been approved by the class, or a majority of the class, alleged to have been designated by the treaty and patent that we have discussed. The bill goes on to allege that rolls were prepared by the Commission, and approved by the Secretary, within the time allowed by the statutes, (Act of April 26, 1906, c. 1876, § 2, 34 Stat. 137), and that the time has expired, but the rolls were not made in conformity to the act of 1898, and are not correct but fraudulent, in various particulars set forth.</p>\n<p>But these allegations make out no case for the plaintiffs. It is said that the statutes recognize individual rights as already existing. It is true that by a treaty of June 22, 1855, 11 Stat. 611, the United States guaranteed the lands \"to the members of the Choctaw and Chickasaw tribes, their heirs and successors, to be held in common; so that each and every member of either tribe shall have an equal, undivided interest in the whole\" with provisos. But the plaintiffs do not claim under this treaty or mention it in their bill, or a treaty of April 28, 1866, 14 Stat. 769, by Articles 11-36 of which the change from common to individual ownership was agreed, and it was provided that unselected land should \"be the common property of the Choctaw and Chickasaw Nations, in their corporate capacities,\" etc. Art. 33. They might be descendants or the members of the tribe as it was in 1839 or 1842, and yet not members or heirs of members of the tribe <span class=\"star-pagination\">*63</span> of 1854, therefore it is unnecessary to construe this treaty. Neither do the plaintiffs claim under any title to be derived from the statute providing for distribution according to the rolls of citizenship. They do not allege that they are citizens or attempt to bring themselves within any grant later than the treaty and patent that we have discussed. They disclose that their names are not upon the rolls and that the decision of the Secretary of the Interior has been against them and they show no reason for our not accepting the rolls and decision as final according to the terms of the distributing acts. See <i>West</i> v. <i>Hitchcock,</i> 205 U.S. 80; <i>Garfield</i> v. <i>Goldsby,</i> 211 U.S. 249, 259.</p>\n<p><i>Decree affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  These briefs consist of over 350 printed pages and contain resumes and compilations of, and extracts from, the treaties and statutes abolishing Indian tribal government and the distribution of the Indian lands among the members of the five civilized tribes under the plan of the Dawes Commission.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:42:18", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">215</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">56</span></span> (1909)</b></center>\n<center><h1>FLEMING<br>\nv.<br>\nMcCURTAIN.</h1></center>\n<center>No. 253.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 20, 21, 1909.</center>\n<center>Decided November 8, 1909.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF OKLAHOMA.\n<p><i>Mr. Frank Hagerman</i> and <i>Mr. John G. Carlisle,</i> with whom <i>Mr. Webster Ballinger</i> and <i>Mr. Albert J. Lee</i> were on the brief for appellants.<sup>[1]</sup></p>\n<p><i>Mr. Edward P. Hill,</i> with whom <i>Mr. David C. McCurtain</i> was on the brief for Green McCurtain, appellee.<sup>[1]</sup></p>\n<p><i>The Solicitor General</i> for Richard A. Ballinger, Secretary of the Interior, appellee.<sup>[1]</sup></p>\n<p>MR. JUSTICE HOLMES delivered the opinion of the court.</p>\n<p>This is a bill in equity purporting to be brought by and on <span class=\"star-pagination\">*57</span> behalf of some thirteen thousand persons \"all persons of Choctaw or Chickasaw Indian blood and descent and members of a designated class of persons for whose exclusive use and benefit a special grant was made\" of certain property in Oklahoma. The principal defendants are, the Secretary of the Interior; McCurtain, Chief of the Choctaws; Johnston, Governor of the Chickasaws, and all persons whose names appear with theirs on the rolls of \"Citizens\" of the Choctaw and Chickasaw Nations respectively, and all persons whose names appear upon the \"freedmen\" rolls of those Nations, as approved by the Secretary of the Interior on or before March 4, 1907, these being the persons to whom the Secretary of the Interior is proceeding to allot the above-mentioned property, being all the property of the tribe. The main object of the bill is to restrain the allotment to the defendants and to undo it so far as it has taken place, to establish the title of the plaintiffs for the purpose of allotment, and to have a new distribution decreed. A firm of lawyers is joined, on the allegation that they have received a portion of the property under a fraudulent arrangement. The bill was demurred to for want of equity and for want of jurisdiction in the court.</p>\n<p>The Circuit Court examined the treaty and conveyance under which the plaintiffs claim and held that they did not confer the rights alleged in the bill; that the right to share in the distribution depended on membership in one of the two tribes, except in the case of freedmen, specially provided for; that who were members of the respective tribes, and entitled to enrollment as such, was a matter for Congress to determine; that Congress had adopted certain rolls when finally approved by the Secretary of the Interior; that the Secretary had acted and the plaintiffs had been excluded; that his action was final, and that the court had no jurisdiction in the case. The demurrer to the jurisdiction was sustained, the bill was dismissed, and the plaintiffs appealed to this court.</p>\n<p>The plaintiffs found their claim upon the Choctaw treaty of Dancing Rabbit Creek, September 27, 1830, Article 2, 7 Stat. <span class=\"star-pagination\">*58</span> 333, and letters patent of March 23, 1842, coupled with a treaty between the Choctaws and Chickasaws of January 17, 1837, ratified by the Senate March 24, 1837, 11 Stat. 573. By Article 2 of the treaty of 1830 \"The United States under a grant specially to be made by the President of the U.S. shall cause to be conveyed to the Choctaw Nation a tract of country west of the Mississippi River, in fee simple to them and their descendants, to inure to them while they shall exist as a nation and live on it;\" with the boundaries. The letters patent recite this article, and, `in execution of the agreement,' grant the described tract, to have and to hold the same \"as intended to be conveyed by the aforesaid article `in fee simple to them and their descendants to inure to them while they shall exist as a nation and live on it,' liable to no transfer or alienation except to the United States or with their consent.\" The treaty with the Choctaws gave the Chickasaws a district within the limits of the Choctaws' country, \"to be held on the same terms that the Choctaws now hold it, except the <i>right</i> of disposing of it, which is held in common with the Choctaws and Chickasaws, to be called the Chickasaw district of the Choctaw Nation.\" The plaintiffs say that the patent conveyed the legal title to the Choctaw Nation in trust for such persons as were members of the tribe at the date of the treaty, or of the Chickasaw tribe at the date of the treaty with them, and their respective descendants, and that upon the dissolution of the nation the legal title merged with the equitable title, and the designated class became the absolute owners of the property as tenants in common.</p>\n<p>The plaintiffs, in aid of their view, refer to various indications that the policy of the United States already was looking toward the disintegration of the Indian tribes, point out that the words on which they rely were interlined in the Government draft at the instance of the Indians, and from these and other circumstances argue that their construction is confirmed. They say that the dominant phrase is \"in fee simple to them and their descendants,\" and that the use of the plural `them' <span class=\"star-pagination\">*59</span> shows a transition from the Nation as formal grantee to the members as beneficiaries. They say that `descendants' was used instead of `heirs' or `children' to avoid questions of legitimacy, or giving an absolute title to living members and their children, and to establish a principle of devolution suitable to the mode of life and unions in those Indian tribes. They conclude that the words \"inure to them while they shall exist as a nation and live on it,\" only mark the duration of the legal title and do not cut down the equitable right conferred by the earlier words.</p>\n<p>As we cannot agree with this construction it will be unnecessary to consider many of the further allegations of the bill. The foundation of the plaintiffs' case is upon the words of the treaty and the patent that we have set forth. Those words seem to us to convey a different meaning on their face, a meaning that would not be changed but rather confirmed if we were to refer at length to the earlier and later dealings with the tribes, which we shall not need to do. We should mention, however, that the United States already had ceded this tract to the Choctaw Nation, with no qualifying words, by the treaty of October 18, 1820, Article 2, 7 Stat. 210. <i>Choctaw Nation</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"91726\"><a href=\"/opinion/91726/choctaw-nation-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 38. The treaty of 1830 only varied the description a little and provided for a special patent. But it would not better the plaintiffs' case if the treaty of 1830 were the single root of their grant. In a grant to the Choctaw Nation as a nation it was natural, as in other cases, to use some words of perpetuity. Of course the United States could use what words it saw fit to manifest its purpose, but the habit derived from private conveyances would be likely to prevail, and as in such instruments the gift of a fee is expressed by adding to the name of the grantee the words `and his heirs,' or in case of a corporation, although unnecessary, its `successors and assigns,' here also some addition was to be expected to the mere name of the grantee. The word Nation is used in the treaty as a collective noun, and as such, according to a common usage, is accompanied by a plural <span class=\"star-pagination\">*60</span> verb in the very next article. (\"The Choctaw Nation of Indians consent and hereby cede.\") Therefore the second article says `to them' rather than `to it,' just as it says \"while they (<i>i.e.,</i> the Nation) shall exist as a Nation,\" and it adds to the untechnical `in fee simple' untechnical words of limitation of a kind that would indicate the intent to confine the grant to the Nation, which `successors' would not, and at the same time to imply nothing as to the rules for inheritance of tribal rights, as \"heirs\" might have seemed to do. We may compare \"for the Government of the Choctaw Nation of Red People and their descendants,\" in Article 4. The word was addressed to the Indian mind.</p>\n<p>There is not a suggestion of any trust in the language to either the technical or the unlearned reader, and it is most unlikely that the United States would have attempted to impose one upon the Choctaws in favor of the existing members of the tribe in the very `Treaty' that dealt with them as a quasi independent nation recognized by Article 5 as having the right to make war, and that by the fourth article bound the United States to secure to that nation \"the jurisdiction and government of all the persons and property that may be within their limits west,\" etc. It is true that in further promising to secure the nation from all laws except those enacted by their own National Councils, the fourth article adds \"not inconsistent with the Constitution, Treaties and Laws of the United States;\" but this addition is far from suggesting that a constitutional right of property has been conferred upon a designated class, that might be enforced in a Circuit Court of the United States by a bill in equity against what was called a Nation. How far any one was from that understanding or from doubting that all the rights granted by the United States were in the Choctaw Nation is shown by the treaty with the Chickasaws upon which the plaintiffs rely. The nation had no right to make that treaty as it did, if it was subject to the trust supposed. Again, the limitation of time, `while they shall exist as a nation and live on it,' shows that <span class=\"star-pagination\">*61</span> the grant has reference to the corporate existence of the nation as such, and very plainly qualifies the absoluteness of the earlier words, \"in fee simple.\" The suggestion that it limits the duration of the legal title only but leaves a trust outstanding is simply arbitrary. If the plural signifies the members of a class constituted <i>cestuis que trust</i> the limitation would attach to the trust. But the only answer necessary is that no such separation or intent can be discovered in the words.</p>\n<p>What we have said shows another sufficient answer to the plaintiffs' claim. They say and argue, as they must in order to make out their right to a distribution to themselves, that the Choctaws and Chickasaws no longer exist as nations. But if so, the grant also was at an end when the nations ceased to be, and it rested with the bounty of the United States to decide what should be done with the land, except so far as it already had been decided by treaties or statutes upon which the plaintiffs do not and cannot rely. It is said that by Article 18, in case of any well-founded doubt as to the construction of the treaty, it is to be construed most favorably toward the Choctaws. But there is no well-founded doubt, except whether the construction contended for would have been regarded as favorable to the Choctaws, since it would have cut down the autonomy that the treaty so carefully expressed. See further <i>Stephens</i> v. <i>Cherokee Nation,</i> <span class=\"citation\" data-id=\"95076\"><a href=\"/opinion/95076/stephens-v-cherokee-nation/\"><span class=\"volume\">174</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">445</span></a></span>, 488. <i>Cherokee Nation</i> v. <i>Hitchcock,</i> <span class=\"citation\" data-id=\"95732\"><a href=\"/opinion/95732/cherokee-nation-v-hitchcock/\"><span class=\"volume\">187</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span>, 307. <i>Lone Wolf</i> v. <i>Hitchcock,</i> <span class=\"citation\" data-id=\"95758\"><a href=\"/opinion/95758/lone-wolf-v-hitchcock/\"><span class=\"volume\">187</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">553</span></a></span>, 568.</p>\n<p>The residue of the bill becomes immaterial upon the failure of the plaintiffs to make out a title under the treaty and patent. It refers to the act of June 28, 1898, c. 517, 30 Stat. 495, and the earlier statutes leading up to it, which established a commission, ordered it to prepare correct rolls of citizenship, and provided by § 21 of the act of 1898 that the rolls so made, when approved by the Secretary of the Interior, should be final, (See also Acts of March 3, 1901, c. 832, 31 Stat. 1058, 1077; April 26, 1906, c. 1876, 34 Stat. 137.) By § 11 a division <span class=\"star-pagination\">*62</span> was to be made among the \"citizens\" of the tribes according to the rolls, and by § 12 the allottees were to have undisturbed possession when the report of the allotments had been made to the Secretary of the Interior and confirmed by him. By § 29 an agreement with the Choctaws and Chickasaws on the matter was ratified, and by act of July 1, 1902, c. 1362, 32 Stat. 641, a further agreement was ratified, which again excluded all except those whose names were on the roll. Art. 35. The bill charges that these agreements, as well as a part of the act of 1898, were void as excluding some of the plaintiffs who were not residents of the nation on June 28, 1898, and as not having been approved by the class, or a majority of the class, alleged to have been designated by the treaty and patent that we have discussed. The bill goes on to allege that rolls were prepared by the Commission, and approved by the Secretary, within the time allowed by the statutes, (Act of April 26, 1906, c. 1876, § 2, 34 Stat. 137), and that the time has expired, but the rolls were not made in conformity to the act of 1898, and are not correct but fraudulent, in various particulars set forth.</p>\n<p>But these allegations make out no case for the plaintiffs. It is said that the statutes recognize individual rights as already existing. It is true that by a treaty of June 22, 1855, 11 Stat. 611, the United States guaranteed the lands \"to the members of the Choctaw and Chickasaw tribes, their heirs and successors, to be held in common; so that each and every member of either tribe shall have an equal, undivided interest in the whole\" with provisos. But the plaintiffs do not claim under this treaty or mention it in their bill, or a treaty of April 28, 1866, 14 Stat. 769, by Articles 11-36 of which the change from common to individual ownership was agreed, and it was provided that unselected land should \"be the common property of the Choctaw and Chickasaw Nations, in their corporate capacities,\" etc. Art. 33. They might be descendants or the members of the tribe as it was in 1839 or 1842, and yet not members or heirs of members of the tribe <span class=\"star-pagination\">*63</span> of 1854, therefore it is unnecessary to construe this treaty. Neither do the plaintiffs claim under any title to be derived from the statute providing for distribution according to the rolls of citizenship. They do not allege that they are citizens or attempt to bring themselves within any grant later than the treaty and patent that we have discussed. They disclose that their names are not upon the rolls and that the decision of the Secretary of the Interior has been against them and they show no reason for our not accepting the rolls and decision as final according to the terms of the distributing acts. See <i>West</i> v. <i>Hitchcock,</i> 205 U.S. 80; <i>Garfield</i> v. <i>Goldsby,</i> <span class=\"citation\" data-id=\"96897\"><a href=\"/opinion/96897/garfield-v-united-states-ex-rel-goldsby/\"><span class=\"volume\">211</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">249</span></a></span>, 259.</p>\n<p><i>Decree affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  These briefs consist of over 350 printed pages and contain resumes and compilations of, and extracts from, the treaties and statutes abolishing Indian tribal government and the distribution of the Indian lands among the members of the five civilized tribes under the plan of the Dawes Commission.</p>\n\n</div>", 
  "sha1": "8c4350b7e1b636c9ce186f323a574d98e7bd9098", 
  "date_modified": "2014-12-21T01:35:00.871947", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/97089/fleming-v-mccurtain/", 
  "citation_count": 4, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1117048/", 
  "html": "<p class=\"case_cite\">215 U.S. 56</p>\n    <p class=\"case_cite\">30 S.Ct. 16</p>\n    <p class=\"case_cite\">54 L.Ed. 88</p>\n    <p class=\"parties\">J. E. FLEMING et al., Appts.,<br>v.<br>GREEN McCURTAIN, Douglas B. Johnston, George.  Mansfield, et al.</p>\n    <p class=\"docket\">No. 253.</p>\n    <p class=\"date\">Argued October 21, 22, 1909.</p>\n    <p class=\"date\">Decided November 8, 1909.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Frank Hagerman, John G. Carlisle, Webster Ballinger, and Albert j. Lee for appellants.</p>\n      <p class=\"indent\">Solicitor General Bowers and Messrs. Edward P. Hill and David C. McCurtain for appellees.</p>\n      <p class=\"indent\">Mr. Justice Holmes delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a bill in equity purporting to be brought by and on behalf of some thirteen thousand persons, 'all persons of Choctaw or Chickasaw Indian blood and descent, and members of a designated class of persons for whose exclusive use and benefit a special grant was made' of certain property in Oklahoma. The princiapl defendants are, the Secretary of the Interior; McCurtain, chief of the Choctaws; Johnston, governor of the Chicasaws, and all persons whose names appear with theirs on the rolls of 'citizens' of the Choctaw and Chickasaw Nations, respectively, and all persons whose names appear upon the 'freedmen' rolls of those Nations, as approved by the Secretary of the Interior on or before March 4, 1907, these being the persons to whom the Secretary of the Interior is proceeding to allot the abovementioned property, being all the property of the tribe. The main object of the bill is to restrain the allotment to the defendants, and to undo it so far as it ahas taken place, to establish the title of the plaintiffs for the purpose of allotment, and to have a new distribution decreed. A firm of lawyers is joined, on the allegation that they have received a portion of the property under a fraudulent arrangement. The bill was demurred to for want of equity and for want of jurisdiction in the court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The circuit court examined the treaty and conveyance under which the plaintiffs claim, and held that they did not confer the rights alleged in the bill; that the right to share in the distribution depended on membership in one of the two tribes, except in the case of freedmen, specially provided for; that who were members of the respective tribes, and entitled to enrolment as such, was a matter for Congress to determine; that Congress had adopted certain rolls when finally approved by the Secretary of the Interior; that the Secretary had acted and the plaintiffs had been excluded; that his action was final, and that the court had no jurisdiction in the case. The demurrer to the jurisdiction was sustained, the bill was dismissed, and the plaintiffs appealed to this court.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The plaintiffs found their claim upon the Choctaw treaty of Dancing Rabbit creek, September 27, 1830, article 2, 7 Stat. at L. 333, and letters patent of March 23, 1842, coupled with a treaty between the Choctaws and Chickasaws of January 17, 1837, ratified by the Senate March 24, 1837, 11 Stat. at L. 573. By article 2 of the treaty of 1830, 'the United States, under a grant specially to be made by the President of the United States, shall cause to be conveyed to the Choctaw Nation a tract of country west of the Mississippi river, in fee simple, to them and their descendants, to inure to them while they shall exist as a nation and live on it;' with the boundaries. The letters patent recite this article, and, 'in execution of the agreement,' grant the described tract, to have and to hold the same 'as inintended to be conveyed by the aforesaid article 'in fee simple, to them and their descendants, to inure to them while they shall exist as a nation and live on it,' liable to no transfer or alienation except to the United States or with their consent.' The treaty with the Chickasaws gave the Chickasaws a district within the limits of the Choctaws' country, 'to be held on the same terms that the Choctaws now hold it, except the right of disposing of it, which is held in common with the Choctaws and Chickasaws, to be called the Chickasaw district of the Choctaw Nation.' The plaintiffs say that the patent conveyed the legal title to the Choctaw Nation in trust for such persons as were members of the tribe at the date of the treaty, or of the Chickasaw tribe at the date of the treaty with them, and their respective descendants, and that, upon the dissolution of the Nation, the legal title merged with the equitable title, and the designated class became the absolute owners of the property as tenants in common.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The plaintiffs, in aid of their view, refer to various indications that the policy of the United States already was looking toward the disintegration of the Indian tribes, point out that the words on which they rely were interlined in the government draft at the instance of the Indians, and from these and other circumstances argue that their construction is confirmed. They say that the dominant phrase is 'in fee simple to them and their descendants,' and that the use of the plural 'them' shows a transition from the Nation as formal grantee to the members as beneficiaries. They say that 'descendants' was used instead of 'heirs' or 'children,' to avoid questions of legitimacy, or giving an absolute title to living members and their children, and to establish a principle of devolution suitable to the mode of life and unions in those Indian tribes. They conclude that the words 'inure to them while they shall exist as a nation and live on it' only mark the duration of the legal title, and do not cut down the equitable right conferred by the earlier words.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As we cannot agree with this construction, it will be unnecessary to consider many of the further allegations of the bill. The foundation of the plaintiffs' case in upon the words of the treaty and the patent that we have set forth. Those words seem to us to convey a different meaning on their face,&#8212;a meaning that would not be changed, but rather confirmed, if we were to refer at length to the earlier and later dealings with the tribes, which we shall not need to do. We should mention, however, that the United States already had ceded this tract to the Choctaw Nation, with no qualifying words, by the treaty of October 18, 1820, article 2, 7 Stat. at L. 210. Choctaw Nation v. United States, 119 U. S. 1, 38, 30 L. ed. 306, 318, 7 Sup. Ct. Rep. 75. The treaty of 1830 only varied the description a little, and provided for a special patent. But it would not better the plaintiffs' case if the treaty of 1830 were the single root of their grant. In a grant to the Choctaw Nation as a nation, it was natural, as in other cases, to use some words of perpetuity. Of course, the United States could use what words it saw fit to manifest its purpose, but the habit derived from private conveyances would be likely to prevail, and as, in such instruments, the gift of a fee is expressed by adding to the name of the grantee the words 'and his heirs,' or, in case of a corporation, although unnecessary, 'its successors and assigns,' here, also, some addition was to be expected to the mere name of the grantee. The word 'Nation' is used in the treaty as a collective noun, and, as such, according to a common usage, is accompanied by a plural verb in the very next article. ('The Choctaw Nation of Indians consent and hereby cede.') Therefore, the second article says 'to them' rather than 'to it,' just as it says 'while they [<i>i. e.</i>, the Nation] shall exist as a nation,' and it adds to the untechnical 'in fee simple' untechnical words of limitation of a kind that would indicate the intent to confine the grant to the Nation, which 'successors' would not, and, at the same time, to imply nothing as to the rules for inheritance of tribal rights, as 'heirs' might have seemed to do. We may compare 'for the government of the Choctaw Nationof red people and their descendants,' in article 4. The word was addressed to the Indian mind.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">There is not a suggestion of any trust in the language to either the technical or the unlearned reader, and it is most unlikely that the United States would have attempted to impose one upon the Choctaws in favor of the existing members of the tribe in the very 'treaty' that dealt with them as a quasi independent nation, recognized by article 5 as having the right to make war, and that, by the 4th article, bound the United States to secure to that nation 'the jurisdiction and government of all the persons and property that may be within their limits west,' etc. It is true that, in further promising to secure the Nation from all laws except those enacted by their own national councils, the 4th article adds, 'not inconsistent with the Constitution, treaties, and laws of the United States;' but this addition is far from suggesting that a constitutional right of property has been conferred upon a designated class, that might be enforced in a circuit court of the United States by a bill in equity against what was called a Nation. How far anyone was from that understanding, or from doubting that all the rights granted by the United States were in the Choctaw Nation, is shown by the treaty with the Chickasaws upon which the plaintiffs rely. The Nation had no right to make that treaty as it did, if it was subject to the trust supposed. Again, the limitation of time, 'while they shall eixst as a nation and live on it,' shows that the grant has reference to the corporate existence of the Nation as such, and very plainly qualifies the absoluteness of the earlier words, 'in fee simple.' The suggestion that it line its the duration of the legal title only, but leaves a trust outstanding, is simply arbitrary. If the plural signifies the members of a class constituted <i>cestius que trust</i>, the limitation would attach to the trust. But the only answer necessary is that no such separation or intent can be discovered in the words.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">What we have said shows another sufficient answer to the plaintiffs' claim. They say and argue, as they must, in order to make out their right to a distribution to themselves, that the Choctaws and Chickasaws no longer exist as nations. But, if so, the grant also was at an end when the nations ceased to be, and it rested with the bounty of the United States to decide what should be done with the land, except so far as it already had been decided by treaties or statutes upon which the plaintiffs do not and cannot rely. It is said that, by article 18, in case of any well-founded doubt as to the construction of the treaty, it is to be construed most favorably toward the Choctaws; but there is no well-founded doubt, except whether the construction contended for would have been regarded as favorable to the Choctaws, since it would have cut down the autonomy that the treaty so carefully expressed. See, further, Stephens v. Cherokee Nation, 174 U. S. 445, 488, 43 L. ed. 1041, 1056, 19 Sup. Ct. Rep. 722; Cherokee Nation v. Hitchcock, 187 U. S. 294, 307, 47 L. ed. 183, 23 Sup. Ct. Rep. 115; Lone Wolf v. Hitchcock, 187 U. S. 553, 568, 47 L. ed. 299, 307, 23 Sup. Ct. Rep. 216.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The residue of the bill becomes immaterial upon the failure of the plaintiffs to make out a title under the treaty and patent. It refers to the act of June 28, 1898, chap. 517, 30 Stat. at L. 495, and the earlier statutes leading up to it, which established a commission, ordered it to prepare correct rolls of citizenship, and provided, by &#167; 21 of the act of 1898, that the rolls so made, when approved by the Secretary of the Interior, should be final (see also acts of March 3, 1901, chap. 832, 31 Stat. at L. 1058, 1077, U. S. Comp. Stat. 1901, p. 1620; April 26, 1906, chap. 1876, 34 Stat. at L. 137). By &#167; 11, a division was to be made among the 'citizens' of the tribes according to the rolls, and by &#167; 12 the allottees were to have undisturbed possession when the report of the allotments had been made to the Secretary of the Interior and confirmed by him. By &#167; 29 an agreement with the Choctaws and Chickasaws on the matter was ratified, and, by act of July 1, 1902, chap. 1362, 32 Stat. at L. 641, a further agreement was ratified, which again excluded all except those whose names were on the roll. Art. 35. The bill charges that these agreements, as well as a part of the act of 1898, were void as excluding some of the plaintiffs who were not residents of the Nation on June 28, 1898, and as not having been approved by the class, or a majority of the class, alleged to have been designated by the treaty and patent that we have discussed. The bill goes on to allege that rolls were prepared by the commission, and approved by the Secretary, within the time allowed by the statutes (act of April 26, 1906, chap. 1876, &#167; 2, 34 Stat. at L. 137), and that the time has expired, but the rolls were not made in conformity to the act of 1898, and are not correct, but fraudulent, in various particulars set forth.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">But these allegations make out no case for the plaintiffs. It is said that the statutes recognize individual rights as already existing. It is true that, by a treaty of June 22, 1855, 11 Stat. at L. 611, the United States guaranteed the lands 'to the members of the Choctaw and Chickasaw tribes, their heirs and successors, to be held in common; so that each and every member of either tribe shall have an equal, undivided interest in the whole,' with provisos. But the plaintiffs do not claim under this treaty, or mention it in their bill, or a treaty of April 28, 1866, 14 Stat. at L. 769, by articles 11-33 of which the change from common to individual ownership was agreed, and it was provided that unselected land should 'be the common property of the Choctaw and Chickasaw Nations, in their corporate capacities,' etc. Art. 33. They might be descendants or the members of the tribe as it was in 1839 or 1842, and yet not members or heirs of members of the tribe of 1854; therefore, it is unnecessary to construe this treaty. Neither do the plaintiffs claim under any title to be derived from the statute providing for distribution according to the rolls of citizenship. They do not allege that they are citizens, or attempt to bring themselves within any grant later than the treaty and patent that we have discussed. They disclose that their names are not upon the rolls, and that the decision of the Secretary of the Interior has been against them, and they show no reason for our not accepting the rolls and decision as final according to the terms of distributing acts. See United States ex rel. West v. Hitchcock, 205 U. S. 80, 51 L. ed. 718, 27 Sup. Ct. Rep. 423; Garfield v. United States, 211 U. S. 249, 259, 53 L. ed. 168, 173, 29 Sup. Ct. Rep. 62.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Decree affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/97089/"
}