{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "215 U.S. 122", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/97096/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Hanover National Bank v. Suddath (No. 2)", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "13", 
    "id": 81479, 
    "resource_uri": "/api/rest/v2/citation/81479/"
  }, 
  "id": 97096, 
  "blocked": false, 
  "judges": "White", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1909-11-29", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>215 U.S. 122 (1909)</b></center>\n<center><h1>HANOVER NATIONAL BANK OF NEW YORK, APPELLANT,<br>\nv.<br>\nSUDDATH, AS RECEIVER OF AMERICAN NATIONAL BANK OF ABILENE (NO. 2).</h1></center>\n<center>No. 13.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 20, 1909.</center>\n<center>Decided November 29, 1909.</center>\nAPPEAL FROM THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><i>Mr. Percy S. Dudley</i> for appellant.</p>\n<p><span class=\"star-pagination\">*123</span> <i>Mr. Edward B. Whitney,</i> with whom <i>Mr. Francis F. Oldham</i> was on the brief, for appellee.</p>\n<p>MR. JUSTICE WHITE delivered the opinion of the court.</p>\n<p>This is an outgrowth of a litigation between the same parties, which we have just decided in case No. 12, and we shall therefore refer to the banks as we did in No. 12, the one as the Abilene Bank and the other as the Hanover Bank. On October 11, 1906, in reversing the judgment entered in that action on the first trial in favor of the Hanover Bank, the Circuit Court of Appeals observed (149 Fed. Rep. 127, 130):</p>\n<p>\"The contention for the defendant in error that it was entitled to set off or counterclaim the indebtedness owing to it by the Abilene Bank when the latter became insolvent, is wholly untenable. Such a defense is not available in an action at law for conversion, and, if the defendant had any right of equitable set-off, this should have been asserted by a bill in equity.\"</p>\n<p>On November 20, 1906, as we have seen, at the second trial of the action at law the court directed the jury to find a verdict in favor of the Abilene Bank. A few days afterwards the bill in this cause was filed on behalf of the Hanover Bank, the receiver of the Abilene Bank being the defendant, the suit, it is intimated, having been commenced because of the statement made by the Circuit Court of Appeals in the passage from its opinion above quoted. The course of dealing between the two banks, the execution of the written agreement, the forwarding of the four notes for discount, the refusal to discount, the overdrawing by the Abilene Bank of its account <span class=\"star-pagination\">*124</span> with the Hanover Bank, the allowance of the overdraft and the temporary loan of $3,500, the collection of three of the notes and retention of a sufficient sum to cancel the indebtedness created by the overdraft and the surrender of the balance to the receiver, together with the uncollected note, were alleged in the bill substantially as we have stated them in the opinion in No. 12. The commencement and prosecution of the action at law was next averred and the various steps in that litigation were detailed, culminating in an averment of the rendering upon the second trial of the action at law of a verdict in favor of the Abilene Bank for $3,725.86. It was charged that the receiver was threatening to enter judgment upon the verdict. Averring a right in equity to offset the indebtedness due to it by the Abilene Bank on January 18, 1905, against the demand of that bank or its receiver for the four notes or their proceeds, the Hanover Bank prayed that its set-off might be allowed against the receiver, and that he be enjoined from further prosecuting the action at law. A demurrer to the bill was sustained and a dismissal was entered. The decree was affirmed by the Circuit Court of Appeals (153 Fed. Rep. 1022), and the cause was then brought here.</p>\n<p>The decision just announced in case No. 12 establishes the want of equity in the bill. The mere possession of the notes by the Hanover Bank after its refusal to discount them did not justify that bank in relying upon the notes as collateral security for the indebtedness which arose from the voluntary payment of the draft drawn by the Abilene Bank upon the Hanover Bank, when there were no funds in the latter bank to meet the draft. The notes forwarded January 9 and 10 were sent to be discounted, and the draft drawn on January 11, which created the overdraft, was presumably drawn upon the faith that those notes would be discounted, and that the draft would be paid out of the proceeds. As matter of fact, however, the Hanover Bank recouped itself out of the proceeds of but one of the notes, together with the proceeds of notes <span class=\"star-pagination\">*125</span> subsequently forwarded to it. In view of the fact that the Hanover Bank not only notified the Abilene Bank that the notes would not be discounted, but also by telegram in effect demanded that the Abilene Bank should forward funds to meet its drafts, the assumption cannot be rightfully indulged that the Hanover Bank allowed the overdraft in the belief that the silence of the Abilene Bank signified that it expected the draft to be paid, and that to enable the payment the Hanover Bank might use the notes sent for discount as it saw fit. It is not contended that there was an express agreement between the parties that the draft which created the overdraft should be paid, and that the funds should be realized in the mode pursued by the Hanover Bank. Considering the transaction either from the standpoint of the forwarding of the notes for discount and the making of the draft, or from the standpoint of the sending of the notes for discount, and the failure of the Abilene Bank to forward funds or to promptly make known to the Hanover Bank its wishes in the matter, we are of the opinion that the circumstances of the transaction were not such as to raise the presumption of agreement for a set-off available as against the general creditors. <i>Scott</i> v. <i>Armstrong.</i> 146 U.S. 499.</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:42:18", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">215</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">122</span></span> (1909)</b></center>\n<center><h1>HANOVER NATIONAL BANK OF NEW YORK, APPELLANT,<br>\nv.<br>\nSUDDATH, AS RECEIVER OF AMERICAN NATIONAL BANK OF ABILENE (NO. 2).</h1></center>\n<center>No. 13.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 20, 1909.</center>\n<center>Decided November 29, 1909.</center>\nAPPEAL FROM THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><i>Mr. Percy S. Dudley</i> for appellant.</p>\n<p><span class=\"star-pagination\">*123</span> <i>Mr. Edward B. Whitney,</i> with whom <i>Mr. Francis F. Oldham</i> was on the brief, for appellee.</p>\n<p>MR. JUSTICE WHITE delivered the opinion of the court.</p>\n<p>This is an outgrowth of a litigation between the same parties, which we have just decided in case No. 12, and we shall therefore refer to the banks as we did in No. 12, the one as the Abilene Bank and the other as the Hanover Bank. On October 11, 1906, in reversing the judgment entered in that action on the first trial in favor of the Hanover Bank, the Circuit Court of Appeals observed (149 Fed. Rep. 127, 130):</p>\n<p>\"The contention for the defendant in error that it was entitled to set off or counterclaim the indebtedness owing to it by the Abilene Bank when the latter became insolvent, is wholly untenable. Such a defense is not available in an action at law for conversion, and, if the defendant had any right of equitable set-off, this should have been asserted by a bill in equity.\"</p>\n<p>On November 20, 1906, as we have seen, at the second trial of the action at law the court directed the jury to find a verdict in favor of the Abilene Bank. A few days afterwards the bill in this cause was filed on behalf of the Hanover Bank, the receiver of the Abilene Bank being the defendant, the suit, it is intimated, having been commenced because of the statement made by the Circuit Court of Appeals in the passage from its opinion above quoted. The course of dealing between the two banks, the execution of the written agreement, the forwarding of the four notes for discount, the refusal to discount, the overdrawing by the Abilene Bank of its account <span class=\"star-pagination\">*124</span> with the Hanover Bank, the allowance of the overdraft and the temporary loan of $3,500, the collection of three of the notes and retention of a sufficient sum to cancel the indebtedness created by the overdraft and the surrender of the balance to the receiver, together with the uncollected note, were alleged in the bill substantially as we have stated them in the opinion in No. 12. The commencement and prosecution of the action at law was next averred and the various steps in that litigation were detailed, culminating in an averment of the rendering upon the second trial of the action at law of a verdict in favor of the Abilene Bank for $3,725.86. It was charged that the receiver was threatening to enter judgment upon the verdict. Averring a right in equity to offset the indebtedness due to it by the Abilene Bank on January 18, 1905, against the demand of that bank or its receiver for the four notes or their proceeds, the Hanover Bank prayed that its set-off might be allowed against the receiver, and that he be enjoined from further prosecuting the action at law. A demurrer to the bill was sustained and a dismissal was entered. The decree was affirmed by the Circuit Court of Appeals (153 Fed. Rep. 1022), and the cause was then brought here.</p>\n<p>The decision just announced in case No. 12 establishes the want of equity in the bill. The mere possession of the notes by the Hanover Bank after its refusal to discount them did not justify that bank in relying upon the notes as collateral security for the indebtedness which arose from the voluntary payment of the draft drawn by the Abilene Bank upon the Hanover Bank, when there were no funds in the latter bank to meet the draft. The notes forwarded January 9 and 10 were sent to be discounted, and the draft drawn on January 11, which created the overdraft, was presumably drawn upon the faith that those notes would be discounted, and that the draft would be paid out of the proceeds. As matter of fact, however, the Hanover Bank recouped itself out of the proceeds of but one of the notes, together with the proceeds of notes <span class=\"star-pagination\">*125</span> subsequently forwarded to it. In view of the fact that the Hanover Bank not only notified the Abilene Bank that the notes would not be discounted, but also by telegram in effect demanded that the Abilene Bank should forward funds to meet its drafts, the assumption cannot be rightfully indulged that the Hanover Bank allowed the overdraft in the belief that the silence of the Abilene Bank signified that it expected the draft to be paid, and that to enable the payment the Hanover Bank might use the notes sent for discount as it saw fit. It is not contended that there was an express agreement between the parties that the draft which created the overdraft should be paid, and that the funds should be realized in the mode pursued by the Hanover Bank. Considering the transaction either from the standpoint of the forwarding of the notes for discount and the making of the draft, or from the standpoint of the sending of the notes for discount, and the failure of the Abilene Bank to forward funds or to promptly make known to the Hanover Bank its wishes in the matter, we are of the opinion that the circumstances of the transaction were not such as to raise the presumption of agreement for a set-off available as against the general creditors. <i>Scott</i> v. <i>Armstrong.</i> 146 U.S. 499.</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "sha1": "7871b4cda9aedf4b3e36eacca79f0d70af05151f", 
  "date_modified": "2014-12-21T01:35:00.543352", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/97096/hanover-national-bank-v-suddath-no-2/", 
  "citation_count": 0, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1114815/", 
  "html": "<p class=\"case_cite\">215 U.S. 122</p>\n    <p class=\"case_cite\">30 S.Ct. 63</p>\n    <p class=\"case_cite\">54 L.Ed. 120</p>\n    <p class=\"parties\">HANOVER NATIONAL BANK OF THE STATE OF NEW YORK, Appt.,<br>v.<br>WILLIAM F. SUDDATH, as Receiver of the American  National Bank of Abilene.</p>\n    <p class=\"docket\">No. 13.</p>\n    <p class=\"date\">Argued April 20, 1909.</p>\n    <p class=\"date\">Decided November 29, 1909.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Percy S. Dudley for appellant.</p>\n      <p class=\"indent\">Messrs. Edward B. Whitney and Francis F. Oldham for appellee.</p>\n      <p class=\"indent\">Mr. Justice White delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an outgrowth of a litigation between the same parties, which we have just decided in case No. 12 [215 U. S. 110, 54 L. ed. &#8212;&#8212;, 30 Sup. Ct. Rep. 58], and we shall therefore refer to the banks as we did in No. 12, the one as the Abilene bank and the other as the Hanover bank. On October 11, 1906, in reversing the judgment entered in that action on the first trial in favor of the Hanover bank, the circuit court of appeals observed (79 C. C. A. 26, 149 Fed. 130):</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'The contention for the defendant in error, that it was entitled to set off or counterclaim the indebtedness owing to it by the Abilene bank when the latter became insolvent, is wholly untenable. Such a defense is not available in an action at law for conversion, and, if the defendant had any right of equitable set-off, this should have been asserted by a bill in equity.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On November 20, 1906, as we have seen, at the second trial of the action at law, the court directed the jury to find a verdict in favor of the Abilene bank. A few days afterwards the bill in this cause was filed on behalf of the Hanover bank, the receiver of the Abilene bank being the defendant, the suit, it is intimated, having been commenced because of the statement made by the circuit court of appeals in the passage from its opinion above quoted. The course of dealing between the two banks, the execution of the written agreement, the forwarding of the four notes for discount, the refusal to discount, the overdrawing by the Abilene bank of its account with the Hanover bank, the allowance of the overdraft and the temporary loan of $3,500, the collection of three of the notes and retention of a sufficient sum to cancel the indebtedness created by the overdraft, and the surrender of the balance to the receiver, together with the uncollected note, were alleged in the bill substantially as we have stated them in the opinion in No. 12. The commencement and prosecution of the action at law was next averred, and the various steps in that litigation were detailed, culminating in an averment of the rendering upon the second trial of the action at law of a verdict in favor of the Abilene bank for $3,725.86. It was charged that the receiver was threatening to enter judgment upon the verdict. Averring a right in equity to offset the indebtedness due to it by the Abilene bank on January 18, 1905, against the demand of that bank or its receiver for the four notes or their proceeds, the Hanover bank prayed that its set-off might be allowed against the receiver, and that he be enjoined from further prosecuting the action at law. A demurrer to the bill was sustained and a dismissal was entered. The decree was affirmed by the circuit court of appeals (82 C. C. A. 677, 153 Fed. 1022), and the cause was then brought here.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The decision just announced in case No. 12 establishes the want of equity in the bill. The mere possession of the notes by the Hanover bank after its refusal to discount them did not justify that bank in relying upon the notes as collateral security for the indebtedness which arose from the voluntary payment of the draft drawn by the Abilene bank upon the Hanover bank, when there were no funds in the latter bank to meet the draft. The notes forwarded January 9 and 10 were sent to be discounted, and the draft drawn on January 11, which created the overdraft, was presumably drawn upon the faith that those notes would be discounted, and that the draft would be paid out of the proceeds. As matter of fact however, the Hanover bank recouped itself out of the proceeds of but one of the notes, together with the proceeds of notes subsequently forwarded to it. In view of the fact that the Hanover bank not only notified the Abilene bank that the notes would not be discounted, but also by telegram in effect demanded that the Abilene bank should forward funds to meet its drafts, the assumption cannot be rightfully indulged that the Hanover bank allowed the overdraft in the belief that the silence of the Abilene bank signified that it expected the draft to be paid, and that, to enable the payment, the Hanover bank might use the notes sent for discount as it saw fit. It is not contended that there was an express agreement between the parties that the draft which created the overdraft should be paid, and that the funds should be realized in the mode pursued by the Hanover bank. Considering the transaction either from the standpoint of the forwarding of the notes for discount and the making of the draft, or from the standpoint of the sending of the notes for discount, and the failure of the Abilene bank to forward funds or to promptly make known to the Hanover bank its wishes in the matter, we are of the opinion that the circumstances of the transaction were not such as to raise the presumption of agreement for a set-off, available as against the general creditors. Scott v. Armstrong, 146 U. S. 499, 36 L. ed. 1059, 13 Sup. Ct. Rep. 148.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/97096/"
}