{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "215 U.S. 87", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/97093/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "El Paso & Northeastern R. Co. v. Gutierrez", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "505", 
    "id": 81476, 
    "resource_uri": "/api/rest/v2/citation/81476/"
  }, 
  "id": 97093, 
  "blocked": false, 
  "judges": "Day", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1909-11-15", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>215 U.S. 87 (1909)</b></center>\n<center><h1>EL PASO &amp; NORTHEASTERN RAILWAY COMPANY<br>\nv.<br>\nGUTIERREZ, ADMINISTRATRIX.</h1></center>\n<center>No. 505.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted October 11, 1909.</center>\n<center>Decided November 15, 1909.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF TEXAS.\n<p><span class=\"star-pagination\">*88</span> <i>Mr. W.C. Keegin, Mr. W.A. Hawkins</i> and <i>Mr. John Franklin</i> for plaintiff in error.</p>\n<p><i>Mr. F.G. Morris</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*90</span> MR. JUSTICE DAY delivered the opinion of the court.</p>\n<p>In this case an action was commenced by Enedina Gutierrez, as administratrix of the estate of Antonio Gutierrez, in the District Court of El Paso County, Texas, against the El Paso and Northeastern Railway Company, to recover damages because of the death of the plaintiff's intestate by wrongful act while engaged in the service of the railway company, a common carrier in the Territory of New Mexico, on June 22, 1906. By way of special plea and answer the railway company set up a statute of the Territory of New Mexico, wherein it is provided that no actions for injuries inflicting death caused by any person or corporation in the Territory shall be maintained, unless the person claiming damages shall, within ninety days after the infliction of the injury complained of and thirty days before commencing suit, serve upon the defendant an affidavit covering certain particulars as to the injuries complained of, and containing the names and addresses of all witnesses of the happening of the alleged acts of negligence. Suit must be brought within one year, and in the District Court of the Territory in and for the county in which the injuries were received, or where the injured person resides; or, in a claim against a corporation, in the county of the Territory where the corporation has its principal place of business. This act is set out in full in the marginal note to the case of <i>Atchison, Topeka &amp; Santa Fe Ry. Co.</i> v. <i>Sowers,</i> 213 U.S. 55.</p>\n<p>The special answer sets forth that the accident happened in the Territory of New Mexico, while the statute was in full force, and that its terms and provisions were not complied with.</p>\n<p><span class=\"star-pagination\">*91</span> To the special answer the plaintiff below interposed a demurrer, and further, by way of supplemental petition, set forth that the injuries complained of happened after the passage of the so-called Employers' Liability Act, June 11, 1906, c. 3073, 34 Stat. 232. This act, the plaintiff alleged, controlled the liability of the defendant in the case. The District Court sustained the demurrer of the plaintiff to that part of the defendant's answer which set up the territorial act of New Mexico, to which ruling the railway company duly excepted. The case then went to trial to a jury upon issues made concerning the liability of the railway company under the Federal Employers' Liability Act of June 11, 1906. 34 Stat. 232. The result was a verdict and judgment in favor of the plaintiff against the railway company. The case was then taken to the Court of Civil Appeals of Texas, and that court held that it would not be governed by the territorial statutes, and that the Employers' Liability Act of June 11, 1906, was unconstitutional, upon the authority of <i>Employers' Liability Cases,</i> 207 U.S. 463, and certain cases in the Texas Court of Appeals. Upon rehearing a majority of the court held that the provisions of the New Mexico act as to the presentation of notice of claim for damages was a condition precedent to a cause of action, and that the trial court therefore erred in sustaining plaintiff's exception to that part of the defendant's answer which pleaded the territorial act and plaintiff's failure to present her claim in accordance with it. 111 S.W. Rep. 159. Thereupon the defendant took the case to the Supreme Court of Texas by writ of error, and that court held that the case was controlled by the act of Congress known as the Employers' Liability Act, 34 Stat. 232, and that the same was constitutional, and therefore held that the judgment of the Court of Civil Appeals should be reversed, and the original judgment of the District Court affirmed. 117 S.W. Rep. 426. From the judgment of the Supreme Court of the State a writ of error was prosecuted to this court.</p>\n<p>Among other errors assigned is the failure of the Supreme <span class=\"star-pagination\">*92</span> Court of Texas to give effect to the defense setting up the statute of New Mexico as a full defense to the action. While the Supreme Court of Texas in its opinion conceded that if the territorial act of New Mexico alone controlled the action the plaintiff must fail for non-compliance with its requirements, it reversed the judgment of the Court of Civil Appeals, and affirmed the judgment of the District Court, because in its opinion the liability was controlled by the Employers' Liability Act. The effect of this judgment of the Supreme Court of Texas was to deny the defense set up under the territorial act as a complete bar to the action. The District Court sustained the demurrer to the plea setting up this act, and thereby denied the rights specially set up under that statute, the Supreme Court of Texas overruled the Court of Civil Appeals and affirmed the judgment of the District Court. It thereby necessarily adjudicated the defense claimed under the territorial act against the railway company. If this defense sets up a Federal right within the meaning of § 709 of the Revised Statutes of the United States, then we have jurisdiction of the case. <i>Wabash R.R. Co.</i> v. <i>Adelbert College of Western Reserve University,</i> 208 U.S. 38, 44.</p>\n<p>That the claim of immunity under the territorial act, because of the failure of the plaintiff in error to comply with its provisions as to the affidavit within ninety days, etc., presented a Federal question within the meaning of § 709 of the Revised Statutes, was decided in <i>Atchison, Topeka &amp; Santa Fe Ry. Co.</i> v. <i>Sowers,</i> 213 U.S. 55, in which case it was held that where suit was brought in a state court a claim of defense under the provisions of the New Mexico statute was a claim of Federal right, which, when adversely adjudicated, gave jurisdiction to this court to review the judgment.</p>\n<p>Coming to consider the merits: This court, in <i>Atchison, Topeka &amp; Santa Fe Ry. Co</i><i>.</i> v. <i>Sowers</i><i>,</i> 213 U.S., <i>supra,</i> held that in order to give due faith and credit to the territorial statute, under § 906 of the Revised Statutes of the United <span class=\"star-pagination\">*93</span> States, the plaintiff suing in a State must show compliance with the preliminaries of notice and demand as required by the territorial law. As the answer in the present case set up non-compliance with these requisites, and the state court sustained a demurrer thereto, the judgment must be reversed, unless the state court was right in denying the benefit of the territorial act thus set up, because the Federal Employers' Liability Act superseded the New Mexico law, and is constitutional so far as the Territories are concerned.</p>\n<p>In view of the plenary power of Congress under the Constitution over the Territories of the United States, subject only to certain limitations and prohibitions not necessary to notice now, there can be no doubt that an act of Congress undertaking to regulate commerce in the District of Columbia and the Territories of the United States would necessarily supersede the territorial law regulating the same subject.</p>\n<p>Is the Federal Employers' Liability Act of June 11, 1906, unconstitutional so far as it relates to common carriers engaged in trade or commerce in the Territories of the United States? It has been suggested that this question is foreclosed by a decision of this court in the <i>Employers' Liability Cases,</i> 207 U.S. 463. In that case this court held that, conceding the power of Congress to regulate the relations of employer and employe engaged in interstate commerce, the act of June 11, 1906, c. 3073, 34 Stat. 232, was unconstitutional in this, that in its provisions regulating interstate commerce Congress exceeded its constitutional authority in undertaking to make employers responsible, not only to employes when engaged in interstate commerce, but to any of its employes, whether engaged in interstate commerce or in commerce wholly within a State. That the unconstitutionality of the act, so far as it relates to the District of Columbia and the Territories, was not determined is evident from a consideration of the opinion of the court in the case. In answering the suggestion that the words \"any employe\" in the statute should be so read as to mean only employes engaged <span class=\"star-pagination\">*94</span> in interstate commerce, Mr. Justice White, delivering the opinion of the court, said:</p>\n<p>\"But this would require us to write into the statute words of limitation and restriction not found in it. But if we could bring ourselves to modify the statute by writing in the words suggested the result would be to restrict the operation of the act as to the District of Columbia and the Territories. We say this because immediately preceding the provision of the act concerning carriers engaged in commerce between the States and Territories is a clause making it applicable to `every common carrier engaged in trade or commerce in the District of Columbia or in any Territory of the United States.' It follows, therefore, that common carriers in such Territories, even although not engaged in interstate commerce, are by the act made liable to `any' of their employes, as therein defined. The legislative power of Congress over the District of Columbia and the Territories being plenary and not depending upon the interstate commerce clause, it results that the provision as to the District of Columbia and the Territories, if standing alone, could not be questioned. Thus it would come to pass, if we could bring ourselves to modify the statute by writing in the words suggested; that is, by causing the act to read `any employe when engaged in interstate commerce,' we would restrict the act as to the District of Columbia and the Territories, and thus destroy it in an important particular. To write into the act the qualifying words, therefore, would be but adding to its provisions in order to save it in one aspect, and thereby to destroy it in another; that is, to destroy in order to save and to save in order to destroy.\" 207 U.S. 500.</p>\n<p>A perusal of this portion of the opinion makes it evident that it was not intended to hold the act unconstitutional in so far as it related to the District of Columbia and the Territories, for it is there suggested that to interpolate in the act the qualifying words contended for would destroy the act in respect to the District of Columbia and the Territories by <span class=\"star-pagination\">*95</span> limiting its operation in a field where Congress had plenary power, and did not depend for its authority upon the interstate commerce clause of the Constitution. The act in question is set forth in full in a note to <i>Employers' Liability Cases,</i> 207 U.S. 463, 490. We are concerned in the present case with its first section only. This section reads:</p>\n<p>\"That every common carrier engaged in trade or commerce in the District of Columbia, or in any Territory of the United States, or between the several States, or between any Territory and another, or between any Territory or Territories and any State or States, or the District of Columbia, or with foreign nations, or between the District of Columbia and any State or States or foreign nations, shall be liable to any of its employes, or, in the case of his death, to his personal representative for the benefit of his widow and children, if any; if none, then for his parents; if none, then for his next of kin dependent upon him, for all damages which may result from the negligence of any of its officers, agents or employes, or by reason of any defect or any insufficiency due to its negligence in its cars, engines, appliances, machinery, track, roadbed, ways or works.\"</p>\n<p>A perusal of the section makes it evident that Congress is here dealing, first, with trade or commerce in the District of Columbia and the Territories; and, second, with interstate commerce, commerce with foreign nations, and between the Territories and the States. As we have already indicated, its power to deal with trade or commerce in the District of Columbia and the Territories does not depend upon the authority of the interstate commerce clause of the Constitution. Upon the other hand, the regulation sought to be enacted as to commerce between the States and with foreign nations depends upon the authority of Congress granted to it by the Constitution to regulate commerce among the States and with foreign nations. As to the latter class, Congress was dealing with a liability ordinarily governed by state statutes, or controlled by the common law as administered in the <span class=\"star-pagination\">*96</span> several States. The Federal power of regulation within the States is limited to the right of Congress to control transactions of interstate commerce; it has no authority to regulate commerce wholly of a domestic character. It was because Congress had exceeded its authority in attempting to regulate the second class of commerce named in the statute that this court was constrained to hold the act unconstitutional. The act undertook to fix the liability as to \"any employe,\" whether engaged in interstate commerce or not, and, in the terms of the act, had so interwoven and blended the regulation of liability within the authority of Congress with that which was not that the whole act was held invalid in this respect.</p>\n<p>It is hardly necessary to repeat what this court has often affirmed, that an act of Congress is not to be declared invalid except for reasons so clear and satisfactory as to leave no doubt of its unconstitutionality. Futhermore, it is the duty of the court, where it can do so without doing violence to the terms of an act, to construe it so as to maintain its constitutionality; and, whenever an act of Congress contains unobjectionable provisions separable from those found to be unconstitutional, it is the duty of this court to so declare, and to maintain the act in so far as it is valid. It was held in the <i>Employers' Liability Cases</i> that in order to sustain the act it would be necessary to write into its provisions words which it did not contain.</p>\n<p>Coming to consider the statute in the light of the accepted rules of construction, we are of opinion that the provisions with reference to interstate commerce, which were declared unconstitutional for the reasons stated, are entirely separable from and in nowise dependent upon the provisions of the act regulating commerce within the District of Columbia and the Territories. Certainly these provisions could stand in separate acts, and the right to regulate one class of liability in nowise depends upon the other. Congress might have regulated the subject by laws applying alone to the Territories, <span class=\"star-pagination\">*97</span> and left to the various States the regulation of the subject-matter within their borders, as had been the practice for many years.</p>\n<p>It remains to inquire whether it is plain that Congress would have enacted the legislation had the act been limited to the regulation of the liability to employes engaged in commerce within the District of Columbia and the Territories. If we are satisfied that it would not, or that the matter is in such doubt that we are unable to say what Congress would have done omitting the unconstitutional feature, then the statute must fall. <i>Illinois Central R.R. Co.</i> v. <i>McKendree,</i> 203 U.S. 514; <i>Employers' Liability Cases</i><i>,</i> 207 U.S. <i>supra.</i></p>\n<p>When we consider the purpose of Congress to regulate the liability of employer to employe, and its evident intention to change certain rules of the common law which theretofore prevailed as to the responsibility for negligence in the conduct of the business of transportation, we think that it is apparent that had Congress not undertaken to deal with this relation in the States where it had been regulated by local law, it would have dealt with the subject and enacted the curative provisions of the law applicable to the District of Columbia and the Territories over which its plenary power gave it the undoubted right to pass a controlling law, and to make uniform regulations governing the subject.</p>\n<p>Bearing in mind the reluctance with which this court interferes with the action of a coordinate branch of the Government, and its duty, no less than its disposition, to sustain the enactments of the national legislature, except in clear cases of invalidity, we reach the conclusion that in the aspect of the act now under consideration the Congress proceeded within its constitutional power, and with the intention to regulate the matter in the District and Territories, irrespective of the interstate commerce feature of the act.</p>\n<p>While not binding as authority in this court, we may note that the act, so far as it relates to the District of Columbia, <span class=\"star-pagination\">*98</span> was sustained in a well-considered opinion by the Court of Appeals of the District of Columbia. <i>Hyde</i> v. <i>Southern Ry. Co.,</i> 31 App. D.C. 466.</p>\n<p>The judgment of the Supreme Court of Texas is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:42:18", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">215</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">87</span></span> (1909)</b></center>\n<center><h1>EL PASO &amp; NORTHEASTERN RAILWAY COMPANY<br>\nv.<br>\nGUTIERREZ, ADMINISTRATRIX.</h1></center>\n<center>No. 505.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted October 11, 1909.</center>\n<center>Decided November 15, 1909.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF TEXAS.\n<p><span class=\"star-pagination\">*88</span> <i>Mr. W.C. Keegin, Mr. W.A. Hawkins</i> and <i>Mr. John Franklin</i> for plaintiff in error.</p>\n<p><i>Mr. F.G. Morris</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*90</span> MR. JUSTICE DAY delivered the opinion of the court.</p>\n<p>In this case an action was commenced by Enedina Gutierrez, as administratrix of the estate of Antonio Gutierrez, in the District Court of El Paso County, Texas, against the El Paso and Northeastern Railway Company, to recover damages because of the death of the plaintiff's intestate by wrongful act while engaged in the service of the railway company, a common carrier in the Territory of New Mexico, on June 22, 1906. By way of special plea and answer the railway company set up a statute of the Territory of New Mexico, wherein it is provided that no actions for injuries inflicting death caused by any person or corporation in the Territory shall be maintained, unless the person claiming damages shall, within ninety days after the infliction of the injury complained of and thirty days before commencing suit, serve upon the defendant an affidavit covering certain particulars as to the injuries complained of, and containing the names and addresses of all witnesses of the happening of the alleged acts of negligence. Suit must be brought within one year, and in the District Court of the Territory in and for the county in which the injuries were received, or where the injured person resides; or, in a claim against a corporation, in the county of the Territory where the corporation has its principal place of business. This act is set out in full in the marginal note to the case of <i>Atchison, Topeka &amp; Santa Fe Ry. Co.</i> v. <i>Sowers,</i> <span class=\"citation\" data-id=\"96994\"><a href=\"/opinion/96994/atchison-t-sfr-co-v-sowers/\"><span class=\"volume\">213</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">55</span></a></span>.</p>\n<p>The special answer sets forth that the accident happened in the Territory of New Mexico, while the statute was in full force, and that its terms and provisions were not complied with.</p>\n<p><span class=\"star-pagination\">*91</span> To the special answer the plaintiff below interposed a demurrer, and further, by way of supplemental petition, set forth that the injuries complained of happened after the passage of the so-called Employers' Liability Act, June 11, 1906, c. 3073, 34 Stat. 232. This act, the plaintiff alleged, controlled the liability of the defendant in the case. The District Court sustained the demurrer of the plaintiff to that part of the defendant's answer which set up the territorial act of New Mexico, to which ruling the railway company duly excepted. The case then went to trial to a jury upon issues made concerning the liability of the railway company under the Federal Employers' Liability Act of June 11, 1906. 34 Stat. 232. The result was a verdict and judgment in favor of the plaintiff against the railway company. The case was then taken to the Court of Civil Appeals of Texas, and that court held that it would not be governed by the territorial statutes, and that the Employers' Liability Act of June 11, 1906, was unconstitutional, upon the authority of <i>Employers' Liability Cases,</i> <span class=\"citation\" data-id=\"96745\"><a href=\"/opinion/96745/the-employersliability-cases/\"><span class=\"volume\">207</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">463</span></a></span>, and certain cases in the Texas Court of Appeals. Upon rehearing a majority of the court held that the provisions of the New Mexico act as to the presentation of notice of claim for damages was a condition precedent to a cause of action, and that the trial court therefore erred in sustaining plaintiff's exception to that part of the defendant's answer which pleaded the territorial act and plaintiff's failure to present her claim in accordance with it. 111 S.W. Rep. 159. Thereupon the defendant took the case to the Supreme Court of Texas by writ of error, and that court held that the case was controlled by the act of Congress known as the Employers' Liability Act, 34 Stat. 232, and that the same was constitutional, and therefore held that the judgment of the Court of Civil Appeals should be reversed, and the original judgment of the District Court affirmed. 117 S.W. Rep. 426. From the judgment of the Supreme Court of the State a writ of error was prosecuted to this court.</p>\n<p>Among other errors assigned is the failure of the Supreme <span class=\"star-pagination\">*92</span> Court of Texas to give effect to the defense setting up the statute of New Mexico as a full defense to the action. While the Supreme Court of Texas in its opinion conceded that if the territorial act of New Mexico alone controlled the action the plaintiff must fail for non-compliance with its requirements, it reversed the judgment of the Court of Civil Appeals, and affirmed the judgment of the District Court, because in its opinion the liability was controlled by the Employers' Liability Act. The effect of this judgment of the Supreme Court of Texas was to deny the defense set up under the territorial act as a complete bar to the action. The District Court sustained the demurrer to the plea setting up this act, and thereby denied the rights specially set up under that statute, the Supreme Court of Texas overruled the Court of Civil Appeals and affirmed the judgment of the District Court. It thereby necessarily adjudicated the defense claimed under the territorial act against the railway company. If this defense sets up a Federal right within the meaning of § 709 of the Revised Statutes of the United States, then we have jurisdiction of the case. <i>Wabash R.R. Co.</i> v. <i>Adelbert College of Western Reserve University,</i> <span class=\"citation\" data-id=\"96754\"><a href=\"/opinion/96754/wabash-r-co-v-adelbert-college-of-western-reserve-/\"><span class=\"volume\">208</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">38</span></a></span>, 44.</p>\n<p>That the claim of immunity under the territorial act, because of the failure of the plaintiff in error to comply with its provisions as to the affidavit within ninety days, etc., presented a Federal question within the meaning of § 709 of the Revised Statutes, was decided in <i>Atchison, Topeka &amp; Santa Fe Ry. Co.</i> v. <i>Sowers,</i> <span class=\"citation\" data-id=\"96994\"><a href=\"/opinion/96994/atchison-t-sfr-co-v-sowers/\"><span class=\"volume\">213</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">55</span></a></span>, in which case it was held that where suit was brought in a state court a claim of defense under the provisions of the New Mexico statute was a claim of Federal right, which, when adversely adjudicated, gave jurisdiction to this court to review the judgment.</p>\n<p>Coming to consider the merits: This court, in <i>Atchison, Topeka &amp; Santa Fe Ry. Co</i><i>.</i> v. <i>Sowers</i><i>,</i> 213 U.S., <i>supra,</i> held that in order to give due faith and credit to the territorial statute, under § 906 of the Revised Statutes of the United <span class=\"star-pagination\">*93</span> States, the plaintiff suing in a State must show compliance with the preliminaries of notice and demand as required by the territorial law. As the answer in the present case set up non-compliance with these requisites, and the state court sustained a demurrer thereto, the judgment must be reversed, unless the state court was right in denying the benefit of the territorial act thus set up, because the Federal Employers' Liability Act superseded the New Mexico law, and is constitutional so far as the Territories are concerned.</p>\n<p>In view of the plenary power of Congress under the Constitution over the Territories of the United States, subject only to certain limitations and prohibitions not necessary to notice now, there can be no doubt that an act of Congress undertaking to regulate commerce in the District of Columbia and the Territories of the United States would necessarily supersede the territorial law regulating the same subject.</p>\n<p>Is the Federal Employers' Liability Act of June 11, 1906, unconstitutional so far as it relates to common carriers engaged in trade or commerce in the Territories of the United States? It has been suggested that this question is foreclosed by a decision of this court in the <i>Employers' Liability Cases,</i> <span class=\"citation\" data-id=\"96745\"><a href=\"/opinion/96745/the-employersliability-cases/\"><span class=\"volume\">207</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">463</span></a></span>. In that case this court held that, conceding the power of Congress to regulate the relations of employer and employe engaged in interstate commerce, the act of June 11, 1906, c. 3073, 34 Stat. 232, was unconstitutional in this, that in its provisions regulating interstate commerce Congress exceeded its constitutional authority in undertaking to make employers responsible, not only to employes when engaged in interstate commerce, but to any of its employes, whether engaged in interstate commerce or in commerce wholly within a State. That the unconstitutionality of the act, so far as it relates to the District of Columbia and the Territories, was not determined is evident from a consideration of the opinion of the court in the case. In answering the suggestion that the words \"any employe\" in the statute should be so read as to mean only employes engaged <span class=\"star-pagination\">*94</span> in interstate commerce, Mr. Justice White, delivering the opinion of the court, said:</p>\n<p>\"But this would require us to write into the statute words of limitation and restriction not found in it. But if we could bring ourselves to modify the statute by writing in the words suggested the result would be to restrict the operation of the act as to the District of Columbia and the Territories. We say this because immediately preceding the provision of the act concerning carriers engaged in commerce between the States and Territories is a clause making it applicable to `every common carrier engaged in trade or commerce in the District of Columbia or in any Territory of the United States.' It follows, therefore, that common carriers in such Territories, even although not engaged in interstate commerce, are by the act made liable to `any' of their employes, as therein defined. The legislative power of Congress over the District of Columbia and the Territories being plenary and not depending upon the interstate commerce clause, it results that the provision as to the District of Columbia and the Territories, if standing alone, could not be questioned. Thus it would come to pass, if we could bring ourselves to modify the statute by writing in the words suggested; that is, by causing the act to read `any employe when engaged in interstate commerce,' we would restrict the act as to the District of Columbia and the Territories, and thus destroy it in an important particular. To write into the act the qualifying words, therefore, would be but adding to its provisions in order to save it in one aspect, and thereby to destroy it in another; that is, to destroy in order to save and to save in order to destroy.\" 207 U.S. 500.</p>\n<p>A perusal of this portion of the opinion makes it evident that it was not intended to hold the act unconstitutional in so far as it related to the District of Columbia and the Territories, for it is there suggested that to interpolate in the act the qualifying words contended for would destroy the act in respect to the District of Columbia and the Territories by <span class=\"star-pagination\">*95</span> limiting its operation in a field where Congress had plenary power, and did not depend for its authority upon the interstate commerce clause of the Constitution. The act in question is set forth in full in a note to <i>Employers' Liability Cases,</i> <span class=\"citation\" data-id=\"96745\"><a href=\"/opinion/96745/the-employersliability-cases/\"><span class=\"volume\">207</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">463</span></a></span>, 490. We are concerned in the present case with its first section only. This section reads:</p>\n<p>\"That every common carrier engaged in trade or commerce in the District of Columbia, or in any Territory of the United States, or between the several States, or between any Territory and another, or between any Territory or Territories and any State or States, or the District of Columbia, or with foreign nations, or between the District of Columbia and any State or States or foreign nations, shall be liable to any of its employes, or, in the case of his death, to his personal representative for the benefit of his widow and children, if any; if none, then for his parents; if none, then for his next of kin dependent upon him, for all damages which may result from the negligence of any of its officers, agents or employes, or by reason of any defect or any insufficiency due to its negligence in its cars, engines, appliances, machinery, track, roadbed, ways or works.\"</p>\n<p>A perusal of the section makes it evident that Congress is here dealing, first, with trade or commerce in the District of Columbia and the Territories; and, second, with interstate commerce, commerce with foreign nations, and between the Territories and the States. As we have already indicated, its power to deal with trade or commerce in the District of Columbia and the Territories does not depend upon the authority of the interstate commerce clause of the Constitution. Upon the other hand, the regulation sought to be enacted as to commerce between the States and with foreign nations depends upon the authority of Congress granted to it by the Constitution to regulate commerce among the States and with foreign nations. As to the latter class, Congress was dealing with a liability ordinarily governed by state statutes, or controlled by the common law as administered in the <span class=\"star-pagination\">*96</span> several States. The Federal power of regulation within the States is limited to the right of Congress to control transactions of interstate commerce; it has no authority to regulate commerce wholly of a domestic character. It was because Congress had exceeded its authority in attempting to regulate the second class of commerce named in the statute that this court was constrained to hold the act unconstitutional. The act undertook to fix the liability as to \"any employe,\" whether engaged in interstate commerce or not, and, in the terms of the act, had so interwoven and blended the regulation of liability within the authority of Congress with that which was not that the whole act was held invalid in this respect.</p>\n<p>It is hardly necessary to repeat what this court has often affirmed, that an act of Congress is not to be declared invalid except for reasons so clear and satisfactory as to leave no doubt of its unconstitutionality. Futhermore, it is the duty of the court, where it can do so without doing violence to the terms of an act, to construe it so as to maintain its constitutionality; and, whenever an act of Congress contains unobjectionable provisions separable from those found to be unconstitutional, it is the duty of this court to so declare, and to maintain the act in so far as it is valid. It was held in the <i>Employers' Liability Cases</i> that in order to sustain the act it would be necessary to write into its provisions words which it did not contain.</p>\n<p>Coming to consider the statute in the light of the accepted rules of construction, we are of opinion that the provisions with reference to interstate commerce, which were declared unconstitutional for the reasons stated, are entirely separable from and in nowise dependent upon the provisions of the act regulating commerce within the District of Columbia and the Territories. Certainly these provisions could stand in separate acts, and the right to regulate one class of liability in nowise depends upon the other. Congress might have regulated the subject by laws applying alone to the Territories, <span class=\"star-pagination\">*97</span> and left to the various States the regulation of the subject-matter within their borders, as had been the practice for many years.</p>\n<p>It remains to inquire whether it is plain that Congress would have enacted the legislation had the act been limited to the regulation of the liability to employes engaged in commerce within the District of Columbia and the Territories. If we are satisfied that it would not, or that the matter is in such doubt that we are unable to say what Congress would have done omitting the unconstitutional feature, then the statute must fall. <i>Illinois Central R.R. Co.</i> v. <i>McKendree,</i> 203 U.S. 514; <i>Employers' Liability Cases</i><i>,</i> 207 U.S. <i>supra.</i></p>\n<p>When we consider the purpose of Congress to regulate the liability of employer to employe, and its evident intention to change certain rules of the common law which theretofore prevailed as to the responsibility for negligence in the conduct of the business of transportation, we think that it is apparent that had Congress not undertaken to deal with this relation in the States where it had been regulated by local law, it would have dealt with the subject and enacted the curative provisions of the law applicable to the District of Columbia and the Territories over which its plenary power gave it the undoubted right to pass a controlling law, and to make uniform regulations governing the subject.</p>\n<p>Bearing in mind the reluctance with which this court interferes with the action of a coordinate branch of the Government, and its duty, no less than its disposition, to sustain the enactments of the national legislature, except in clear cases of invalidity, we reach the conclusion that in the aspect of the act now under consideration the Congress proceeded within its constitutional power, and with the intention to regulate the matter in the District and Territories, irrespective of the interstate commerce feature of the act.</p>\n<p>While not binding as authority in this court, we may note that the act, so far as it relates to the District of Columbia, <span class=\"star-pagination\">*98</span> was sustained in a well-considered opinion by the Court of Appeals of the District of Columbia. <i>Hyde</i> v. <i>Southern Ry. Co.,</i> 31 App. D.C. 466.</p>\n<p>The judgment of the Supreme Court of Texas is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "sha1": "0cab6aa5ead80969721b8cffdd799a6302c3e758", 
  "date_modified": "2014-12-21T01:35:00.695606", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/97093/el-paso-northeastern-r-co-v-gutierrez/", 
  "citation_count": 23, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1613380/", 
  "html": "<p class=\"case_cite\">215 U.S. 87</p>\n    <p class=\"case_cite\">30 S.Ct. 21</p>\n    <p class=\"case_cite\">54 L.Ed. 106</p>\n    <p class=\"parties\">EL PASO &amp; NORTHEASTERN RAILWAY COMPANY, Plff. in Err.,<br>v.<br>ENEDINA GUTIERREZ, Administratrix of the Estate of  Antonio Gutierrez, Deceased.</p>\n    <p class=\"docket\">No. 505.</p>\n    <p class=\"date\">Submitted October 11, 1909.</p>\n    <p class=\"date\">Decided November 15, 1909.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. W. C. Keeigh, W. A. Hawkins, and John Franklin for plaintiff in error.</p>\n      <p class=\"indent\">[Argument of Counsel from page 88 intentionally omitted]</p>\n      <p class=\"indent\">Mr. F. G. Morris for defendant in error.</p>\n      <p class=\"indent\">[Argument of Counsel from page 89 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice Day delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case an action was commenced by Enedina Gutierrez, as administratrix of the estate of Antonio Gutierrez, in the district court of El Paso county, Texas, against the El Paso &amp; Northeastern Railway Company, to recover damages because of the death of the plaintiff's intestate by wrongful act while engaged in the service of the railway company, a common carrier, in the territory of New Mexico, on June 22, 1906. By way of special plea and answer the railway company set up a statute of the territory of New Mexico, wherein it is provided that no actions for injuries inflicting death, caused by any person or corporation in the territory, shall be maintained unless the person claiming damages shall, within ninety days after the infliction of the injury complained of, and thirty days before commencing suit, serve upon the defendant an affidavit covering certain particulars as to the injuries complained of, and containing the names and addresses of all witnesses of the happening of the alleged acts of negligence. Suit must be brought within one year, and in the district court of the territory in and for the county in which the injuries were received, or where in injured person resides; or, in a claim against a corporation, in the county of the territory where the corporation has its principal place of business. This act is set out in full in the marginal note to the case of Atchison, T. &amp; S. F. R. Co. v. Sowers, 213 U. S. 55, 53 L. ed. 695, 29 Sup. Ct. Rep. 397.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The special answer sets forth that the accident happened in the territory of New Mexico, while the statute was in full force, and that its terms and provisions were not complied with.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">To the special answer the plaintiff below interposed a demurrer, and further, by way of supplemental petition, set forth that the injuries complained of happened after the passage of the so-called employers' liability act, June 11, 1906, 34 Stat. at L. 232, chap. 3073, U. S. Comp. Stat. Supp. 1907, p. 891. This act, the plaintiff alleged, controlled the liability of the defendant in the case. The district court sustained the demurrer of the plaintiff to that part of the defendant's answer which set up the territorial act of New Mexico, to which ruling the railway company duly excepted. The case then went to trial to a jury upon issues made concerning the liability of the railway company under the Federal employers' liability act of June 11, 1906. 34 Stat. at L. 232, chap. 3073, U. S. Comp. Stat. Supp. 1907, p. 891. The result was a verdict and judgment in favor of the plaintiff against the railway company. The case was then taken to the court of civil appeals of Texas, and that court held that it would not be governed by the territorial statutes, and that the employers' liability act of June 11, 1906, was unconstitutional, upon the authority of Employers' Liability Cases (Howard v. Illinois C. R. Co.) 207 U. S. 463, 52 L. ed. 297, 28 Sup. Ct. Rep. 141, and certain cases in the Texas court of appeals. Upon rehearing, a majority of the court held that the provisions of the New Mexico act as to the presentation of notice of claim for damages was a condition precedent to a cause of action, and that the trial court therefore erred in sustaining plaintiff's exception to that part of the defendant's answer which pleaded the territorial act and plaintiff's failure to present her claim in accordance with it. 111 S. W. 159. Thereupon the plaintiff took the case to the supreme court of Texas by writ of error, and that court held that the case was controlled by the act of Congress known as the employers' liability act (34 Stat. at L. 232, chap. 3073, U. S. Comp. Stat. Supp. 1907, p. 891), and that the same was constitutional, and therefore held that the judgment of the court of civil appeals should be reversed, and the original judgment of the district court affirmed. 117 S. W. 426. From the judgment of the supreme court of the state a writ of error was prosecuted to this court.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Among other errors assigned is the failure of the supreme court of Texas to give effect to the defense setting up the statute of New Mexico as a full defense to the action. While the supreme court of Texas in its opinion conceded that, if the territorial act of New Mexico alone controlled the action, the plaintiff must fail for noncompliance with its requirements, it reversed the judgment of the court of civil appeals, and affirmed the judgment of the district court, because, in its opinion, the liability was controlled by the employers' liability act. The effect of this judgment of the supreme court of Texas was to deny the defense set up under the territorial act as a complete bar to the action. The district court sustained the demurrer to the plea setting up this act, and thereby denied the rights specially set up under that statute, the supreme court of Texas overruled the court of civil appeals and affirmed the judgment of the district court. It thereby necessarily adjudicated the defense claimed under the territorial act against the railway company. If this defense sets up a Federal right within the meaning of &#167; 709 of the Revised Statutes of the United States (U. S. Comp. Stat. 1901, p. 575), then we have jurisdiction of the case. Wabash R. Co. v. Adelbert College, 208 U. S. 38, 44, 52 L. ed. 379, 381, 28 Sup. Ct. Rep. 182.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">That the claim of immunity under the territorial act, because of the failure of the plaintiff to comply with its provisions as to the affidavit within ninety days, etc., presentd a Federal question within the meaning of &#167; 709 of the Revised Statutes, was decided in Atchison, T. &amp; S. F. R. Co. v. Sowers, supra, in which case it was held that, where suit was brought in a state court, a claim of defense under the provisions of the New Mexico statute was a claim of Federal right, which, when adversely adjudicated, gave jurisdiction to this court to review the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Coming to consider the merits: This court, in Atchison, T. &amp; S. F. R. Co. v. Sowers, supra, held that, in order to give due faith and credit to the territorial statute, under &#167; 906 of the Revised Statutes of the United States (U. S. Comp. Stat. 1901, p. 677), the plaintiff suing in a state must show compliance with the preliminaries of notice and demand as required by the territorial law. As the answer in the present case set up noncompliance with these requisites, and the state court sustained a demurrer thereto, the judgment must be reversed, unless the state court was right in denying the benefit of the territorial act thus set up, because the Federal employers' liability act superseded the New Mexico law, and is constitutional so far as the territories are concerned.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In view of the plenary power of Congress under the Constitution over the territories of the United States, subject only to certain limitations and prohibitions not necessary to notice now, there can be no doubt that an act of Congress undertaking to regulate commerce in the District of Columbia and the territories of the United States would necessarily supersede the territorial law regulating the same subject.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Is the Federal employers' liability act of June 11, 1906, unconstitutional so far of it relates to common carriers engaged in trade or commerce in the territories of the United States? It has been suggested that this question is foreclosed by a decision of this court in the Employers' Liability Cases, supra. In that case this court held that, conceding the power of Congress to regulate the relations of employer and employee engaged in interstate commerce, the act of June 11, 1906 (34 Stat. at L. 232, chap. 3073, U. S. Comp. Stat. Supp. 1907, p. 891), was unconstitutional in this: that, in its provisions regulating interstate commerce, Congress exceeded its constitutional authority in undertaking to make employers responsible not only to employees when engaged in interstate commerce, but to any of its employees, whether engaged in interstate commerce or in commerce wholly within a state. That the unconstitutionality of the act, so far as it relates to the District of Columbia and the territories, was not determined, is evident from a consideration of the opinion of the court in the case. In answering the suggestion that the words 'any employee' in the statute should be so read as to mean only employees engaged in interstate commerce, Mr. Justice White, delivering the opinion of the court, said:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'But this would require us to write into the statute words of limitation and restriction not found in it. But, if we could bring ourselves to modify the statute by writing in the words suggested, the result would be to restrict the operation of the act as to the District of Columbia and the territories. We say this because, immediately preceding the provision of the act concerning carriers engaged in commerce between the states and territories is a clause making it applicable to 'every common carrier engaged it trade or commerce in the District of Columbia or in any territory of the United States.' It follows, therefore, that common carriers in such territories, even although not engaged in interstate commerce, are, by the act, made liable to 'any' of their employees, as therein defined. The legislative power of Congress over the District of Columbia and the territories being plenary, and not depending upon the interstate commerce merce clause, it results that the provision as to the District of Columbia and the territories, if standing alone, could not be questioned. Thus it would come to passy, if we could bring ourselves to modify the statute by writing in the words suggested, that is, by causing the act to read 'any employee when engaged in interstate commerce,' we would restrict the act as to the District of Columbia and the territories, and thus destroy it in an important particular. To write into the act the qualifying words, therefore, would be but adding to its provisions in order to save it in one aspect, and thereby to destroy it in another; that is, to destroy in order to save, and to save in order to destroy.' 207 U. S. 500.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A perusal of this portion of the opinion makes it evident that it was not intended to hold the act unconstitutional in so far as it related to the District of Columbia and the territories, for it is there suggested that to interpolate in the act the qualifying words contended for would destroy the act in respect in the Idstrict of Columbia and the territories by limiting its operation in a field where Congress had plenary power, and did not depend for its authority upon the interstate commerce clause of the Constitution. The act in question is set forth in full in a note to Employers' Liability cases (Howard v. Illinois C. R. Co.) 207 U. S. 490, 52 L. ed. 30k, 28 Sup. Ct. Rep. 141 We are concerned in the present case with its section only. This section reads:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'That every common carrier engaged in trade or commerce in the District of Columbia, or in any territory of the United States, or between the several states, or between any territory and another, or between any territory or territories and any state or states, or the District of Columbia, or with foreign nations, or between the District of Columbia and any state or states or foreign nations, shall be liable to any or its employees, or, in the case of his death, to his personal representative for the benefit of his widow and children, if any; if none, then for his parents; if none, then for his next of kin dependent upon him, for all damages which may result from the negligence of any of its officers, agents or employees, or by reason of any defect or insufficiency due to its negligence in its cars, engines, appliances, machinery, track, roadbed, ways, or works.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A perusal of the section makes it evident that Congress is here dealing, first, with trade or commerce in the District of Columbia and the territories; and, second with interstate commerce, commerce with foreign nations, and between the territories and the states. As we have already indicated, its power to deal with trade or commerce in the District of Columbia and the territories does not depend upon the authority of the interstate commerce clause of the Constitution. Upon the other had, the regulation sought to be enacted as to commerce between the states and with foreign nations depends upon the authority of Congress granted to it by the Constitution to regulate commerce among the states and with foregn nations. As to the latter class, Congress was dealiing with a liability ordinarily governed by state statutes, or controlled by the common law as administered in the sseveral states. The Federal power of regulation within the states is limited to the right of Congress to control transactions of interstate commerce whold of authority to regulate commerce wholly of a domistic character. It was because Congress had exceeded its authority in attempting to regulate the second class of commerce named in the statute that this court was constrained to hold the act unconstitutional. The act undertook to fix the liability as to 'any employee,' whether engaged in interstate commerce or not; and, in the terms of the act, had so interwoven and blended the reuglation of liability within the authority of Congress with that which was not that the whole act was held invailed in the repect.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is hardly necessary to repeat what this court has often affirmed, that an act of Congress is not to be declared invalid except for reasons so clear and satisfactory as to leave no doubt of its unconstitutionality. Furthermore, it is the duty of the court, where it can do so without doing violence to the terms of an act, to construe it so as to maintain its constitutionality; and, whenever an act of Congress contains unobjectionable provisions separable fro those found to be unconstitutional, it is the duty of this court to so declare, and to maintain the act in so far as it valid. It was held in the Employers' Liability Cases that, in order to sustain the act, it woudl be necessary to write into its provision words which it did not contain.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Coming to consider the statute in the light of the accepted rules of construction, we are of opinion that the provisions with reference to interstate commerce, which wer declared unconstitutional for the reasons stated, are entirely separable from, and in nowise dependent upon, the provisions of the act regulating commerce within the District of Columbia and the territories. Certainly these provisions could stand in separate acts, and the right to regulate one class of liability in nowise depends upon the other. Congress might have regulated the subject by laws applying alone to the territories, and left to the various states the regulation of the subject-matter within their borders, as had been the practice for many years.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It remains to inquire whether it is plain that Congress would have enacted the legislation had the act been limited to the regulation of the liability to employees engaged in commerce within the District of Columbia and the territories. If we are satisfied that it would not, or that the matter is in such doubt that we are unable to say what Congress would have done omitting the unconstitutional feature, then the statute must fall. Illinois C. R. Co. v. McKendree, 203 U. S. 514, 51 L. ed. 298, 27 Sup. Ct. Rep. 153; Employers' Liability Cases, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">When we consider the purpose of Congress to regulate the liability of employer to employee, and its evident intention to change certain rules of the common law which theretofore prevailed as to the responsibility for negligence in the conduct of the business of transportation, we think that it is apparent that, had Congress not undertaken to deal with this relation in the states where it had been regulated by local law, it would have dealt with the subject and enacted the curative provisions of the law applicable to the District of Columbia and the territories, over which its plenary power gave it the undoubted right to pass a controlling law, and to make uniform regulations governing the subject.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Bearing in mind the reluctance with which this court interferes with the action of a co-ordinate branch of the government, and its duty, no less than its disposition, to sustain the enactments of the national legislature, except in clear cases of invalidity, we reach the conclusion that, in the aspect of the act now under consideration, the Congress proceeded within its constitutional power, and with the intention to regulate the matter in the District and territories, irrespective of the interstate commerce feature of the act.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">While not binding as authority in this court, we may note that the act, so far as it relates to the District of Columbia, was sustained in a well-considered opinion by the court of appeals of the District of Columbia. Hyde v. Southern R. Co. 31 App. D. C. 466.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The judgment of the Supreme Court of Texas is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p> Laws 1903, p. 51, c. 33.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/97093/"
}