{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "215 U.S. 98", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/97094/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "ICC v. Stickney", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "251", 
    "id": 81477, 
    "resource_uri": "/api/rest/v2/citation/81477/"
  }, 
  "id": 97094, 
  "blocked": false, 
  "judges": "Brewer, After Making the Foregoing Statement", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1909-11-29", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>215 U.S. 98 (1909)</b></center>\n<center><h1>INTERSTATE COMMERCE COMMISSION<br>\nv.<br>\nSTICKNEY AND OTHERS, RECEIVERS OF THE CHICAGO GREAT WESTERN RAILWAY COMPANY.</h1></center>\n<center>No. 251.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 12, 1909.</center>\n<center>Decided November 29, 1909.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF MINNESOTA.\n<p><span class=\"star-pagination\">*99</span> <i>Mr. Wade H. Ellis,</i> Assistant to the Attorney General, and <i>Mr. S.H. Cowan,</i> special attorney, for the appellant.</p>\n<p><i>Mr. William D. McHugh</i> and <i>Mr. Walker D. Hines</i> for appellee.</p>\n<p><span class=\"star-pagination\">*104</span> MR. JUSTICE BREWER, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>The controversy as to this terminal charge has been of long duration. A history of it antecedent to the present litigation is to be found in <i>Interstate Commerce Commission</i> v. <i>C., B. &amp; Q.R.R. Company,</i> 186 U.S. 320.</p>\n<p>It is well to understand the precise question which is presented in this case. That question is the validity of the terminal charge of two dollars per car. The report of the commission opens with this statement: \"The subject of this complaint is the so-called terminal charge of $2 per car imposed by the defendants for the delivery of carloads of live stock at the Union Stock Yards in Chicago,\" and its order was in terms that the railroad companies be \u0097</p>\n<p>\"required to cease and desist on or before the 1st day of February, 1908, from exacting for the delivery of live stock at the Union Stock Yards, in Chicago, Ill., with respect to shipments of live stock transported by them from points outside of that State, their present terminal charge of $2 per car.</p>\n<p>\"It is further ordered that said defendants be, and they are hereby notified and required to establish and put in force on or before the 1st day of February, 1908, and apply thereafter during a period of not less than two years, for the delivery of live stock at the Union Stock Yards, in said Chicago, with respect to shipments of live stock transported by them from points outside the State of Illinois, a terminal charge which shall not exceed $1 per car, if any terminal charge is maintained by them.\"</p>\n<p>The sixth section of the act known as the \"Hepburn Act,\" (an act to amend the Interstate Commerce Act, passed on June 29, 1906, c. 3591, 34 Stat. 584), requires carriers to file with the commission and print and keep open to inspection <span class=\"star-pagination\">*105</span> schedules showing, among other things, \"separately all terminal charges . . . and any rules or regulations which in any wise change, affect, or determine any part or the aggregate of such aforesaid rates.\" By § 15 the commission is authorized and required, upon a complaint, to inquire and determine what would be a just and reasonable rate or rates, charge or charges. This, of course, includes all charges, and the carrier is entitled to have a finding that any particular charge is unreasonable and unjust before it is required to change such charge. For services that it may render or procure to be rendered off its own line, or outside the mere matter of transportation over its line, it may charge and receive compensation. <i>Southern Railway Co.</i> v. <i>St. Louis Hay Co.,</i> 214 U.S. 297. If the terminal charge be in and of itself just and reasonable it cannot be condemned or the carrier required to change it on the ground that it, taken with prior charges of transportation over the lines of the carrier or of connecting carriers, makes the total charge to the shipper unreasonable. That which must be corrected and condemned is not the just and reasonable terminal charge, but those prior charges which must of themselves be unreasonable in order to make the aggregate of the charge from the point of shipment to that of delivery unreasonable and unjust. In order to avail itself of the benefit of this rule the carrier must separately state its terminal or other special charge complained of, for if many matters are lumped in a single charge it is impossible for either shipper or commission to determine how much of the lump charge is for the terminal or special services. The carrier is under no obligations to charge for terminal services. Business interests may justify it in waiving any such charge, and it will be considered to have waived it unless it makes plain to both shipper and commission that it is insisting upon it. In the case in 186 U.S. <i>supra,</i> we sustained the decree of the lower court, restraining the reduction of the terminal charge from $2 to $1 as to all stock shipped to Chicago, although the commission had stated that there had been a reduction of the through rate <span class=\"star-pagination\">*106</span> from certain points by from $10 to $15, in reference to which reduction and its effect upon the order of the commission we said, speaking by Mr. Justice White, after quoting from the report of the commission (pp. 338, 339):</p>\n<p>\"In other words, it was held that the rate, which was unjust and unreasonable solely because of the $1 excess, continued to be unjust and unreasonable after this rate had been reduced by from ten to fifteen dollars. This was based, not upon a finding of fact \u0097 as of course it could not have been so based \u0097 but rested alone on the ruling by the commission that it could not consider the reduction in the through rate, but must confine its attention to the $2 terminal rate, since that alone was the subject-matter of the complaint. But, as we have previously shown, the commission, in considering the terminal rate, had expressly found that it was less than the cost of service, and was therefore intrinsically just and reasonable, and could only be treated as unjust and unreasonable by considering `the circumstances of the case;' that is, the through rate and the fact that a terminal charge was included in it, which, when added to the $2 charge, caused the terminal charge as a whole to be unreasonable. Having therefore decided that the $2 terminal charge could only be held to be unjust and unreasonable by combining it with the charge embraced in the through rate, necessarily the through rate was entitled to be taken into consideration if the previous conclusions of the commission were well founded. It cannot be in reason said that the inherent reasonableness of the terminal rate, separately considered, is irrelevant because its reasonableness is to be determined by considering the through rate and the terminal charge contained in it, and yet when the reasonableness of the rate is demonstrated, by considering the through rate as reduced, it be then held that the through rate should not be considered. In other words, two absolutely conflicting propositions cannot at the same time be adopted. As the finding was that both the terminal charge of $2 and the through rate as reduced when separately considered were <span class=\"star-pagination\">*107</span> just and reasonable, and as the further finding was that as a consequence of the reduction of from ten to fifteen dollars per car, the rates, considered together, were just and reasonable, it follows that there can be no possible view of the case by which the conclusion that the rates were unjust and unreasonable can be sustained.\"</p>\n<p>The tariff schedules of the appellees make clear the separate terminal charge for delivery from their own lines to the Union Stock Yards. We quote the schedule of the Chicago and Northwestern Railroad Company:</p>\n<p>\"The live stock station and stock yards of this company in Chicago are located at Mayfair, and the rates named herein apply only to live stock intended for delivery at, or received and transported from the stock yards of the company at Mayfair, in Chicago.</p>\n<p>\"Upon all live stock consigned to or from the Union Stock Yards in Chicago, or industries located on the Union Stock Yards Railway or the Indiana State Line Railway, and transported and delivered to or received and transported from said Union Stock Yards or said industries located on said Union Stock Yards Railway, or the Indiana State Line Railway, aforesaid, a charge of two dollars ($2.00) per car will be made for the special and separate service of transporting such cars to said Union Stock Yards, or to said industries on said Union Stock Yards Railway, or the Indiana State Line Railway, from this company's own rails, or of transporting such cars from said Union Stock Yards, or said industries on said Union Stock Yards Railway, or the Indiana State Line Railway, to this company's own rails.\"</p>\n<p>The others are equally specific. In some of them, as in those of the Atchison, Topeka and Santa Fe Railway Company, it is provided:</p>\n<p>\"The attention of the shipper must be and is called to the fact that the transportation charge on live stock delivered at our own yards at Corwith in Chicago will be two dollars ($2.00) per car less than when delivered at the Union Stock Yards <span class=\"star-pagination\">*108</span> at Chicago, or at industries located on the Union Stock Yards Railway or the Indiana State Line Railway, and the agent should ascertain definitely at which point the shipper desires delivery to be made. The live stock contract must then be filled out so as to show the correct destination and rate as provided by the tariff and amendments.\"</p>\n<p>Further, it is shown by the affidavits that the amount of such terminal charge is not entered upon the general freight charges of the companies, but is kept as a separate item. The Union Stock Yards Company is an independent corporation and the fact, if it be a fact, that most or even all of its stock is owned by the several railroad companies entering into Chicago does not make its lines or property part of the lines or property of the separate railroad companies.</p>\n<p>With reference to the reasonableness of the terminal charge, it was stipulated on the hearing before the Interstate Commerce Commission that all the testimony taken in the former proceedings might be considered. It also appears that additional testimony was there offered. None of this testimony has been printed in the record presented to us. We have, however, our former decision as well as the report of the commission on the recent hearing, and also the affidavits filed on this application, and can consider them. It appears from the former case that, after some discussion, when testimony was being offered on the question of reasonableness, the commission suggested that it was probably unnecessary to offer further evidence, and said (186 U.S. 327):</p>\n<p>\"`To remove all doubt upon that subject, however, if it is not clearly found, we now find that, looking entirely to the cost of service, and including as a part of that cost the trackage charge paid the Union Stock Yards and Transit Company and the unloading charge paid that same company, the amount of this terminal, if, under the circumstances of this case, it is proper to impose the charge is reasonable. If any modification of the present findings is necessary, they are hereby modified to that extent.'\"</p>\n<p><span class=\"star-pagination\">*109</span> And in the excerpt put into the margin in the opinion of this court is a statement of the actual and estimated expense to the different railroads for making such delivery, which makes it quite clear that the charge was a reasonable one. This finding as to the reasonableness of the charge was repeated again by the commission.</p>\n<p>In its report in the present case it said:</p>\n<p>\"The original case did not show the cost of making delivery of other kinds of carload freight at this market, but the present record shows that the average cost to one defendant, the Atchison, Topeka and Santa Fe Railway Company, of delivering all kinds of carload freight, including live stock, is $5.40 per car, while the cost of delivering live stock is not far from $2 per car. The testimony further indicates that the average cost of delivering all kinds of carload freight does not differ much in the case of the Santa Fe from that in the case of the other defendants, although it does not appear that several of the defendants are at greater expense than $2 per car in making delivery of live stock at the stock yards. We think it fairly appears upon this record that the total cost to these defendants of delivering live stock at the Union Stock Yards, including the trackage charge, is not much, if any, above one-half the average cost of handling all carload freight in the city of Chicago.\"</p>\n<p>Under those circumstances it seems impossible to avoid the conclusion that, considered of and by itself, the terminal charge of two dollars a car was reasonable. If any shipper is wronged by the aggregate charge from the place of shipment to the Union Stock Yards it would seem necessarily to follow that the wrong was done in the prior charges for transportation, and, as we have already stated, should be corrected by proper proceedings against the companies guilty of that wrong, otherwise injustice will be done. If this charge, reasonable in itself, be reduced the Union Stock Yards Company will suffer loss while the real wrongdoers will escape. It may be that it is more convenient for the commission to strike at the terminal <span class=\"star-pagination\">*110</span> charge, but the convenience of commission or court is not the measure of justice.</p>\n<p>We are unable to find any error in the conclusions of the trial judges, and their order is, therefore,</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:42:18", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">215</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">98</span></span> (1909)</b></center>\n<center><h1>INTERSTATE COMMERCE COMMISSION<br>\nv.<br>\nSTICKNEY AND OTHERS, RECEIVERS OF THE CHICAGO GREAT WESTERN RAILWAY COMPANY.</h1></center>\n<center>No. 251.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 12, 1909.</center>\n<center>Decided November 29, 1909.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF MINNESOTA.\n<p><span class=\"star-pagination\">*99</span> <i>Mr. Wade H. Ellis,</i> Assistant to the Attorney General, and <i>Mr. S.H. Cowan,</i> special attorney, for the appellant.</p>\n<p><i>Mr. William D. McHugh</i> and <i>Mr. Walker D. Hines</i> for appellee.</p>\n<p><span class=\"star-pagination\">*104</span> MR. JUSTICE BREWER, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>The controversy as to this terminal charge has been of long duration. A history of it antecedent to the present litigation is to be found in <i>Interstate Commerce Commission</i> v. <i>C., B. &amp; Q.R.R. Company,</i> 186 U.S. 320.</p>\n<p>It is well to understand the precise question which is presented in this case. That question is the validity of the terminal charge of two dollars per car. The report of the commission opens with this statement: \"The subject of this complaint is the so-called terminal charge of $2 per car imposed by the defendants for the delivery of carloads of live stock at the Union Stock Yards in Chicago,\" and its order was in terms that the railroad companies be \u0097</p>\n<p>\"required to cease and desist on or before the 1st day of February, 1908, from exacting for the delivery of live stock at the Union Stock Yards, in Chicago, Ill., with respect to shipments of live stock transported by them from points outside of that State, their present terminal charge of $2 per car.</p>\n<p>\"It is further ordered that said defendants be, and they are hereby notified and required to establish and put in force on or before the 1st day of February, 1908, and apply thereafter during a period of not less than two years, for the delivery of live stock at the Union Stock Yards, in said Chicago, with respect to shipments of live stock transported by them from points outside the State of Illinois, a terminal charge which shall not exceed $1 per car, if any terminal charge is maintained by them.\"</p>\n<p>The sixth section of the act known as the \"Hepburn Act,\" (an act to amend the Interstate Commerce Act, passed on June 29, 1906, c. 3591, 34 Stat. 584), requires carriers to file with the commission and print and keep open to inspection <span class=\"star-pagination\">*105</span> schedules showing, among other things, \"separately all terminal charges . . . and any rules or regulations which in any wise change, affect, or determine any part or the aggregate of such aforesaid rates.\" By § 15 the commission is authorized and required, upon a complaint, to inquire and determine what would be a just and reasonable rate or rates, charge or charges. This, of course, includes all charges, and the carrier is entitled to have a finding that any particular charge is unreasonable and unjust before it is required to change such charge. For services that it may render or procure to be rendered off its own line, or outside the mere matter of transportation over its line, it may charge and receive compensation. <i>Southern Railway Co.</i> v. <i>St. Louis Hay Co.,</i> 214 U.S. 297. If the terminal charge be in and of itself just and reasonable it cannot be condemned or the carrier required to change it on the ground that it, taken with prior charges of transportation over the lines of the carrier or of connecting carriers, makes the total charge to the shipper unreasonable. That which must be corrected and condemned is not the just and reasonable terminal charge, but those prior charges which must of themselves be unreasonable in order to make the aggregate of the charge from the point of shipment to that of delivery unreasonable and unjust. In order to avail itself of the benefit of this rule the carrier must separately state its terminal or other special charge complained of, for if many matters are lumped in a single charge it is impossible for either shipper or commission to determine how much of the lump charge is for the terminal or special services. The carrier is under no obligations to charge for terminal services. Business interests may justify it in waiving any such charge, and it will be considered to have waived it unless it makes plain to both shipper and commission that it is insisting upon it. In the case in 186 U.S. <i>supra,</i> we sustained the decree of the lower court, restraining the reduction of the terminal charge from $2 to $1 as to all stock shipped to Chicago, although the commission had stated that there had been a reduction of the through rate <span class=\"star-pagination\">*106</span> from certain points by from $10 to $15, in reference to which reduction and its effect upon the order of the commission we said, speaking by Mr. Justice White, after quoting from the report of the commission (pp. 338, 339):</p>\n<p>\"In other words, it was held that the rate, which was unjust and unreasonable solely because of the $1 excess, continued to be unjust and unreasonable after this rate had been reduced by from ten to fifteen dollars. This was based, not upon a finding of fact \u0097 as of course it could not have been so based \u0097 but rested alone on the ruling by the commission that it could not consider the reduction in the through rate, but must confine its attention to the $2 terminal rate, since that alone was the subject-matter of the complaint. But, as we have previously shown, the commission, in considering the terminal rate, had expressly found that it was less than the cost of service, and was therefore intrinsically just and reasonable, and could only be treated as unjust and unreasonable by considering `the circumstances of the case;' that is, the through rate and the fact that a terminal charge was included in it, which, when added to the $2 charge, caused the terminal charge as a whole to be unreasonable. Having therefore decided that the $2 terminal charge could only be held to be unjust and unreasonable by combining it with the charge embraced in the through rate, necessarily the through rate was entitled to be taken into consideration if the previous conclusions of the commission were well founded. It cannot be in reason said that the inherent reasonableness of the terminal rate, separately considered, is irrelevant because its reasonableness is to be determined by considering the through rate and the terminal charge contained in it, and yet when the reasonableness of the rate is demonstrated, by considering the through rate as reduced, it be then held that the through rate should not be considered. In other words, two absolutely conflicting propositions cannot at the same time be adopted. As the finding was that both the terminal charge of $2 and the through rate as reduced when separately considered were <span class=\"star-pagination\">*107</span> just and reasonable, and as the further finding was that as a consequence of the reduction of from ten to fifteen dollars per car, the rates, considered together, were just and reasonable, it follows that there can be no possible view of the case by which the conclusion that the rates were unjust and unreasonable can be sustained.\"</p>\n<p>The tariff schedules of the appellees make clear the separate terminal charge for delivery from their own lines to the Union Stock Yards. We quote the schedule of the Chicago and Northwestern Railroad Company:</p>\n<p>\"The live stock station and stock yards of this company in Chicago are located at Mayfair, and the rates named herein apply only to live stock intended for delivery at, or received and transported from the stock yards of the company at Mayfair, in Chicago.</p>\n<p>\"Upon all live stock consigned to or from the Union Stock Yards in Chicago, or industries located on the Union Stock Yards Railway or the Indiana State Line Railway, and transported and delivered to or received and transported from said Union Stock Yards or said industries located on said Union Stock Yards Railway, or the Indiana State Line Railway, aforesaid, a charge of two dollars ($2.00) per car will be made for the special and separate service of transporting such cars to said Union Stock Yards, or to said industries on said Union Stock Yards Railway, or the Indiana State Line Railway, from this company's own rails, or of transporting such cars from said Union Stock Yards, or said industries on said Union Stock Yards Railway, or the Indiana State Line Railway, to this company's own rails.\"</p>\n<p>The others are equally specific. In some of them, as in those of the Atchison, Topeka and Santa Fe Railway Company, it is provided:</p>\n<p>\"The attention of the shipper must be and is called to the fact that the transportation charge on live stock delivered at our own yards at Corwith in Chicago will be two dollars ($2.00) per car less than when delivered at the Union Stock Yards <span class=\"star-pagination\">*108</span> at Chicago, or at industries located on the Union Stock Yards Railway or the Indiana State Line Railway, and the agent should ascertain definitely at which point the shipper desires delivery to be made. The live stock contract must then be filled out so as to show the correct destination and rate as provided by the tariff and amendments.\"</p>\n<p>Further, it is shown by the affidavits that the amount of such terminal charge is not entered upon the general freight charges of the companies, but is kept as a separate item. The Union Stock Yards Company is an independent corporation and the fact, if it be a fact, that most or even all of its stock is owned by the several railroad companies entering into Chicago does not make its lines or property part of the lines or property of the separate railroad companies.</p>\n<p>With reference to the reasonableness of the terminal charge, it was stipulated on the hearing before the Interstate Commerce Commission that all the testimony taken in the former proceedings might be considered. It also appears that additional testimony was there offered. None of this testimony has been printed in the record presented to us. We have, however, our former decision as well as the report of the commission on the recent hearing, and also the affidavits filed on this application, and can consider them. It appears from the former case that, after some discussion, when testimony was being offered on the question of reasonableness, the commission suggested that it was probably unnecessary to offer further evidence, and said (186 U.S. 327):</p>\n<p>\"`To remove all doubt upon that subject, however, if it is not clearly found, we now find that, looking entirely to the cost of service, and including as a part of that cost the trackage charge paid the Union Stock Yards and Transit Company and the unloading charge paid that same company, the amount of this terminal, if, under the circumstances of this case, it is proper to impose the charge is reasonable. If any modification of the present findings is necessary, they are hereby modified to that extent.'\"</p>\n<p><span class=\"star-pagination\">*109</span> And in the excerpt put into the margin in the opinion of this court is a statement of the actual and estimated expense to the different railroads for making such delivery, which makes it quite clear that the charge was a reasonable one. This finding as to the reasonableness of the charge was repeated again by the commission.</p>\n<p>In its report in the present case it said:</p>\n<p>\"The original case did not show the cost of making delivery of other kinds of carload freight at this market, but the present record shows that the average cost to one defendant, the Atchison, Topeka and Santa Fe Railway Company, of delivering all kinds of carload freight, including live stock, is $5.40 per car, while the cost of delivering live stock is not far from $2 per car. The testimony further indicates that the average cost of delivering all kinds of carload freight does not differ much in the case of the Santa Fe from that in the case of the other defendants, although it does not appear that several of the defendants are at greater expense than $2 per car in making delivery of live stock at the stock yards. We think it fairly appears upon this record that the total cost to these defendants of delivering live stock at the Union Stock Yards, including the trackage charge, is not much, if any, above one-half the average cost of handling all carload freight in the city of Chicago.\"</p>\n<p>Under those circumstances it seems impossible to avoid the conclusion that, considered of and by itself, the terminal charge of two dollars a car was reasonable. If any shipper is wronged by the aggregate charge from the place of shipment to the Union Stock Yards it would seem necessarily to follow that the wrong was done in the prior charges for transportation, and, as we have already stated, should be corrected by proper proceedings against the companies guilty of that wrong, otherwise injustice will be done. If this charge, reasonable in itself, be reduced the Union Stock Yards Company will suffer loss while the real wrongdoers will escape. It may be that it is more convenient for the commission to strike at the terminal <span class=\"star-pagination\">*110</span> charge, but the convenience of commission or court is not the measure of justice.</p>\n<p>We are unable to find any error in the conclusions of the trial judges, and their order is, therefore,</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "sha1": "068f597b3255f56dfae1cdde6f526f9d5c0f8cf3", 
  "date_modified": "2014-12-21T01:35:00.396008", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/97094/icc-v-stickney/", 
  "citation_count": 9, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/911467/", 
  "html": "<p class=\"case_cite\">215 U.S. 98</p>\n    <p class=\"case_cite\">30 S.Ct. 66</p>\n    <p class=\"case_cite\">54 L.Ed. 112</p>\n    <p class=\"parties\">INTERSTATE COMMERCE COMMISSION, Appt.,<br>v.<br>ALPHEUS B. STICKNEY and Charles H. E. Smith Receivers  of the Chicago Great Western Railway Company et al.</p>\n    <p class=\"docket\">No. 251.</p>\n    <p class=\"date\">Argued October 12, 1909.</p>\n    <p class=\"date\">Decided November 29, 1909.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">On December 10, 1907, the Interstate Commerce Commission entered an order requiring certain railroads running into Chicago to cease and desist from making a terminal charge of $2 per car for the transportation of live stock beyond the tracks of said railroads in Chicago, and for delivery thereof at the Union Stock Yards, and requiring them to establish and put in force for said services a charge of $1 per car. Compliance with the order was postponed by the Commission until May 15, 1908. On May 7, 1908, the appellees filed this bill in the circuit court of the United States for the district of Minnesota, to restrain the enforcement of said order, averring that the actual cost to them for such terminal services exceeded in each instance the sum of $2 per car, and that the companies were making delivery at a charge less than such actual cost; that therefore the reduction of the charge by the commission to $1 per car was unreasonable, opprssive, and unlawful. A hearing was had before three judges of the eighth circuit, and a restraining order entered as prayed for by the railroad companies, from which order an appeal was taken to this court.</p>\n      <p class=\"indent\">Assistant to the Attorney General Ellis and Mr. S. H. Cowan for appellant.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 99-102 intentionally omitted]</p>\n      <p class=\"indent\">Messrs. William D.Mchugh and Walker D. Hines for appellees.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 102-104 intentionally omitted]</p>\n      <p class=\"indent\">Statement by Mr. Justice Brewer:</p>\n      <p class=\"indent\">Mr. Justice Brewer delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The controversy as to this terminal charge has been of long duration. A history of it antecedent to the present litigation is to be found in Interstate Commerce Commission v. Chicago, B. &amp; Q. R. Co. 186 U. S. 320, 46 L. ed. 1182, 22 Sup. Ct. Rep. 824.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It is well to understand the precise question which is presented in this case. That question is the validity of the terminal charge of $2 per car. The report of the Commission opens with this statement: 'The subject of this complaint is the socalled terminal charge of $2 per car imposed by the defendants for the delivery of car loads of live stock at the Union Stock Yards in Chicago,' and its order was in terms that the railroad companies be&#8212;'required to cease and desist on or before the 1st day of February, 1908, from exacting for the delivery of live stock at the Union Stock Yards, in Chicago, Illinois, with respect to shipments of live stock transported by them from points outside of that state, their present terminal charge of $2 per car.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'It is further ordered that said defendants be, and they are hereby, notified and required to establish and put in force on or before the 1st day of February, 1908, and apply thereafter during a period of not less than two years, for the delivery of live stock at the Union Stock Yards, in said Chicago, with respect to shipments of live stock transported by them from points outside the state of Illinois, a terminal charge which shall not exceed $1 per car, if any terminal charge is maintained by them.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The 2d section of the act known as the 'Hepburn act' (an act to amend the interstate commerce act, passed on June 29, 1906, 34 Stat. at L. 584, chap. 3591, U. S. Comp. Stat. Supp. 1907, p. 892) requires carriers to file with the commission, and print and keep open to inspection, schedules showing, among other things, 'separately all terminal charges . . . and any rules or regulations which in any wise change, affect, or determine any part or the aggregate of such aforesaid rates.' By &#167; 4, the Commission is authorized and required, upon a complaint, to inquire and determine what would be a just and reasonable rate or rates, charge or charges. This, of course, includes all charges, and the carrier is entitled to have a finding that any particular charge is unreasonable and unjust before it is required to change such charge. For services that it may render or procure to be rendered off its own line, or outside the mere matter of transportation over its line, it may charge and receive compensation. Southern R. Co. v. St. Louis Hay &amp; Grain Co. 214 U. S. 297, 53 L. ed. 1004, 29 Sup. Ct. Rep. 678. If the terminal charge be, in and of itself, just and reasonable, it cannot be condemned or the carrier required to change it on the ground that it, taken with prior charges of transportation over the lines of the carrier or of conecting carriers, makes the total charge to the shipper unreasonable. That which must be corrected and condemned is not the just and reasonable terminal charge, but those prior charges which must of themselves be unreasonable in order to make the aggregate of the charge from the point of shipment to that of delivery unreasonable and unjust. In order to avail itself of the benetfi of this rule, the carrier must separately state its terminal or other special charge complained of; for, if many matters are lumped in a single charge, it is impossible for either shipper or Commission to determine how much of the lump charge is for the terminal or special services. The carrier is under no obligations to charge for terminal services. Business interests may justify it in waiving any such charge, and it will be considered to have waived it unless it makes plain to both shipper and Commission that it is insisting upon it. In the case in 186 U. S. supra, we sustained the decree of the lower court, restraining the reduction of the terminal charge from $2 to $1 as to all stock shipped to Chicago, although the Commission had stated that there had been a reduction of the through rate from certain points by from $10 to $15, in reference to which reduction and its effect upon the order of the Commission we said, speaking by Mr. Justice White, after quoting from the report of the Commission (pp. 338, 339):</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'In other words, it was held that the rate, which was unjust and unreasonable solely because of the $1 excess, continued to be unjust and unreasonable after this rate had been reduced by from ten to fifteen dollars This was based not upon a finding of fact, as, of course, it could not have been so based,&#8212;but rested alone on the ruling by the Commission that it could not consider the reduction in the through rate, but must confine its attention to the $2 terminal rate, since that alone was the subject-matter of the complaint. But, as we have previously shown, the Commission, in considering the terminal rate, had expressly found that it was less than the cost of service, and was therefore intrinsically just and reasonable, and could only be treated as unjust and unreasonable by considering 'the circumstances of the case;' that is, the through rate and the fact that a terminal charge was included in it, which, when added to the $2 charge, caused the terminal charge as a whole to be unreasonable. Having, therefore, decided that the $2 terminal charge could only be held to be unjust and unreasonable by combining it with the charge embraced in the through rate, necessarily the through rate was entitled to be taken into consideration if the previous conclusions of the Commission were well founded. It cannot be in reason said that the inherent reasonableness of the terminal rate, separately considered, is irrelevant because its reasonableness is to be determined by considering the through rate and the terminal charge contained in it, and yet, when the reasonableness of the rate is demonstrated, by considering the through rate as reduced, it be then held that the through rate should not be considered. In other words, two absolutely conflicting propositions cannot at the same time be adopted. As the finding was that both the terminal charge of $2 and the through rate as reduced, when separately considered, were just and reasonable, and as the further finding was that, as a consequence of the reduction of from ten to fifteen dollars per car, the rates, considered together, were just and reasonable, it follows that there can be no possible view of the case by which the conclusion that the rates were unjust and unreasonable can be sustained.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The tariff schedules of the appellees make clear the separate terminal charge for delivery from their own lines to the Union Stock Yards. We quote the schedule of the Chicago &amp; Northwestern Railroad Company:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'The live stock station and stock yards of this company in Chicago are located at Mayfair, and the rates named herein apply only to live stock intended for delivery at or received and transported from the stock yards of the company at Mayfair, in Chicago.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'Upon all live stock consigned to or from the Union Stock Yards in Chicago or industries located on the Union Stock Yards Railway, or the Indiana State Line Railway, and transported and delivered to or received and transported from said Union Stock Yards or said industries located on said Union Stock Yards Railway, or the Indiana State Line Railway, aforesaid, a charge of two dollars ($2) per car will be made for the special and separate service of transporting such cars to said Union Stock Yards or to said industries on said Union Stock Yards Railway, or the Indiana State Line Railway, from this company's own rails, or of transporting such cars from said Union Stock Yards, or said industries on said Union Stock Yards Railway, or the Indiana State Line Railway, to this company's own rails.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The others are equally specific. In some of them, as in the Atchison, Topeka, &amp; Santa Fe Railway Company, it is provided:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'The attention of the shipper must be and is called to the fact that the transportation charge on live stock delivered at our own yards at Corwith in Chicago will be two dollars ($2) per car less than when delivered at the Union Stock Yards at Chicago, or at industries located on the Union Stock Yards Railway or the Indiana State Line Railway, and the agent should ascertain definitely at which point the shipper desires delivery to be made. The live-stock contract must then be filled out so as to show the correct destination and rate as provided by the tariff and amendments.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Further, is is shown by the affidavits that the amount of such terminal charge is not entered upon the general freight charges of the companies, but is kept as a separate item. The Union Stock Yards Company is an independent corporation, and the fact, if it be a fact, that most or even all of its stock is owned by the several railroad companies entering into Chicago, does not make its lines or property part of the lines or property of the separate railroad companies.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">With reference to the reasonableness of the terminal charge, it was stipulated on the hearing before the Interstate Commerce Commission that all the testimony taken in the former proceedings might be considered. It also appears that additional testimony was there offered. None of this testimony has been printed in the record presented to us. We have, however, our former decision as well as the report of the Commission on the recent hearing, and also the affidavits filed on this application, and can consider them. It appears from the former case that, after some discussion, when testimony was being offered on the question of reasonableness, the Commission suggested that it was probably unnecessary to offer further evidence, and said (p. 327):</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'To remove all doubt upon that subject, however, if it is not clearly found, we now find that, looking entirely to the cost of service, and including as a part of that cost the trackage charge paid the Union Stock Yards &amp; Transit Company and the unloading charge paid that same company, the amount of this terminal, if, under the circumstances of this case, it is proper to impose, the charge is reasonable. If any modification of the present findings is necessary, they are hereby modified to that extent.' And in the excerpt put into the margin in the opinion of this court is a statement of the actual and estimated expense to the different railroads for making such delivery, which makes it quite clear that the charge was a reasonable one. This finding as to the reasonableness of the charge was repeated again by the Commission.</p>\n    </div>\n    <p class=\"indent\">In its report in the present case it said:</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'The original case did not show the cost of making delivery of other kinds of carload freight at this market, but the present record shows that the average cost to one defendant, the Atchison, Topeka, &amp; Santa Fe Railway Company, of delivering all kinds of car load freight, including live stock, is $5.40 per car, while the cost of delivering live stock is not far from $2 per car. The testimony further indicates that the average cost of delivering all kinds of car-load freight does not differ much in the case of the Santa Fe from that in the case of the other defendants, although it does appear that several of the defendants are at greater expense than $2 per car in making delivery of live stock at the stock yards. We think it fairly appears upon this record that the total cost to these defendants of delivering live stock at the Union Stock Yards, including the trackage charge, is not much, if any, above one half the average cost of handling all car-load freight in the city of Chicago.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Under those circumstances it seems impossible to avoid the conclusion that, considered of and by itself, the terminal charge of $2 a car was reasonable. If any shipper is wronged by the aggregate charge from the place of shipment to the Union Stock Yards, it would seem necessarily to follow that the wrong was done in the prior charges for transportation, and, as we have already stated, should be corrected by proper proceedings against the companies guilty of that wrong, otherwise injustice will be done. If this charge, reasonable in itself, be reduced, the Union Stock Yards Company will suffer loss while the real wrongdoers will escape. It may be that it is more convenient for the Commission to strike at the terminal charge, but the convenience of Commission or court is not the measure of justice.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We are unable to find any error in the conclusions of the trial judges, and their order is therefore affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/97094/"
}