{"absolute_url": "/opinion/97102/louisiana-ex-rel-hubert-v-mayor-and-council-of-new/", "blocked": false, "citation": {"case_name": "Louisiana Ex Rel. Hubert v. Mayor and Council of New Orleans", "docket_number": "11", "document_uris": ["/api/rest/v2/document/97102/"], "federal_cite_one": "215 U.S. 170", "federal_cite_three": null, "federal_cite_two": null, "id": 81485, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/81485/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 11, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1909-11-29", "date_modified": "2014-12-21T01:35:00.655246", "docket": "/api/rest/v2/docket/1613382/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">215 U.S. 170</p>\n    <p class=\"case_cite\">30 S.Ct. 40</p>\n    <p class=\"case_cite\">54 L.Ed. 144</p>\n    <p class=\"parties\">STATE OF LOUISIANA EX REL. LOUIS A. HUBERT,  Receiver, Plff. in Err.,<br>v.<br>MAYOR AND COUNCIL OF THE CITY OF NEW ORLEANS.</p>\n    <p class=\"docket\">No. 11.</p>\n    <p class=\"date\">Argued November 1, 2, 1909.</p>\n    <p class=\"date\">Decided November 29, 1909.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Charles Louque, J. D. Rouse, and William Grant for plaintiff in error.</p>\n      <p class=\"indent\">Mr. Frank B. Thomas for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice Day delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case presents the question of the right of the relator, as receiver of the board of metropolitan police of the metropolitan police district, consisting of the parishes of Orleans, Jefferson, and St. Bernard, and including the city of New Orleans, in the state of Louisiana, to compel an assessment, by mandamus, of taxes to pay a certain judgment recovered by the relator in his capacity as receiver against the city of New Orleans, in the sum of $123,475.57, with interest from April 4, 1904.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On September 14, 1868, the general assembly of the state of Louisiana passed an act establishing a metropolitan police district, constituting the same of the parishes of Orleans, Jefferson, and St. Bernard (including the city of New Orleans). Section 29 of that act provides:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'Sec. 29. Be it further enacted, etc., that the common councils of the cities of New Orleans, Jefferson City, and Carrollton, and the police juries of the towns of Algiers and Gretna, and of the parishes of Orleans, Jefferson, and St. Bernard, are hereby respectively empowered and directed annually to order and caused to be raised and collected by the tax upon the estates, real and personal, subject to taxation according to law, within the said cities and towns, the sums of money as aforesaid, annually estimated and apportioned as the share of such cities or parishes of the said total expenses of the metropolitan police district.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This act was supplemented by various statutes, and its provisions were in force until March 31, 1877, when it and various other acts relating to the metropolitan police district were repealed, and the city of New Orleans was authorized and empowered, through the mayor and board of administrators, to establish, organize, and maintain a proper and sufficient police force.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On January 22, 1900, Louis A. Hubert was duly qualified as receiver of the board of metropolitan police. On April 6, 1904, Hubert, as such receiver, began an action in the civil district court of the parish of Orleans, in which he averred that the city was indebted to him, as such receiver, in the sum of $411,884.89, with interest from April 3, 1880, and averred that, for various years, from 1869 to 1877, inclusive, the city of New Orleans had received and collected taxes for the maintenance of the board of metropolitan police and the payment of its expenses, which amounts, although collected by the city, were never paid over to the board of metropolitan police or its representatives. The petition averred that the board of metropolitan police owed large amounts of money; that the whole of the indebtedness thus due from the city was necessary to pay the same. Upon issue made and trial had, a judgment was rendered in favor of the receiver on May 18, 1905. The record of this judgment was made part of the record herein, and it appears therein that the civil district court took an account of the taxes collected for the years 1869 to 1877, inclusive, and not paid over for account of the board of metropolitan police, and found the same to be the sum of $136,082.62, for which judgment was rendered against the city of New Orleans. This judgment was modified by the supreme court of Louisiana on March 12, 1906, and affirmed after deducting the sum of $12,607.05, leaving a judgment in force for $123,475.57, with interest. 116 La. 507, 40 So. 853.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On April 23, 1906, a petition for mandamus was filed, in the present case, in the civil district court for the parish of Orleans. In that case the relator set up the recovery of the judgment in the state court; that, under act No. 5 of 1870 (to be noticed hereafter), no writ of fieri facias could be issued; that the city had no money or property liable to seizure, if such a writ could be issued; that the judgment had been registered under said act in the office of the city comptroller on March 26, 1906; that the basis upon which the said judgment was rendered was a contractual and statutory obligation imposed upon the city of New Orleans to levy, collect, and pay to the board of metropolitan police the sums apportioned to it under the act of 1868, creating the board, and the acts amendatory thereto. The petition averred that the maximum rate of taxation for the years 1869-1877, inclusive, had not been levied, and prayed a writ of mandamus requiring the city of New Orleans, through its mayor and council, to levy and pay over to the relator, as receiver, a tax of 1 mill on property within the city of New Orleans, or so much thereof as might be necessary to satisfy the judgment. The city appeared and answered, and claimed the benefit of act No. 5 of the extra session of 1870, and that, under &#167; 29 of the act of 1868, above set forth, the city had levied the tax apportioned to the board of metropolitan police, and that the city's power of taxation in the premises had been fully exercised and exhausted.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On November 12, 1906, the civil district court rendered a judgment dismissing the relator's petition for mandamus. Upon appeal, the supreme court of Louisiana affirmed this judgment. 119 La. 624, 44 So. 321. The present writ of error brings this judgment here for review.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the opinion of the supreme court of Louisiana, it appears that the basis of the judgment upon which the relator sued was held not to be contractual in its nature, and, further, that the state, having abolished the metropolitan police board, the only standing of the relator for the purposes of this suit was as the representative of third persons who may have made contracts with the board which were dependent upon taxes receivable from the city for their fulfilment. The learned court then pointed out an apparent inconsistency between the petition for mandamus in this case and the petition on which the original judgment was awarded, and said:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'In the brief presented on behalf of relator, for the purposes of the present application, his counsel say: 'This is not a proceeding to compel the city of New Orleans to levy a special police tax; the city has actually levied and collected the tax. The tax levy, having been made, in compliance with the statute, and having been collected by the city, gave rise to a cause of action in favor of the receiver to enforce its payment to the board of metropolitan police. This cause of action, therefore, could not have arisen until the city had levied and collected the tax and refused to pay over the proceeds.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'Assuming that the position that the relator now wishes to occupy is correctly stated in the foregoing excerpt, we take it to be conceded that the city has levied and collected all the taxes authorized or required by the metropolitan police legislation; and, further, assuming that the relator represents the holders of the indebtedness (of the police board) referred to in the petition upon which he obtained his judgment (though it is not so alleged in the application now being considered), the question still remains, Does he disclose and make out a case which entitles him to a writ of mandamus to compel the city to levy and collect an additional tax in order to make good its failure to pay over the tax already levied and collected?'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The court, therefore, treated the petition for mandamus as one based upon a judgment to recover taxes which the city had collected and not paid over. Considering the case in this aspect, the learned court held that the power to levy taxes for the various years for metropolitan police district purposes had been exhausted, and that there was no power to relevy such tax; and, further, that, as to liabilities incurred after the passage of act No. 5 of 1870, that act was a defense to the action; and the court reached the conclusion that the application for mandamus must fail, as it was an attempt to require the city to exert powers of taxation already exhausted, and which no longer existed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In order to review in this court the judgment of a state court because of the provision of the Federal Constitution against state legislation impairing the obligation of a contract, the impairment must be by some subsequent legislation of the state, which has been upheld or given effect in the judgment of the state court sought to be reviewed. Bacon v. Texas, 163 U. S. 207, 41 L. ed. 132, 16 Sup. Ct. Rep. 1023. While this is true, this court is not limited to the consideration of the mere language of the opinion, but will examine the substance and effect of the decision. McCullough v. Virginia, 172 U. S. 102, 116, 43 L. ed. 382, 387, 19 Sup. Ct. Rep. 134.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It appears from the documents attached to and made part of the record that the indebtedness represented by the receiver in this case was for outstanding debts of the metropolitan police board in the years 1869-1877, inclusive, a considerable part of it being for salaries of policemen, and the supreme court of Louisiana has held that the taxes of several years, from 1869 to 1876, inclusive, constitute one fund out of which the warrants of the defunct metropolitan police board are payable. State ex rel. Brittin v. New Orleans, 106 La. 469, 31 So. 55.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A number of decisions in this court have settled the law to be that, where a municipal corporation is authorized to contract, and to exercise the power of local taxation to meet its contractual engagements, this power must continue until the contracts are satisfied; and that it is an impairment of an obligation of the contract to destroy or lessen the means by which it can be enforced. In the case of Wolff v. New Orleans, 103 U. S. 358, 26 L. ed. 395, the subject was given full consideration, and the doctrine thus summarized by Mr. Justice Field speaking for the court (p. 365):</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'It is true that the power of taxation belongs exclusively to the legislative department, and that the legislature may at any time restrict or revoke, at its pleasure, any of the powers of a municipal corporation, including, among others, that of taxation, subject, however, to this qualification, which attends all state legislation, that its action in that respect shall not conflict with the prohibitions of the Constitution of the United States, and, among other things, shall not operate directly upon contracts of the corporation, so as to impair their obligation by abrogating or lessening the means of their enforcement. Legislation producing this latter result, not indirectly, as a consequence of legitimate measures taken, as will sometimes happen, but directly, by operating upon those means, is prohibited by the Constitution, and must be disregarded&#8212;treated as if never enacted&#8212;by all courts recognizing the Constitution as the paramount law of the land. This doctrine has been repeatedly asserted by this court when attempts have been made to limit the power of taxation of a municipal body, upon the faith of which contracts have been made, and by means of which alone they could be performed. . . . The prohibition of the Constitution against the passage of laws impairing the obligation of contracts applies to the contracts of the state, and to those of its agents acting under its authority, as well as to contracts between individuals. And that obligation is impaired, in the sense of the Constitution, when the means by which a contract, at the time of its execution, could be enforced, that is, by which the parties could be obliged to perform it, are rendered less efficacious by legislation operating directly upon those means.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In Ralls County Ct. v. United States, 105 U. S. 733, 26 L. ed. 1220, it was held that, after a debt was created upon certain bonds, laws passed depriving the county court of the power to levy the tax which it possessed when the bonds were issued were invalid. In that case the suit was brought upon certain coupons, and it was held that the coupons were merged in the judgment, but nevertheless carried with them into the judgment all the remedies which in law formed a part of their contract obligation, and that those remedies might still be enforced, notwithstanding the changes in the form of the debt.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In dealing with the feature important to be considered in this case, the court, speaking by Mr. Chief Justice Waite, said:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'It follows from this that all laws of the state which have been passed since the bonds in question were issued, purporting to take away from the county courts the power to levy taxes necessary to meet the payments, are invalid, and that, under the well-settled rule of decision in this court, the circuit court had authority by mandamus to require the county court to do all the law, when the bonds were issued, required it to do to raise the means to pay the judgment, or something substantially equivalent. The fact that money has once been raised by taxation to meet the payment, which has been lost, is no defense to this suit. The claim of the bondholders continues until payment is actually made to them. If the funds are lost after collection, and before they are paid over, the loss falls on the county, and not the creditors. The writ as issued was properly in the alternative to pay from the money already raised, or levy a tax to raise more. It will be time enough to consider whether the command of the writ that the court <i>cause the tax to be collected</i> in an excess of the requirements of the law, when the justices of the court are called on to show why they have not obeyed the order.'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We think the doctrine of the Ralls County Case, when applied to the facts in the case at bar, is decisive of this feature of it. The city levied and afterwards collected taxes for the benefit of the metropolitan police board. The police board had issued its outstanding warrants for salaries, etc., upon the faith of the exercise of the taxing power for their payment. The contract creditors of the police board were entitled to rely upon the benefit of the laws imposing taxation to make their obligations effectual. They could not, constitutionally, be deprived of such benefit. While it is true that the police board made the contracts, the only means of keeping them was through the exercise of the power of taxation conferred by law upon the city. The city exerted its power, as required by law, levied and collected the taxes, but applied them to other purposes, and has failed to turn them over upon demand. We think the power to levy these taxes still exists. As to the creditor, deprived thereof by the action of the city, it is as though such power had never been exercised. The city still has the power to levy these taxes for the benefit of the persons for whom they were intended, and who had a contract right to the exertion of the remedies for the satisfaction of their claims by the levy and collection of taxes existing when their debts accrued, which right could not be taken away from them by subsequent legislation. The power of taxation conferred by law entered into the obligation of the contracts, and any subsequent legislation withdrawing or lessening such power, leaving the creditors without adequate means of satisfaction, impaired the obligation of their contracts, within the meaning of the Constitution. Memphis v. United States, 97 U. S. 293, 24 L. ed. 920; Von Hoffman v. Quincy, 4 Wall. 535, 18 L. ed. 403; Seibert v. Lewis (Seibert v. United States) 122 U. S. 284, 30 L. ed. 1161, 7 Sup. Ct. Rep. 1190; Mobile v. Watson, 116 U. S. 289, 29 L. ed. 620, 6 Sup. Ct. Rep. 398; Scotland County Ct. v. United States, 140 U. S. 41, 35 L. ed. 351, 11 Sup. Ct. Rep. 697.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We come now to the question: Can act No. 5 of 1870 be constitutionally applied so as to preclude the remedy sought in behalf of the receiver in this case? This act has been at least twice before this court. In the case of Louisiana v. New Orleans, 102 U. S. 203, 205, 26 L. ed. 132, 133, the provisions of the act were summarized by Mr. Justice Field, speaking for the court, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'That act devests the courts of the state of authority to allow any summary process or mandamus against the officers of the city of New Orleans to compel the issue and delivery of any order or warrant for the payment of money, or to enforce the payment of money claimed to be due from it to any person or corporation; and requires proceedings for the recovery of money claimed to be owing by the city to be conducted in the ordinary form of action against the corporation, and not against any department, branch, or officer thereof. The act also provides that no writ of execution or fieri facias shall issue against the city, but that a final judgment against it, which has become executory, shall have the effect of fixing the amount of the plaintiff's demand, and that he may cause a certified copy of it, with his petition and the defendant's answer and the clerk's certificate that it has become executory, to be filed in the office of the comptroller, and that thereupon it shall be the duty of the comptroller or auditing officer to cause the same to be registered, and to issue a warrant upon the treasurer or disbursing officer of the corporation for the amount due thereon, without any specific appropriation therefor, provided there be sufficient money in the treasury specially designated and set apart for that purpose in the annual budget or detailed statement of items of liability and expenditure, pursuant to the eixsting or a subsequent law.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">'The act further provides that, in case the amount of money designated in the annual budget for the payment of judgments against the city of New Orleans shall have been exhausted, the common council shall have power, if they deem it proper, to appropriate from the money set apart in the budget or annual estimate for contingent expenses, a sufficient sum to pay the same; but, if no such appropriation be made, then that all judgments shall be paid in the order in which they shall be filed and registered in the office of the comptroller of the city from the first money next annually set apart for that purpose.'</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In that case it was held that, in so far as the act requires registration of a judgment, it did not impair existing remedies for its collection, and must be complied with, Mr. Justice Field saying:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'The obligation of a contract, in the constitutional sense, is the means provided by law by which it can be enforced,&#8212;by which the parties can be obliged to perform it. Whatever legislation lessens the efficacy of these means impairs the obligation. If it tend to postpone or retard the enforcement of the contract, the obligation of the latter is, to that extent, weakened. The Latin proverb, <i>Qui cito dat bis dat</i>,&#8212;he who gives quickly gives twice, has its counterpart in a maxim equally sound,&#8212;<i>Qui serius solvit, minus solvit</i>,&#8212;he who pays too late pays less. Any authorization of the postponement of payment, or of means by which such postponement may be effected, is in conflict with the constitutional inhibition. If, therefore, we could see that such would be the effect of the provision of the act of the state, No. 5 of 1870, requiring judgments to be registered with the comptroller before they are paid, we should not hesitate to declare the provision to be invalid. But we are not able to see anything in the requirement which impedes the collection of the relator's judgments, or prevents his resort to other remedies, if their payment be not obtained. The registry is a convenient means of informing the city authorities of the extent of the judgments, and that they have become executory, to the end that proper steps may be taken for their payment. It does not impair existing remedies.'</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The act was again before this court in the case of Wolff v. New Orleans, 103 U. S. 358, 26 L. ed. 395. In that case the act was fully analyzed and it was pointed out that the payment of judgments thereunder was extremely uncertain, and depended entirely upon the discretion of the council, after providing for other municipal purposes and expenses, and was in direct violation of powers of taxation which existed at the time the debt sued for in that case was created, and could not be constitutionally enforced as against such claim.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Applying the principles thus announced to the case at bar, we think act No. 5 of 1870, postponing indefinitely the payment of relator's judgment, if given effect, would deprive the receiver, as the representative of the interested creditors, of the benefit of the right of taxation for the payment of thier claims which existed before the passage of the act of 1870. By &#167; 29 of the act of September 14, 1868, above quoted, the common council of the city of New Orleans and others were empowered and directed annually to order and cause to be raised and collected by a tax upon the estates, real and personal, subject to taxation within said city, the sums of money annually estimated and apportioned as the share of such city for the total expense of the metropolitan police district. This act was followed by other supplementary and amendatory acts to make the purposed more effectual, and was not repealed until the act of March 31, 1877, which abolished the metropolitan police board. This repeal could not take away the right of the creditors of the metropolitan police board to have taxation for their benefit. Nor could the act of 1870 constitutionally take away the rights created by former legislation for the security of their debts, and postpone indefinitely the payment of their claims until such time as the city was ready and willing to pay them.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We are of opinion that the writ of mandamus should have been awarded in favor of the relator, requiring the city to pay over the taxes for which the judgment was rendered, or to levy and collect a tax therefor for the benefit of the relator as receiver. The judgment of the Supreme Court of Louisiana is reversed, and the cause remanded to that court for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>215 U.S. 170 (1909)</b></center>\n<center><h1>LOUISIANA ex rel. HUBERT, RECEIVER,<br>\nv.<br>\nMAYOR AND COUNCIL OF THE CITY OF NEW ORLEANS.</h1></center>\n<center>No. 11.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 1, 2, 1909.</center>\n<center>Decided November 29, 1909.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF LOUISIANA.\n<p><span class=\"star-pagination\">*171</span> <i>Mr. Charles Louque,</i> and <i>Mr. J.D. Rouse,</i> with whom <i>Mr. William Grant</i> were on the brief, for plaintiff in error.</p>\n<p><i>Mr. Frank B. Thomas</i> for defendants in error.</p>\n<p>MR. JUSTICE DAY delivered the opinion of the court.</p>\n<p>This case presents the question of the right of the relator, as receiver of the Board of Metropolitan Police of the Metropolitan Police District, consisting of the parishes of Orleans, Jefferson and St. Bernard and including the city of New Orleans, in the State of Louisiana, to compel an assessment, by mandamus, of taxes to pay a certain judgment recovered by the relator in his capacity as receiver, against the city of New Orleans, in the sum of $123,475.57, with interest from April 4, 1904.</p>\n<p>On September 14, 1868, the general assembly of the State of Louisiana passed an act establishing a Metropolitan Police District, constituting the same of the parishes of Orleans, Jefferson and St. Bernard (including the city of New Orleans). Section 29 of that act provides:</p>\n<p>\"SEC. 29. Be it further enacted, etc., That the common councils of the cities of New Orleans, Jefferson City and Carrollton, and the police juries of the towns of Algiers and Gretna, and of the parishes of Orleans, Jefferson and St. Bernard <span class=\"star-pagination\">*172</span> are hereby respectively empowered and directed annually to order and caused to be raised and collected by the tax upon the estates, real and personal, subject to taxation according to law, within the said cities and towns, the sums of money as aforesaid, annually estimated and apportioned as the share of such cities or parishes of the said total expenses of the Metropolitan Police District.\"</p>\n<p>This act was supplemented by various statutes, and its provisions were in force until March 31, 1877, when it and various other acts relating to the Metropolitan Police District were repealed, and the city of New Orleans was authorized and empowered, through the mayor and board of administrators, to establish, organize and maintain a proper and sufficient police force.</p>\n<p>On January 22, 1900, Louis A. Hubert was duly qualified as receiver of the Board of Metropolitan Police. On April 6, 1904, Hubert, as such receiver, began an action in the Civil District Court of the parish of Orleans, in which he averred that the city was indebted to him, as such receiver, in the sum of $411,884.89, with interest from April 3, 1880, and averred that, for various years, from 1869 to 1877 inclusive, the city of New Orleans had received and collected taxes for the maintenance of the Board of Metropolitan Police and the payment of its expenses, which amounts, although collected by the city, were never paid over to the Board of Metropolitan Police or its representatives. The petition averred that the Board of Metropolitan Police owed large amounts of money; that the whole of the indebtedness thus due from the city was necessary to pay the same. Upon issue made and trial had a judgment was rendered in favor of the receiver on May 18, 1905. The record of this judgment was made part of the record herein, and it appears therein that the Civil District Court took an account of the taxes collected for the years 1869 to 1877 inclusive, and not paid over for account of the Board of Metropolitan Police, and found the same to be the sum of $136,082.62, for which judgment was rendered <span class=\"star-pagination\">*173</span> against the city of New Orleans. This judgment was modified by the Supreme Court of Louisiana on March 12, 1906, and affirmed after deducting the sum of $12,607.05, leaving a judgment in force for $123,475.57, with interest. <i>Hubert</i> v. <i>City of New Orleans,</i> 116 Louisiana, 507.</p>\n<p>On April 23, 1906, a petition for mandamus was filed, in the present case, in the Civil District Court for the parish of Orleans. In that case the relator set up the recovery of the judgment in the state court; that under Act No. 5 of 1870 (to be noticed hereafter) no writ of <i>fieri facias</i> could be issued; that the city had no money or property liable to seizure, if such a writ could be issued; that the judgment had been registered under said act in the office of the city comptroller on March 26, 1906; that the basis upon which the said judgment was rendered was a contractual and statutory obligation imposed upon the city of New Orleans to levy, collect and pay to the Board of Metropolitan Police the sums apportioned to it under the act of 1868 creating the board and the acts amendatory thereto. The petition averred that the maximum rate of taxation for the years 1869-1877 inclusive had not been levied, and prayed a writ of mandamus requiring the city of New Orleans, through its mayor and council, to levy and pay over to the relator as receiver a tax of one mill on property within the city of New Orleans, or so much thereof as might be necessary to satisfy the judgment. The city appeared and answered, and claimed the benefit of Act No. 5 of the extra session of 1870, and that under § 29 of the act of 1868, above set forth, the city had levied the tax apportioned to the Board of Metropolitan Police, and that the city's power of taxation in the premises had been fully exercised and exhausted.</p>\n<p>On November 12, 1906, the Civil District Court rendered a judgment dismissing the relator's petition for mandamus. Upon appeal the Supreme Court of Louisiana affirmed this judgment. <i>State</i> v. <i>Mayor &amp;c. of New Orleans,</i> 119 Louisiana, 623. The present writ of error brings this judgment here for review.</p>\n<p><span class=\"star-pagination\">*174</span> In the opinion of the Supreme Court of Louisiana it appears that the basis of the judgment upon which the relator sued was held not to be contractual in its nature, and, further, that the State, having abolished the Metropolitan Police Board, the only standing of the relator for the purposes of this suit was as the representative of third persons who may have made contracts with the board which were dependent upon taxes receivable from the city for their fulfillment. The learned court then pointed out an apparent inconsistency between the petition for mandamus in this case and the petition on which the original judgment was awarded, and said, on p. 630:</p>\n<p>\"In the brief presented on behalf of relator, for the purposes of the present application, his counsel say: `This is not a proceeding to compel the city of New Orleans to levy a special police tax. The city has actually levied and collected the tax. The tax levy having been made, in compliance with the statute, and having been collected by the city, gave rise to a cause of action in favor of the receiver to enforce its payment to the Board of Metropolitan Police. This cause of action, therefore, could not have arisen until the city had levied and collected the tax and refused to pay over the proceeds.'</p>\n<p>\"Assuming that the position that the relator now wishes to occupy is correctly stated in the foregoing excerpt, we take it to be conceded that the city has levied and collected all the taxes authorized or required by the metropolitan police legislation; and, further assuming that the relator represents the holders of the indebtedness (of the police board) referred to in the petition upon which he obtained his judgment (though it is not so alleged in the application now being considered), the question still remains: Does he disclose and make out a case which entitles him to a writ of mandamus to compel the city to levy and collect an additional tax in order to make good its failure to pay over the tax already levied and collected?\"</p>\n<p>The court, therefore, treated the petition for mandamus <span class=\"star-pagination\">*175</span> as one based upon a judgment to recover taxes which the city had collected and not paid over. Considering the case in this aspect, the learned court held that the power to levy taxes for the various years for Metropolitan Police District purposes had been exhausted, and that there was no power to relevy such tax; and, further, that as to liabilities incurred after the passage of Act No. 5 of 1870, that act was a defense to the action; and the court reached the conclusion that the application for mandamus must fail, as it was an attempt to require the city to exert powers of taxation already exhausted, and which no longer existed.</p>\n<p>In order to review in this court the judgment of a state court because of the provision of the Federal Constitution against state legislation impairing the obligation of a contract, the impairment must be by some subsequent legislation of the State which has been upheld or given effect in the judgment of the state court sought to be reviewed. <i>Bacon</i> v. <i>Texas,</i> 163 U.S. 207. While this is true, this court is not limited to the consideration of the mere language of the opinion, but will examine the substance and effect of the decision. <i>McCullough</i> v. <i>Virginia,</i> 172 U.S. 102, 116.</p>\n<p>It appears from the documents attached to and made part of the record that the indebtedness represented by the receiver in this case was for outstanding debts of the Metropolitan Police Board in the years 1869-1877 inclusive, a considerable part of it being for salaries of policemen, and the Supreme Court of Louisiana has held that the taxes of several years, from 1869 to 1876 inclusive, constitute one fund out of which the warrants of the defunct Metropolitan Police Board are payable. <i>Brittin</i> v. <i>The City of New Orleans,</i> 106 Louisiana, 469.</p>\n<p>A number of decisions in this court have settled the law to be that where a municipal corporation is authorized to contract, and to exercise the power of local taxation to meet its contractual engagements, this power must continue until the contracts are satisfied, and that it is an impairment of an obligation <span class=\"star-pagination\">*176</span> of the contract to destroy or lessen the means by which it can be enforced. In the case of <i>Wolff</i> v. <i>New Orleans,</i> 103 U.S. 358, the subject was given full consideration, and the doctrine thus summarized by Mr. Justice Field, speaking for the court (p. 365):</p>\n<p>\"It is true that the power of taxation belongs exclusively to the legislative department, and that the legislature may at any time restrict or revoke at its pleasure any of the powers of a municipal corporation, including, among others, that of taxation, subject, however, to this qualification, which attends all state legislation, that its action in that respect shall not conflict with the prohibitions of the Constitution of the United States, and, among other things, shall not operate directly upon contracts of the corporation, so as to impair their obligation by abrogating or lessening the means of their enforcement. Legislation producing this latter result, not indirectly as a consequence of legitimate measures taken, as will sometimes happen, but directly by operating upon those means, is prohibited by the Constitution, and must be disregarded  treated as if never enacted  by all courts recognizing the Constitution as the paramount law of the land. This doctrine has been repeatedly asserted by this court when attempts have been made to limit the power of taxation of a municipal body, upon the faith of which contracts have been made, and by means of which alone they could be performed. . . (p. 367). The prohibition of the Constitution against the passage of laws impairing the obligation of contracts applies to the contracts of the State, and to those of its agents acting under its authority, as well as to contracts between individuals. And that obligation is impaired, in the sense of the Constitution, when the means by which a contract at the time of its execution could be enforced, that is, by which the parties could be <i>obliged</i> to perform it, are rendered less efficacious by legislation operating directly upon those means.\"</p>\n<p>In <i>Ralls County Court</i> v. <i>United States,</i> 105 U.S. 733, it was <span class=\"star-pagination\">*177</span> held that, after a debt was created upon certain bonds, laws passed depriving the county court of the power to levy the tax which it possessed when the bonds were issued were invalid. In that case the suit was brought upon certain coupons, and it was held that the coupons were merged in the judgment, but nevertheless carried with them into the judgment all the remedies which in law formed a part of their contract obligation, and that those remedies might still be enforced, notwithstanding the changes in the form of the debt.</p>\n<p>In dealing with the feature important to be considered in this case the court, speaking by Mr. Chief Justice Waite, said (p. 738):</p>\n<p>\"It follows from this that all laws of the State which have been passed since the bonds in question were issued, purporting to take away from the county courts the power to levy taxes necessary to meet the payments, are invalid, and that, under the well-settled rule of decision in this court, the Circuit Court had authority by mandamus to require the county court to do all the law, when the bonds were issued, required it to do to raise the means to pay the judgment, or something substantially equivalent. The fact that money has once been raised by taxation to meet the payment, which has been lost, is no defense to this suit. The claim of the bondholders continues until payment is actually made to them. If the funds are lost after collection, and before they are paid over, the loss falls on the county and not the creditors. The writ as issued was properly in the alternative to pay from the money already raised, or levy a tax to raise more. It will be time enough to consider whether the command of the writ that the court <i>cause the tax to be collected</i> is in excess of the requirements of the law, when the justices of the court are called on to show why they have not obeyed the order.\"</p>\n<p>We think the doctrine of the <i>Ralls County</i><i> case</i> when applied to the facts in the case at bar is decisive of this feature of it. The city levied and afterwards collected taxes for the benefit of the Metropolitan Police Board. The Police Board <span class=\"star-pagination\">*178</span> had issued its outstanding warrants for salaries, etc., upon the faith of the exercise of the taxing power for their payment. The contract creditors of the Police Board were entitled to rely upon the benefit of the laws imposing taxation to make their obligations effectual. They could not, constitutionally, be deprived of such benefit. While it is true that the Police Board made the contracts, the only means of keeping them was through the exercise of the power of taxation conferred by law upon the city. The city exerted its power, as required by law, levied and collected the taxes, but applied them to other purposes, and has failed to turn them over upon demand. We think the power to levy these taxes still exists. As to the creditor, deprived thereof by the action of the city, it is as though such power had never been exercised. The city still has the power to levy these taxes for the benefit of the persons for whom they were intended, and who had a contract right to the exertion of the remedies for the satisfaction of their claims by the levy and collection of taxes existing when their debts accrued, which right could not be taken away from them by subsequent legislation. The power of taxation conferred by law entered into the obligation of the contracts, and any subsequent legislation withdrawing or lessening such power, leaving the creditors without adequate means of satisfaction, impaired the obligation of their contracts within the meaning of the Constitution. <i>Memphis</i> v. <i>United States,</i> 97 U.S. 293; <i>Van Hoffman</i> v. <i>City of Quincy,</i> 4 Wall. 535; <i>Seibert</i> v. <i>Lewis,</i> 122 U.S. 284; <i>Mobile</i> v. <i>Watson,</i> 116 U.S. 289; <i>Scotland County Court</i> v. <i>Hill,</i> 140 U.S. 41.</p>\n<p>We come now to the question: Can Act No. 5 of 1870 be constitutionally applied so as to preclude the remedy sought in behalf of the receiver in this case? This act has been at least twice before this court. In the case of <i>Louisiana</i> v. <i>New Orleans,</i> 102 U.S. 203, 205, the provisions of the act were summarized by Mr. Justice Field, speaking for the court, as follows:</p>\n<p>\"That act divests the courts of the State of authority to <span class=\"star-pagination\">*179</span> allow any summary process or mandamus against the officers of the city of New Orleans to compel the issue and delivery of any order or warrant for the payment of money, or to enforce the payment of money claimed to be due from it to any person or corporation; and requires proceedings for the recovery of money claimed to be owing by the city to be conducted in the ordinary form of action against the corporation, and not against any department, branch, or officer thereof. The act also provides that no writ of execution or <i>fieri facias</i> shall issue against the city, but that a final judgment against it, which has become executory, shall have the effect of fixing the amount of the plaintiff's demand, and that he may cause a certified copy of it, with his petition and the defendant's answer and the clerk's certificate that it has become executory, to be filed in the office of the controller, and that thereupon it shall be the duty of the controller or auditing officer to cause the same to be registered, and to issue a warrant upon the treasurer or disbursing officer of the corporation for the amount due thereon, without any specific appropriation therefor, provided there be sufficient money in the treasury specially designated and set apart for that purpose in the annual budget or detailed statement of items of liability and expenditures pursuant to the existing or a subsequent law.</p>\n<p>\"The act further provides that in case the amount of money designated in the annual budget for the payment of judgments against the city of New Orleans shall have been exhausted, the common council shall have power, if they deem it proper, to appropriate from the money set apart in the budget or annual estimate for contingent expenses, a sufficient sum to pay the same; but if no such appropriation be made, then that all judgments shall be paid in the order in which they shall be filed and registered in the office of the controller of the city from the first money next annually set apart for that purpose.\"</p>\n<p>In that case it was held that, in so far as the act requires registration of a judgment, it did not impair existing remedies <span class=\"star-pagination\">*180</span> for its collection, and must be complied with, Mr. Justice Field saying (p. 206):</p>\n<p>\"The obligation of a contract, in the constitutional sense, is the means provided by law by which it can be enforced,  by which the parties can be obliged to perform it. Whatever legislation lessens the efficacy of these means impairs the obligation. If it tend to postpone or retard the enforcement of the contract, the obligation of the latter is to that extent weakened. The Latin proverb, <i>Qui cito dat bis dat</i>  , he who gives quickly gives twice,  has its counterpart in a maxim equally sound  , <i>Qui serius solvit, minus solvit,</i>  he who pays too late pays less. Any authorization of the postponement of payment, or of means by which such postponement may be effected, is in conflict with the constitutional inhibition. If, therefore, we could see that such would be the effect of the provision of the act of the State, No. 5 of 1870, requiring judgments to be registered with the controller before they are paid, we should not hesitate to declare the provision to be invalid. But we are not able to see anything in the requirement which impedes the collection of the relator's judgments, or prevents his resort to other remedies, if their payment be not obtained. The registry is a convenient means of informing the city authorities of the extent of the judgments, and that they have become executory, to the end that proper steps may be taken for their payment. It does not impair existing remedies.\"</p>\n<p>The act was again before this court in the case of <i>Wolff</i> v. <i>New Orleans,</i> 103 U.S. 358. In that case the act was fully analyzed, and it was pointed out that the payment of judgments thereunder was extremely uncertain and depended entirely upon the discretion of the council, after providing for other municipal purposes and expenses, and was in direct violation of powers of taxation which existed at the time the debt sued for in that case was created, and could not be constitutionally enforced as against such claim.</p>\n<p>Applying the principles thus announced to the case at bar, <span class=\"star-pagination\">*181</span> we think Act No. 5 of 1870, postponing indefinitely the payment of relator's judgment, if given effect, would deprive the receiver, as the representative of the interested creditors, of the benefit of the right of taxation for the payment of their claims which existed before the passage of the act of 1870. By § 29 of the act of September 14, 1868, above quoted, the common council of the city of New Orleans and others were empowered and directed annually to order and caused to be raised and collected by a tax upon the estates, real and personal, subject to taxation within said city, the sums of money annually estimated and apportioned as the share of such city for the total expense of the Metropolitan Police District. This act was followed by other supplementary and amendatory acts to make the purpose more effectual, and was not repealed until the act of March 31, 1877, which abolished the Metropolitan Police Board. This repeal could not take away the right of the creditors of the Metropolitan Police Board to have taxation for their benefit. Nor could the act of 1870 constitutionally take away the rights created by former legislation for the security of their debts and postpone indefinitely the payment of their claims until such time as the city was ready and willing to pay them.</p>\n<p>We are of opinion that the writ of mandamus should have been awarded in favor of the relator, requiring the city to pay over the taxes for which the judgment was rendered, or to levy and collect a tax therefor for the benefit of the relator as receiver. The judgment of the Supreme Court of Louisiana is reversed and the cause remanded to that court for further proceedings not inconsistent with this opinion.</p>\n<p><i>Reversed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">215</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">170</span></span> (1909)</b></center>\n<center><h1>LOUISIANA ex rel. HUBERT, RECEIVER,<br>\nv.<br>\nMAYOR AND COUNCIL OF THE CITY OF NEW ORLEANS.</h1></center>\n<center>No. 11.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 1, 2, 1909.</center>\n<center>Decided November 29, 1909.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF LOUISIANA.\n<p><span class=\"star-pagination\">*171</span> <i>Mr. Charles Louque,</i> and <i>Mr. J.D. Rouse,</i> with whom <i>Mr. William Grant</i> were on the brief, for plaintiff in error.</p>\n<p><i>Mr. Frank B. Thomas</i> for defendants in error.</p>\n<p>MR. JUSTICE DAY delivered the opinion of the court.</p>\n<p>This case presents the question of the right of the relator, as receiver of the Board of Metropolitan Police of the Metropolitan Police District, consisting of the parishes of Orleans, Jefferson and St. Bernard and including the city of New Orleans, in the State of Louisiana, to compel an assessment, by mandamus, of taxes to pay a certain judgment recovered by the relator in his capacity as receiver, against the city of New Orleans, in the sum of $123,475.57, with interest from April 4, 1904.</p>\n<p>On September 14, 1868, the general assembly of the State of Louisiana passed an act establishing a Metropolitan Police District, constituting the same of the parishes of Orleans, Jefferson and St. Bernard (including the city of New Orleans). Section 29 of that act provides:</p>\n<p>\"SEC. 29. Be it further enacted, etc., That the common councils of the cities of New Orleans, Jefferson City and Carrollton, and the police juries of the towns of Algiers and Gretna, and of the parishes of Orleans, Jefferson and St. Bernard <span class=\"star-pagination\">*172</span> are hereby respectively empowered and directed annually to order and caused to be raised and collected by the tax upon the estates, real and personal, subject to taxation according to law, within the said cities and towns, the sums of money as aforesaid, annually estimated and apportioned as the share of such cities or parishes of the said total expenses of the Metropolitan Police District.\"</p>\n<p>This act was supplemented by various statutes, and its provisions were in force until March 31, 1877, when it and various other acts relating to the Metropolitan Police District were repealed, and the city of New Orleans was authorized and empowered, through the mayor and board of administrators, to establish, organize and maintain a proper and sufficient police force.</p>\n<p>On January 22, 1900, Louis A. Hubert was duly qualified as receiver of the Board of Metropolitan Police. On April 6, 1904, Hubert, as such receiver, began an action in the Civil District Court of the parish of Orleans, in which he averred that the city was indebted to him, as such receiver, in the sum of $411,884.89, with interest from April 3, 1880, and averred that, for various years, from 1869 to 1877 inclusive, the city of New Orleans had received and collected taxes for the maintenance of the Board of Metropolitan Police and the payment of its expenses, which amounts, although collected by the city, were never paid over to the Board of Metropolitan Police or its representatives. The petition averred that the Board of Metropolitan Police owed large amounts of money; that the whole of the indebtedness thus due from the city was necessary to pay the same. Upon issue made and trial had a judgment was rendered in favor of the receiver on May 18, 1905. The record of this judgment was made part of the record herein, and it appears therein that the Civil District Court took an account of the taxes collected for the years 1869 to 1877 inclusive, and not paid over for account of the Board of Metropolitan Police, and found the same to be the sum of $136,082.62, for which judgment was rendered <span class=\"star-pagination\">*173</span> against the city of New Orleans. This judgment was modified by the Supreme Court of Louisiana on March 12, 1906, and affirmed after deducting the sum of $12,607.05, leaving a judgment in force for $123,475.57, with interest. <i>Hubert</i> v. <i>City of New Orleans,</i> 116 Louisiana, 507.</p>\n<p>On April 23, 1906, a petition for mandamus was filed, in the present case, in the Civil District Court for the parish of Orleans. In that case the relator set up the recovery of the judgment in the state court; that under Act No. 5 of 1870 (to be noticed hereafter) no writ of <i>fieri facias</i> could be issued; that the city had no money or property liable to seizure, if such a writ could be issued; that the judgment had been registered under said act in the office of the city comptroller on March 26, 1906; that the basis upon which the said judgment was rendered was a contractual and statutory obligation imposed upon the city of New Orleans to levy, collect and pay to the Board of Metropolitan Police the sums apportioned to it under the act of 1868 creating the board and the acts amendatory thereto. The petition averred that the maximum rate of taxation for the years 1869-1877 inclusive had not been levied, and prayed a writ of mandamus requiring the city of New Orleans, through its mayor and council, to levy and pay over to the relator as receiver a tax of one mill on property within the city of New Orleans, or so much thereof as might be necessary to satisfy the judgment. The city appeared and answered, and claimed the benefit of Act No. 5 of the extra session of 1870, and that under § 29 of the act of 1868, above set forth, the city had levied the tax apportioned to the Board of Metropolitan Police, and that the city's power of taxation in the premises had been fully exercised and exhausted.</p>\n<p>On November 12, 1906, the Civil District Court rendered a judgment dismissing the relator's petition for mandamus. Upon appeal the Supreme Court of Louisiana affirmed this judgment. <i>State</i> v. <i>Mayor &amp;c. of New Orleans,</i> 119 Louisiana, 623. The present writ of error brings this judgment here for review.</p>\n<p><span class=\"star-pagination\">*174</span> In the opinion of the Supreme Court of Louisiana it appears that the basis of the judgment upon which the relator sued was held not to be contractual in its nature, and, further, that the State, having abolished the Metropolitan Police Board, the only standing of the relator for the purposes of this suit was as the representative of third persons who may have made contracts with the board which were dependent upon taxes receivable from the city for their fulfillment. The learned court then pointed out an apparent inconsistency between the petition for mandamus in this case and the petition on which the original judgment was awarded, and said, on p. 630:</p>\n<p>\"In the brief presented on behalf of relator, for the purposes of the present application, his counsel say: `This is not a proceeding to compel the city of New Orleans to levy a special police tax. The city has actually levied and collected the tax. The tax levy having been made, in compliance with the statute, and having been collected by the city, gave rise to a cause of action in favor of the receiver to enforce its payment to the Board of Metropolitan Police. This cause of action, therefore, could not have arisen until the city had levied and collected the tax and refused to pay over the proceeds.'</p>\n<p>\"Assuming that the position that the relator now wishes to occupy is correctly stated in the foregoing excerpt, we take it to be conceded that the city has levied and collected all the taxes authorized or required by the metropolitan police legislation; and, further assuming that the relator represents the holders of the indebtedness (of the police board) referred to in the petition upon which he obtained his judgment (though it is not so alleged in the application now being considered), the question still remains: Does he disclose and make out a case which entitles him to a writ of mandamus to compel the city to levy and collect an additional tax in order to make good its failure to pay over the tax already levied and collected?\"</p>\n<p>The court, therefore, treated the petition for mandamus <span class=\"star-pagination\">*175</span> as one based upon a judgment to recover taxes which the city had collected and not paid over. Considering the case in this aspect, the learned court held that the power to levy taxes for the various years for Metropolitan Police District purposes had been exhausted, and that there was no power to relevy such tax; and, further, that as to liabilities incurred after the passage of Act No. 5 of 1870, that act was a defense to the action; and the court reached the conclusion that the application for mandamus must fail, as it was an attempt to require the city to exert powers of taxation already exhausted, and which no longer existed.</p>\n<p>In order to review in this court the judgment of a state court because of the provision of the Federal Constitution against state legislation impairing the obligation of a contract, the impairment must be by some subsequent legislation of the State which has been upheld or given effect in the judgment of the state court sought to be reviewed. <i>Bacon</i> v. <i>Texas,</i> 163 U.S. 207. While this is true, this court is not limited to the consideration of the mere language of the opinion, but will examine the substance and effect of the decision. <i>McCullough</i> v. <i>Virginia,</i> <span class=\"citation\" data-id=\"2514297\"><a href=\"/opinion/2514297/mccullough-v-virginia/\"><span class=\"volume\">172</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">102</span></a></span>, 116.</p>\n<p>It appears from the documents attached to and made part of the record that the indebtedness represented by the receiver in this case was for outstanding debts of the Metropolitan Police Board in the years 1869-1877 inclusive, a considerable part of it being for salaries of policemen, and the Supreme Court of Louisiana has held that the taxes of several years, from 1869 to 1876 inclusive, constitute one fund out of which the warrants of the defunct Metropolitan Police Board are payable. <i>Brittin</i> v. <i>The City of New Orleans,</i> 106 Louisiana, 469.</p>\n<p>A number of decisions in this court have settled the law to be that where a municipal corporation is authorized to contract, and to exercise the power of local taxation to meet its contractual engagements, this power must continue until the contracts are satisfied, and that it is an impairment of an obligation <span class=\"star-pagination\">*176</span> of the contract to destroy or lessen the means by which it can be enforced. In the case of <i>Wolff</i> v. <i>New Orleans,</i> <span class=\"citation\" data-id=\"90335\"><a href=\"/opinion/90335/wolff-v-new-orleans/\"><span class=\"volume\">103</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">358</span></a></span>, the subject was given full consideration, and the doctrine thus summarized by Mr. Justice Field, speaking for the court (p. 365):</p>\n<p>\"It is true that the power of taxation belongs exclusively to the legislative department, and that the legislature may at any time restrict or revoke at its pleasure any of the powers of a municipal corporation, including, among others, that of taxation, subject, however, to this qualification, which attends all state legislation, that its action in that respect shall not conflict with the prohibitions of the Constitution of the United States, and, among other things, shall not operate directly upon contracts of the corporation, so as to impair their obligation by abrogating or lessening the means of their enforcement. Legislation producing this latter result, not indirectly as a consequence of legitimate measures taken, as will sometimes happen, but directly by operating upon those means, is prohibited by the Constitution, and must be disregarded  treated as if never enacted  by all courts recognizing the Constitution as the paramount law of the land. This doctrine has been repeatedly asserted by this court when attempts have been made to limit the power of taxation of a municipal body, upon the faith of which contracts have been made, and by means of which alone they could be performed. . . (p. 367). The prohibition of the Constitution against the passage of laws impairing the obligation of contracts applies to the contracts of the State, and to those of its agents acting under its authority, as well as to contracts between individuals. And that obligation is impaired, in the sense of the Constitution, when the means by which a contract at the time of its execution could be enforced, that is, by which the parties could be <i>obliged</i> to perform it, are rendered less efficacious by legislation operating directly upon those means.\"</p>\n<p>In <i>Ralls County Court</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"90635\"><a href=\"/opinion/90635/ralls-county-court-v-united-states/\"><span class=\"volume\">105</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">733</span></a></span>, it was <span class=\"star-pagination\">*177</span> held that, after a debt was created upon certain bonds, laws passed depriving the county court of the power to levy the tax which it possessed when the bonds were issued were invalid. In that case the suit was brought upon certain coupons, and it was held that the coupons were merged in the judgment, but nevertheless carried with them into the judgment all the remedies which in law formed a part of their contract obligation, and that those remedies might still be enforced, notwithstanding the changes in the form of the debt.</p>\n<p>In dealing with the feature important to be considered in this case the court, speaking by Mr. Chief Justice Waite, said (p. 738):</p>\n<p>\"It follows from this that all laws of the State which have been passed since the bonds in question were issued, purporting to take away from the county courts the power to levy taxes necessary to meet the payments, are invalid, and that, under the well-settled rule of decision in this court, the Circuit Court had authority by mandamus to require the county court to do all the law, when the bonds were issued, required it to do to raise the means to pay the judgment, or something substantially equivalent. The fact that money has once been raised by taxation to meet the payment, which has been lost, is no defense to this suit. The claim of the bondholders continues until payment is actually made to them. If the funds are lost after collection, and before they are paid over, the loss falls on the county and not the creditors. The writ as issued was properly in the alternative to pay from the money already raised, or levy a tax to raise more. It will be time enough to consider whether the command of the writ that the court <i>cause the tax to be collected</i> is in excess of the requirements of the law, when the justices of the court are called on to show why they have not obeyed the order.\"</p>\n<p>We think the doctrine of the <i>Ralls County</i><i> case</i> when applied to the facts in the case at bar is decisive of this feature of it. The city levied and afterwards collected taxes for the benefit of the Metropolitan Police Board. The Police Board <span class=\"star-pagination\">*178</span> had issued its outstanding warrants for salaries, etc., upon the faith of the exercise of the taxing power for their payment. The contract creditors of the Police Board were entitled to rely upon the benefit of the laws imposing taxation to make their obligations effectual. They could not, constitutionally, be deprived of such benefit. While it is true that the Police Board made the contracts, the only means of keeping them was through the exercise of the power of taxation conferred by law upon the city. The city exerted its power, as required by law, levied and collected the taxes, but applied them to other purposes, and has failed to turn them over upon demand. We think the power to levy these taxes still exists. As to the creditor, deprived thereof by the action of the city, it is as though such power had never been exercised. The city still has the power to levy these taxes for the benefit of the persons for whom they were intended, and who had a contract right to the exertion of the remedies for the satisfaction of their claims by the levy and collection of taxes existing when their debts accrued, which right could not be taken away from them by subsequent legislation. The power of taxation conferred by law entered into the obligation of the contracts, and any subsequent legislation withdrawing or lessening such power, leaving the creditors without adequate means of satisfaction, impaired the obligation of their contracts within the meaning of the Constitution. <i>Memphis</i> v. <i>United States,</i> 97 U.S. 293; <i>Van Hoffman</i> v. <i>City of Quincy,</i> 4 Wall. 535; <i>Seibert</i> v. <i>Lewis,</i> 122 U.S. 284; <i>Mobile</i> v. <i>Watson,</i> 116 U.S. 289; <i>Scotland County Court</i> v. <i>Hill,</i> 140 U.S. 41.</p>\n<p>We come now to the question: Can Act No. 5 of 1870 be constitutionally applied so as to preclude the remedy sought in behalf of the receiver in this case? This act has been at least twice before this court. In the case of <i>Louisiana</i> v. <i>New Orleans,</i> <span class=\"citation\" data-id=\"90233\"><a href=\"/opinion/90233/louisiana-v-new-orleans/\"><span class=\"volume\">102</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">203</span></a></span>, 205, the provisions of the act were summarized by Mr. Justice Field, speaking for the court, as follows:</p>\n<p>\"That act divests the courts of the State of authority to <span class=\"star-pagination\">*179</span> allow any summary process or mandamus against the officers of the city of New Orleans to compel the issue and delivery of any order or warrant for the payment of money, or to enforce the payment of money claimed to be due from it to any person or corporation; and requires proceedings for the recovery of money claimed to be owing by the city to be conducted in the ordinary form of action against the corporation, and not against any department, branch, or officer thereof. The act also provides that no writ of execution or <i>fieri facias</i> shall issue against the city, but that a final judgment against it, which has become executory, shall have the effect of fixing the amount of the plaintiff's demand, and that he may cause a certified copy of it, with his petition and the defendant's answer and the clerk's certificate that it has become executory, to be filed in the office of the controller, and that thereupon it shall be the duty of the controller or auditing officer to cause the same to be registered, and to issue a warrant upon the treasurer or disbursing officer of the corporation for the amount due thereon, without any specific appropriation therefor, provided there be sufficient money in the treasury specially designated and set apart for that purpose in the annual budget or detailed statement of items of liability and expenditures pursuant to the existing or a subsequent law.</p>\n<p>\"The act further provides that in case the amount of money designated in the annual budget for the payment of judgments against the city of New Orleans shall have been exhausted, the common council shall have power, if they deem it proper, to appropriate from the money set apart in the budget or annual estimate for contingent expenses, a sufficient sum to pay the same; but if no such appropriation be made, then that all judgments shall be paid in the order in which they shall be filed and registered in the office of the controller of the city from the first money next annually set apart for that purpose.\"</p>\n<p>In that case it was held that, in so far as the act requires registration of a judgment, it did not impair existing remedies <span class=\"star-pagination\">*180</span> for its collection, and must be complied with, Mr. Justice Field saying (p. 206):</p>\n<p>\"The obligation of a contract, in the constitutional sense, is the means provided by law by which it can be enforced,  by which the parties can be obliged to perform it. Whatever legislation lessens the efficacy of these means impairs the obligation. If it tend to postpone or retard the enforcement of the contract, the obligation of the latter is to that extent weakened. The Latin proverb, <i>Qui cito dat bis dat</i>  , he who gives quickly gives twice,  has its counterpart in a maxim equally sound  , <i>Qui serius solvit, minus solvit,</i>  he who pays too late pays less. Any authorization of the postponement of payment, or of means by which such postponement may be effected, is in conflict with the constitutional inhibition. If, therefore, we could see that such would be the effect of the provision of the act of the State, No. 5 of 1870, requiring judgments to be registered with the controller before they are paid, we should not hesitate to declare the provision to be invalid. But we are not able to see anything in the requirement which impedes the collection of the relator's judgments, or prevents his resort to other remedies, if their payment be not obtained. The registry is a convenient means of informing the city authorities of the extent of the judgments, and that they have become executory, to the end that proper steps may be taken for their payment. It does not impair existing remedies.\"</p>\n<p>The act was again before this court in the case of <i>Wolff</i> v. <i>New Orleans,</i> <span class=\"citation\" data-id=\"90335\"><a href=\"/opinion/90335/wolff-v-new-orleans/\"><span class=\"volume\">103</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">358</span></a></span>. In that case the act was fully analyzed, and it was pointed out that the payment of judgments thereunder was extremely uncertain and depended entirely upon the discretion of the council, after providing for other municipal purposes and expenses, and was in direct violation of powers of taxation which existed at the time the debt sued for in that case was created, and could not be constitutionally enforced as against such claim.</p>\n<p>Applying the principles thus announced to the case at bar, <span class=\"star-pagination\">*181</span> we think Act No. 5 of 1870, postponing indefinitely the payment of relator's judgment, if given effect, would deprive the receiver, as the representative of the interested creditors, of the benefit of the right of taxation for the payment of their claims which existed before the passage of the act of 1870. By § 29 of the act of September 14, 1868, above quoted, the common council of the city of New Orleans and others were empowered and directed annually to order and caused to be raised and collected by a tax upon the estates, real and personal, subject to taxation within said city, the sums of money annually estimated and apportioned as the share of such city for the total expense of the Metropolitan Police District. This act was followed by other supplementary and amendatory acts to make the purpose more effectual, and was not repealed until the act of March 31, 1877, which abolished the Metropolitan Police Board. This repeal could not take away the right of the creditors of the Metropolitan Police Board to have taxation for their benefit. Nor could the act of 1870 constitutionally take away the rights created by former legislation for the security of their debts and postpone indefinitely the payment of their claims until such time as the city was ready and willing to pay them.</p>\n<p>We are of opinion that the writ of mandamus should have been awarded in favor of the relator, requiring the city to pay over the taxes for which the judgment was rendered, or to levy and collect a tax therefor for the benefit of the relator as receiver. The judgment of the Supreme Court of Louisiana is reversed and the cause remanded to that court for further proceedings not inconsistent with this opinion.</p>\n<p><i>Reversed.</i></p>\n</div>", "id": 97102, "judges": "Day", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/97102/", "sha1": "22ba940d74529a7ba04660cc1b6af756c9ac11e4", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:42:19"}