{"absolute_url": "/opinion/97110/lathrop-shea-co-v-interior-constrn-co/", "blocked": false, "citation": {"case_name": "Lathrop, Shea & Co. v. INTERIOR CONSTR'N CO.", "docket_number": "2", "document_uris": ["/api/rest/v2/document/97110/"], "federal_cite_one": "215 U.S. 246", "federal_cite_three": null, "federal_cite_two": null, "id": 81493, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/81493/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 6, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1909-12-06", "date_modified": "2014-12-21T01:35:00.495407", "docket": "/api/rest/v2/docket/339718/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">215 U.S. 246</p>\n    <p class=\"case_cite\">30 S.Ct. 76</p>\n    <p class=\"case_cite\">54 L.Ed. 177</p>\n    <p class=\"parties\">LATHROP, SHEA, &amp; HENWOOD COMPANY, Plff. in Err.,<br>v.<br>INTERIOR CONSTRUCTION &amp; IMPROVEMENT COMPANY.</p>\n    <p class=\"docket\">No. 2.</p>\n    <p class=\"date\">Argued October 22, 1909.</p>\n    <p class=\"date\">Decided December 6, 1909.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Clarence M. Bushnell for plaintiff in error.</p>\n      <p class=\"indent\">Mr. C. Walter Artz for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice McKenna delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The parties were respectively plaintiff and defendant in the court below, and we shall so designate them.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plaintiff brought suit against the defendant and the Pittsburg, Shawmont &amp; Northern Railroad Company in the supreme court of Erie county, New York, for the sum of $43,038.88, upon a contract entered into between the defendant, the Interior Construction &amp; Improvement Company, and the plaintiff, by which the construction company agreed to construct certain portions in Pennsylvania and New York of the line of the railroad company, and for materials and the use of certain articles by the railroad. It is alleged in the petition of the plaintiff that the railroad company was organized by the consolidation of other railroad companies, and, for the purpose of carrying out the plans of such consolidation, undertook the construction of a railroad from certain points in Pennsylvania to the village of Angelica, in the state of New York. That in pursuance of this purpose the railroad company entered into a contract with the construction company, and in payment for the construction of the railroad agreed to issue and did issue to the company its stock and bonds, which were largely in excess of cost of construction. That the construction company was organized solely for the purpose of building the railroad, and to secure to the promoters and organizers thereof the profits to be made by the construction of the railroad and the manipulation of securities. That the officers, directors, and owners of the majority of the capital stock of the railroad had like relation to the construction company, and the management of the latter was controlled by them. And it is averred that the construction company was the agent and representative of the railroad company, and that the latter became and is responsible and liable for the acts and obligations of the construction company. Due performance by plaintiff of its contract is alleged.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It is further alleged that the railroad company is a New York corporation and the construction company is a New Jersey corporation.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">There was personal service of the summons on the railroad company on the 24th of October, 1904. That company appeared and answered. The service upon the construction company was made on the 16th of November, 1904, by serving the summons on the secretary of state of the state of New York. The construction company made a motion to set aside the service of summons on the ground that it was irregular and void. The company made no other appearance. The motion was denied, and appeal was taken to the appellate division of the court. That court affirmed the ruling, and denied leave to appeal to the court of appeals. The construction company's time to answer was extended to February 6, 1905, and, upon motion of the company, the case was removed to the United States circuit court on the ground of a separable controversy, but was subsequently remanded upon motion of the plaintiff. The motion to set aside the service of summons was denied. 135 Fed. 619. Upon the return of the case to the state court, a motion was made by the construction company to extend its time to appear and answer in the action until twenty days after the determination of the motion then pending, made in behalf of the railroad company, to compel the plaintiff to elect which defendant it would proceed against, to the exclusion of the other. The motion was denied, also that made by the railroad company. The referee to whom the issues raised by the railroad company had been referred, to hear and determine, reported dismissing the complaint as to that company and judgment thereon was entered on the 26th of October, 1905. The judgment was affirmed by the appellate division of the supreme court. But, pending the appeal, upon motion of the construction company the case was removed to the circuit court, but that court remanded the case, saying that, 'until the determination of the appeal by the codefendant, in the absence of fraud or improper joinder of defendants for the purpose of interfering with or obstructing the construction company's right of removal, it is not thought that a separable controversy exists.' 143 Fed. 687.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On the 23d of September, 1905, an affidavit of the default of the construction company having been filed, an order was made in the supreme court, reciting the fact, and the facts showing such default, and appointing a referee 'to take proofs of the cause of action set forth in the plaintiff's complaint.' The referee reported that there was due plaintiff the sum of $47,323.91. The report was confirmed and judgment entered for that amount.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Subsequently, the appellate division having sustained the judgment dismissing the action as to the railroad company, the case was again, on the motion of the company, removed to the circuit court, and a motion made in that court to set aside the service of summons on the construction company, and to vacate the judgment. Concurrently with that motion, plaintiff moved to remand the case to the state court. The motion of the construction company was granted, and the action dismissed for want of jurisdiction over the company. 150 Fed. 666.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The motion was granted on the ground that the facts showed that the company had ceased to do business in the state and held no property therein.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It will be seen that a question of jurisdiction alone is presented, the circuit court certifying 'that no evidence was introduced upon the hearing of the motion, the issue being:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'1. Whether this court, had obtained jurisdiction over this defendant by the service of a summons upon the secretary of state of the state of New York, as provided by &#167; 16 of the general corporation law of said state of New York.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'2. Whether the proceedings in and the decisions of the courts of the state of New York, construing said corporation law, were controlling upon this court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'3. Whether the proceedings taken by said defendant in said state court are <i>res judicata</i> upon defendant.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">But there is a question of jurisdiction paramount to that passed on by the circuit court. It will be observed that the action against the railroad company was not dismissed by plaintiff, but, against its contention, by the supreme court of the state, whose judgment was affirmed, also against its contention, by the appellate division of that court. This did not take jurisdiction from the state court to proceed against the construction company, nor make the judgment against it invalid.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It was held in Powers v. Chesapeake &amp; O. R. Co. 169 U. S. 92, 42 L. ed. 673, 18 Sup. Ct. Rep. 264, that a case may become removable after the time prescribed by statute, upon the ground of a separate controversy, upon the subsequent discontinuance of the action by the plaintiff against the defendants, citizens of the same state with the plaintiff. In Whitcomb v. Smithson, 175 U. S. at 637, 44 L. ed. at 304, 20 Sup. Ct. Rep. at 249, the Powers Case was commented on, and a different effect was ascribed to a ruling of the court dismissing the action as to one of the defendants than to a discontinuance by the voluntary act of the plaintiff. The action was against Whitcomb and another, who were receivers of the Wisconsin Central Company, and the Chicago Great Western Railway Company, for personal injuries received by Smithson while serving the Chicago Great Western Railway Company as a locomotive fireman in a collision between the locomotive on which he was at work and another locomotive operated by the receivers appointed by United States circuit court. The case came to trial, and, at the close of the testimony, counsel for the Chicago Great Western Railway Company moved that the jury be 'instructed to return a verdict in behalf of that defendant,' which motion the court granted. An application was then made by the receivers to remove the case to the circuit court of the United States, which was denied. The court instructed the jury to return a verdict for the railway company, which was done, and thereupon the case went to the jury, who returned a verdict against the receivers, upon which judgment was entered. The judgment was affirmed by the supreme court of Minnesota [71 Minn. 216, 73 N. W. 853], to which a writ of error was issued from this court. Passing on motions to dismiss or affirm, and answering the contention of the receivers that they acquired the right of removal as though they were the sole defendants, when the court directed a verdict in favor of the railway company, this court said by the chief justice: 'This might have been so if, when the cause was called for trial in the state court, plaintiff had discontinued his action against the railway company, and thereby elected to prosecute it against the receivers solely, instead of prosecuting it on the joint cause of action set up in the complaint against all of the defendants. Powers v. Chesapeake &amp; O. R. Co. 169 U. S. 92, 42 L. ed. 673, 18 Sup. Ct. Rep. 264. But that is not this case. The joint liability was insisted on here to the close of the trial, and the nonliability of the railway company was ruled <i>in invitum</i>. . . . This was a ruling on the merits, and not a ruling on the question of jurisdiction. It was adverse to plaintiff, and without his assent, and the trial court rightly held that it did not operate to make the cause then removable, and thereby to enable the other defendants to prevent plaintiff from taking a verdict against them.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Whitcomb Case and the Powers Case are commented on and impliedly approved in Chesapeake &amp; O. R. Co. v. Dixon, 179 U. S. 137, 138, 45 L. ed. 124, 125, 21 Sup. Ct. Rep. 67, and again in Kansas City Suburban Belt R. Co. v. Herman, 187 U. S. 63, 47 L. ed. 76, 23 Sup. Ct. Rep. 24; Fritzlen v. Boatmen's Bank, 212 U. S. 372, 53 L. ed. 557, 29 Sup. Ct. Rep. 366. See also Alabama G. S. R. Co. v. Thompson, 200 U. S. 206, 50 L. ed. 441, 26 Sup. Ct. Rep. 161, 4 A. &amp; E. Ann. Cas. 1147.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It follows from these views that the order of the Circuit Court setting aside the service of the summons on the construction company, and vacating the judgment against it, and dismissing the action, must be reversed and the cause remanded, with directions to grant the motion of plaintiff to remand the case to the Supreme Court of the state of New York.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>215 U.S. 246 (1909)</b></center>\n<center><h1>LATHROP, SHEA &amp; HENWOOD COMPANY<br>\nv.<br>\nINTERIOR CONSTRUCTION AND IMPROVEMENT COMPANY.</h1></center>\n<center>No. 2.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 22, 1909.</center>\n<center>Decided December 6, 1909.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE WESTERN DISTRICT OF NEW YORK.\n<p><i>Mr. Clarence M. Bushnell</i> for plaintiff in error.</p>\n<p><i>Mr. C. Walter Artz</i> for defendant in error.</p>\n<p>MR. JUSTICE McKENNA delivered the opinion of the court.</p>\n<p>The parties were respectively plaintiff and defendant in the court below, and we shall so designate them.</p>\n<p>The plaintiff brought suit against the defendant and the Pittsburg, Shawmont and Northern Railroad Company in the Supreme Court of Erie County, New York, for the sum <span class=\"star-pagination\">*247</span> of $43,038.88, upon a contract entered into between the defendant, the Interior Construction and Improvement Company, and the plaintiff, by which the Construction Company agreed to construct certain portions in Pennsylvania and New York of the line of the railroad company, and for materials and the use of certain articles by the railroad. It is alleged in the petition of the plaintiff that the railroad company was organized by the consolidation of other railroad companies, and for the purpose of carrying out the plans of such consolidation undertook the construction of a railroad from certain points in Pennsylvania to the village of Angelica in the State of New York. That in pursuance of this purpose the railroad company entered into a contract with the Construction Company, and in payment for the construction of the railroad agreed to issue and did issue to the company its stocks and bonds, which were largely in excess of cost of construction. That the Construction Company was organized solely for the purpose of building the railroad and to secure to the promoters and organizers thereof the profits to be made by the construction of the railroad and the manipulation of securities. That the officers, directors and owners of the majority of the capital stock of the railroad had like relation to the Construction Company and the management of the latter was controlled by them. And it is averred that the Construction Company was the agent and representative of the railroad company, and that the latter became and is responsible and liable for the acts and obligations of the Construction Company. Due performance by plaintiff of its contract is alleged.</p>\n<p>It is further alleged that the railroad company is a New York corporation and the Construction Company is a New Jersey corporation.</p>\n<p>There was personal service of the summons on the railroad company on the twenty-fourth of October, 1904. That company appeared and answered. The service upon the Construction Company was made on the sixteenth of November, 1904, by serving the summons on the secretary of state <span class=\"star-pagination\">*248</span> of the State of New York. The Construction Company made a motion to set aside the service of summons on the ground that it was irregular and void. The company made no other appearance. The motion was denied, and appeal was taken to the Appellate Division of the court. That court affirmed the ruling, and denied leave to appeal to the Court of Appeals. The Construction Company's time to answer was extended to February 6, 1905, and, upon motion of the company, the case was removed to the United States Circuit Court on the ground of a separable controversy, but was subsequently remanded upon motion of the plaintiff. The motion to set aside the service of summons was denied. <i>Lathrop, Shea &amp; Henwood Co.</i> v. <i>Interior Construction &amp; Improvement Co.,</i> 135 Fed. Rep. 619. Upon the return of the case to the state court, a motion was made by the Construction Company to extend its time to appear and answer in the action until twenty days after the determination of the motion then pending, made in behalf of the railroad company, to compel the plaintiff to elect which defendant it would proceed against, to the exclusion of the other. The motion was denied, also that made by the railroad company. The referee to whom the issues raised by the railroad company had been referred, to hear and determine, reported dismissing the complaint as to that company, and judgment thereon was entered on the twenty-sixth of October, 1905. The judgment was affirmed by the Appellate Division of the Supreme Court. But, pending the appeal, upon motion of the Construction Company the case was removed to the Circuit Court, but that court remanded the case, saying that \"until the determination of the appeal by the co-defendant, in the absence of fraud or improper joinder of defendants for the purpose of interfering with or obstructing the Construction Company's right of removal, it is not thought that a separable controversy exists.\" <i>Lathrop, Shea &amp; Henwood Co.</i> v. <i>Interior Construction &amp; Improvement Co.,</i> 143 Fed. Rep. 687.</p>\n<p>On the twenty-third of September, 1905, an affidavit of the <span class=\"star-pagination\">*249</span> default of the Construction Company having been filed, an order was made in the Supreme Court, reciting the fact, and the facts showing such default, and appointing a referee \"to take proofs of the cause of action set forth in the plaintiff's complaint.\" The referee reported that there was due plaintiff the sum of $47,323.91. The report was confirmed and judgment entered for that amount.</p>\n<p>Subsequently, the Appellate Division having sustained the judgment dismissing the action as to the railroad company, the case was again, on the motion of the company, removed to the Circuit Court and a motion made in that court to set aside the service of summons on the Construction Company and to vacate the judgment. Concurrently with that motion plaintiff moved to remand the case to the state court. The motion of the Construction Company was granted and the action dismissed for want of jurisdiction over the company. <i>Lathrop, Shea &amp; Henwood Co.</i> v. <i>Interior Construction &amp; Improvement Co.,</i> 150 Fed. Rep. 666.</p>\n<p>The motion was granted on the ground that the facts showed that the company had ceased to do business in the State and held no property therein.</p>\n<p>It will be seen that a question of jurisdiction alone is presented, the Circuit Court certifying \"that no evidence was introduced upon the hearing of the motion, the issues being:</p>\n<p>\"I. Whether this court had obtained jurisdiction over this defendant by the service of a summons upon the secretary of state of the State of New York as provided by section 16 of the General Corporation Law of said State of New York.</p>\n<p>\"II. Whether the proceedings in and the decisions of the courts of the State of New York construing said corporation law were controlling upon this court.</p>\n<p>\"III. Whether the proceedings taken by said defendant in said state court are <i>res adjudicata</i> upon defendant.\"</p>\n<p>But there is a question of jurisdiction paramount to that passed on by the Circuit Court. It will be observed that the action against the railroad company was not dismissed by <span class=\"star-pagination\">*250</span> plaintiff, but, against its contention, by the Supreme Court of the State, whose judgment was affirmed, also against its contention, by the Appellate Division of that court. This did not take jurisdiction from the state court to proceed against the Construction Company nor make the judgment against it invalid.</p>\n<p>It was held in <i>Powers</i> v. <i>C. &amp; O. Ry.,</i> 169 U.S. 92, that a case may become removable after the time prescribed by statute, upon the ground of a separate controversy upon the subsequent discontinuance of the action by the plaintiff against the defendants, citizens of the same State with the plaintiff. In <i>Whitcomb</i> v. <i>Smithson,</i> 175 U.S. 635, 637, the <i>Powers</i><i> case</i> was commented on, and a different effect was ascribed to a ruling of the court dismissing the action as to one of the defendants than to a discontinuance by the voluntary act of the plaintiff. The action was against Whitcomb and another who were receivers of the Wisconsin Central Company and the Chicago Great Western Railway Company for personal injuries received by Smithson while serving the Chicago Great Western Railway Company as a locomotive fireman in a collision between the locomotive on which he was at work and another locomotive operated by the receivers appointed by United States Circuit Court. The case came to trial, and at the close of the testimony counsel for the Chicago Great Western Railway Company moved that the jury be \"instructed to return a verdict in behalf of that defendant,\" which motion the court granted. An application was then made by the receivers to remove the case to the Circuit Court of the United States, which was denied. The court instructed the jury to return a verdict for the railway company, which was done, and thereupon the case went to the jury, who returned a verdict against the receivers, upon which judgment was entered. The judgment was affirmed by the Supreme Court of Minnesota, to which a writ of error was issued from this court. Passing on motions to dismiss or affirm and answering the contention of the receivers that they <span class=\"star-pagination\">*251</span> acquired the right of removal as though they were the sole defendants, when the court directed a verdict in favor of the railway company, this court said by the Chief Justice: \"This might have been so if when the cause was called for trial in the state court, plaintiff had discontinued his action against the railway company, and thereby elected to prosecute it against the receivers solely, instead of prosecuting it on the joint cause of action set up in the complaint against all of the defendants. <i>Powers</i> v. <i>Chesapeake &amp; Ohio Railway,</i> 169 U.S. 92. But that is not this case. The joint liability was insisted on here to the close of the trial, and the non-liability of the railway company was ruled <i>in invitum.</i> . . . This was a ruling on the merits, and not a ruling on the question of jurisdiction. It was adverse to plaintiff, and without his assent, and the trial court rightly held that it did not operate to make the cause then removable, and thereby to enable the other defendants to prevent plaintiff from taking a verdict against them.\"</p>\n<p>The <i>Whitcomb</i><i> case</i> and the <i>Powers</i><i> case</i> are commented on and impliedly approved in <i>Chesapeake &amp; Ohio Ry. Co.</i> v. <i>Dixon,</i> 179 U.S. 131, 138. And again in <i>Kansas City Suburban Belt Ry. Co.</i> v. <i>Herman,</i> 187 U.S. 63; <i>Fritzlen</i> v. <i>Boatmen's Bank,</i> 212 U.S. 364, 372. See also <i>Alabama Great Southern Ry.</i> v. <i>Thompson,</i> 200 U.S. 206.</p>\n<p>It follows from these views that the order of the Circuit Court setting aside the service of the summons on the Construction Company and vacating the judgment against it and dismissing the action must be</p>\n<p><i>Reversed and the cause remanded, with directions to grant the motion of plaintiff to remand the case to the Supreme Court of the State of New York. So ordered.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">215</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">246</span></span> (1909)</b></center>\n<center><h1>LATHROP, SHEA &amp; HENWOOD COMPANY<br>\nv.<br>\nINTERIOR CONSTRUCTION AND IMPROVEMENT COMPANY.</h1></center>\n<center>No. 2.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 22, 1909.</center>\n<center>Decided December 6, 1909.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE WESTERN DISTRICT OF NEW YORK.\n<p><i>Mr. Clarence M. Bushnell</i> for plaintiff in error.</p>\n<p><i>Mr. C. Walter Artz</i> for defendant in error.</p>\n<p>MR. JUSTICE McKENNA delivered the opinion of the court.</p>\n<p>The parties were respectively plaintiff and defendant in the court below, and we shall so designate them.</p>\n<p>The plaintiff brought suit against the defendant and the Pittsburg, Shawmont and Northern Railroad Company in the Supreme Court of Erie County, New York, for the sum <span class=\"star-pagination\">*247</span> of $43,038.88, upon a contract entered into between the defendant, the Interior Construction and Improvement Company, and the plaintiff, by which the Construction Company agreed to construct certain portions in Pennsylvania and New York of the line of the railroad company, and for materials and the use of certain articles by the railroad. It is alleged in the petition of the plaintiff that the railroad company was organized by the consolidation of other railroad companies, and for the purpose of carrying out the plans of such consolidation undertook the construction of a railroad from certain points in Pennsylvania to the village of Angelica in the State of New York. That in pursuance of this purpose the railroad company entered into a contract with the Construction Company, and in payment for the construction of the railroad agreed to issue and did issue to the company its stocks and bonds, which were largely in excess of cost of construction. That the Construction Company was organized solely for the purpose of building the railroad and to secure to the promoters and organizers thereof the profits to be made by the construction of the railroad and the manipulation of securities. That the officers, directors and owners of the majority of the capital stock of the railroad had like relation to the Construction Company and the management of the latter was controlled by them. And it is averred that the Construction Company was the agent and representative of the railroad company, and that the latter became and is responsible and liable for the acts and obligations of the Construction Company. Due performance by plaintiff of its contract is alleged.</p>\n<p>It is further alleged that the railroad company is a New York corporation and the Construction Company is a New Jersey corporation.</p>\n<p>There was personal service of the summons on the railroad company on the twenty-fourth of October, 1904. That company appeared and answered. The service upon the Construction Company was made on the sixteenth of November, 1904, by serving the summons on the secretary of state <span class=\"star-pagination\">*248</span> of the State of New York. The Construction Company made a motion to set aside the service of summons on the ground that it was irregular and void. The company made no other appearance. The motion was denied, and appeal was taken to the Appellate Division of the court. That court affirmed the ruling, and denied leave to appeal to the Court of Appeals. The Construction Company's time to answer was extended to February 6, 1905, and, upon motion of the company, the case was removed to the United States Circuit Court on the ground of a separable controversy, but was subsequently remanded upon motion of the plaintiff. The motion to set aside the service of summons was denied. <i>Lathrop, Shea &amp; Henwood Co.</i> v. <i>Interior Construction &amp; Improvement Co.,</i> 135 Fed. Rep. 619. Upon the return of the case to the state court, a motion was made by the Construction Company to extend its time to appear and answer in the action until twenty days after the determination of the motion then pending, made in behalf of the railroad company, to compel the plaintiff to elect which defendant it would proceed against, to the exclusion of the other. The motion was denied, also that made by the railroad company. The referee to whom the issues raised by the railroad company had been referred, to hear and determine, reported dismissing the complaint as to that company, and judgment thereon was entered on the twenty-sixth of October, 1905. The judgment was affirmed by the Appellate Division of the Supreme Court. But, pending the appeal, upon motion of the Construction Company the case was removed to the Circuit Court, but that court remanded the case, saying that \"until the determination of the appeal by the co-defendant, in the absence of fraud or improper joinder of defendants for the purpose of interfering with or obstructing the Construction Company's right of removal, it is not thought that a separable controversy exists.\" <i>Lathrop, Shea &amp; Henwood Co.</i> v. <i>Interior Construction &amp; Improvement Co.,</i> 143 Fed. Rep. 687.</p>\n<p>On the twenty-third of September, 1905, an affidavit of the <span class=\"star-pagination\">*249</span> default of the Construction Company having been filed, an order was made in the Supreme Court, reciting the fact, and the facts showing such default, and appointing a referee \"to take proofs of the cause of action set forth in the plaintiff's complaint.\" The referee reported that there was due plaintiff the sum of $47,323.91. The report was confirmed and judgment entered for that amount.</p>\n<p>Subsequently, the Appellate Division having sustained the judgment dismissing the action as to the railroad company, the case was again, on the motion of the company, removed to the Circuit Court and a motion made in that court to set aside the service of summons on the Construction Company and to vacate the judgment. Concurrently with that motion plaintiff moved to remand the case to the state court. The motion of the Construction Company was granted and the action dismissed for want of jurisdiction over the company. <i>Lathrop, Shea &amp; Henwood Co.</i> v. <i>Interior Construction &amp; Improvement Co.,</i> 150 Fed. Rep. 666.</p>\n<p>The motion was granted on the ground that the facts showed that the company had ceased to do business in the State and held no property therein.</p>\n<p>It will be seen that a question of jurisdiction alone is presented, the Circuit Court certifying \"that no evidence was introduced upon the hearing of the motion, the issues being:</p>\n<p>\"I. Whether this court had obtained jurisdiction over this defendant by the service of a summons upon the secretary of state of the State of New York as provided by section 16 of the General Corporation Law of said State of New York.</p>\n<p>\"II. Whether the proceedings in and the decisions of the courts of the State of New York construing said corporation law were controlling upon this court.</p>\n<p>\"III. Whether the proceedings taken by said defendant in said state court are <i>res adjudicata</i> upon defendant.\"</p>\n<p>But there is a question of jurisdiction paramount to that passed on by the Circuit Court. It will be observed that the action against the railroad company was not dismissed by <span class=\"star-pagination\">*250</span> plaintiff, but, against its contention, by the Supreme Court of the State, whose judgment was affirmed, also against its contention, by the Appellate Division of that court. This did not take jurisdiction from the state court to proceed against the Construction Company nor make the judgment against it invalid.</p>\n<p>It was held in <i>Powers</i> v. <i>C. &amp; O. Ry.,</i> <span class=\"citation\" data-id=\"94803\"><a href=\"/opinion/94803/powers-v-chesapeake-ohio-r-co/\"><span class=\"volume\">169</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">92</span></a></span>, that a case may become removable after the time prescribed by statute, upon the ground of a separate controversy upon the subsequent discontinuance of the action by the plaintiff against the defendants, citizens of the same State with the plaintiff. In <i>Whitcomb</i> v. <i>Smithson,</i> <span class=\"citation\" data-id=\"95147\"><a href=\"/opinion/95147/whitcomb-v-smithson/\"><span class=\"volume\">175</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 637, the <i>Powers</i><i> case</i> was commented on, and a different effect was ascribed to a ruling of the court dismissing the action as to one of the defendants than to a discontinuance by the voluntary act of the plaintiff. The action was against Whitcomb and another who were receivers of the Wisconsin Central Company and the Chicago Great Western Railway Company for personal injuries received by Smithson while serving the Chicago Great Western Railway Company as a locomotive fireman in a collision between the locomotive on which he was at work and another locomotive operated by the receivers appointed by United States Circuit Court. The case came to trial, and at the close of the testimony counsel for the Chicago Great Western Railway Company moved that the jury be \"instructed to return a verdict in behalf of that defendant,\" which motion the court granted. An application was then made by the receivers to remove the case to the Circuit Court of the United States, which was denied. The court instructed the jury to return a verdict for the railway company, which was done, and thereupon the case went to the jury, who returned a verdict against the receivers, upon which judgment was entered. The judgment was affirmed by the Supreme Court of Minnesota, to which a writ of error was issued from this court. Passing on motions to dismiss or affirm and answering the contention of the receivers that they <span class=\"star-pagination\">*251</span> acquired the right of removal as though they were the sole defendants, when the court directed a verdict in favor of the railway company, this court said by the Chief Justice: \"This might have been so if when the cause was called for trial in the state court, plaintiff had discontinued his action against the railway company, and thereby elected to prosecute it against the receivers solely, instead of prosecuting it on the joint cause of action set up in the complaint against all of the defendants. <i>Powers</i> v. <i>Chesapeake &amp; Ohio Railway,</i> <span class=\"citation\" data-id=\"94803\"><a href=\"/opinion/94803/powers-v-chesapeake-ohio-r-co/\"><span class=\"volume\">169</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">92</span></a></span>. But that is not this case. The joint liability was insisted on here to the close of the trial, and the non-liability of the railway company was ruled <i>in invitum.</i> . . . This was a ruling on the merits, and not a ruling on the question of jurisdiction. It was adverse to plaintiff, and without his assent, and the trial court rightly held that it did not operate to make the cause then removable, and thereby to enable the other defendants to prevent plaintiff from taking a verdict against them.\"</p>\n<p>The <i>Whitcomb</i><i> case</i> and the <i>Powers</i><i> case</i> are commented on and impliedly approved in <i>Chesapeake &amp; Ohio Ry. Co.</i> v. <i>Dixon,</i> <span class=\"citation\" data-id=\"95345\"><a href=\"/opinion/95345/chesapeake-ohio-r-co-v-dixon/\"><span class=\"volume\">179</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">131</span></a></span>, 138. And again in <i>Kansas City Suburban Belt Ry. Co.</i> v. <i>Herman,</i> 187 U.S. 63; <i>Fritzlen</i> v. <i>Boatmen's Bank,</i> <span class=\"citation\" data-id=\"96961\"><a href=\"/opinion/96961/fritzlen-v-boatmens-bank/\"><span class=\"volume\">212</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">364</span></a></span>, 372. See also <i>Alabama Great Southern Ry.</i> v. <i>Thompson,</i> 200 U.S. 206.</p>\n<p>It follows from these views that the order of the Circuit Court setting aside the service of the summons on the Construction Company and vacating the judgment against it and dismissing the action must be</p>\n<p><i>Reversed and the cause remanded, with directions to grant the motion of plaintiff to remand the case to the Supreme Court of the State of New York. So ordered.</i></p>\n</div>", "id": 97110, "judges": "McKenna", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/97110/", "sha1": "743a0897bb3a83244070689ac0a63d23e32c3493", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:42:19"}