{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "329 U.S. 531", 
    "federal_cite_two": "67 S. Ct. 463", 
    "specialty_cite_one": null, 
    "federal_cite_three": "91 L. Ed. 479", 
    "lexis_cite": "1947 U.S. LEXIS 2747", 
    "document_uris": [
      "/api/rest/v2/document/104359/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Parker v. Fleming", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "80", 
    "id": 88742, 
    "resource_uri": "/api/rest/v2/citation/88742/"
  }, 
  "id": 104359, 
  "blocked": false, 
  "judges": "Black", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1947-01-20", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>329 U.S. 531 (1947)</b></center>\n<center><h1>PARKER ET AL.<br>\nv.<br>\nFLEMING, TEMPORARY CONTROLS ADMINISTRATOR.</h1></center>\n<center>No. 80.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 18, 1946.</center>\n<center>Decided January 20, 1947.</center>\nCERTIORARI TO THE EMERGENCY COURT OF APPEALS.\n<p><i>Alexander Pfeiffer</i> argued the cause and filed a brief for petitioners.</p>\n<p><i>Carl A. Auerbach</i> argued the cause for respondent. With him on the brief were <i>Acting Solicitor General Washington, John R. Benney, Richard H. Field, Harry H. Schneider</i> and <i>Bernard A. Stol.</i></p>\n<p><span class=\"star-pagination\">*532</span> <i>Louis L. Tetelman, Gertrude Tetelman, Sylvia U. Siegel</i> and <i>Harry Carroll</i> filed a brief for the landlords, as <i>amici curiae,</i> urging affirmance.</p>\n<p>MR. JUSTICE BLACK delivered the opinion of the Court.</p>\n<p>Petitioners are tenants of a New York apartment house. Their landlords applied for a certificate from the New York Area Rent Director authorizing eviction proceedings in the State courts.<sup>[1]</sup> Section 6 of the Rent Regulations for New York City, issued by the Price Administrator under authority of § 2 of the Emergency Price Control Act, 56 Stat. 23, 58 Stat. 632, 50 U.S.C. App. Supp. V, § 902, prohibits landlords from instituting such proceedings except under certain specific conditions not here relevant,<sup>[2]</sup> or when a special certificate authorizing eviction is issued by the Area Rent Director upon his finding, for example, that failure to authorize eviction would impose \"substantial hardship\" upon the landlords.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*533</span> In this case the Area Rent Director refused to issue the requested certificate after extensive hearings at which both the landlords and the tenants presented evidence. Denial was based on a finding that the landlords had wholly failed to meet the regulation's conditions; that their request was part of a concerted plan to evade the Price Control Act; and that a fraud had been perpetrated against the OPA. The Regional Rent Director affirmed this ruling. On protest by the landlords, the Price Administrator reversed the ruling of the Area Director and ordered that the certificate be issued. Petitioners thereupon filed a protest of their own with the Administrator. When the Administrator dismissed this protest, they sought relief in the Emergency Court of Appeals, complaining that the Administrator's order was \"not in accordance with law\" and was \"arbitrary and capricious.\" On motion of the Administrator, that action was dismissed on the ground that petitioners were not \"subject to\" the Administrator's order and therefore had no right to protest or have judicial review of the dismissal of their protest. <i>Parker</i> v. <i>Porter,</i> 154 F.2d 830.<sup>[4]</sup> We granted certiorari because of the importance of the issue raised. 328 U.S. 828.</p>\n<p>Section 204 (a) of the Emergency Price Control Act provides that \"Any person who is aggrieved by the denial . . . of his protest\" against an order of the Price Administrator issued under § 2 of the Act may, upon complaint to the Emergency Court of Appeals, secure a judicial review of the Administrator's denial of such \"protest.\" <span class=\"star-pagination\">*534</span> Under § 204 (b) that Court can enjoin or set aside the protested \"order\" in whole or in part only if it is satisfied that the order \"is not in accordance with law, or is arbitrary or capricious.\" But § 203 (a) denies the right to make a \"protest\" upon which review may be had to all but persons who are \"subject to any provision of such . . . order.\" The Emergency Court of Appeals did not question that the petitioners were \"aggrieved\" within the meaning of § 204 (b) by the Administrator's special order authorizing their landlord to institute legal proceedings to evict them from their apartments. See <i>Federal Communications Commission</i> v. <i>Sanders Bros. Radio Station,</i> 309 U.S. 470, 476, 477. Review was denied solely on the ground that they were not \"subject to\" that order within the meaning of § 203 (a).</p>\n<p>In deciding a case concerning review of the Administrator's order granting a special exception to one of his general regulations, we are mindful that the legislative history of the Price Control Act strongly indicates that judicial review of the Administrator's general regulations and orders was intended by Congress to be limited to relatively few of the millions of people who would be more or less affected by them. Congress did not provide for protest and judicial review of general price orders by the great mass of consumers because of an apprehension that this might cause delay and difficulty in administering the Price Control Act with the efficiency and expedition deemed necessary to accomplish its broad purpose.<sup>[5]</sup> Only a few categories of persons whom the Act affected and whose protests, if reviewed, would not have these consequences, were specifically permitted by the Act to protest and have <span class=\"star-pagination\">*535</span> general price orders affecting them judicially reviewed.<sup>[6]</sup> The Administrator and the courts have adhered to this congressional policy. See <i>e.g. </i><i>Yakus</i> v. <i>United States,</i> 321 U.S. 414; <i>Bowles</i> v. <i>Willingham,</i> 321 U.S. 503.</p>\n<p>Procedural Regulation No. 1 of the Office of Price Administration, 7 Fed. Reg. 971, defined a person as \"subject to\" a general price regulation or order, and therefore entitled to protest and obtain judicial review of it, only when such regulation or order \"prohibits or requires action by him.\" The Emergency Court of Appeals sustained the regulation which contained this definition. <i>Buka Coal Co.</i> v. <i>Brown,</i> 133 F.2d 949, 952. But in other special situations not directly involving general price-fixing orders the words \"subject to\" have been construed more broadly by the Administrator and the Emergency Court of Appeals.</p>\n<p>Revised Procedural Regulation No. 1, 7 F.R. 8961, promulgated by the Administrator, provides that agricultural producers may protest an order which denies them a subsidy granted by Congress as one of the mechanisms of the price control program, the regulation stating that such a producer \"shall be considered to be subject to a maximum price regulation.\" And in <i>Illinois Packing Co.</i> v. <i>Snyder,</i> 151 F.2d 337, the Emergency Court of Appeals held that meat packers, denied such a subsidy under regulations of the Defense Supplies Corporation promulgated under the same authority on which Office of Price Administration orders were based, were subject to and could protest against such regulations. The court there said that:</p>\n<blockquote>\"If anybody could be \"subject to\" a provision of the subsidy regulation, complainant certainly would meet <span class=\"star-pagination\">*536</span> this requirement, since it claims to be excluded from the subsidy by a discriminatory and unlawful condition inserted in the subsidy regulation by Amendment No. 2. Since section 204 (d) confers upon this court `jurisdiction to determine the validity of any regulation or order issued under section 2,' and since Amendment No. 2 is such a regulation or order, it is inadmissible to put upon the phrase `any person subject to any provision' of a regulation under section 2 an interpretation which would make it impossible for anyone to invoke our jurisdiction in this type of case, especially one who, like complainant is most immediately and directly prejudiced by the challenged provision of the subsidy regulation.\" <i>Illinois Packing Co.</i> v. <i>Snyder, supra,</i> at 338-339.</blockquote>\n<p>Thus it appears that the Administrator and the Emergency Court of Appeals have determined that the question of whether a person is \"subject to\" an order is dependent to some extent upon whether the order immediately, substantially and adversely affects him, as well as whether the order requires or prohibits action by him. Under these standards we think the tenants here were \"subject to\" the order.</p>\n<p>Whether the regulations gave the tenants a \"vested right\" to remain in possession is not decisive of their right to protest or obtain judicial review. However that may be, general regulations prohibited these landlords from evicting the tenants unless the Administrator granted a certificate. The Emergency Price Control Act was intended in part to prevent excessive rents in the public interest,<sup>[7]</sup> and the very anti-eviction regulations under <span class=\"star-pagination\">*537</span> which the Administrator granted the eviction certificate here were specifically designed to prevent manipulative renting practices which would result in excessive rents.<sup>[8]</sup> Those regulations have been held valid by the Emergency Court of Appeals, <i>Taylor</i> v. <i>Brown,</i> 137 F.2d 654, 662-663, and their validity is not here challenged. If these tenants cannot \"protest\" this order issued under these regulations, no one can; and if they cannot challenge it in the Emergency <span class=\"star-pagination\">*538</span> Court of Appeals, they cannot effectively challenge it at all.</p>\n<p>We cannot say that tenants who are about to be evicted from their apartments on account of the order are not \"subject to\" it. We are persuaded that these tenants would be required to act by the issuance of the certificate. They would either have to move themselves and their possessions to another abode, which might be difficult or impossible to obtain, or undertake defense of eviction proceedings in the State courts, which proceedings, but for the certificate, would have been barred by the regulation promulgated under the Act. For the same reason, it seems apparent that they would be immediately, substantially, and adversely affected by the order.</p>\n<p>This situation is altogether different, in terms of administrative complications and the impact of the order on the individual, from one in which a consumer member of the public wishes to attack a general price-fixing regulation which will require him to pay higher prices, or even a tenant to pay higher rent. For this reason, the legislative history relied on by the Administrator, thought to indicate a purpose not to make such general price-fixing orders open to widespread challenge, has no relevancy here. While the scope of judicial review authorized by the Act is a limited one, <i>Illinois Packing Co.</i> v. <i>Snyder, supra</i> at 339, we think that these tenants were entitled to have their protest considered by the Administrator and that the Emergency Court of Appeals has jurisdiction of their complaint.</p>\n<p><i>Reversed.</i></p>\n<p>THE CHIEF JUSTICE, MR. JUSTICE FRANKFURTER and MR. JUSTICE BURTON dissent.</p>\n<h2>NOTES</h2>\n<p>[1]  The landlords here claimed to be purchasers of stock in a co-operative apartment corporation which stock holding entitled each of them to possession of an apartment under a proprietary lease.</p>\n<p>[2]  Section 6 (a) of the Rent Regulations for New York City Defense Area, 8 Fed. Reg. 13914, as amended, provides that \"no tenant shall be removed from any housing accommodations, by action to evict . . . unless:\" (1) The tenant has refused to renew his lease; (2) The tenant has unreasonably refused the landlord access to the premises; (3) The tenant has violated an obligation of tenancy or is committing a nuisance; (4) Subtenants occupy the premises at the time of the expiration of the prime tenant's lease; (5) The landlord \"has an immediate compelling necessity to recover possession . . . for use and occupancy as a dwelling for himself.\"</p>\n<p>[3]  Section 6 (b) (3) \"applies to the issuance of a certificate for occupancy of housing accommodations in a structure or premises owned or leased by a cooperative corporation . . . by a purchaser of stock . . . in such cooperative who is entitled by reason of ownership of such stock to possession of such housing accommodations by virtue of a proprietary lease or otherwise.\" The part of § 6 (b) (3) ii pertinent here provides that where the co-operative was organized after February 17, 1945, or the effective date of the regulation, \"no certificate shall be issued, unless on such date the cooperative was in the process of organization and the Administrator finds that substantial hardship would result from the failure to issue a certificate . ..\"</p>\n<p>[4]  The original respondent here was Paul A Porter, Price Administrator. The functions of his office have been assumed by Philip B. Fleming, Temporary Controls Administrator, who has been substituted as respondent.</p>\n<p>[5]  The congressional purpose in this regard has been summarized in our previous decisions in <i>Yakus</i> v. <i>United States,</i> 321 U.S. 414, 423, 431-433, 439, 441 and <i>Bowles</i> v. <i>Willingham,</i> 321 U.S. 503, 513, 520-521.</p>\n<p>[6]  Section 4 (a) of the Act lists the classes of persons to be punished for disobedience of the provisions of a regulation or order and therefore <i>ipso facto</i> \"subject to\" it as sellers of commodities, buyers of commodities in the course of business and landlords.</p>\n<p>[7]  Among other provisions showing that such was the purpose of the Act, § 2 (d) provides in part that the Administrator may promulgate regulations or orders to \"prohibit speculative or manipulative practices . . . or renting or leasing practices (including practices relating to recovery of the possession) . . . which in his judgment are equivalent to or are likely to result in price or rent increases . . .\" 58 Stat. 634.</p>\n<p>[8]  The landlords here claimed to be recent purchasers of stock in a cooperative ownership arrangement. Regulation 6 (b), here involved, was promulgated, according to the Administrator, for the following, among other, stated reasons:\n</p>\n<p>\"In recent months the problem of evictions and potential evictions in connection with the sale of stock in cooperative housing corporations has reached serious proportions. Apartment houses and other multiple-unit premises are being sold to cooperative corporations. These corporations in turn sell stock in the corporation which entitles the purchaser to a proprietary lease' of a dwelling unit in the structure. In selling stock in the cooperative, tenants usually are first approached. They are under heavy pressure to purchase stock because the alternative is likely to be eviction in favor of the ultimate purchaser of the stock. If the stock is not purchased by a tenant, it is then sold to another person who obtains a proprietary lease of the tenant's dwelling unit and seeks possession of that unit for personal occupancy.</p>\n<p>.....</p>\n<p>\"In the past cooperative housing corporations were virtually unknown in most defense-rental areas. Since rent control there has been a tendency to make more frequent use of the device and there is every indication that this will accelerate.</p>\n<p>.....</p>\n<p>\". . . During recent months, as the housing shortage has become more acute, the cooperative corporations or other owners of this stock have begun to sell it to purchasers who become entitled to proprietary leases.\" Statement of Reasons Accompanying Amendment 17 to the Rent Regulation for Housing for the New York City Defense-Rental Area.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:54:53", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">329</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">531</span></span> (1947)</b></center>\n<center><h1>PARKER ET AL.<br>\nv.<br>\nFLEMING, TEMPORARY CONTROLS ADMINISTRATOR.</h1></center>\n<center>No. 80.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 18, 1946.</center>\n<center>Decided January 20, 1947.</center>\nCERTIORARI TO THE EMERGENCY COURT OF APPEALS.\n<p><i>Alexander Pfeiffer</i> argued the cause and filed a brief for petitioners.</p>\n<p><i>Carl A. Auerbach</i> argued the cause for respondent. With him on the brief were <i>Acting Solicitor General Washington, John R. Benney, Richard H. Field, Harry H. Schneider</i> and <i>Bernard A. Stol.</i></p>\n<p><span class=\"star-pagination\">*532</span> <i>Louis L. Tetelman, Gertrude Tetelman, Sylvia U. Siegel</i> and <i>Harry Carroll</i> filed a brief for the landlords, as <i>amici curiae,</i> urging affirmance.</p>\n<p>MR. JUSTICE BLACK delivered the opinion of the Court.</p>\n<p>Petitioners are tenants of a New York apartment house. Their landlords applied for a certificate from the New York Area Rent Director authorizing eviction proceedings in the State courts.<sup>[1]</sup> Section 6 of the Rent Regulations for New York City, issued by the Price Administrator under authority of § 2 of the Emergency Price Control Act, 56 Stat. 23, 58 Stat. 632, 50 U.S.C. App. Supp. V, § 902, prohibits landlords from instituting such proceedings except under certain specific conditions not here relevant,<sup>[2]</sup> or when a special certificate authorizing eviction is issued by the Area Rent Director upon his finding, for example, that failure to authorize eviction would impose \"substantial hardship\" upon the landlords.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*533</span> In this case the Area Rent Director refused to issue the requested certificate after extensive hearings at which both the landlords and the tenants presented evidence. Denial was based on a finding that the landlords had wholly failed to meet the regulation's conditions; that their request was part of a concerted plan to evade the Price Control Act; and that a fraud had been perpetrated against the OPA. The Regional Rent Director affirmed this ruling. On protest by the landlords, the Price Administrator reversed the ruling of the Area Director and ordered that the certificate be issued. Petitioners thereupon filed a protest of their own with the Administrator. When the Administrator dismissed this protest, they sought relief in the Emergency Court of Appeals, complaining that the Administrator's order was \"not in accordance with law\" and was \"arbitrary and capricious.\" On motion of the Administrator, that action was dismissed on the ground that petitioners were not \"subject to\" the Administrator's order and therefore had no right to protest or have judicial review of the dismissal of their protest. <i>Parker</i> v. <i>Porter,</i> 154 F.2d 830.<sup>[4]</sup> We granted certiorari because of the importance of the issue raised. 328 U.S. 828.</p>\n<p>Section 204 (a) of the Emergency Price Control Act provides that \"Any person who is aggrieved by the denial . . . of his protest\" against an order of the Price Administrator issued under § 2 of the Act may, upon complaint to the Emergency Court of Appeals, secure a judicial review of the Administrator's denial of such \"protest.\" <span class=\"star-pagination\">*534</span> Under § 204 (b) that Court can enjoin or set aside the protested \"order\" in whole or in part only if it is satisfied that the order \"is not in accordance with law, or is arbitrary or capricious.\" But § 203 (a) denies the right to make a \"protest\" upon which review may be had to all but persons who are \"subject to any provision of such . . . order.\" The Emergency Court of Appeals did not question that the petitioners were \"aggrieved\" within the meaning of § 204 (b) by the Administrator's special order authorizing their landlord to institute legal proceedings to evict them from their apartments. See <i>Federal Communications Commission</i> v. <i>Sanders Bros. Radio Station,</i> <span class=\"citation\" data-id=\"103323\"><a href=\"/opinion/103323/commission-v-sanders-radio-station/\"><span class=\"volume\">309</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">470</span></a></span>, 476, 477. Review was denied solely on the ground that they were not \"subject to\" that order within the meaning of § 203 (a).</p>\n<p>In deciding a case concerning review of the Administrator's order granting a special exception to one of his general regulations, we are mindful that the legislative history of the Price Control Act strongly indicates that judicial review of the Administrator's general regulations and orders was intended by Congress to be limited to relatively few of the millions of people who would be more or less affected by them. Congress did not provide for protest and judicial review of general price orders by the great mass of consumers because of an apprehension that this might cause delay and difficulty in administering the Price Control Act with the efficiency and expedition deemed necessary to accomplish its broad purpose.<sup>[5]</sup> Only a few categories of persons whom the Act affected and whose protests, if reviewed, would not have these consequences, were specifically permitted by the Act to protest and have <span class=\"star-pagination\">*535</span> general price orders affecting them judicially reviewed.<sup>[6]</sup> The Administrator and the courts have adhered to this congressional policy. See <i>e.g. </i><i>Yakus</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"103950\"><a href=\"/opinion/103950/yakus-v-united-states/\"><span class=\"volume\">321</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">414</span></a></span>; <i>Bowles</i> v. <i>Willingham,</i> <span class=\"citation\" data-id=\"103952\"><a href=\"/opinion/103952/bowles-v-willingham/\"><span class=\"volume\">321</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">503</span></a></span>.</p>\n<p>Procedural Regulation No. 1 of the Office of Price Administration, 7 Fed. Reg. 971, defined a person as \"subject to\" a general price regulation or order, and therefore entitled to protest and obtain judicial review of it, only when such regulation or order \"prohibits or requires action by him.\" The Emergency Court of Appeals sustained the regulation which contained this definition. <i>Buka Coal Co.</i> v. <i>Brown,</i> <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">949</span></span>, 952. But in other special situations not directly involving general price-fixing orders the words \"subject to\" have been construed more broadly by the Administrator and the Emergency Court of Appeals.</p>\n<p>Revised Procedural Regulation No. 1, 7 F.R. 8961, promulgated by the Administrator, provides that agricultural producers may protest an order which denies them a subsidy granted by Congress as one of the mechanisms of the price control program, the regulation stating that such a producer \"shall be considered to be subject to a maximum price regulation.\" And in <i>Illinois Packing Co.</i> v. <i>Snyder,</i> <span class=\"citation\" data-id=\"1488933\"><a href=\"/opinion/1488933/illinois-packing-co-v-snyder/\"><span class=\"volume\">151</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">337</span></a></span>, the Emergency Court of Appeals held that meat packers, denied such a subsidy under regulations of the Defense Supplies Corporation promulgated under the same authority on which Office of Price Administration orders were based, were subject to and could protest against such regulations. The court there said that:</p>\n<blockquote>\"If anybody could be \"subject to\" a provision of the subsidy regulation, complainant certainly would meet <span class=\"star-pagination\">*536</span> this requirement, since it claims to be excluded from the subsidy by a discriminatory and unlawful condition inserted in the subsidy regulation by Amendment No. 2. Since section 204 (d) confers upon this court `jurisdiction to determine the validity of any regulation or order issued under section 2,' and since Amendment No. 2 is such a regulation or order, it is inadmissible to put upon the phrase `any person subject to any provision' of a regulation under section 2 an interpretation which would make it impossible for anyone to invoke our jurisdiction in this type of case, especially one who, like complainant is most immediately and directly prejudiced by the challenged provision of the subsidy regulation.\" <i>Illinois Packing Co.</i> v. <i>Snyder, supra,</i> at 338-339.</blockquote>\n<p>Thus it appears that the Administrator and the Emergency Court of Appeals have determined that the question of whether a person is \"subject to\" an order is dependent to some extent upon whether the order immediately, substantially and adversely affects him, as well as whether the order requires or prohibits action by him. Under these standards we think the tenants here were \"subject to\" the order.</p>\n<p>Whether the regulations gave the tenants a \"vested right\" to remain in possession is not decisive of their right to protest or obtain judicial review. However that may be, general regulations prohibited these landlords from evicting the tenants unless the Administrator granted a certificate. The Emergency Price Control Act was intended in part to prevent excessive rents in the public interest,<sup>[7]</sup> and the very anti-eviction regulations under <span class=\"star-pagination\">*537</span> which the Administrator granted the eviction certificate here were specifically designed to prevent manipulative renting practices which would result in excessive rents.<sup>[8]</sup> Those regulations have been held valid by the Emergency Court of Appeals, <i>Taylor</i> v. <i>Brown,</i> <span class=\"citation\" data-id=\"1484052\"><a href=\"/opinion/1484052/taylor-v-brown/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">654</span></a></span>, 662-663, and their validity is not here challenged. If these tenants cannot \"protest\" this order issued under these regulations, no one can; and if they cannot challenge it in the Emergency <span class=\"star-pagination\">*538</span> Court of Appeals, they cannot effectively challenge it at all.</p>\n<p>We cannot say that tenants who are about to be evicted from their apartments on account of the order are not \"subject to\" it. We are persuaded that these tenants would be required to act by the issuance of the certificate. They would either have to move themselves and their possessions to another abode, which might be difficult or impossible to obtain, or undertake defense of eviction proceedings in the State courts, which proceedings, but for the certificate, would have been barred by the regulation promulgated under the Act. For the same reason, it seems apparent that they would be immediately, substantially, and adversely affected by the order.</p>\n<p>This situation is altogether different, in terms of administrative complications and the impact of the order on the individual, from one in which a consumer member of the public wishes to attack a general price-fixing regulation which will require him to pay higher prices, or even a tenant to pay higher rent. For this reason, the legislative history relied on by the Administrator, thought to indicate a purpose not to make such general price-fixing orders open to widespread challenge, has no relevancy here. While the scope of judicial review authorized by the Act is a limited one, <i>Illinois Packing Co.</i> v. <i>Snyder, supra</i> at 339, we think that these tenants were entitled to have their protest considered by the Administrator and that the Emergency Court of Appeals has jurisdiction of their complaint.</p>\n<p><i>Reversed.</i></p>\n<p>THE CHIEF JUSTICE, MR. JUSTICE FRANKFURTER and MR. JUSTICE BURTON dissent.</p>\n<h2>NOTES</h2>\n<p>[1]  The landlords here claimed to be purchasers of stock in a co-operative apartment corporation which stock holding entitled each of them to possession of an apartment under a proprietary lease.</p>\n<p>[2]  Section 6 (a) of the Rent Regulations for New York City Defense Area, 8 Fed. Reg. 13914, as amended, provides that \"no tenant shall be removed from any housing accommodations, by action to evict . . . unless:\" (1) The tenant has refused to renew his lease; (2) The tenant has unreasonably refused the landlord access to the premises; (3) The tenant has violated an obligation of tenancy or is committing a nuisance; (4) Subtenants occupy the premises at the time of the expiration of the prime tenant's lease; (5) The landlord \"has an immediate compelling necessity to recover possession . . . for use and occupancy as a dwelling for himself.\"</p>\n<p>[3]  Section 6 (b) (3) \"applies to the issuance of a certificate for occupancy of housing accommodations in a structure or premises owned or leased by a cooperative corporation . . . by a purchaser of stock . . . in such cooperative who is entitled by reason of ownership of such stock to possession of such housing accommodations by virtue of a proprietary lease or otherwise.\" The part of § 6 (b) (3) ii pertinent here provides that where the co-operative was organized after February 17, 1945, or the effective date of the regulation, \"no certificate shall be issued, unless on such date the cooperative was in the process of organization and the Administrator finds that substantial hardship would result from the failure to issue a certificate . ..\"</p>\n<p>[4]  The original respondent here was Paul A Porter, Price Administrator. The functions of his office have been assumed by Philip B. Fleming, Temporary Controls Administrator, who has been substituted as respondent.</p>\n<p>[5]  The congressional purpose in this regard has been summarized in our previous decisions in <i>Yakus</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"103950\"><a href=\"/opinion/103950/yakus-v-united-states/\"><span class=\"volume\">321</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">414</span></a></span>, 423, 431-433, 439, 441 and <i>Bowles</i> v. <i>Willingham,</i> <span class=\"citation\" data-id=\"103952\"><a href=\"/opinion/103952/bowles-v-willingham/\"><span class=\"volume\">321</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">503</span></a></span>, 513, 520-521.</p>\n<p>[6]  Section 4 (a) of the Act lists the classes of persons to be punished for disobedience of the provisions of a regulation or order and therefore <i>ipso facto</i> \"subject to\" it as sellers of commodities, buyers of commodities in the course of business and landlords.</p>\n<p>[7]  Among other provisions showing that such was the purpose of the Act, § 2 (d) provides in part that the Administrator may promulgate regulations or orders to \"prohibit speculative or manipulative practices . . . or renting or leasing practices (including practices relating to recovery of the possession) . . . which in his judgment are equivalent to or are likely to result in price or rent increases . . .\" 58 Stat. 634.</p>\n<p>[8]  The landlords here claimed to be recent purchasers of stock in a cooperative ownership arrangement. Regulation 6 (b), here involved, was promulgated, according to the Administrator, for the following, among other, stated reasons:\n</p>\n<p>\"In recent months the problem of evictions and potential evictions in connection with the sale of stock in cooperative housing corporations has reached serious proportions. Apartment houses and other multiple-unit premises are being sold to cooperative corporations. These corporations in turn sell stock in the corporation which entitles the purchaser to a proprietary lease' of a dwelling unit in the structure. In selling stock in the cooperative, tenants usually are first approached. They are under heavy pressure to purchase stock because the alternative is likely to be eviction in favor of the ultimate purchaser of the stock. If the stock is not purchased by a tenant, it is then sold to another person who obtains a proprietary lease of the tenant's dwelling unit and seeks possession of that unit for personal occupancy.</p>\n<p>.....</p>\n<p>\"In the past cooperative housing corporations were virtually unknown in most defense-rental areas. Since rent control there has been a tendency to make more frequent use of the device and there is every indication that this will accelerate.</p>\n<p>.....</p>\n<p>\". . . During recent months, as the housing shortage has become more acute, the cooperative corporations or other owners of this stock have begun to sell it to purchasers who become entitled to proprietary leases.\" Statement of Reasons Accompanying Amendment 17 to the Rent Regulation for Housing for the New York City Defense-Rental Area.</p>\n\n</div>", 
  "sha1": "94971593d4a84ed793201cdbc90e8ba39f8e7951", 
  "date_modified": "2014-12-21T01:47:58.629725", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/104359/parker-v-fleming/", 
  "citation_count": 6, 
  "supreme_court_db_id": "1946-037", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/408250/", 
  "html": "<p class=\"case_cite\">329 U.S. 531</p>\n    <p class=\"case_cite\">67 S.Ct. 463</p>\n    <p class=\"case_cite\">91 L.Ed. 479</p>\n    <p class=\"parties\">PARKER et al.<br>v.<br>FLEMING.</p>\n    <p class=\"docket\">No. 80.</p>\n    <p class=\"date\">Argued Dec. 18, 1946.</p>\n    <p class=\"date\">Decided Jan. 20, 1947.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Judicial review of price administrator's general regulations and orders issued under Emergency Price Control Act were intended by congress to be limited to relatively few of the Millions of people who would be affected thereby, to avoid delay and difficulty in administering act with efficiency and expedition deemed necessary to accomplish broad purpose of act. Emergency Price Control Act of 1942, &#167;&#167; 203(a), 204(a, b), 50 U.S.C.A.Appendix, &#167;&#167; 923(a), 924(a, b).</p>\n      <p class=\"indent\">Whether person is 'subject' to order of price administrator issued under Emergency Price Control Act &#167;  as to be entitled to make protest upon which judicial review may be had, depends to some extent upon whether order immediately, substantially and adversely affects such person, as well as whether order requires or prohibits action by him. Emergency Price Control Act of 1942, &#167; 203(a), 50 U.S.C.A.Appendix &#167; 923(a).</p>\n      <p class=\"indent\">Apartment house tenants were immediately, substantially and adversely affected by order of Price Administrator directing issuance of certificate authorizing eviction proceedings, and hence were 'subject' to order so as to be entitled to make protest upon which judicial review could be had, whether or not administrator's regulations gave tenants vested right to remain in possession. Emergency Price Control Act of 1942, &#167;&#167; 2, 4(a), 203(a), 204(a, b), 50 U.S.C.A.Appendix &#167;&#167; 902, 904(a), 923(a), 924(a, b).</p>\n      <p class=\"indent\">The Emergency Price Control Act was intended in part to prevent excessive rents in the public interest, and anti-eviction regulations of price administrator promulgated pursuant to the act were specifically designed to prevent manipulative renting practices which would result in excessive rents. Emergency Price Control Act of 1942, &#167; 2(d) as amended 50 U.S.C.A.Appendix &#167; 902(d).</p>\n      <p class=\"indent\">Mr.Alexander Pfeiffer, of New York City, for petitioners,</p>\n      <p class=\"indent\">Mr. Carl A. Auerbach, of Washington, D.C., for respondent.</p>\n      <p class=\"indent\">Mr. Justice BLACK delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioners are tenants of a New York apartment house. Their landlords applied for a certificate from the New York Area Rent Director authorizing eviction proceedings in the State courts.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Section 6 of the Rent Regulations for New York City, issued by the Price Administrator under authority of &#167; 2 of the Emergency Price Control Act, 56 Stat. 23, 58 Stat. 632, 50 U.S.C.App. Supp. V, &#167; 902, 50 U.S.C.A. Appendix, &#167; 902, prohibits landords from instituting such proceedings except under certain specific conditions not here relevant,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> or when a special certificate authorizing eviction is issued by the Area Rent Director upon his finding, for example, that failure to authorize eviction would impose 'substantial hardship' upon the landlords.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In this case the Area Rent Director refused to issue the requested certificate after extensive hearings at which both the landlords and the tenants presented evidence. Denial was based on a finding that the landlords had wholly failed to meet the re ulation's conditions; that their request was part of a concerted plan to evade the Price Control Act; and that a fraud had been perpetrated against the OPA. The Regional Rent Director affirmed this ruling. On protest by the landlords, the Price Administrator reversed the ruling of the Area Director and ordered that the certificate be issued. Petitioners thereupon filed a protest of their own with the Administrator. When the Administrator dismissed this protest, they sought relief in the Emergency Court of Appeals, complaining that the Administrator's order was 'not in accordance with law' and was 'arbitrary and capricious.' On motion of the Administrator, that action was dismissed on the ground that petitioners were not 'subject to' the Administrator's order and therefore had no right to protest or have judicial review of the dismissal of their protest. Parker v. Porter, 154 F.2d 830.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> We granted certiorari because of the importance of the issue raised. 328 U.S. 828, 66 S.Ct. 1024.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Section 204(a) of the Emergency Price Control Act, 50 U.S.C.A.Appendix, &#167; 924(a), provides that 'Any person who is aggrieved by the denial * * * of his protest' against an order of the Price Administrator issued under &#167; 2 of the Act may, upon complaint to the Emergency Court of Appeals, secure a judicial review of the Administrator's denial of such 'protest.' Under &#167; 204(b) that Court can enjoin or set aside the protested 'order' in whole or in part only if it is satisfied that the order 'Is not in accordance with law, or is arbitrary or capricious.' But &#167; 203(a), 50 U.S.C.A.Appendix, &#167; 203(a), denies the right to make a 'protest' upon which review may be had to all but persons who are Subject to any provision of such * * * order.' The Emergency Court of Appeals did not question that the petitioners were 'aggrieved,' within the meaning of &#167; 204(b) by the Administrator's special order authorizing their landlord to institute legal proceedings to evict them from their apartments. See Federal Communications Commission v. Sanders Bros. Radio Station, 309 U.S. 470, 476, 477, 60 S.Ct. 693, 698, 84 L.Ed. 869. Review was denied solely on the ground that they were not 'subject to' that order within the meaning of &#167; 203(a).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In deciding a case concerning review of the Administrator's order granting a special exception to one of his general regulations, we are mindful that the legislative history of the Price Control Act strongly indicates that judicial review of the Administrator's general regulations and orders was intended by Congress to be limited to relatively few of the millions of people who would be more or less affected by them. Congress did not provide for protest and judicial review of general price orders by the great mass of consumers because of an apprehension that this might cause delay and difficulty in administering the Price Control Act with the efficiency and expedition deemed necessary to accomplish its broad purpose.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Only a few categories of persons whom the Act affected and whose protests, if reviewed would not have these consequences, were specifically permitted by the Act to protest and have general price orders affecting them judicially reviewed.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The Administrator and the courts have adhered to this congressional policy. See e.g. Yakus v. United States, 321 U.S. 414, 64 S.Ct. 660, 88 L.Ed. 834; Bowles v. Willingham, 321 U.S. 503, 64 S.Ct. 641, 88 L.Ed. 892.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Procedural Regulation No. 1 of the Office of Price Administration, 7 Fed.Reg. 971, defined a person as 'subject to' a general price regulation or order, and therefore entitled to protest and obtain judicial review of it, only when such regulation or order 'prohibits or requires action by him.' The Emergency Court of Appeals sustained the regulation which contained this definition. Buka Coal Co. v. Brown, 133 F.2d 949, 952. But in other special situations not directly involving general price-fixing orders the words 'subject to' have been construed more broadly by the Administrator and the Emergency Court of Appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Revised Procedural Regulation No. 1, 7 F.R. 8961, promulgated by the Administrator, provides that agricultural producers may protest an order which denies them a subsidy granted by Congress as one of the mechanisms of the price control program, the regulation stating that such a producer 'shall be considered to be subject to a maximum price regulation.' And in Illinois Packing Co. v. Snyder, 151 F.2d 337, the Emergency Court of Appeals held that meat packers, denied such a subsidy under regulations of the Defense Supplies Corporation promulgated under the same authority on which Office of Price Administration orders were based, were subject to and could protest against such regulations. The Court there said that: 'If anybody could be 'subject to' a provision of the subsidy regulation, complainant certainly would meet this requirement, since it claims to be excluded from the subsidy by a discriminatory and unlawful condition inserted in the subsidy regulation by Amendment No. 2. Since section 204(d) confers upon this court 'jurisdiction to determine the validity of any regulation or order issued under Section 2,' and since Amendment No. 2 is such a regulation or order, it is inadmissible to put upon the phrase 'any person subject to any provision's of a regulation under section 2 and interpretation which would make it impossible for anyone to invoke our jurisdiction in this type of case, especially one who, like complainant, is most immediately and directly prejudiced by the challenged provision of the subsidy regulation.' Illinois Packing Co. v. Snyder, supra, 151 F.2d at pages 338-339.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Thus it appears that the Administrator and the Emergency Court of Appeals have determined that the question of whether a person is 'subject to' the order is dependent to some extent upon whether the order immediately, substantially and adversely affects him, as well as whether the order requires or prohibits action by him. Under these standards we think the tenants here were 'subject to' the order.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Whether the regulations gave the tenants a 'vested right' to remain in possession is not decisive of their right to protest or obtain judicial review. However that may be, general regulations prohibited these landlords from evicting the tenants unless the Administrator granted a certificate. The Emergency Price Control Act was intended in part to prevent excessive rents in the public interest,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> and the very anti-eviction regulations under which the Administrator granted the eviction certificate here were specifically designed to prevent manipulative renting practices which would result in excessive rents.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Those regulations have been held valid by the Emergency Court of Appeals, Taylor v. Brown, 137 F.2d 654, 662, 663, and their validity is not here challenged. If these tenants cannot 'protest' this order issued under these regulations, no one can; and if they cannot challenge it in the Emergency Court of Appeals, they cannot effectively challenge it at all.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We cannot say that tenants who are about to be evicted from their apartments on account of the order are not 'subject to' it. We are persuaded that these tenants would be required to act by the issuance of the certificate. They would either have to move themselves and their possessions to another abode, which might be difficult or impossible to obtain, or undertake defense of eviction proceedings in the State courts, which proceedings, but for the certificate, would have been barred by the regulation promulgated under the Act. For the same reason, it seems apparent that they would be immediately, substantially, and adversely affected by the order.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This situation is altogether different, in terms of administrative complications and the impact of the order on the individual, from one in which a consumer member of the public wishes to attack a general price-fixing regulation which will require him to pay higher prices, or even a tenant to pay higher rent. For this reason, the legislative history relied on by the Administrator, thought to indicate a purpose not to make such general price-fixing orders open to widespread challenge, has no relevancy here. While the scope of judicial review authorized by the Act is a limited one, Illinois Packing Co. v. Snyder, supra, 151 F.2d at page 339, we think that these tenants were entitled to have their protest considered by the Administrator and that the Emergency Court of Appeals has jurisdiction of their complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The CHIEF JUSTICE, Mr. Justice FRANKFURTER and Mr. Justice BURTON, dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The landlords here claimed to be purchasers of stock in a co-operative apartment corporation which stock holding entitled each of them to possession of an apartment under a proprietary lease.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 6(a) of the Rent Regulations for New York City Defense Area, 8 Fed.Reg. 13914, as amended, provides that 'no tenant shall be removed from any housing accommodation, by action to evict * * *unless:' (1) The tenant has refused to renew his lease; (2) The tenant has unreasonably refused the landlord access to the premises; (3) The tenant has violated an obligation of tenancy or is committing a nuisance; (4) Subtenants occupy the premises at the time of the expiration of the prime tenant's lease; (5) The landlord 'has an immediate compelling necessity to recover possession * * * for use and occupancy as a dwelling for himself.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Section 6(b)(3) 'applies to the issuance of a certificate for occupancy of housing accommodations in a structure or premises owned by a co-operative corporation * * * by a purchaser of stock * * * in such co-operative who is entitled by reason of ownership of such stock to possession of such housing accommodations by virtue of a proprietary lease or otherwise.' The part of &#167; 6(b)(3) ii pertinent here provides that where the co-operative was organized after February 17, 1945, or the effective date of the regulation, 'no certificate shall be issued, unless on such date the co-operative was in process of organization and the Administrator finds that substantial hardship would result from the failure to issue a certificate. * * *'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The original respondent here was Paul A. Porter, Price Administrator. The functions of his office have been assumed by Philip B. Fleming, Temporary Controls Administrator, who has been substituted as respondent.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The congressional purpose in this regard has been summarized in our previous decisions in Yakus v. United States, 321 U.S. 414, 423, 431&#8212;433, 439, 441, 64 S.Ct. 660, 666, 667, 670, 671, 674, 675, 88 L.Ed. 834 and Bowles v. Willingham, 321 U.S. 503, 513, 520&#8212;521, 64 S.Ct. 641, 646, 647, 650, 88 L.Ed. 892.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Section 4(a) of the Act, 50 U.S.C.A.Appendix, &#167; 904(a), lists the classes of persons to be punished for disobedience of the provisions of a regulation or order and therefore ipso facto 'subject to ' it as sellers of commodities, buyers of commodities in the course of business and landlords.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Among other provisions showing that such was the purpose of the Act, &#167; 2(d) provides in part that the Administrator may promulgate  egulations or orders to 'Prohibit speculative or manipulative practices * * * or renting or leasing practices (including practices relating to recovery of the possession) * * * which in the judgment are equivalent to or likely to result in price or rent increases * * *'.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The landlords here claimed to be recent purchasers of stock in a cooperative ownership arrangement. Regulation 6(b), here involved, was promulgated, according to the Administrator, for the following, among other, stated reasons:</p>\n        <p>'In recent months the problem of evictions and potential evictions in connection with the sale of stock in cooperative housing corporations has reached serious proportions. Apartment houses and other multiple-unit premises are being sold to cooperative corporations. These corporations in turn sell stock in the corporation which entitles the purchaser to a 'proprietary lease' of a dwelling unit in the structure. In seeling stock in the cooperative, tenants usually are first approached. They are under heavy oressure to purchase stock because the alternative is likely to be eviction in favor of the ultimate purchaser of the stock. If the stock is not purchased by a tenant, it is then sold to another person who obtains a proprietary lease of the tenant's dwelling unit and seeks possession of that unit for personal occupancy.</p>\n        <p>'In the past cooperative housing corporations were virtually unknown in most defense-rental areas. Since rent control there has been a tendency to make more frequent use of the device and there is every indication that this will accelerate.</p>\n        <p>'* * * During recent months, as the housing shortage has become more acute, the cooperative corporations or other owners of this stock have begun to sell it to purchasers who become entitled to proprietary leases.' Statement of Reasons Accompanying Amendment 17 to the Rent Regulation for Housing for the New York City Defense Rental Area.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/104359/"
}