{"absolute_url": "/opinion/98365/united-states-v-erie-r-co/", "blocked": false, "citation": {"case_name": "United States v. Erie R. Co.", "docket_number": "Nos. 493 and 494", "document_uris": ["/api/rest/v2/document/98365/"], "federal_cite_one": "236 U.S. 259", "federal_cite_three": null, "federal_cite_two": null, "id": 82748, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/82748/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1915-02-23", "date_modified": "2014-12-21T01:35:50.428281", "docket": "/api/rest/v2/docket/773763/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">236 U.S. 259</p>\n    <p class=\"case_cite\">35 S.Ct. 396</p>\n    <p class=\"case_cite\">59 L.Ed. 567</p>\n    <p class=\"parties\">UNITED STATES, Appt.,<br>v.<br>ERIE RAILROAD COMPANY.</p>\n    <p class=\"docket\">Nos. 493 and 494.</p>\n    <p class=\"date\">Argued January 11 and 12, 1915.</p>\n    <p class=\"date\">Decided February 23, 1915.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Assistant Attorney General Todd and Mr. Thurlow M. Gordon for appellant.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 259-261 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Joseph W. Folk for the Interstate Commerce Commission.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 261-264 intentionally omitted]</p>\n      <p class=\"indent\">Messrs. George F. Brownell and M. B. Pierce for appellee.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 264-267 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice McKenna delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These are direct appeals from decrees dismissing two bills filed by the United States to enjoin the railroad company from issuing passes to employees of common carriers not subject to the act to regulate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The action of the railroad company is alleged to be in violation of &#167;&#167; 2 and 3 of that act (24 Stat. at L. 379, chap. 104, Comp. Stat. 1913, &#167;&#167; 8564, 8565), and of &#167;&#167; 1 and 6 as amended June 29, 1906 (34 Stat. at L. 584, 586, chap. 3591, Comp. Stat. 1913, &#167;&#167; 8563, 8569), prohibiting rebates and preferences.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The bills were filed in pursuance of &#167; 3 of the act to further regulate commerce (32 Stat. at L. 847, 848, chap. 708, Comp. Stat. 1913, &#167;&#167; 8597, 8599), which authorizes proceedings in equity to prevent common carriers from departing from their published rates, or from committing any discrimination forbidden by law, and the basic contention of the United States is that the giving of passes for free transportation constituted a departure from the carrier's published rates, and a discrimination against other passengers. To this the railroad replies that the passes issued by it, and which constitute the ground of suit, were authorized by the so-called anti-pass provision of &#167; 1 of the act to regulate commerce. The question, therefore, is very direct and is, What does the act authorize or prohibit?</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The charge in No. 493 is that the railroad company, which is a common carrier subject to the act, in pursuance of a standing practice, issues passes to certain of the officers, agents, and employees of various trans-Atlantic steamship lines, such lines not being carriers subject to the act, while other passengers who are transported between the same points are required to pay the published fares, and that the railroad company will continue the practice.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The railroad company admits the charges and avers that it solicits transportation over its lines of freight brought to this country by the steamship lines; that the latter in turn solicit from shippers on the line of the railroad company the transportation of their freight abroad; that large amounts of traffic moving by the steamship lines are transported by the railroad company after arrival in or before departing from the United States, as the case may be, some of it under through bills of lading; that the interchange of passes between the officers and employees of the railroad and such steamship lines to the limited extent alleged is one which, as a matter of common knowledge, has existed and been openly followed by the railroad company and other carriers generally for years; that its existence was commonly known long before the passage of the interstate commerce act, by the terms of which its continuance is permitted; that it rests upon the same consideration, including considerations of business policy, which have always been recognized as justifying the interchange of passes, and is recognized and permitted by the proviso in &#167; 1 of the act as amended and approved June 29, 1906. The provision is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'No common carrier subject to the provisions of this act shall after January 1, 1907, directly or indirectly issue or give any interstate free ticket, free pass or free transportation for passengers, . . . provided that this provision shall not be construed to prohibit the interchange of passes for the officers, agents and employees of common carriers and their families, nor to prohibit any common carrier from carrying passengers free with the object of providing relief in cases of general epidemic, pestilence or other calamitous visitation.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The material facts in No. 494 are the same as in No. 493, with the exception that the passes there in controversy were issued by the railroad company to an employee of the Great Eastern Railway of England, and a defense of the passes is made not only under the proviso of &#167; 1, above quoted, but under &#167; 22 of the act as originally enacted, which reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'Nothing in this act shall be construed to prevent railroads from giving free carriage to their own officers and employees, or to prevent the principal officers of any railroad company or companies from exchanging passes or tickets with other railroad companies for their officers and employees.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In support of its contention the United States adduces certain rulings of the Interstate Commerce Commission, and argues that Congress, having re-enacted the statute, adopted the Commission's construction as the proper one. Counsel invoke a line of cases which decide, it is contended, that a contemporaneous construction of a statute by the officers upon whom is imposed the duty of administering it is entitled to weight, and, unless clearly wrong, to determining weight. The cases are familiar, the doctrine they announce a useful one, and we are brought to the inquiry, Does it apply in the case at bar?</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The first of the rulings referred to was made upon petition of Frank Parmelee &amp; Company. That company, which is a transfer company transferring passengers and packages from the railroads to the hotels in Chicago, and the reverse, asked for a ruling as to whether, under the exception contained in the proviso of &#167; 1, it had a right to interchange passes with the railroads. The Commission decided that the Parmelee Company was not a carrier subject to the act, and that, therefore, an interchange of passes between it and the railroads was not permissible. In subsequent Conference Rulings the Commission decided that the right to issue passes coexisted with the obligation to file tariffs, and when the latter did not exist the former could not be exercised. These rulings received emphasis from the fact that 'ocean carriers to nonadjacent foreign countries' were said to be among the carriers not subject to the act, and, under the principle announced, not entitled to receive passes.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">But these rulings were never enforced and the custom of carriers was uniformly the other way. Against a mere verbal construction, therefore, permitted to languish in inactivity, we have the unopposed practice of the companies. The Commission's action, therefore, cannot have the absolute effect that the Attorney General ascribes to it; but, keeping it in mind, let us proceed to a consideration of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is not denied that the words 'carriers,' 'common carriers,' 'railroads,' and 'railroad companies' are used in the act with and without the qualification, 'subject to the provisions of the act,' and the number of times they are so used is compared. It will do no good to set forth the instances. The act was passed to regulate the conduct and affairs of the carriers of the country, and necessarily they are brought under its provisions and subject to them. It controls their relations, but the carriers subject to the act may have relation with other carriers, and special provisions would naturally be made to govern that relation. And certainly the reasoning is not impressive which justifies an interchange of passes between carriers subject to the act, and denies it to those not so subject, the same business reasons existing in both cases.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Counsel for the United States sounds an alarm at such extension, and lets imagination loose in portrayal of its consequences, and sees included 'tap lines and other industrial railroads, street car lines, local traction companies, omnibus transfer companies and herdic lines, hackmen, boatmen, ferrymen, truckmen, lumber flumes, bucket lines for ore, parcel deliveries, district messenger services, carriers of all descriptions, both in this country and abroad,'&#8212;a formidable enumeration, it must be admitted. And there must be included, too, all their officers, all their employees and their families. There is, however, an opposing picture. It is conceded that carriers subject to the act may interchange passes, the officers and employees of each carrier receiving free transportation, and giving it to every other carrier subject to the act, making an army of the privileged with the same discrimination and the same burden on the passenger service of the railroads as in the illustration of the government. There is no argument, therefore, in a comparison of the possibilities under one construction rather than the other. At best it is but a comparison of the excesses which may be but are not likely to be practised. Counsel seem to think that the railroads have an eager desire to distribute passes and burden their transportation service with a crowd of free passengers. Congress certainly had no such view, and gave power to exchange passes, considering that the best safeguard against its abuse was the interest of the carriers. The cases at bar are a typical instance of its exercise. It has its justification in a strictly business policy, and instead of being a burden upon the resources of the companies it is an aid to them. With these examples before us, and in view of the other reasons which we have adduced, we see no reason to disregard the literal terms of the statute. And this view is strengthened, not weakened, by the proviso inserted on June 18, 1910, which is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'And provided further, that this provision shall not be construed to prohibit the privilege of passes or franks, or the exchange thereof with each other, for . . . employees . . . of such telegraph, telephone, and cable lines, and the . . . employees . . . of other common carriers subject to the provisions of this act.' [36 Stat. at L. 546, chap. 309, Comp. Stat. 1913, &#167; 8563.]</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In such case the statute makes a special limitation, as will be observed; in other words, restricts the privilege of exchanging telegraph and telephone franks for employees, etc., of such lines and of other common carriers subject to the act,&#8212;that is, there are words of explicit limitation.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Decree affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Mr. Justice McReynolds took no part in the consideration and decision of the case.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>236 U.S. 259 (1915)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nERIE RAILROAD COMPANY.</h1></center>\n<center>Nos. 493, 494.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 11, 12, 1915.</center>\n<center>Decided February 23, 1915.</center>\nAPPEALS FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><i>Mr. Assistant Attorney General Todd,</i> with whom <i>Mr. Thurlow M. Gordon</i> was on the brief, for the United States.</p>\n<p><i>Mr. Joseph W. Folk</i> filed a brief for the Interstate Commerce Commission.</p>\n<p><i>Mr. George F. Brownell,</i> with whom <i>Mr. M.B. Pierce</i> was on the brief, for appellee.</p>\n<p><span class=\"star-pagination\">*267</span> MR. JUSTICE McKENNA delivered the opinion of the court.</p>\n<p>These are direct appeals from decrees dismissing two bills filed by the United States to enjoin the railroad company from issuing passes to employes of common carriers not subject to the Act to Regulate Commerce.</p>\n<p>The action of the railroad company is alleged to be in violation of §§ 2 and 3 of that act, Feb. 4, 1887, c. 104, 24 Stat. 379, and of §§ 1 and 6 as amended June 29, 1906, c. 3591, 34 Stat. 584, 586, prohibiting rebates and preferences.</p>\n<p><span class=\"star-pagination\">*268</span> The bills were filed in pursuance of § 3 of the Act to Further Regulate Commerce, Feb. 19, 1903, c. 708, 32 Stat. 847, 848, which authorizes proceedings in equity to prevent common carriers from departing from their published rates or from committing any discrimination forbidden by law, and the basic contention of the United States is that the giving of passes for free transportation constituted a departure from the carrier's published rates and a discrimination against other passengers. To this the railroad replies that the passes issued by it and which constitute the ground of suit were authorized by the so-called anti-pass provision of § 1 of the Act to Regulate Commerce. The question, therefore, is very direct and is, What does the act authorize or prohibit?</p>\n<p>The charge in No. 493 is that the railroad company which is a common carrier subject to the act, in pursuance of a standing practice, issues passes to certain of the officers, agents and employes of various trans-Atlantic steamship lines, such lines not being carriers subject to the act, while other passengers who are transported between the same points are required to pay the published fares, and that the railroad company will continue the practice.</p>\n<p>The railroad company admits the charges and avers that it solicits transportation over its lines of freight brought to this country by the steamship lines; that the latter in turn solicit from shippers on the line of the railroad company the transportation of their freight abroad; that large amounts of traffic moving by the steamship lines are transported by the railroad company after arrival in or before departing from the United States, as the case may be, some of it under through bills of lading; that the interchange of passes between the officers and employes of the railroad and such steamship lines to the limited extent alleged is one which as a matter of common knowledge has existed and been openly followed by the railroad <span class=\"star-pagination\">*269</span> company and other carriers generally for years; that its existence was commonly known long before the passage of the Interstate Commerce Act, by the terms of which its continuance is permitted; that it rests upon the same consideration, including considerations of business policy which have always been recognized as justifying the interchange of passes and is recognized and permitted by the proviso in § 1 of the act as amended and approved June 29, 1906. The provision is as follows:</p>\n<p>\"No common carrier subject to the provisions of this act, shall, after January 1, 1907, directly or indirectly, issue or give any interstate free ticket, free pass, or free transportation for passengers, . . . provided, that this provision shall not be construed to prohibit the interchange of passes for the officers, agents, and employes of common carriers, and their families; nor to prohibit any common carrier from carrying passengers free with the object of providing relief in cases of general epidemic, pestilence, or other calamitous visitation.\"</p>\n<p>The material facts in No. 494 are the same as in No. 493, with the exception that the passes there in controversy were issued by the railroad company to an employe of the Great Eastern Railway of England, and a defense of the passes is made not only under the proviso of § 1, above quoted, but under § 22 of the act as originally enacted, which reads as follows:</p>\n<p>\"Nothing in this Act shall be construed to prevent railroads from giving free carriage to their own officers and employes, or to prevent the principal officers of any railroad company or companies from exchanging passes or tickets with other railroad companies for their officers and employes.\"</p>\n<p>In support of its contention the United States adduces certain rulings of the Interstate Commerce Commission and argues that Congress, having reenacted the statute, adopted the Commission's construction as the proper <span class=\"star-pagination\">*270</span> one. Counsel invoke a line of cases which decide, it is contended, that a contemporaneous construction of a statute by the officers upon whom is imposed the duty of administering it is entitled to weight, and, unless clearly wrong, to determining weight. The cases are familiar, the doctrine they announce a useful one, and we are brought to the inquiry, Does it apply in the case at bar?</p>\n<p>The first of the rulings referred to was made upon petition of Frank Parmelee &amp; Company. That company, which is a transfer company transferring passengers and packages from the railroads to the hotels in Chicago, and the reverse, asked for a ruling as to whether under the exception contained in the proviso of § 1 it had a right to interchange passes with the railroads. The Commission decided that the Parmelee Company was not a carrier subject to the act and that, therefore, an interchange of passes between it and the railroads was not permissible. In subsequent Conference Rulings the Commission decided that the right to issue passes coexisted with the obligation to file tariffs, and when the latter did not exist the former could not be exercised. These rulings received emphasis from the fact that \"ocean carriers to non-adjacent foreign countries\" were said to be among the carriers not subject to the act and, under the principle announced, not entitled to receive passes.</p>\n<p>But these rulings were never enforced and the custom of carriers was uniformly the other way. Against a mere verbal construction, therefore, permitted to languish in inactivity, we have the unopposed practice of the companies. The Commission's action, therefore, cannot have the absolute effect that the Attorney General ascribes to it; but keeping it in mind, let us proceed to a consideration of the statute.</p>\n<p>It is not denied that the words \"carriers,\" \"common carriers,\" \"railroads\" and \"railroad companies\" are used in the act with and without qualification \"subject to the <span class=\"star-pagination\">*271</span> provisions of the act,\" and the number of times they are so used is compared. It will do no good to set forth the instances. The act was passed to regulate the conduct and affairs of the carriers of the country, and necessarily they are brought under its provisions and subject to them. It controls their relations, but the carriers subject to the act may have relation with other carriers, and special provisions would naturally be made to govern that relation. And certainly the reasoning is not impressive which justifies an interchange of passes between carriers subject to the act and denies it to those not so subject, the same business reasons existing in both cases.</p>\n<p>Counsel for the United States sounds an alarm at such extension and lets imagination loose in portrayal of its consequences and sees included \"tap lines and other industrial railroads, street car lines, local traction companies, omnibus transfer companies and herdic lines, hackmen, boatmen, ferrymen, truckmen, lumber flumes, bucket lines for ore, parcel deliveries, district messenger services, carriers of all descriptions, both in this country and abroad\"  a formidable enumeration, it must be admitted. And there must be included, too, all their officers, all their employes and their families. There is, however, an opposing picture. It is conceded that carriers subject to the act may interchange passes, the officers and employes of each carrier receiving free transportation, and giving it to every other carrier subject to the act, making an army of the privileged with the same discrimination and the same burden on the passenger service of the railroads as in the illustration of the Government. There is no argument, therefore, in a comparison of the possibilities under one construction rather than the other. At best it is but a comparison of the excesses which may be but are not likely to be practiced. Counsel seem to think that the railroads have an eager desire to distribute passes and burden their transportation service with a crowd of <span class=\"star-pagination\">*272</span> free passengers. Congress certainly had no such view and gave power to exchange passes, considering that the best safeguard against its abuse was the interest of the carriers. The cases at bar are a typical instance of its exercise. It has its justification in a strictly business policy, and instead of being a burden upon the resources of the companies it is an aid to them. With these examples before us, and in view of the other reasons which we have adduced, we see no reason to disregard the literal terms of the statute. And this view is strengthened, not weakened, by the proviso inserted on June 18, 1910, which is as follows:</p>\n<p>\"And provided further, That this provision shall not be construed to prohibit the privilege of passes or franks, or the exchange thereof with each other, for . . . employes . . . of such telegraph, telephone and cable lines, and the . . . employes. . . of other common carriers subject to the provisions of this act.\" (36 Stat. 539, 546, c. 309.)</p>\n<p>In such case the statute makes a special limitation, as will be observed; in other words, restricts the privilege of exchanging telegraph and telephone franks for employes, etc., of such lines and of other common carriers subject to the act  that is, there are words of explicit limitation.</p>\n<p><i>Decree affirmed.</i></p>\n<p>MR. JUSTICE McREYNOLDS took no part in the consideration and decision of the case.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">236</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">259</span></span> (1915)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nERIE RAILROAD COMPANY.</h1></center>\n<center>Nos. 493, 494.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 11, 12, 1915.</center>\n<center>Decided February 23, 1915.</center>\nAPPEALS FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><i>Mr. Assistant Attorney General Todd,</i> with whom <i>Mr. Thurlow M. Gordon</i> was on the brief, for the United States.</p>\n<p><i>Mr. Joseph W. Folk</i> filed a brief for the Interstate Commerce Commission.</p>\n<p><i>Mr. George F. Brownell,</i> with whom <i>Mr. M.B. Pierce</i> was on the brief, for appellee.</p>\n<p><span class=\"star-pagination\">*267</span> MR. JUSTICE McKENNA delivered the opinion of the court.</p>\n<p>These are direct appeals from decrees dismissing two bills filed by the United States to enjoin the railroad company from issuing passes to employes of common carriers not subject to the Act to Regulate Commerce.</p>\n<p>The action of the railroad company is alleged to be in violation of §§ 2 and 3 of that act, Feb. 4, 1887, c. 104, 24 Stat. 379, and of §§ 1 and 6 as amended June 29, 1906, c. 3591, 34 Stat. 584, 586, prohibiting rebates and preferences.</p>\n<p><span class=\"star-pagination\">*268</span> The bills were filed in pursuance of § 3 of the Act to Further Regulate Commerce, Feb. 19, 1903, c. 708, 32 Stat. 847, 848, which authorizes proceedings in equity to prevent common carriers from departing from their published rates or from committing any discrimination forbidden by law, and the basic contention of the United States is that the giving of passes for free transportation constituted a departure from the carrier's published rates and a discrimination against other passengers. To this the railroad replies that the passes issued by it and which constitute the ground of suit were authorized by the so-called anti-pass provision of § 1 of the Act to Regulate Commerce. The question, therefore, is very direct and is, What does the act authorize or prohibit?</p>\n<p>The charge in No. 493 is that the railroad company which is a common carrier subject to the act, in pursuance of a standing practice, issues passes to certain of the officers, agents and employes of various trans-Atlantic steamship lines, such lines not being carriers subject to the act, while other passengers who are transported between the same points are required to pay the published fares, and that the railroad company will continue the practice.</p>\n<p>The railroad company admits the charges and avers that it solicits transportation over its lines of freight brought to this country by the steamship lines; that the latter in turn solicit from shippers on the line of the railroad company the transportation of their freight abroad; that large amounts of traffic moving by the steamship lines are transported by the railroad company after arrival in or before departing from the United States, as the case may be, some of it under through bills of lading; that the interchange of passes between the officers and employes of the railroad and such steamship lines to the limited extent alleged is one which as a matter of common knowledge has existed and been openly followed by the railroad <span class=\"star-pagination\">*269</span> company and other carriers generally for years; that its existence was commonly known long before the passage of the Interstate Commerce Act, by the terms of which its continuance is permitted; that it rests upon the same consideration, including considerations of business policy which have always been recognized as justifying the interchange of passes and is recognized and permitted by the proviso in § 1 of the act as amended and approved June 29, 1906. The provision is as follows:</p>\n<p>\"No common carrier subject to the provisions of this act, shall, after January 1, 1907, directly or indirectly, issue or give any interstate free ticket, free pass, or free transportation for passengers, . . . provided, that this provision shall not be construed to prohibit the interchange of passes for the officers, agents, and employes of common carriers, and their families; nor to prohibit any common carrier from carrying passengers free with the object of providing relief in cases of general epidemic, pestilence, or other calamitous visitation.\"</p>\n<p>The material facts in No. 494 are the same as in No. 493, with the exception that the passes there in controversy were issued by the railroad company to an employe of the Great Eastern Railway of England, and a defense of the passes is made not only under the proviso of § 1, above quoted, but under § 22 of the act as originally enacted, which reads as follows:</p>\n<p>\"Nothing in this Act shall be construed to prevent railroads from giving free carriage to their own officers and employes, or to prevent the principal officers of any railroad company or companies from exchanging passes or tickets with other railroad companies for their officers and employes.\"</p>\n<p>In support of its contention the United States adduces certain rulings of the Interstate Commerce Commission and argues that Congress, having reenacted the statute, adopted the Commission's construction as the proper <span class=\"star-pagination\">*270</span> one. Counsel invoke a line of cases which decide, it is contended, that a contemporaneous construction of a statute by the officers upon whom is imposed the duty of administering it is entitled to weight, and, unless clearly wrong, to determining weight. The cases are familiar, the doctrine they announce a useful one, and we are brought to the inquiry, Does it apply in the case at bar?</p>\n<p>The first of the rulings referred to was made upon petition of Frank Parmelee &amp; Company. That company, which is a transfer company transferring passengers and packages from the railroads to the hotels in Chicago, and the reverse, asked for a ruling as to whether under the exception contained in the proviso of § 1 it had a right to interchange passes with the railroads. The Commission decided that the Parmelee Company was not a carrier subject to the act and that, therefore, an interchange of passes between it and the railroads was not permissible. In subsequent Conference Rulings the Commission decided that the right to issue passes coexisted with the obligation to file tariffs, and when the latter did not exist the former could not be exercised. These rulings received emphasis from the fact that \"ocean carriers to non-adjacent foreign countries\" were said to be among the carriers not subject to the act and, under the principle announced, not entitled to receive passes.</p>\n<p>But these rulings were never enforced and the custom of carriers was uniformly the other way. Against a mere verbal construction, therefore, permitted to languish in inactivity, we have the unopposed practice of the companies. The Commission's action, therefore, cannot have the absolute effect that the Attorney General ascribes to it; but keeping it in mind, let us proceed to a consideration of the statute.</p>\n<p>It is not denied that the words \"carriers,\" \"common carriers,\" \"railroads\" and \"railroad companies\" are used in the act with and without qualification \"subject to the <span class=\"star-pagination\">*271</span> provisions of the act,\" and the number of times they are so used is compared. It will do no good to set forth the instances. The act was passed to regulate the conduct and affairs of the carriers of the country, and necessarily they are brought under its provisions and subject to them. It controls their relations, but the carriers subject to the act may have relation with other carriers, and special provisions would naturally be made to govern that relation. And certainly the reasoning is not impressive which justifies an interchange of passes between carriers subject to the act and denies it to those not so subject, the same business reasons existing in both cases.</p>\n<p>Counsel for the United States sounds an alarm at such extension and lets imagination loose in portrayal of its consequences and sees included \"tap lines and other industrial railroads, street car lines, local traction companies, omnibus transfer companies and herdic lines, hackmen, boatmen, ferrymen, truckmen, lumber flumes, bucket lines for ore, parcel deliveries, district messenger services, carriers of all descriptions, both in this country and abroad\"  a formidable enumeration, it must be admitted. And there must be included, too, all their officers, all their employes and their families. There is, however, an opposing picture. It is conceded that carriers subject to the act may interchange passes, the officers and employes of each carrier receiving free transportation, and giving it to every other carrier subject to the act, making an army of the privileged with the same discrimination and the same burden on the passenger service of the railroads as in the illustration of the Government. There is no argument, therefore, in a comparison of the possibilities under one construction rather than the other. At best it is but a comparison of the excesses which may be but are not likely to be practiced. Counsel seem to think that the railroads have an eager desire to distribute passes and burden their transportation service with a crowd of <span class=\"star-pagination\">*272</span> free passengers. Congress certainly had no such view and gave power to exchange passes, considering that the best safeguard against its abuse was the interest of the carriers. The cases at bar are a typical instance of its exercise. It has its justification in a strictly business policy, and instead of being a burden upon the resources of the companies it is an aid to them. With these examples before us, and in view of the other reasons which we have adduced, we see no reason to disregard the literal terms of the statute. And this view is strengthened, not weakened, by the proviso inserted on June 18, 1910, which is as follows:</p>\n<p>\"And provided further, That this provision shall not be construed to prohibit the privilege of passes or franks, or the exchange thereof with each other, for . . . employes . . . of such telegraph, telephone and cable lines, and the . . . employes. . . of other common carriers subject to the provisions of this act.\" (36 Stat. 539, 546, c. 309.)</p>\n<p>In such case the statute makes a special limitation, as will be observed; in other words, restricts the privilege of exchanging telegraph and telephone franks for employes, etc., of such lines and of other common carriers subject to the act  that is, there are words of explicit limitation.</p>\n<p><i>Decree affirmed.</i></p>\n<p>MR. JUSTICE McREYNOLDS took no part in the consideration and decision of the case.</p>\n</div>", "id": 98365, "judges": "McKenna", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/98365/", "sha1": "904dbd3958a9543c1c8a9e5cfabab330248b5506", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:43:22"}