{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "238 U.S. 456", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/98522/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Penna. RR Co. v. Clark Coal Co.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "290", 
    "id": 82905, 
    "resource_uri": "/api/rest/v2/citation/82905/"
  }, 
  "id": 98522, 
  "blocked": false, 
  "judges": "Hughes", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1915-06-21", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>238 U.S. 456 (1915)</b></center>\n<center><h1>PENNSYLVANIA RAILROAD COMPANY<br>\nv.<br>\nCLARK BROTHERS COAL MINING COMPANY.</h1></center>\n<center>No. 290.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued May 14, 1915.</center>\n<center>Decided June 21, 1915.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF PENNSYLVANIA.\n<p><span class=\"star-pagination\">*457</span> <i>Mr. Francis I. Gowen</i> and <i>Mr. John G. Johnson,</i> with whom <i>Mr. F.D. McKenney</i> was on the brief, for plaintiff in error.</p>\n<p><span class=\"star-pagination\">*458</span> <i>Mr. A.M. Liveright</i> and <i>Mr. A.L. Cole</i> for defendant in error.</p>\n<p>MR. JUSTICE HUGHES delivered the opinion of the court.</p>\n<p>This suit was brought in January, 1912, by the Clark Brothers Coal Mining Company (defendant in error) in the Court of Common Pleas of Clearfield County, Pennsylvania, to recover damages for inadequate and unjustly discriminatory car service and supply. The complaint related to the action of the defendant company with respect to cars required for the transportation of coal from the plaintiff's mines known as Falcon, Nos. 2, 3, <span class=\"star-pagination\">*459</span> and 4, in Clearfield County, and Falcon, Nos. 5 and 6, in Indiana County, Pennsylvania, between October, 1905, and April 30, 1907. A statute of Pennsylvania [Act of June 4, 1883, P.L. 72, 4 Purd. 3906; see Const. (Pa.) 1873, Art. 17] prohibits undue or unreasonable discrimination by any common carrier `in charges for or in facilities for the transportation of freight within this State or coming from or going to any other State,' and provides that the carrier guilty of unjust discrimination shall be liable 'for damages treble the amount of injury suffered.'</p>\n<p>On behalf of the defendant (plaintiff in error) the jurisdiction of the court to entertain the action was challenged upon the ground that with respect to car distribution the defendant was subject to the Act to Regulate Commerce, and that the claim of the plaintiff was cognizable only by the Interstate Commerce Commission or by the courts of the United States. It was urged further that in a proceeding before the Interstate Commerce Commission, which had been instituted by the plaintiff against the defendant prior to the beginning of this action, the Commission had found that the method of car distribution practiced by the defendant with respect to the plaintiff's mines known as Falcon, Nos. 2, 3, and 4, was unjustly discriminatory, and that the Commission had made an award of damages accordingly; and that by reason of this proceeding and the action of the Commission the plaintiff was precluded from maintaining the present action so far as it related to the alleged loss sustained with respect to the mines last described.</p>\n<p>The trial court overruled these contentions of the defendant. The jury, finding discrimination, assessed the damage at $41,481 and trebled the amount making $124,443. Motions in arrest of judgment and for a new trial and for judgment <i>non obstante veredicto,</i> upon the grounds above stated (and others) were denied. Judgment for the total amount of the verdict was entered and <span class=\"star-pagination\">*460</span> was affirmed by the Supreme Court of the State, 241 Pa. St. 515. And this writ of error has been sued out.</p>\n<p>It clearly appeared that the proceeding before the Interstate Commerce Commission as to the mines Falcon, Nos. 2, 3, and 4, embraced substantially the same claim as that litigated in this action. As the trial judge said: \"It\" (the plaintiff) \"did get an award of damages for what we understand to be practically the same subject-matter.\" That proceeding was instituted by the plaintiff in June, 1907. Its petition, among other things, alleged that it had been, and was, `engaged in mining and shipping coal to points and places of delivery and to the coal markets beyond the State of Pennsylvania,' and that it had during all the period mentioned, to wit, `from the fifteenth day of October, 1905, to the date of the filing of this complaint' orders for coal to be mined and shipped `beyond the lines of said State.' It complained of the rating of its mines by the defendant and also of unjust and unreasonable discrimination against it in the daily distribution of cars `for the transportation of its coal into the interstate markets'; that it had suffered \"great loss and damage in its business `as a producer, shipper and seller of bituminous coal' in the interstate coal trade, and that such damage amounted in the aggregate to $36,401.12. It prayed for hearing, for an ascertainment of the damages which it had sustained in its interstate business by reason of unreasonable preferences given to its competitors as alleged, and for a determination of the proper basis of car distribution to be observed. After hearing, the Commission made its report on March 7, 1910. 19 I.C.C. 392. On the same day, the Commission rendered its decision in <i>Hillsdale Coal &amp; Coke Co.</i> v. <i>Penna. R.R.</i> (19 I.C.C. 356), involving similar questions as to the method practiced by the defendant in distributing `its available coal car equipment.' Upon this point, the Commission there said:</p>\n<p>\"Under a rule announced by it on February 1, 1903, <span class=\"star-pagination\">*461</span> the defendant seems to have charged all railroad cars, regardless of ownership, and private cars not owned by the operator loading them, against the distributive share of each mine, but it treated its own fuel cars as a special allotment in addition to the distributive share. On March 28, 1905, a notice was sent to shippers of bituminous coal from mines on the lines of the defendant advising them that thereafter all railroad cars, regardless of ownership, and all private cars not owned by the operator loading them, should be considered as cars available for distribution, except its own company fuel cars and fuel cars sent upon its lines by foreign companies and specially consigned to particular mines.</p>\n<p>\"On January 1, 1906, the defendant divided all cars into two classes which it designated as `assigned' and `unassigned' cars. In the former class were its own fuel cars, foreign railway fuel cars, and individual or private cars loaded by their owners or assigned by their owners to particular mines. The rule then made effective and still in force provides that the capacity in tons of any `assigned' cars shall be deducted from the rated capacity in tons of the particular mine receiving such cars, and that the remainder is to be regarded as the rated capacity of the mine in the distribution of all `unassigned' or system cars.\" <i>Id.,</i> p. 362.</p>\n<p>After illustrating the operation of this system and the advantage in distribution thus given to mines having assigned cars (<i>Id.,</i> pp. 363, 364), the Commission concluded:</p>\n<p>\"Upon all the facts shown of record the Commission therefore finds that throughout the period of the action the system upon which the defendant distributed its available coal-car equipment, including system fuel cars, foreign railway fuel cars, and individual or private cars, has subjected the complainant to an undue and an unlawful discrimination.\"</p>\n<p><span class=\"star-pagination\">*462</span> In the case of the plaintiff's petition, the Commission held that so far as the rating of its mines was concerned `there was no substantial basis for any finding of discrimination.' But, in the matter of car distribution, unjust discrimination was found. The Commission said (19 I.C.C. 394-6):</p>\n<p>\"There are a number of mines on the Moshannon branch of the defendant that are owned by other operators, but in this connection it will suffice to mention only the six mines operated by or for the Berwind-White Coal Mining Company, one of which, known as Eureka No. 27, immediately adjoins the complainant's Falcon No. 2. The same `D' coal vein is worked in these two mines. The quality of the coal is therefore the same and it is claimed that the capacities of the two mines were substantially the same at the period involved in the first of these two complaints. . . .</p>\n<p>\"But neither Falcon No. 2 nor the mines of the complainant, the Clark Brothers Coal &amp; Mining Company, was placed on an equal footing with the mines of the Berwind-White Coal Mining Company in the matter of the distribution of the defendant's available coal-car equipment during the period of the actions. . . .</p>\n<p>\"It is established with reasonable clearness on the record that the Berwind-White mines during the years 1906 and 1907, as well as to a period immediately preceding those dates, were daily in receipt of coal cars in large numbers and were therefore kept in operation almost continuously while the complainants received an inadequate supply and were not able, therefore, to run their mines to the best advantage. This difference is largely explained by the fact that the Berwind-White Coal Mining Company owned a large number of private cars and also enjoyed contracts for supplying the defendant and its connection with coal. Under the rules of defendant, fully explained in <i>Hillsdale Coal &amp; Coke Co.</i> v. <i>P.R.R. Co., ante,</i> the ownership <span class=\"star-pagination\">*463</span> of such private cars and the enjoyment of these contracts resulted in the special allotment to the mines of that company of these so-called assigned cars. For the reasons explained at some length in that case those rules operated as an undue discrimination against these complainants, and we so find. But for the present and for the reasons there explained we shall limit our order to a finding that in the several respects here mentioned the defendant was guilty of a discrimination against these complainants, leaving for determination after further argument the question of the extent to which the complainants may have been damaged thereby.\"</p>\n<p>Order was entered accordingly condemning the defendant's rule and practice of distribution (as stated) as a violation of § 3 of the Act to Regulate Commerce, requiring the defendant to desist from that practice, and reserving the question of damages for further consideration. Subsequently, in April, 1911, this question was submitted, and it was determined on March 11, 1912. 23 I.C.C. 191. The Commission then made its report as follows: \"We now find that the damages sustained by this claimant as result thereof\" (the discrimination found) \"amounted to $31,127.96, and that it is entitled to an award of reparation in that sum, with interest from June 25, 1907.\"</p>\n<p>The Commission set forth its primary findings of fact upon which this ultimate finding was based, showing its calculations with respect to shipments, selling prices, cost of production, and profits, during the times in question. It found the number of tons, in case of each of the mines, actually shipped and the amount which would have been shipped and sold, with a proper car supply, for `interstate destinations,' that is, for points without the State of Pennsylvania.</p>\n<p>This action was brought after the first report of the Commission, and while the question of damages was under <span class=\"star-pagination\">*464</span> its consideration. The trial judge in charging the jury described the system of car distribution in use, and the practice of the defendant prior to and after January 1, 1906. Referring to the rule promulgated on that date, it was recognized that it in effect gave a distinct advantage to the mine having `assigned cars' over one that did not have them, but the jury were instructed that `for the purposes of this case,' it might `be considered that it was a fair rule of distribution.' The subject committed to them was thus stated in the concluding portion of the instructions: \"In considering the damages, therefore, in case you find discrimination, you must first ascertain what would have been, under all the circumstances testified to, a fair rating of the plaintiff's mines in both regions. Second, if after having such fair rating a comparison with the alleged preferred shippers would entitle it to an increased number of cars and what that increased number of cars would be, and if the evidence at the same time shows that the preferred shipper received day by day and month by month throughout the period of the action, an excess over its proper <i>pro rata</i> share, the plaintiff would be entitled to recover at your hands a verdict for what you may find its fair share of such excess of cars amounted to in tons, estimated just as we have laid down the rule with respect to the method of calculating. Now then, if you allow for discrimination, then you may disregard all question as to inadequacy or insufficiency of car supply, because you cannot allow for both. For discrimination, after you have made an estimate of the amount of damages and found a definite sum as compensation for the injuries which it sustained, that would be single damages, and if you find that there was discrimination, as claimed by the plaintiff's counsel then you can go to the question as to whether there shall be treble damages under the Act of 1883. . . . If you find discrimination, therefore, and you arrive at or estimate the amount of single damages which you believe <span class=\"star-pagination\">*465</span> the plaintiff has sustained by reason of such undue and unreasonably discriminatory acts practiced against it, it is for you to say whether or not that amount should be trebled, that is, multiplied by three.\" The jury, as we have said, did find discrimination, and trebled the damages.</p>\n<p>In considering the right of the plaintiff to maintain this action, despite the proceeding before the Commission, an initial question is presented as to the nature of the commerce involved. It appeared, as stated by the state court, that practically all the coal mined by the plaintiff was sold f.o.b. cars at the mines. About ninety-five or ninety-eight per cent. was sold in this way. Hence, it is said, it is \"not subject to Interstate Commerce regulation.\"</p>\n<p>We do not understand that it is questioned that a very large part of the damages recovered in this action pertain to coal which with a fair method of car distribution would have been shipped from the mines to purchasers in other States. There is no controversy as to the course of business. The plaintiff sold to persons within and without the State of Pennsylvania. The coal was loaded on cars to be transported to various points of destination not only in Pennsylvania but in other States. The transportation to other States absolutely depended upon a proper supply of cars, and it is manifest that unjust discrimination against the plaintiff in car distribution would improperly obstruct the freedom of such transportation, in which the plaintiff had a direct interest. And the question presented is whether unjust discrimination of this character is a subject which falls without the scope of the jurisdiction conferred upon the Interstate Commerce Commission, that is, whether there is an absence of such jurisdiction merely because the plaintiff sold its product, which was to be transported to other States, f.o. b. at its mines.</p>\n<p>This question must be answered in the negative. In <span class=\"star-pagination\">*466</span> determining whether commerce is interstate or intrastate, regard must be had to its essential character. Mere billing, or the place at which title passes, is not determinative. If the actual movement is interstate, the power of Congress attaches to it and the provisions of the Act to Regulate Commerce, enacted for the purpose of preventing and redressing unjust discrimination by interstate carriers, whether in rates or facilities, apply. <i>Rearick</i> v. <i>Pennsylvania,</i> 203 U.S. 507, 512; <i>So. Pac. Terminal Co.</i> v. <i>Inter. Comm. Comm.,</i> 219 U.S. 498, 526, 527; <i>Ohio R.R. Comm.</i> v. <i>Worthington,</i> 225 U.S. 101, 108, 110; <i>Savage</i> v. <i>Jones,</i> 225 U.S. 501, 520; <i>Texas &amp; N.O.R.R.</i> v. <i>Sabine Tram Co.,</i> 227 U.S. 111, 127; <i>Louisiana R.R. Comm.</i> v. <i>Tex. &amp; Pac. Ry.,</i> 229 U.S. 336; <i>Ill. Cent. R.R.</i> v. <i>Louisiana R.R. Comm.,</i> 236 U.S. 157, 163. Thus, in the case of <i>Southern Pacific Terminal Co.</i> v. <i>Interstate Commerce Commission, supra,</i> cotton seed cake which had been purchased by one Young at various places in Texas was shipped to him at the port of Galveston, where it was prepared for export. The court sustained the jurisdiction of the Interstate Commerce Commission with respect to the transportation to Galveston, although between Texas points, it being an incident to the export movement, and held that the special privileges given by the Terminal Company to Young on the wharf were undue preferences. As the commodity was destined for export it made no difference, said the court, `that the shipments of the products were not made on through bills of lading or whether their initial points were Galveston or some other points in Texas.' In <i>Ohio Railroad Commission</i> v. <i>Worthington, supra,</i> it appeared that the State Commission had established a rate on what was called `lake cargo coal' transported from a coal field in eastern Ohio to ports in the same State on Lake Erie for carriage thence by lake vessels to other States. Ordinarily, the shipper had the coal transported 'upon bills of lading to himself, or to <span class=\"star-pagination\">*467</span> another for himself,' at Huron, Ohio. The rate covered the transportation to Huron and the placing of the coal on the vessels and trimming it for its interstate journey. In view of the proved nature of the movement, the court held that the action of the State Commission was an attempt directly to regulate interstate commerce and the enforcement of the order of the State Commission was enjoined. Again, in <i>Savage</i> v. <i>Jones,</i> 225 U.S. 501, 520, the complainant was a manufacturer in Minnesota and sold his commodity to purchasers in Indiana, the delivery being f.o.b. cars at Minneapolis for transportation to Indiana in the original unbroken packages, the freight being paid by the purchasers. Referring to an objection similar to the one here urged, the court said: \"In answer, it must again be said that 'commerce among the States is not a technical legal conception, but a practical one, drawn from the course of business.' <i>Swift &amp; Co.</i> v. <i>United States,</i> 196 U.S. 375, 398; <i>Rearick</i> v. <i>Pennsylvania,</i> 203 U.S. 507, 512. It clearly appears from the bill that the complainant was engaged in dealing with purchasers in another State. His product manufactured in Minnesota was, in pursuance of his contracts of sale, to be delivered to carriers for transportation to the purchasers in Indiana. This was interstate commerce in the freedom of which from any unconstitutional burden the complainant had a direct interest.\" In <i>Texas &amp; N.O.R.R. Co.</i> v. <i>Sabine Tram Co.,</i> 227 U.S. 111, 127, it was found that the Powell Company bought lumber for export to different ports in Europe through the ports of Sabine and Port Arthur, both in Texas. To fill its export contracts, it purchased of the Sabine Tram Company a large amount of lumber, which according to the seller's option was delivered f.o.b. cars at Sabine, Texas. There were separate bills of lading for delivery at Sabine to the Sabine Tram Company. Upon arrival at Sabine, the lumber was carried a short distance beyond the station to the dock where it was unloaded from <span class=\"star-pagination\">*468</span> cars into water of the slip ready for loading upon ships. The Sabine Tram Company had no connection with the further carriage. The railroad company collected, over protest, the rates fixed by tariffs filed with the Interstate Commerce Commission, and the Sabine Tram Company brought suit to recover the difference between the amount thus paid and the amount which would have been payable at the rate fixed by the State Commission. The court held that the rate fixed by the Interstate Commerce Commission was applicable as the lumber was destined for export and that, as the movement was one actually in the course of transportation to a foreign destination, the form of the billing to Sabine, and the transactions there, were not determinative.</p>\n<p>Thus, in varying circumstances, the same principle has been applied in these cases and in the others cited; and that principle is that the jurisdiction of the Commission is determined by the essential character of the commerce in question. In the present case, to repeat, it appears that for the purpose of filling contracts with purchasers in other States, coal is delivered f.o.b. at the mines for transportation to such purchasers. The movement thus initiated is an interstate movement and the facilities required are facilities of interstate commerce. A very large part of what in fact is the interstate commerce of the country is conducted upon this basis and the arrangements that are made between seller and purchaser with respect to the place of taking title to the commodity, or as to the payment of freight, where the actual movement is interstate, does not affect either the power of Congress or the jurisdiction of the Commission which Congress has established.</p>\n<p>In this view, we come to the consideration of the effect of the proceeding before the Commission.</p>\n<p>1. The question whether the rule or method of car distribution practiced by the railroad company was unjustly <span class=\"star-pagination\">*469</span> discriminatory was one which the Commission had authority to pass upon. <i>Inter. Comm. Comm.</i> v. <i>Ill. Cent. R.R.,</i> 215 U.S. 452; <i>Same</i> v. <i>Chicago &amp;c. R.R.,</i> 215 U.S. 479; <i>Morrisdale Coal Co.</i> v. <i>Penna. R.R.,</i> 230 U.S. 304, 313; <i>Penna. R.R.</i> v. <i>Puritan Coal Co.,</i> 237 U.S. 121, 131. Further, by reason of the nature of the question involved in an attack upon the rule or method of the company in distributing cars, no action was maintainable in any court to recover damages alleged to have been inflicted thereby until the Commission had made its finding as to the reasonableness of the rule. <i>Tex. &amp; Pac. Ry.</i> v. <i>Abilene Cotton Oil Co.,</i> 204 U.S. 426, 441, 448; <i>Balt. &amp; Ohio R.R.</i> v. <i>Pitcairn Coal Co.,</i> 215 U.S. 481, 493; <i>Robinson</i> v. <i>Balt. &amp; Ohio R.R.,</i> 222 U.S. 506, 511; <i>United States</i> v. <i>Pacific &amp; Arctic Co.,</i> 228 U.S. 87, 107; <i>Morrisdale Coal Co.</i> v. <i>Pennsylvania Railroad, supra; </i><i>Pennsylvania Railroad</i> v. <i>Puritan Coal Co., supra</i><i>.</i> The Commission also had authority to make examination and report upon the amount of damages which the plaintiff had suffered from the unjust discrimination alleged in its complaint. We deem the provisions of the Act to be clear upon this point. See §§ 8, 9, 13, 16. There is nothing in the Act to suggest that the damages which may thus be ascertained are only those arising from unreasonable or unjustly discriminatory rates. Rules as to car distribution that are unjustly discriminatory are within the purview of section three, and damages thereby occasioned, as well as those due to the exaction of unreasonable rates, arise from the violation of the Act and their ascertainment is within the scope of the Commission's authority. See <i>Inter. Com. Comm.</i> v. <i>Ill. Cent. R.R., supra</i><i>; </i><i>Mitchell Coal Co.</i> v. <i>Penna. R.R.,</i> 230 U.S. 247, 257; <i>Morrisdale Coal Co.</i> v. <i>Penna. R.R., supra</i><i>; </i><i>Pennsylvania Railroad</i> v. <i>Puritan Coal Co.,</i> 237 U.S. 121.</p>\n<p>2. Where, as in this case, it appears that the Act has <span class=\"star-pagination\">*470</span> been violated, and the requisite ruling as to the unreasonableness of the practice assailed has been made by the Commission, the provisions of section nine are applicable. This section provides:</p>\n<p>\"SEC. 9. That any person or persons claiming to be damaged by any common carrier subject to the provisions of this Act may either make complaint to the Commission as hereinafter provided for, or may bring suit in his or their own behalf for the recovery of the damages for which such common carrier may be liable under the provisions of this Act, in any district or circuit court of the United States of competent jurisdiction; but such person or persons shall not have the right to pursue both of said remedies, and must in each case elect which one of the two methods of procedure herein provided for he or they will adopt.\". . .</p>\n<p>This provision defines the remedies to which a person in the situation of the plaintiff is entitled, and the terms of the provision clearly indicate that these remedies are exclusive. The express requirement of an election between the proceeding before the Commission and suit in the Federal court leaves no room for the conclusion that there is an option in such case to resort to the state court. Where the proceeding has been had before the Commission and reparation awarded, suit under section sixteen (as amended in 1910) may be brought in either a state or a Federal court, but this is after the Commission's award has been made.</p>\n<p>In <i>Pennsylvania Railroad</i> v. <i>Puritan Coal Co., supra</i><i>,</i> construing section nine, the court said: \"It will be seen that this section does more than create a right and designate the court in which it is to be enforced. It gives the shipper the option to proceed before the Commission or in the Federal courts. The express grant of the right of choice between those two remedies was the exclusion of any other remedy in a state court.. . . In <i>Mitchell</i> <span class=\"star-pagination\">*471</span> <i>Co.</i> v. <i>Penna. R.R.,</i> 230 U.S. 250, the same view of the statute was taken in discussing another, but related, question. This construction is also supported by the legislative history of the statute. For while the Hepburn Act, as a convenience to shippers, permitted suits on Reparation Orders to be brought in the Federal court of the District where the plaintiff resided or the Company had its principal office; and while the Act of 1910 (36 Stat. 554) in further aid of shippers, permitted suits on Reparation Orders to be brought in state or Federal courts, it made no change in §§ 8 and 9 which, as shown above, gave the shipper the option to make complaints to the Commission or to bring suit in a United States court.\" Referring to the proviso in section twenty-two, with respect to the preservation of existing remedies, it was then pointed out that the proviso was not intended to nullify other parts of the Act, but to maintain existing rights which were not inconsistent with those which the statute created. And, finally, with regard to a case such as the present one, where the Commission at the instance of the injured party has made its ruling as to the unreasonableness or unjustly discriminatory character of the practice attacked, the court thus defined the remedy available: \"Until that body\" (the Commission) \"has declared the practice to be discriminatory and unjust no court has jurisdiction of a suit against an interstate carrier for damages occasioned by its enforcement. When the Commission has declared the rule to be unjust, redress must be sought before the Commission or in the United States courts of competent jurisdiction as provided in § 9.\"</p>\n<p>3. It is said that the present action is brought to recover damages caused by the violation or discriminatory enforcement of the carrier's own rule, and that in such case, no administrative question being involved, resort to the Commission was not necessary. And this, it is urged, <span class=\"star-pagination\">*472</span> was held in <i>Penna. R.R.</i> v. <i>Puritan Coal Co.,</i> 237 U.S. 121. See also <i>Illinois Central R.R.</i> v. <i>Mulberry Hill Coal Co.,</i> decided June 14, 1915, <i>ante,</i> p. 275. The distinction, however, is apparent. In the cases cited the plaintiff had not invoked the jurisdiction of the Commission. In this case, it had done so. It went before the Commission, with its complaint under the Act, assailing the rule of the company, and it secured from the Commission a finding as to the illegality of the rule and the violation of the Act. This proceeding established the character of the claim so far as interstate transactions were concerned, and it could be prosecuted solely under the Federal statute. This follows necessarily from the supremacy of the Federal legislation in relation to interstate commerce. So long as the creative provisions of the Federal act did not appear to be involved, and the wrong was not disclosed in the aspect presented by the Commission's finding, the plaintiff was free to avail itself of commonlaw remedies or of those afforded by local statutes. But when, as a result of its own insistence upon its Federal right under the Act, it appeared that the Act had been violated and that the special remedial provisions of the Act were applicable, it was not possible for the plaintiff to ignore the statute it had thus called into play and disregard its provisions for the purpose of measuring relief by local standards. The Federal statute governed the plaintiff no less than the defendant. In the situation in which the plaintiff stood after the Commission's finding, that statute determined the extent of the damages it was entitled to recover with respect to interstate sales and shipments, and the plaintiff was not free to seek another remedy in the state court and there to secure treble damages under the state statute with respect to the same transactions.</p>\n<p>This is not to say that the finding of the Commission as to the amount of damages has any other effect than <span class=\"star-pagination\">*473</span> that prescribed in section sixteen of the Act. It is simply to hold that the plaintiff, having demanded and obtained the appropriate ruling from the Commission as to the discrimination which had been practiced, was then entitled to proceed for the recovery of damages in accordance with the Act, and not otherwise. The fact that the Commission had not made its award of damages at the time the action was brought is immaterial. The proceeding before the Commission was pending and the plaintiff's right and remedy were fixed by the Federal act.</p>\n<p>We conclude, therefore, that with respect to the damage sustained by the plaintiff in its interstate business by reason of the unjustly discriminatory distribution of cars for interstate shipments, the plaintiff was not entitled to maintain this action under the state statute. The judgment is reversed and the cause is remanded for further proceedings not inconsistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:44:44", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">238</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">456</span></span> (1915)</b></center>\n<center><h1>PENNSYLVANIA RAILROAD COMPANY<br>\nv.<br>\nCLARK BROTHERS COAL MINING COMPANY.</h1></center>\n<center>No. 290.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued May 14, 1915.</center>\n<center>Decided June 21, 1915.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF PENNSYLVANIA.\n<p><span class=\"star-pagination\">*457</span> <i>Mr. Francis I. Gowen</i> and <i>Mr. John G. Johnson,</i> with whom <i>Mr. F.D. McKenney</i> was on the brief, for plaintiff in error.</p>\n<p><span class=\"star-pagination\">*458</span> <i>Mr. A.M. Liveright</i> and <i>Mr. A.L. Cole</i> for defendant in error.</p>\n<p>MR. JUSTICE HUGHES delivered the opinion of the court.</p>\n<p>This suit was brought in January, 1912, by the Clark Brothers Coal Mining Company (defendant in error) in the Court of Common Pleas of Clearfield County, Pennsylvania, to recover damages for inadequate and unjustly discriminatory car service and supply. The complaint related to the action of the defendant company with respect to cars required for the transportation of coal from the plaintiff's mines known as Falcon, Nos. 2, 3, <span class=\"star-pagination\">*459</span> and 4, in Clearfield County, and Falcon, Nos. 5 and 6, in Indiana County, Pennsylvania, between October, 1905, and April 30, 1907. A statute of Pennsylvania [Act of June 4, 1883, P.L. 72, 4 Purd. 3906; see Const. (Pa.) 1873, Art. 17] prohibits undue or unreasonable discrimination by any common carrier `in charges for or in facilities for the transportation of freight within this State or coming from or going to any other State,' and provides that the carrier guilty of unjust discrimination shall be liable 'for damages treble the amount of injury suffered.'</p>\n<p>On behalf of the defendant (plaintiff in error) the jurisdiction of the court to entertain the action was challenged upon the ground that with respect to car distribution the defendant was subject to the Act to Regulate Commerce, and that the claim of the plaintiff was cognizable only by the Interstate Commerce Commission or by the courts of the United States. It was urged further that in a proceeding before the Interstate Commerce Commission, which had been instituted by the plaintiff against the defendant prior to the beginning of this action, the Commission had found that the method of car distribution practiced by the defendant with respect to the plaintiff's mines known as Falcon, Nos. 2, 3, and 4, was unjustly discriminatory, and that the Commission had made an award of damages accordingly; and that by reason of this proceeding and the action of the Commission the plaintiff was precluded from maintaining the present action so far as it related to the alleged loss sustained with respect to the mines last described.</p>\n<p>The trial court overruled these contentions of the defendant. The jury, finding discrimination, assessed the damage at $41,481 and trebled the amount making $124,443. Motions in arrest of judgment and for a new trial and for judgment <i>non obstante veredicto,</i> upon the grounds above stated (and others) were denied. Judgment for the total amount of the verdict was entered and <span class=\"star-pagination\">*460</span> was affirmed by the Supreme Court of the State, 241 Pa. St. 515. And this writ of error has been sued out.</p>\n<p>It clearly appeared that the proceeding before the Interstate Commerce Commission as to the mines Falcon, Nos. 2, 3, and 4, embraced substantially the same claim as that litigated in this action. As the trial judge said: \"It\" (the plaintiff) \"did get an award of damages for what we understand to be practically the same subject-matter.\" That proceeding was instituted by the plaintiff in June, 1907. Its petition, among other things, alleged that it had been, and was, `engaged in mining and shipping coal to points and places of delivery and to the coal markets beyond the State of Pennsylvania,' and that it had during all the period mentioned, to wit, `from the fifteenth day of October, 1905, to the date of the filing of this complaint' orders for coal to be mined and shipped `beyond the lines of said State.' It complained of the rating of its mines by the defendant and also of unjust and unreasonable discrimination against it in the daily distribution of cars `for the transportation of its coal into the interstate markets'; that it had suffered \"great loss and damage in its business `as a producer, shipper and seller of bituminous coal' in the interstate coal trade, and that such damage amounted in the aggregate to $36,401.12. It prayed for hearing, for an ascertainment of the damages which it had sustained in its interstate business by reason of unreasonable preferences given to its competitors as alleged, and for a determination of the proper basis of car distribution to be observed. After hearing, the Commission made its report on March 7, 1910. 19 I.C.C. 392. On the same day, the Commission rendered its decision in <i>Hillsdale Coal &amp; Coke Co.</i> v. <i>Penna. R.R.</i> (19 I.C.C. 356), involving similar questions as to the method practiced by the defendant in distributing `its available coal car equipment.' Upon this point, the Commission there said:</p>\n<p>\"Under a rule announced by it on February 1, 1903, <span class=\"star-pagination\">*461</span> the defendant seems to have charged all railroad cars, regardless of ownership, and private cars not owned by the operator loading them, against the distributive share of each mine, but it treated its own fuel cars as a special allotment in addition to the distributive share. On March 28, 1905, a notice was sent to shippers of bituminous coal from mines on the lines of the defendant advising them that thereafter all railroad cars, regardless of ownership, and all private cars not owned by the operator loading them, should be considered as cars available for distribution, except its own company fuel cars and fuel cars sent upon its lines by foreign companies and specially consigned to particular mines.</p>\n<p>\"On January 1, 1906, the defendant divided all cars into two classes which it designated as `assigned' and `unassigned' cars. In the former class were its own fuel cars, foreign railway fuel cars, and individual or private cars loaded by their owners or assigned by their owners to particular mines. The rule then made effective and still in force provides that the capacity in tons of any `assigned' cars shall be deducted from the rated capacity in tons of the particular mine receiving such cars, and that the remainder is to be regarded as the rated capacity of the mine in the distribution of all `unassigned' or system cars.\" <i>Id.,</i> p. 362.</p>\n<p>After illustrating the operation of this system and the advantage in distribution thus given to mines having assigned cars (<i>Id.,</i> pp. 363, 364), the Commission concluded:</p>\n<p>\"Upon all the facts shown of record the Commission therefore finds that throughout the period of the action the system upon which the defendant distributed its available coal-car equipment, including system fuel cars, foreign railway fuel cars, and individual or private cars, has subjected the complainant to an undue and an unlawful discrimination.\"</p>\n<p><span class=\"star-pagination\">*462</span> In the case of the plaintiff's petition, the Commission held that so far as the rating of its mines was concerned `there was no substantial basis for any finding of discrimination.' But, in the matter of car distribution, unjust discrimination was found. The Commission said (19 I.C.C. 394-6):</p>\n<p>\"There are a number of mines on the Moshannon branch of the defendant that are owned by other operators, but in this connection it will suffice to mention only the six mines operated by or for the Berwind-White Coal Mining Company, one of which, known as Eureka No. 27, immediately adjoins the complainant's Falcon No. 2. The same `D' coal vein is worked in these two mines. The quality of the coal is therefore the same and it is claimed that the capacities of the two mines were substantially the same at the period involved in the first of these two complaints. . . .</p>\n<p>\"But neither Falcon No. 2 nor the mines of the complainant, the Clark Brothers Coal &amp; Mining Company, was placed on an equal footing with the mines of the Berwind-White Coal Mining Company in the matter of the distribution of the defendant's available coal-car equipment during the period of the actions. . . .</p>\n<p>\"It is established with reasonable clearness on the record that the Berwind-White mines during the years 1906 and 1907, as well as to a period immediately preceding those dates, were daily in receipt of coal cars in large numbers and were therefore kept in operation almost continuously while the complainants received an inadequate supply and were not able, therefore, to run their mines to the best advantage. This difference is largely explained by the fact that the Berwind-White Coal Mining Company owned a large number of private cars and also enjoyed contracts for supplying the defendant and its connection with coal. Under the rules of defendant, fully explained in <i>Hillsdale Coal &amp; Coke Co.</i> v. <i>P.R.R. Co., ante,</i> the ownership <span class=\"star-pagination\">*463</span> of such private cars and the enjoyment of these contracts resulted in the special allotment to the mines of that company of these so-called assigned cars. For the reasons explained at some length in that case those rules operated as an undue discrimination against these complainants, and we so find. But for the present and for the reasons there explained we shall limit our order to a finding that in the several respects here mentioned the defendant was guilty of a discrimination against these complainants, leaving for determination after further argument the question of the extent to which the complainants may have been damaged thereby.\"</p>\n<p>Order was entered accordingly condemning the defendant's rule and practice of distribution (as stated) as a violation of § 3 of the Act to Regulate Commerce, requiring the defendant to desist from that practice, and reserving the question of damages for further consideration. Subsequently, in April, 1911, this question was submitted, and it was determined on March 11, 1912. 23 I.C.C. 191. The Commission then made its report as follows: \"We now find that the damages sustained by this claimant as result thereof\" (the discrimination found) \"amounted to $31,127.96, and that it is entitled to an award of reparation in that sum, with interest from June 25, 1907.\"</p>\n<p>The Commission set forth its primary findings of fact upon which this ultimate finding was based, showing its calculations with respect to shipments, selling prices, cost of production, and profits, during the times in question. It found the number of tons, in case of each of the mines, actually shipped and the amount which would have been shipped and sold, with a proper car supply, for `interstate destinations,' that is, for points without the State of Pennsylvania.</p>\n<p>This action was brought after the first report of the Commission, and while the question of damages was under <span class=\"star-pagination\">*464</span> its consideration. The trial judge in charging the jury described the system of car distribution in use, and the practice of the defendant prior to and after January 1, 1906. Referring to the rule promulgated on that date, it was recognized that it in effect gave a distinct advantage to the mine having `assigned cars' over one that did not have them, but the jury were instructed that `for the purposes of this case,' it might `be considered that it was a fair rule of distribution.' The subject committed to them was thus stated in the concluding portion of the instructions: \"In considering the damages, therefore, in case you find discrimination, you must first ascertain what would have been, under all the circumstances testified to, a fair rating of the plaintiff's mines in both regions. Second, if after having such fair rating a comparison with the alleged preferred shippers would entitle it to an increased number of cars and what that increased number of cars would be, and if the evidence at the same time shows that the preferred shipper received day by day and month by month throughout the period of the action, an excess over its proper <i>pro rata</i> share, the plaintiff would be entitled to recover at your hands a verdict for what you may find its fair share of such excess of cars amounted to in tons, estimated just as we have laid down the rule with respect to the method of calculating. Now then, if you allow for discrimination, then you may disregard all question as to inadequacy or insufficiency of car supply, because you cannot allow for both. For discrimination, after you have made an estimate of the amount of damages and found a definite sum as compensation for the injuries which it sustained, that would be single damages, and if you find that there was discrimination, as claimed by the plaintiff's counsel then you can go to the question as to whether there shall be treble damages under the Act of 1883. . . . If you find discrimination, therefore, and you arrive at or estimate the amount of single damages which you believe <span class=\"star-pagination\">*465</span> the plaintiff has sustained by reason of such undue and unreasonably discriminatory acts practiced against it, it is for you to say whether or not that amount should be trebled, that is, multiplied by three.\" The jury, as we have said, did find discrimination, and trebled the damages.</p>\n<p>In considering the right of the plaintiff to maintain this action, despite the proceeding before the Commission, an initial question is presented as to the nature of the commerce involved. It appeared, as stated by the state court, that practically all the coal mined by the plaintiff was sold f.o.b. cars at the mines. About ninety-five or ninety-eight per cent. was sold in this way. Hence, it is said, it is \"not subject to Interstate Commerce regulation.\"</p>\n<p>We do not understand that it is questioned that a very large part of the damages recovered in this action pertain to coal which with a fair method of car distribution would have been shipped from the mines to purchasers in other States. There is no controversy as to the course of business. The plaintiff sold to persons within and without the State of Pennsylvania. The coal was loaded on cars to be transported to various points of destination not only in Pennsylvania but in other States. The transportation to other States absolutely depended upon a proper supply of cars, and it is manifest that unjust discrimination against the plaintiff in car distribution would improperly obstruct the freedom of such transportation, in which the plaintiff had a direct interest. And the question presented is whether unjust discrimination of this character is a subject which falls without the scope of the jurisdiction conferred upon the Interstate Commerce Commission, that is, whether there is an absence of such jurisdiction merely because the plaintiff sold its product, which was to be transported to other States, f.o. b. at its mines.</p>\n<p>This question must be answered in the negative. In <span class=\"star-pagination\">*466</span> determining whether commerce is interstate or intrastate, regard must be had to its essential character. Mere billing, or the place at which title passes, is not determinative. If the actual movement is interstate, the power of Congress attaches to it and the provisions of the Act to Regulate Commerce, enacted for the purpose of preventing and redressing unjust discrimination by interstate carriers, whether in rates or facilities, apply. <i>Rearick</i> v. <i>Pennsylvania,</i> <span class=\"citation\" data-id=\"96550\"><a href=\"/opinion/96550/rearick-v-pennsylvania/\"><span class=\"volume\">203</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, 512; <i>So. Pac. Terminal Co.</i> v. <i>Inter. Comm. Comm.,</i> <span class=\"citation\" data-id=\"97365\"><a href=\"/opinion/97365/so-pac-terminal-co-v-int-comm-comm/\"><span class=\"volume\">219</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">498</span></a></span>, 526, 527; <i>Ohio R.R. Comm.</i> v. <i>Worthington,</i> <span class=\"citation no-link\"><span class=\"volume\">225</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></span>, 108, 110; <i>Savage</i> v. <i>Jones,</i> <span class=\"citation\" data-id=\"97675\"><a href=\"/opinion/97675/savage-v-jones/\"><span class=\"volume\">225</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">501</span></a></span>, 520; <i>Texas &amp; N.O.R.R.</i> v. <i>Sabine Tram Co.,</i> <span class=\"citation\" data-id=\"97763\"><a href=\"/opinion/97763/texas-new-orleans-r-co-v-sabine-tram-co/\"><span class=\"volume\">227</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">111</span></a></span>, 127; <i>Louisiana R.R. Comm.</i> v. <i>Tex. &amp; Pac. Ry.,</i> 229 U.S. 336; <i>Ill. Cent. R.R.</i> v. <i>Louisiana R.R. Comm.,</i> <span class=\"citation\" data-id=\"98353\"><a href=\"/opinion/98353/ill-cent-rr-v-louisiana-rr-comm/\"><span class=\"volume\">236</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">157</span></a></span>, 163. Thus, in the case of <i>Southern Pacific Terminal Co.</i> v. <i>Interstate Commerce Commission, supra,</i> cotton seed cake which had been purchased by one Young at various places in Texas was shipped to him at the port of Galveston, where it was prepared for export. The court sustained the jurisdiction of the Interstate Commerce Commission with respect to the transportation to Galveston, although between Texas points, it being an incident to the export movement, and held that the special privileges given by the Terminal Company to Young on the wharf were undue preferences. As the commodity was destined for export it made no difference, said the court, `that the shipments of the products were not made on through bills of lading or whether their initial points were Galveston or some other points in Texas.' In <i>Ohio Railroad Commission</i> v. <i>Worthington, supra,</i> it appeared that the State Commission had established a rate on what was called `lake cargo coal' transported from a coal field in eastern Ohio to ports in the same State on Lake Erie for carriage thence by lake vessels to other States. Ordinarily, the shipper had the coal transported 'upon bills of lading to himself, or to <span class=\"star-pagination\">*467</span> another for himself,' at Huron, Ohio. The rate covered the transportation to Huron and the placing of the coal on the vessels and trimming it for its interstate journey. In view of the proved nature of the movement, the court held that the action of the State Commission was an attempt directly to regulate interstate commerce and the enforcement of the order of the State Commission was enjoined. Again, in <i>Savage</i> v. <i>Jones,</i> <span class=\"citation\" data-id=\"97675\"><a href=\"/opinion/97675/savage-v-jones/\"><span class=\"volume\">225</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">501</span></a></span>, 520, the complainant was a manufacturer in Minnesota and sold his commodity to purchasers in Indiana, the delivery being f.o.b. cars at Minneapolis for transportation to Indiana in the original unbroken packages, the freight being paid by the purchasers. Referring to an objection similar to the one here urged, the court said: \"In answer, it must again be said that 'commerce among the States is not a technical legal conception, but a practical one, drawn from the course of business.' <i>Swift &amp; Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"96205\"><a href=\"/opinion/96205/swift-co-v-united-states/\"><span class=\"volume\">196</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></a></span>, 398; <i>Rearick</i> v. <i>Pennsylvania,</i> <span class=\"citation\" data-id=\"96550\"><a href=\"/opinion/96550/rearick-v-pennsylvania/\"><span class=\"volume\">203</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, 512. It clearly appears from the bill that the complainant was engaged in dealing with purchasers in another State. His product manufactured in Minnesota was, in pursuance of his contracts of sale, to be delivered to carriers for transportation to the purchasers in Indiana. This was interstate commerce in the freedom of which from any unconstitutional burden the complainant had a direct interest.\" In <i>Texas &amp; N.O.R.R. Co.</i> v. <i>Sabine Tram Co.,</i> <span class=\"citation\" data-id=\"97763\"><a href=\"/opinion/97763/texas-new-orleans-r-co-v-sabine-tram-co/\"><span class=\"volume\">227</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">111</span></a></span>, 127, it was found that the Powell Company bought lumber for export to different ports in Europe through the ports of Sabine and Port Arthur, both in Texas. To fill its export contracts, it purchased of the Sabine Tram Company a large amount of lumber, which according to the seller's option was delivered f.o.b. cars at Sabine, Texas. There were separate bills of lading for delivery at Sabine to the Sabine Tram Company. Upon arrival at Sabine, the lumber was carried a short distance beyond the station to the dock where it was unloaded from <span class=\"star-pagination\">*468</span> cars into water of the slip ready for loading upon ships. The Sabine Tram Company had no connection with the further carriage. The railroad company collected, over protest, the rates fixed by tariffs filed with the Interstate Commerce Commission, and the Sabine Tram Company brought suit to recover the difference between the amount thus paid and the amount which would have been payable at the rate fixed by the State Commission. The court held that the rate fixed by the Interstate Commerce Commission was applicable as the lumber was destined for export and that, as the movement was one actually in the course of transportation to a foreign destination, the form of the billing to Sabine, and the transactions there, were not determinative.</p>\n<p>Thus, in varying circumstances, the same principle has been applied in these cases and in the others cited; and that principle is that the jurisdiction of the Commission is determined by the essential character of the commerce in question. In the present case, to repeat, it appears that for the purpose of filling contracts with purchasers in other States, coal is delivered f.o.b. at the mines for transportation to such purchasers. The movement thus initiated is an interstate movement and the facilities required are facilities of interstate commerce. A very large part of what in fact is the interstate commerce of the country is conducted upon this basis and the arrangements that are made between seller and purchaser with respect to the place of taking title to the commodity, or as to the payment of freight, where the actual movement is interstate, does not affect either the power of Congress or the jurisdiction of the Commission which Congress has established.</p>\n<p>In this view, we come to the consideration of the effect of the proceeding before the Commission.</p>\n<p>1. The question whether the rule or method of car distribution practiced by the railroad company was unjustly <span class=\"star-pagination\">*469</span> discriminatory was one which the Commission had authority to pass upon. <i>Inter. Comm. Comm.</i> v. <i>Ill. Cent. R.R.,</i> 215 U.S. 452; <i>Same</i> v. <i>Chicago &amp;c. R.R.,</i> 215 U.S. 479; <i>Morrisdale Coal Co.</i> v. <i>Penna. R.R.,</i> <span class=\"citation\" data-id=\"97962\"><a href=\"/opinion/97962/morrisdale-coal-co-v-pennsylvania-r-co/\"><span class=\"volume\">230</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">304</span></a></span>, 313; <i>Penna. R.R.</i> v. <i>Puritan Coal Co.,</i> <span class=\"citation\" data-id=\"98420\"><a href=\"/opinion/98420/penna-rr-co-v-puritan-coal-co/\"><span class=\"volume\">237</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">121</span></a></span>, 131. Further, by reason of the nature of the question involved in an attack upon the rule or method of the company in distributing cars, no action was maintainable in any court to recover damages alleged to have been inflicted thereby until the Commission had made its finding as to the reasonableness of the rule. <i>Tex. &amp; Pac. Ry.</i> v. <i>Abilene Cotton Oil Co.,</i> <span class=\"citation\" data-id=\"96594\"><a href=\"/opinion/96594/texas-pacific-r-co-v-abilene-cotton-oil-co/\"><span class=\"volume\">204</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">426</span></a></span>, 441, 448; <i>Balt. &amp; Ohio R.R.</i> v. <i>Pitcairn Coal Co.,</i> <span class=\"citation\" data-id=\"97132\"><a href=\"/opinion/97132/balt-ohio-rr-v-us-ex-rel-pitcairn-coal-co/\"><span class=\"volume\">215</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">481</span></a></span>, 493; <i>Robinson</i> v. <i>Balt. &amp; Ohio R.R.,</i> <span class=\"citation\" data-id=\"97520\"><a href=\"/opinion/97520/robinson-v-baltimore-ohio-r-co/\"><span class=\"volume\">222</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">506</span></a></span>, 511; <i>United States</i> v. <i>Pacific &amp; Arctic Co.,</i> <span class=\"citation\" data-id=\"97833\"><a href=\"/opinion/97833/united-states-v-pacific-arctic-r-nav-co/\"><span class=\"volume\">228</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">87</span></a></span>, 107; <i>Morrisdale Coal Co.</i> v. <i>Pennsylvania Railroad, supra; </i><i>Pennsylvania Railroad</i> v. <i>Puritan Coal Co., supra</i><i>.</i> The Commission also had authority to make examination and report upon the amount of damages which the plaintiff had suffered from the unjust discrimination alleged in its complaint. We deem the provisions of the Act to be clear upon this point. See §§ 8, 9, 13, 16. There is nothing in the Act to suggest that the damages which may thus be ascertained are only those arising from unreasonable or unjustly discriminatory rates. Rules as to car distribution that are unjustly discriminatory are within the purview of section three, and damages thereby occasioned, as well as those due to the exaction of unreasonable rates, arise from the violation of the Act and their ascertainment is within the scope of the Commission's authority. See <i>Inter. Com. Comm.</i> v. <i>Ill. Cent. R.R., supra</i><i>; </i><i>Mitchell Coal Co.</i> v. <i>Penna. R.R.,</i> <span class=\"citation\" data-id=\"97961\"><a href=\"/opinion/97961/mitchell-coal-co-v-penna-rr-co/\"><span class=\"volume\">230</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">247</span></a></span>, 257; <i>Morrisdale Coal Co.</i> v. <i>Penna. R.R., supra</i><i>; </i><i>Pennsylvania Railroad</i> v. <i>Puritan Coal Co.,</i> <span class=\"citation\" data-id=\"98420\"><a href=\"/opinion/98420/penna-rr-co-v-puritan-coal-co/\"><span class=\"volume\">237</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">121</span></a></span>.</p>\n<p>2. Where, as in this case, it appears that the Act has <span class=\"star-pagination\">*470</span> been violated, and the requisite ruling as to the unreasonableness of the practice assailed has been made by the Commission, the provisions of section nine are applicable. This section provides:</p>\n<p>\"SEC. 9. That any person or persons claiming to be damaged by any common carrier subject to the provisions of this Act may either make complaint to the Commission as hereinafter provided for, or may bring suit in his or their own behalf for the recovery of the damages for which such common carrier may be liable under the provisions of this Act, in any district or circuit court of the United States of competent jurisdiction; but such person or persons shall not have the right to pursue both of said remedies, and must in each case elect which one of the two methods of procedure herein provided for he or they will adopt.\". . .</p>\n<p>This provision defines the remedies to which a person in the situation of the plaintiff is entitled, and the terms of the provision clearly indicate that these remedies are exclusive. The express requirement of an election between the proceeding before the Commission and suit in the Federal court leaves no room for the conclusion that there is an option in such case to resort to the state court. Where the proceeding has been had before the Commission and reparation awarded, suit under section sixteen (as amended in 1910) may be brought in either a state or a Federal court, but this is after the Commission's award has been made.</p>\n<p>In <i>Pennsylvania Railroad</i> v. <i>Puritan Coal Co., supra</i><i>,</i> construing section nine, the court said: \"It will be seen that this section does more than create a right and designate the court in which it is to be enforced. It gives the shipper the option to proceed before the Commission or in the Federal courts. The express grant of the right of choice between those two remedies was the exclusion of any other remedy in a state court.. . . In <i>Mitchell</i> <span class=\"star-pagination\">*471</span> <i>Co.</i> v. <i>Penna. R.R.,</i> <span class=\"citation no-link\"><span class=\"volume\">230</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">250</span></span>, the same view of the statute was taken in discussing another, but related, question. This construction is also supported by the legislative history of the statute. For while the Hepburn Act, as a convenience to shippers, permitted suits on Reparation Orders to be brought in the Federal court of the District where the plaintiff resided or the Company had its principal office; and while the Act of 1910 (36 Stat. 554) in further aid of shippers, permitted suits on Reparation Orders to be brought in state or Federal courts, it made no change in §§ 8 and 9 which, as shown above, gave the shipper the option to make complaints to the Commission or to bring suit in a United States court.\" Referring to the proviso in section twenty-two, with respect to the preservation of existing remedies, it was then pointed out that the proviso was not intended to nullify other parts of the Act, but to maintain existing rights which were not inconsistent with those which the statute created. And, finally, with regard to a case such as the present one, where the Commission at the instance of the injured party has made its ruling as to the unreasonableness or unjustly discriminatory character of the practice attacked, the court thus defined the remedy available: \"Until that body\" (the Commission) \"has declared the practice to be discriminatory and unjust no court has jurisdiction of a suit against an interstate carrier for damages occasioned by its enforcement. When the Commission has declared the rule to be unjust, redress must be sought before the Commission or in the United States courts of competent jurisdiction as provided in § 9.\"</p>\n<p>3. It is said that the present action is brought to recover damages caused by the violation or discriminatory enforcement of the carrier's own rule, and that in such case, no administrative question being involved, resort to the Commission was not necessary. And this, it is urged, <span class=\"star-pagination\">*472</span> was held in <i>Penna. R.R.</i> v. <i>Puritan Coal Co.,</i> <span class=\"citation\" data-id=\"98420\"><a href=\"/opinion/98420/penna-rr-co-v-puritan-coal-co/\"><span class=\"volume\">237</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">121</span></a></span>. See also <i>Illinois Central R.R.</i> v. <i>Mulberry Hill Coal Co.,</i> decided June 14, 1915, <i>ante,</i> p. 275. The distinction, however, is apparent. In the cases cited the plaintiff had not invoked the jurisdiction of the Commission. In this case, it had done so. It went before the Commission, with its complaint under the Act, assailing the rule of the company, and it secured from the Commission a finding as to the illegality of the rule and the violation of the Act. This proceeding established the character of the claim so far as interstate transactions were concerned, and it could be prosecuted solely under the Federal statute. This follows necessarily from the supremacy of the Federal legislation in relation to interstate commerce. So long as the creative provisions of the Federal act did not appear to be involved, and the wrong was not disclosed in the aspect presented by the Commission's finding, the plaintiff was free to avail itself of commonlaw remedies or of those afforded by local statutes. But when, as a result of its own insistence upon its Federal right under the Act, it appeared that the Act had been violated and that the special remedial provisions of the Act were applicable, it was not possible for the plaintiff to ignore the statute it had thus called into play and disregard its provisions for the purpose of measuring relief by local standards. The Federal statute governed the plaintiff no less than the defendant. In the situation in which the plaintiff stood after the Commission's finding, that statute determined the extent of the damages it was entitled to recover with respect to interstate sales and shipments, and the plaintiff was not free to seek another remedy in the state court and there to secure treble damages under the state statute with respect to the same transactions.</p>\n<p>This is not to say that the finding of the Commission as to the amount of damages has any other effect than <span class=\"star-pagination\">*473</span> that prescribed in section sixteen of the Act. It is simply to hold that the plaintiff, having demanded and obtained the appropriate ruling from the Commission as to the discrimination which had been practiced, was then entitled to proceed for the recovery of damages in accordance with the Act, and not otherwise. The fact that the Commission had not made its award of damages at the time the action was brought is immaterial. The proceeding before the Commission was pending and the plaintiff's right and remedy were fixed by the Federal act.</p>\n<p>We conclude, therefore, that with respect to the damage sustained by the plaintiff in its interstate business by reason of the unjustly discriminatory distribution of cars for interstate shipments, the plaintiff was not entitled to maintain this action under the state statute. The judgment is reversed and the cause is remanded for further proceedings not inconsistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n</div>", 
  "sha1": "99c28f47156b8c4b81f7eb7e6410acf6460b958d", 
  "date_modified": "2014-12-21T01:35:59.174523", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/98522/penna-rr-co-v-clark-coal-co/", 
  "citation_count": 20, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/924617/", 
  "html": "<p class=\"case_cite\">238 U.S. 456</p>\n    <p class=\"case_cite\">35 S.Ct. 896</p>\n    <p class=\"case_cite\">59 L.Ed. 1406</p>\n    <p class=\"case_cite\">59 L.Ed. 1408</p>\n    <p class=\"parties\">PENNSYLVANIA RAILROAD COMPANY, Plff. in Err.,<br>v.<br>CLARK BROTHERS COAL MINING COMPANY.</p>\n    <p class=\"docket\">No. 290.</p>\n    <p class=\"date\">Argued May 14, 1915.</p>\n    <p class=\"date\">Decided June 21, 1915.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Francies I. Gowen, John G. Johnson, and F. D. McKenney for plaintiff in error.</p>\n      <p class=\"indent\">[Argument of Counsel from page 457 intentionally omitted]</p>\n      <p class=\"indent\">Messrs. A. L. Cole and A. M. Liveright for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice Hughes delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This suit was brought in January, 1912, by the Clark Brothers Coal Mining Company (defendant in error) in the court of common pleas of Clearfield county, Pennsylvania, to recover damages for inadequate and unjustly discriminatory car service and supply. The complaint related to the action of the defendant company with respect to cars required for the transportation of coal from the plaintiff's mines known as Falcon, Nos. 2, 3, and 4, in Clearfield county, and Falcon, Nos. 5 and 6, in Indiana county, Pennsylvania, between October, 1905, and April 30, 1907. A statute of Pennsylvania (act of June 4, 1883, P. L. 72, 4 Purdons 3906; see Const. [Pa.] 1873, art. 17) prohibits undue or unreasonable discrimination by any common carrier 'in charges for or in facilities for the transportation of freight within this state or coming from or going to any other state,' and provides that the carrier guilty of unjust discrimination shall be liable 'for damages treble the amount of injury suffered.'</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On behalf of the defendant (plaintiff in error) the jurisdiction of the court to entertain the action was challenged upon the ground that, with respect to car distribution, the defendant was subject to the act to regulate commerce, and that the claim of the plaintiff was cognizable only by the Interstate Commerce Commission or by the courts of the United States. It was urged further that in a proceeding before the Interstate Commerce Commission, which had been instituted by the plaintiff against the defendant prior to the beginning of this action, the Commission had found that the method of car distribution practised by the defendant with respect to the plaintiff's mines known as Falcon, Nos. 2, 3, and 4, was unjustly discriminatory, and that the Commission had made an award of damages accordingly; and that by reason of this proceeding and the action of the Commission the plaintiff was precluded from maintaining the present action so far as it related to the alleged loss sustained with respect to the mines last described.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The trial court overruled these contentions of the defendant. The jury, finding discrimination, assessed the damage at $41,481 and trebled the amount, making $124,443. Motions in arrest of judgment and for a new trial and for judgment <i>non obstante veredicto</i>, upon the grounds above stated (and others), were denied. Judgment for the total amount of the verdict was entered and was affirmed by the supreme court of the state, 241 Pa. 515, 88 Atl. 754. And this writ of error has been sued out.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It clearly appeared that the proceeding before the Interstate Commerce Commission as to the mines Falcon Nos. 2, 3, and 4, embraced substantially the same claim as that litigated in this action. As the trial judge said: 'It' (the plaintiff) 'did get an award of damages for what we understand to be practically the same subjectmatter.' That proceeding was instituted by the plaintiff in June, 1907. Its petition, among other things, alleged that it had been, and was, 'engaged in mining and shipping coal to points and places of delivery and to the coal markets beyond the state of Pennsylvania,' and that it had, during all the period mentioned, to wit, 'from the 15th day of October, 1905, to the date of the filing of this complaint,' orders for coal to be mined and shipped 'beyond the lines of said state.' It complained of the rating of its mines by the defendant and also of unjust and unreasonable discrimination against it in the daily distribution of cars 'for the transportation of its coal into the interstate markets,' that it had suffered 'great loss and damage in its business as a producer, shipper, and seller of bituminous coal' in the interstate coal trade, and that such damage amounted in the aggregate to $36,401.12. It prayed for hearing, for an ascertainment of the damages which it had sustained in its interstate business by reason of unreasonable preferences given to its competitors, as alleged, and for a determination of the proper basis of car distribution to be observed. After hearing, the Commissioner made its report on March 7, 1910. 19 Inters. Com. Rep. 392. On the same day, the Commission rendered its decision in Hillsdale Coal &amp; Coke Co. v. Pennsylvania R. Co. (19 Inters. Com. Rep. 356), involving similar questions as to the method practised by the defendant in distributing 'its available coal-car equipment.' Upon this point, the Commission there said:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'Under a rule announced by it on February 1, 1903, the defendant seems to have charged all railroad cars, regardless of ownership, and private cars not owned by the operator loading them, against the distributive share of each mine, but it treated its own fuel cars as a special allotment in addition to the distributive share. On March 28, 1905, a notice was sent to shippers of bituminous coal from mines on the lines of the defendant, advising them that thereafter all railroad cars, regardless of ownership, and all private cars not owned by the operator loading them, should be considered as cars available for distribution, except its own company fuel cars and fuel cars sent upon its lines by foreign companies and specially consigned to particular mines.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'On January 1, 1906, the defendant divided all cars into two classes which it designated as 'assigned' and 'unassigned' cars. In the former class were its own fuel cars, foreign railway fuel cars, and individual or private cars loaded by their owners or assigned by their owners to particular mines. The rule then made effective and still in force provides that the capacity in tons of any 'assigned' cars shall be deducted from the rated capacity in tons of the particular mine receiving such cars, and that the remainder is to be regarded as the rated capacity of the mine in the distribution of all 'unassigned' or system cars.' Id. p. 362.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After illustrating the operation of this system and the advantage in distribution thus given to mines having assigned cars (id. pp. 363, 364), the Commission concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'Upon all the facts shown of record the Commission therefore finds that throughout the period of the action the system upon which the defendant distributed its available coal-car equipment, including system fuel cars, foreign railway fuel cars, and individual or private cars, has subjected the complainant to an undue and an unlawful discrimination.' In the case of the plaintiff's petition, the Commission held that so far as the rating of its mines was concerned 'there was no substantial basis for any finding of discrimination.' But, in the matter of car distribution, unjust discrimination was found. The Commission said (19 Inters. Com. Rep. 394-396):</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'There are a number of mines on the Moshannon branch of the defendant that are owned by other operators, but in this connection it will suffice to mention only the six mines operated by or for the Berwind-White Coal Mining Company, one of which, known as Eureka No. 27, immediately adjoins the complainant's Falcon No. 2. The same 'D' coal vein is worked in these two mines. The quality of the coal is therefore the same, and it is claimed that the capacities of the two mines were substantially the same at the period involved in the first of these two complaints. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'But neither Falcon No. 2 nor the mines of the complainant, the Clark Brothers Coal &amp; Mining Company, was placed on an equal footing with the mines of the Berwind-White Coal Mining Company in the matter of the distribution of the defendant's available coal-car equipment during the period of the actions. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'It is established with reasonable clearness on the record that the Berwind-White mines during the years 1906 and 1907, as well as to a period immediately preceding those dates, were daily in receipt of coal cars in large numbers and were therefore kept in operation almost continuously while the complaintants received an inadequate supply and were not able, therefore, to run their mines to the best advantage. This difference is largely explained by the fact that the Berwind-White Coal Mining Company owned a large number of private cars and also enjoyed contracts for supplying the defendant and its connection with coal.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Under the rules of defendant, fully explained in Hillsdale Coal &amp; Coke Co. v. Pennsylvania R. Co. supra, the ownership of such private cars and the enjoyment of these contracts resulted in the special allotment to the mines of that company of these so-called assigned cars. For the reasons explained at some length in that case those rules operated as an undue discrimination against these complainants, and we so find. But for the present and for the reasons there explained we shall limit our order to a finding that in the several respects here mentioned the defendant was guilty of a discrimination against these complainants, leaving for determination after further argument the question of the extent to which the complainants may have been damaged thereby.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Order was entered accordingly, condemning the defendant's rule and practice of distribution (as stated) as a violation of &#167; 3 of the act to regulate commerce, requiring the defendant to desist from that practice, and reserving the question of damages for further consideration. Subsequently, in April, 1911, this question was submitted, and it was determined on March 11, 1912. 23 Inters. Com. Rep. 191. The Commission then made its report as follows: 'We now find that the damages sustained by this claimant as result thereof' (the discrimination found) 'amounted to $31,127.96, and that it is entitled to an award of reparation in that sum, with interest from June 25, 1907.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Commision set forth its primary findings of fact upon which this ultimate finding was based, showing its calculations with respect to shipments, selling prices, cost of production, and profits, during the times in question. It found the number of tons, in case of each of the mines, actually shipped, and the amount which would have been shipped and sold, with a proper car supply, for 'interstate destinations;' that is, for points without the state of Pennsylvania.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This action was brought after the first report of the Commission, and while the question of damages was under its consideration. The trial judge in charging the jury described the system of car distribution in use, and the practice of the defendant prior to and after January 1, 1906. Referring to the rule promulgated on that date, it was recognized that it in effect gave a distinct advantage to the mine having 'assigned cars' over one that did not have them, but the jury were instructed that 'for the purposes of this case,' it might 'be considered that it was a fair rule of distribution.' The subject committed to them was thus stated in the concluding portion of the instructions: 'In considering the damages, therefore, in case you find discrimination, you must first ascertain what would have been, under all the circumstances testified to, a fair rating of the plaintiff's mines in both regions. Second, if, after having such fair rating, comparison with the alleged preferred shippers would entitle it to an increased number of cars, and what that increased number of cars would be; and if the evidence at the same time shows that the preferred shipper received day by day and month by month throughout the period of the action, an excess over its proper <i>pro rata</i> share, the plaintiff would be entitled to recover at your hands a verdict for what you may find its fair share of such excess of cars amounted to in tons, estimated just as we have laid down the rule with respect to the method of calculating. Now, then, if you allow for discrimination, then you may disregard all question as to inadequacy or insufficiency of car supply, because you cannot allow for both. For discrimination, after you have made an estimate of the amount of damages and found a definite sum as compensation for the injuries which it sustained, that would be single damages; and if you find that there was discrimination, as claimed by the plaintiff's counsel, then you can go to the question as to whether there shall be treble damages under the act of 1883. . . . If you find discrimination, therefore, and you arrive at or estimate the amount of single damages which you believe the plaintiff has sustained by reason of such undue and unreasonably discriminatory acts practised against it, it is for you to say whether or not that amount should be trebled; that is, multiplied by there.' The jury, as we have said, did find discrimination, and trebled the damages.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In considering the right of the plaintiff to maintain this action, despite the proceeding before the Commission, an initial question is presented as to the nature of the commerce involved. The appeared, as stated by the state court, that practically all the coal mined by the plaintiff was sold f. o. b. cars at the mines. About 95 or 98 per cent was sold in this way. Hence, it is said, it is 'not subject to Interstate Commerce regulation.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We do not understand that it is questioned that a very large part of the damages recovered in this action pertain to coal which, with a fair method of car distribution, would have been shipped from the mines to purchasers in other states. There is no controversy as to the course of business. The plaintiff sold to persons within and without the state of Pennsylvania. The coal was loaded on cars to be transported to various points of destination not only in Pennsylvania, but in other states. The transportation to other states absolutely depended upon a proper supply of cars, and it is manifest that unjust discrimination against the plaintiff in car distribution would improperly obstruct the freedom of such transportation, in which the plaintiff had a direct interest. And the question presented is whether unjust discrimination of this character is a subject which falls without the scope of the jurisdiction conferred upon the Interstate Commerce Commission; that is, whether there is an absence of such jurisdiction merely because the plaintiff sold its product, which was to be transported to other states, f. o. b. at its mines.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This question must be answered in the negative. In determining whether commerce is interstate or intrastate, regard must be had to its essential character. Mere billing, or the place at which title passes, is not determinative. If the actual movement is interstate, the power of Congress attaches to it and provisions of the act to regulate commerce, enacted for the purpose of preventing and redressing unjust discrimination by interstate carriers, whether in rates or facilities, apply. Rearick v. Pennsylvania, 203 U. S. 507, state 51 L. ed. 295, 297, 27 Sup. Ct. Rep. 159; Southern P. Terminal Co. v. Interstate Commerce Commission, 219 U. S. 498, 526, 527, 55 L. ed. 310, 320, 31 Sup. Ct. Rep. 279; Railroad Commission v. Worthington, 225 U. S. 101, 108, 110, 56 L. ed. 1004, 1008, 32 Sup. Ct. Rep. 653; Savage v. Jones, 225 U. S. 501, 520, 56 L. ed. 1182, 1189, 32 Sup. Ct. Rep. 715; Texas &amp; N. O. R. Co. v. Sabine Tram Co. 227 U. S. 111, 127, 57 L. ed. 442, 448, 33 Sup. Ct. Rep. 229; Railroad Commission v. Taxas &amp; P. R. Co. 229 U. S. 336, 57 L. ed. 1215, 33 Sup. Ct. Rep. 837; Illinois C. R. Co. v. De Fuentes, 236 U. S. 157, 163, 59 L. ed. &#8212;&#8212;, 35 Sup. Ct. Rep. 275. Thus, in the case of Southern P. Terminal Co. v. Interstate Commerce Commission, 219 U. S. 498, 526, 527, 55 L. ed. 310, 320, 31 Sup. Ct. Rep. 279, cotton seed cake which had been purchased by one Young at various places in Texas was shipped to him at the port of Galveston, where it was prepared for export. The court sustained the jurisdiction of the Interstate Commerce Commission with respect to the transportation to Galveston, although between Texas points, it being an incident to the export movement, and held that the special privileges given by the Terminal Company to Young on the wharf were undue preferences. As the commodity was destined for export it made no difference, said the court, 'that the shipments of the products were not made on through bills of lading, or whether their initial points were Galveston or some other points in Texas.' In Railroad Commission v. Worthington, 225 U. S. 101, 108, 110, 56 L. ed. 1004, 1008, 32 Sup. Ct. Rep. 653, it appeared that the State Commission had established a rate on what was called 'lake cargo coal' transported from a coal field in eastern Ohio to ports in the same state on Lake Erie for carriage thence by lake vessels to other states. Ordinarily, the shipper had the coal transported 'upon bills of lading to himself, or to another for himself,' at Huron, Ohio. The rate covered the transportation to Huron and the placing of the coal on the vessels and trimming it for its interstate journey. In view of the proved nature of the movement, the court held that the action of the State Commission was an attempt directly to regulate interstate commerce, and the enforcement of the order of the State Commission was enjoined. Again, in Savage v. Jones, 225 U. S. 501, 520, 56 L. ed. 1182, 1189, 32 Sup. Ct. Rep. 715, the complainant was a manufacturer in Minnesota and sold his commodity to purchasers in Indiana, the delivery being f. o. b. cars at Minneapolis for transportation to Indiana in the original unbroken packages, the freight being paid by the purchasers. Referring to an objection similar to the one here urged, the court said: 'In answer, it must again be said that 'commerce among the states is not a technical legal conception, but a practical one, drawn from the course of business.' Swift &amp; Co. v. United States, 196 U. S. 375, 398, 49 L. ed. 518, 525, 25 Sup. Ct. Rep. 276; Rearick v. Pennsylvania, 203 U. S. 507, 512, 51 L. ed. 295, 297, 27 Sup. Ct. Rep. 159. It clearly appears from the bill that the complainant was engaged in dealing with purchasers in another state. His product, manufactured in Minnesota, was, in pursuance of his contracts of sale, to be delivered to carriers for transportation to the purchasers in Indiana. This was interstate commerce in the freedom of which from any unconstitutional burden the complainant had a direct interest.' In Texas &amp; N. O. R. Co. v. Sabine Tram Co. 227 U. S. 111, 127, 57 L. ed. 442, 448, 33 Sup. Ct. Rep. 229, it was found that the Powell Company bought lumber for export to different ports in Europe through the ports of Sabine and Port Arthur, both in Texas. To fill its export contracts, it purchased of the Sabine Tram Company a large amount of lumber, which according to the seller's option, was delivered f. o. b. cars at Sabine, Texas. There were separate bills of lading for delivery at Sabine to the Sabine Tram Company. Upon arrival at Sabine, the lumber was carried a short distance beyond the station to the dock, where it was unloaded from cars into water of the slip, ready for loading upon ships. The Sabine Tram Company had no connection with the further carriage. The railroad company collected, over protest, the rates fixed by tariffs filed with the Interstate Commerce Commission, and the Sabine Tram Company brought suit to recover the difference between the amount thus paid and the amount which would have been payable at the rate fixed by the State Commission. The court held that the rate fixed by the Interstate Commerce Commission was applicable, as the lumber was destined for export, and that, as the movement was one actually in the course of transportation to a foreign destination, the form of the billing to Sabine, and the transactions there, were not determinative.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Thus, in varying circumstances, the same principle has been applied in these cases and in the others cited; and that principle is that the jurisdiction of the Commission is determined by the essential character of the commerce in question. In the present case, to repeat, it appears that for the purpose of filling contracts with purchasers in other states, coal is delivered f. o. b. at the mines for transportation to such purchasers. The movement thus initiated is an interstate movement, and the facilities required are facilities of interstate commerce. A very large part of what in fact is the interstate commerce of the county is conducted upon this basis, and the arrangements that are made between seller and purchaser with respect to the place of taking title to the commodity, or as to the payment of freight, where the actual movement is interstate, does not affect either the power of Congress or the jurisdiction of the Commission which Congress has established.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In this view, we come to the consideration of the effect of the proceeding before the Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">1. The question whether the rule or method of car distribution practised by the railroad company as unjustly discriminatory was one which the Commission had authority to pass upon. Interstate Commerce Commission v. Illinois C. R. Co. 215 U. S. 452, 54 L. ed. 280, 30 Sup. Ct. Rep. 155; Interstate Commerce Commission v. Chicago &amp; A. R. Co. 215 U. S. 479, 54 L. ed. 291, 30 Sup. Ct. Rep. 163; Morrisdale Coal Co. v. Pennsylvania R. Co. 230 U. S. 304, 313, 57 L. ed. 1494, 1497, 33 Sup. Ct. Rep. 938; Pennsylvania R. Co. v. Puritan Coal Min. Co. 237 U. S. 121, 131, 59 L. ed. &#8212;&#8212;, 35 Sup. Ct. Rep. 484. Further, by reason of the nature of the question involved in an attack upon the rule or method of the company in distributing cars, no action was maintainable in any court to recover damages alleged to have been inflicted thereby until the Commission had made its finding as to the reasonableness of the rule. Texas &amp; P. R. Co. v. Abilene Cotton Oil Co. 204 U. S. 426, 441, 448, 51 L. ed. 553, 559, 562, 27 Sup. Ct. Rep. 350, 9 Ann. Cas. 1075; Baltimore &amp; O. R. Co. v. United States, 215 U. S. 481, 493, 54 L. ed. 292, 297, 30 Sup. Ct. Rep. 164; Robinson v. Baltimore &amp; O. R. Co. 222 U. S. 506, 511, 56 L. ed. 288, 290, 32 Sup. Ct. Rep. 114; United States v. Pacific &amp; A. R. &amp; Nav. Co. 228 U. S. 87, 107, 57 L. ed. 742, 749, 33 Sup. Ct. Rep. 443; Morrisdale Coal Co. v. Pennsylvania R. Co. 230 U. S. 304, 313, 57 L. ed. 1494, 1497, 33 Sup. Ct. Rep. 938; Pennsylvania R. Co. v. Puritan Coal Min. Co. 237 U. S. 121, 131, 59 L. ed. &#8212;&#8212;, 35 Sup. Ct. Rep. 484. The Commission also had authority to make examination and report upon the amount of damages which the plaintiff had suffered from the unjust discrimination alleged in its complaint. We deem the provisions of the act to be clear upon this point. See &#167;&#167; 8, 9, 13, 16. There is nothing in the act to suggest that the damages which may thus be ascertained are only those arising from unreasonable or unjustly discriminatory rates. Rules as to car distribution that are unjustly discriminatory are within the purview of &#167; 3, and damages thereby occasioned, as well as those due to the exaction of unreasonable rates, arise from the violation of the act, and their ascertainment is within the scope of the Commission's authority See Interstate Commerce Commission v. Illinois C. R. Co. 215 U. S. 452, 54 L. ed. 280, 30 Sup. Ct. Rep. 155; Mitchell Coal &amp; Coke Co. v. Pennsylvania R. Co. 230 U. S. 247, 257, 57 L. ed. 1472, 1476, 33 Sup. Ct. Rep. 916; Morrisdale Coal Co. v. Pennsylvania R. Co. 230 U. S. 304, 313, 57 L. ed. 1494, 1497, 33 Sup. Ct. Rep. 938; Pennsylvania R. Co. v. Puritan Coal Min. Co. 237 U. S. 121, 131, 59 L. ed. &#8212;&#8212;, 33 Sup. Ct. Rep. 484.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">2. Where, as in this case, it appears that the act has been violated, and the requisite ruling as to the unreasonableness of the practice assailed has been made by the Commission, the provisions of &#167; 9 are applicable. This section provides:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'Sec. 9. That any person or persons claiming to be damaged by any common carrier subject to the provisions of this act may either make complaint to the Commission as hereinafter provided for, or may bring suit in his or their own behalf for the recovery of the damages for which such common carrier may be liable under the provisions of this act, in any district or circuit court of the United States of competent jurisdiction; but such person or persons shall not have the right to pursue both of said remedies, and must in each case elect which one of the two methods of procedure herein provided for he or they will adopt. . . .' [24 Stat. at L. 382, chap. 104, Comp. Stat. 1913, &#167; 8573.]</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This provision defines the remedies to which a person in the situation of the plaintiff is entitled, and the terms of the provision clearly indicate that these remedies are exclusive. The express requirement of an election between the proceeding before the Commission and suit in the Federal court leaves no room for the conclusion that there is an option in such case to resort to the state court. Where the proceeding has been had before the Commission and reparation awarded, suit under &#167; 16 (as amended in 1910 [36 Stat. at L. 554, chap. 309, &#167; 13, Comp. Stat. 1913, &#167; 8584]) may be brought in either a state or a Federal court, but this is after the Commission's award has been made.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In Pennsylvania R. Co. v. Puritan Coal Min. Co. 237 U. S. 121, 131, 59 L. ed. &#8212;&#8212;, 35 Sup. Ct. Rep. 484, construing &#167; 9, the court said: 'It will be seen that this section does more than create a right and designate the court in which it is to be enforced. It gives the shipper the option to proceed before the Commission or in the Federal courts. The express grant of the right of choice between those two remedies was the exclusion of any other remedy in a state court. . . . In Mitchell Coal &amp; Coke Co. v. Pennsylvania R. Co. 230 U. S. 250, 57 L. ed. 1473, 33 Sup. Ct. Rep. 916, the same view of the statute was taken in discussing another, but related, question. This construction is also supported by the legislative history of the state. For while the Hepburn act [34 Stat. at L. 584, chap. 3591, Comp. Stat. 1913, &#167; 8563], as a convenience to shippers, permitted suits on reparation orders to be brought in the Federal court of the district where the plaintiff resided or the company had its principal office; and while the act of 1910 (36 Stat. at L. 554, chap. 309, Comp. Stat. 1913, &#167; 8584), in further aid of shippers, permitted suits on reparation orders to be brought in state or Federal courts, it made no change in &#167;&#167; 8 and 9, which, as shown above, gave the shipper the option to make complaints to the Commission or to bring suit in a United States court.' Referring to the proviso in &#167; 22, with respect to the preservation of existing remedies, it was then pointed out that the proviso was not intended to nullify other parts of the act, but to maintain existing rights which were not inconsistent with those which the statute created. And, finally, with regard to a case such as the present one, where the Commission, at the instance of the injured party, has made its ruling as to the unreasonableness or unjustly discriminatory character of the practice attacked, the court thus defined the remedy available: 'Until that body' (the Commission) 'has declared the practice to be discriminatory and unjust, no court has jurisdiction of a suit against an interstate carrier for damages occasioned by its enforcement. When the Commission has declared the rule to be unjust, redress must be sought before the Commission or in the United States courts of competent jurisdiction, as provided in &#167; 9.'</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">3. It is said that the present action is brought to recover damages caused by the violation or discriminatory enforcement of the carrier's own rule, and that in such case, no administrative question being involved, resort to the Commission was not necessary. And this, it is urged, was held in the Puritan Case. See also Illinois C. R. Co. v. Mulberry Hill Coal Co. decided June 14, 1915 [238 U. S. 275, 59 L. ed. &#8212;&#8212;, 35 Sup. Ct. Rep. 760]. The distinction, however, is apparent. In the cases cited the plaintiff had not invoked the jurisdiction of the Commission. In this case, it had done so. It went before the Commission, with its complaint under the act, assailing the rule of the company, and it secured from the Commission a finding as to the illegality of the rule and the violation of the act. This proceeding established the character of the claim so far as interstate transactions were concerned, and it could be prosecuted solely under the Federal statute. This follows necessarily from the supremacy of the Federal legislation in relation to interstate commerce. So long as the creative provisions of the Federal act did not appear to be involved, and the wrong was not disclosed in the aspect presented by the Commission's finding, the plaintiff was free to avail itself of common-law remedies or of those afforded by local statutes. But when, as a result of its own insistence upon its Federal right under the act, it appeared that the act had been violated and that the special remedial provisions of the act were applicable, it was not possible for the plaintiff to ignore the statute it had thus called into play, and disregard its provisions for the purpose of measuring relief by local standards. The Federal statute governed the plaintiff no less than the defendant. In the situation in which the plaintiff stood after the Commission's finding, that statute determined the extent of the damages it was entitled to recover with respect to interstate sales and shipments, and the plaintiff was not free to seek another remedy in the state court, and there to secure treble damages under the state statute with respect to the same transactions.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">This is not to say that the finding of the Commission as to the amount of damages has any other effect than that prescribed in &#167;16 of the act. It is simply to hold that the plaintiff, having demanded and obtained the appropriate ruling from the Commission as to the discrimination which had been practised, was then entitled to proceed for the recovery of damages in accordance with the act, and not otherwise. The fact that the Commission had not made its award of damages at the time the action was brought is immaterial. The proceeding before the Commission was pending and the plaintiff's right and remedy were fixed by the Federal act.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We conclude, therefore, that with respect to the damage sustained by the plaintiff in its interstate business by reason of the unjustly discriminatory distribution of cars for interstate shipments, the plaintiff was not entitled to maintain this action under the state statute. The judgment is reversed, and the cause is remanded for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/98522/"
}