{"absolute_url": "/opinion/98575/bailey-v-baker-ice-machine-co/", "blocked": false, "citation": {"case_name": "Bailey v. Baker Ice MacHine Co.", "docket_number": "42", "document_uris": ["/api/rest/v2/document/98575/"], "federal_cite_one": "239 U.S. 268", "federal_cite_three": null, "federal_cite_two": null, "id": 82958, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/82958/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 20, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1915-11-29", "date_modified": "2014-12-21T01:36:02.533123", "docket": "/api/rest/v2/docket/2519767/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">239 U.S. 268</p>\n    <p class=\"case_cite\">36 S.Ct. 50</p>\n    <p class=\"case_cite\">60 L.Ed. 275</p>\n    <p class=\"parties\">J. F. BAILEY, Trustee in Bankruptcy in the Matter  of Grant Brothers, Bankrupts, Appt.,<br>v.<br>BAKER ICE MACHINE COMPANY.</p>\n    <p class=\"docket\">No. 42.</p>\n    <p class=\"date\">Argued November 2, 1915.</p>\n    <p class=\"date\">Decided November 29, 1915.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">By a contract in writing, made at Omaha, Nebraska, October 14, 1911, between the Baker Ice Machine Company and Grant Brothers, the former agreed to deliver and install upon the premises of the latter at Horton, Kansas, an ice making and refrigerating machine for the sum of $5,940, to be paid partly in cash and partly in deferred instalments evidenced by interestbearing notes. It was specially stipulated that the title to the machine should be and remain in the Baker Company until full payment of the purchase price; that the machine should not be deemed a fixture to the realty prior to full payment; that in the meantime Grant Brothers should keep the machine in good order and keep it insured for the benefit of the Baker Company; that if default was made in the payment of the purchase price, the Baker Company should have the right to resume possession and take the machine away; and that, in the event this right was exercised, the company should be reimbursed for all expenses incurred under the contract, should be compensated for any damage done to the machine in the meantime, and should be allowed a rental for its use equal to 6 per cent per annum upon the purchase price from the date of the installation to that of the resumption of possession. And it was further stipulated that the Baker Company should have the right to file a mechanics' lien for the materials and labor furnished under the contract, and that no notice of a purpose to file such a lien, other than that afforded by this stipulation, would be required.</p>\n      <p class=\"indent\">The machine was installed in February, 1912, the cash payment was made and notes were given for the balance of the purchase price, all as contemplated by the contract. A partial payment upon two of the notes brought the total payments up to $3,200.14, and nothing more was paid. May 15, 1912, but not before, the contract was filed for record in the county register's office. At that time Grant Brothers were insolvent, and if the contract operated as a transfer of the machine from them to the Baker Company, all the elements of a preferential transfer, in the sense of the bankruptcy act, were present.</p>\n      <p class=\"indent\">July 11, 1912, within four months after such filing, Grant Brothers presented to the district court for the district of Kansas their voluntary petition in bankruptcy, and on the next day were adjudged bankrupts. Possession of the machine, which had remained with them up to that time, was then passed to the trustee in bankruptcy. Shortly thereafter, the balance of the purchase price being due and unpaid, the Baker Company intervened in the bankruptcy proceeding, asserted that it owned the machine and was entitled to the possession in virtue of the contract, and applied for an order directing that the possession be surrendered to it. Upon a hearing before the referee the application was denied, and upon a petition for review his action was sustained by the district court. An appeal to the circuit court of appeals resulted in a reversal of the decree, with a direction that the machine be delivered to the Baker Company unless, within a time to be named, the trustee pay the balance of the purchase price. 126 C. C. A. 425, 568, 209 Fed. 603, 844.</p>\n      <p class=\"indent\">During the pendency of the controversy, as now appears, the machine was sold for $2,800, pursuant to an order of the referee, requested by the parties, whereby the proceeds were to take the place of the machine and be disposed of according to the final decision.</p>\n      <p class=\"indent\">Messrs. Edwin A. Krauthoff, Charles Curtis, W. S. McClintock, and Arthur L. Quant for appellant.</p>\n      <p class=\"indent\">Messrs. H. C. Brome and Clinton Brome for appellee.</p>\n      <p class=\"indent\">Statement by Mr. Justice Van Devanter:   Mr. Justice Van Devanter, after making the foregoing statement, delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The referee and the courts below held the contract to be one of conditional sale; that is, one making full payment of the purchase price a condition precedent to the passing of title; and this is criticized by the trustee, who insists that the contract was one of absolute sale with a chattel mortgage back, securing the deferred instalments.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In harmony with the prevailing view, the statutes of Kansas and the decisions of the supreme court of the state recognize that there is a real distinction between a conditional sale and an absolute sale with a mortgage back, in that, under the former, the vendor remains the owner, subject to the vendee's right to acquire the title by complying with the stipulated condition, while under the latter the vendee immediately becomes the owner, subject to the lien created by the mortgage. Gen Stat. 1909, &#167;&#167; 5224-5226, 5232-5234, 5237; Sumner v. McFarlan, 15 Kan. 600; Hallowell v. Milne, 16 Kan. 65; Hall v. Draper, 20 Kan. 137; Standard Implement Co. v. Parlin &amp; O. Co. 51 Kan. 544, 33 Pac. 360; Moline Plow Co. v. Witham, 52 Kan. 185, 34 Pac. 751; Big Four Implement Co. v. Wright, 47 L.R.A.(N.S.) 1223, 125 C. C. A. 577, 207 Fed. 535. In Hall v. Draper, the true effect of a contract of conditional sale was drawn in question, and the court said, speaking through Justice Brewer, afterwards a member of this court: 'The title, and all the rights of control and possession flowing from title, were theirs [the vendors'], except as in terms restricted by the contract. The only limitations upon their full control of the organ were those created by this instrument; and the only rights Leveridge [the vendee] had were those obtained by it. In this respect such a conditional sale differs from an absolute sale with a mortgage back. In such case the vendee has everything except as limited by the terms of the mortgage. Here he has nothing except as expressed in his contract.' True, in Christie v. Scott, 77 Kan. 257, 94 Pac. 214, there is general language which, if taken broadly, makes against this distinction. But, according to a familiar rule (Cohen v. Virginia, 6 Wheat. 264, 399, 5 L. ed. 257, 290; Pacific Exp. Co. v. Foley, 46 Kan. 457, 464, 12 L.R.A. 799, 26 Am. St. Rep. 107, 26 Pac. 665), this language should be regarded as restrained by the circumstances in which it was used. The case did not present a controversy over property conditionally sold, but only the question whether the contract there shown entitled the vendor, after reclaiming the property and crediting the proceeds upon the purchase price, to enforce payment of the balance by the vendee. Without criticizing or referring to cases like Hall v. Draper, the court concluded its discussion of the question by saying: 'Under the contract attached to these notes, we hold that the plaintiff was authorized to take the property and sell it and apply the proceeds toward the payment of the notes, and that by so doing the law does not imply a revocation of the contract of sale, nor does the law imply that there remains no consideration for the payment of the balance due on the notes.' It therefore is plain that we ought not to treat the decision as overruling or qualifying those before mentioned.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In jurisdictions where regard is had for the distinction here indicated between a conditional sale and an absolute sale with a mortgage back, the question whether a particular contract shows one or the other turns upon the ruling intention of the parties as disclosed by the entire contract, and not upon any single provision separately considered. Invoking this test, the trustee contends that this contract was one of absolute sale with a mortgage back, notwithstanding the stipulation that the title should be and remain in the vendor until full payment. The contention does not appear to have support in any decision of the supreme court of Kansas, and in our opinion is not tenable. Requiring the vendee to give notes for the deferred instalments of the purchase price was no inconsistent with the retention of title in the vendor pending payment of the notes. William W. Bierce v. Hutchins, 205 U. S. 340, 348, 51 L. ed. 828, 834, 27 Sup. Ct. Rep. 524. Nor did any inconsistency result from the provisions relating to rent, damage, and insurance. Instead of making against the retention of ownership by the vendor, they were in harmony with it, and doubtless were adopted upon the theory that the vendee, who was to have the possession and use of the property, should bear the burden of preserving and insuring it, and, if the purchase price was not paid, should not only return the property, but compensate the vendor for its use and any damage to it. In Harkness v. Russell, 118 U. S. 663, 30 L. ed. 285, 7 Sup. Ct. Rep. 51, a contract was held to be one of conditional sale, although entitling the vendor to rental and damages if the price was not paid; and in Bryant v. Swofford Bros. Dry Goods Co. 214 U. S. 279, 53 L. ed. 997, 29 Sup. Ct. Rep. 614, there was a like holding, not-withstanding the vendee was required to keep the property insured for the benefit of the vendor, and, if it was destroyed by fire, was to remain liable for the purchase price. In neither case was the retention of ownership by the vendor deemed inconsistent with the other features of the contract. Coming to the provision relating to a mechaincs' lien, we think it did no more than reserve to the vendor a privilege or option to file and enforce such a lien. It well may be that the exercise of this privilege would have been inconsistent with a continued assertion of title by the vendor. William W. Bierce v. Hutchins, 205 U. S. 346, 51 L. ed. 833, 27 Sup. Ct. Rep. 524. But the privilege was not exercised, and it hardly can be said that its mere reservation nullified the express words of the stipulation concerning the title. That it was not intended to do so seems manifest when the entire contract is considered.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We therefore are of opinion that the contract was rightly held to be one of conditional sale.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The question next to be considered is whether the contract operated as a preferential transfer by Grant Brothers within the meaning of &#167; 60b of the bankruptcy act, as amended in 1910, chap. 412, 36 Stat. at L. 838, 842, Comp. Stat. 1913, &#167;&#167; 9586, 9644, which declares that 'a transfer' by a bankrupt 'of any of his property' shall be voidable by the trustee, if it be made or recorded (when recording is required) within four months before the petition in bankruptcy is filed, and 'the bankrupt be insolvent and the . . . transfer then operate as a preference,' etc. The section leaves no doubt that to be within its terms the transfer must be one which a bankrupt makes of his own property and which operates to prefer one creditor over others; and if further light be needed there is a declaration in the bankruptcy act (&#167; 1, clause 25) that the word 'transfer' shall be taken to include every mode 'of disposing of or parting with property, or the possession of property, absolutely or conditionally, as a payment, pledge, mortgage, gift, or security.' [30 Stat. at L. 545, chap. 541, Comp. Stat. 1913, &#167; 9585.] It therefore is plain that &#167; 60b refers to an act on the part of a bankrupt whereby he surrenders or encumbers his property or some part of it for the benefit of a particular creditor, and thereby diminishes the estate which the bankruptcy act seeks to apply for the benefit of all the creditors. New York County Nat. Bank v. Massey, 192 U. S. 138, 147, 48 L. ed. 380, 384, 24 Sup. Ct. Rep. 199. Applying this test to the contract in question, we think it did not operate as a preferential transfer by Grant Brothers, the bankrupts. The property to which it related was not theirs, but the Baker Company's. The ownership was not transferred, but only the possession, and it was transferred to the bankrupts, not from them. Being only conditional purchasers, they were not to become the owners until the condition was performed. No doubt the right to perform it and thereby to acquire the ownership was a property right. But this right was not surrendered or encumbered. On the contrary, it remained with the bankrupts and ultimately passed to the trustee, who was free to exercise it for the benefit of the creditiors. So, there was no diminution of the bankrupts' estate.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Under the recording law of Kansas a contract of conditional sale is valid between the parties, whether filed for record or not, but is void as against a creditor of the vendee who fastens a lien upon the property by execution, attachment, or like legal process before the contract is filed for record. Gen. Stat. 1909, &#167; 5237; McVay v. English, 30 Kan. 368, 371, 1 Pac. 795; American Lead Pencil Co. v. Champion, 57 Kan. 352, 357, 46 Pac. 696; Youngberg v. Walsh, 72 Kan. 220, 227, 83 Pac. 972; Geiser Mfg. Co. v. Murray, 84 Kan. 450, L.R.A. &#8212;&#8212;, &#8212;&#8212;, Pac. 1046; Paul v. Lingenfelter, 89 Kan. 871, 132 Pac. 1179; Geppelt v. Middle West Stone Co. 90 Kan. 539, 544, 135 Pac. 573; Dixon v. Tyree, 92 Kan. 137, 139, 139 Pac. 1026; Big Four Implement Co. v. Wright, 47 L.R.A.(N.S.) 1223, 125 C. C. A. 577, 207 Fed. 535. Here the contract was made October 14, 1911, and filed for record May 15, 1912. In the meantime no creditor fastened a lien upon the property by execution, attachment, or other legal process. But it is contended that &#167; 47a, clause 2, of the bankruptcy act, as amended in 1910, chap. 412, 36 Stat. at L. 838, 840, Comp. Stat. 1913, &#167;&#167; 9586, 9631, gave the trustee the status of a creditor having such a lien. That section provides that a trustee in bankruptcy, 'as to all property in the custody or coming into the custody of the bankruptcy court, shall be deemed vested with all the rights, remedies, and powers of a creditor holding a lien by legal or equitable proceedings.' Although otherwise explicit, this provision does not designate the time as of which the trustee is to be regarded as having acquired the status indicated, and yet some point of time must be intended. Is it the date of the trustee's appointment, the filing of the petition in bankruptcy, or some time anterior to both? When not otherwise specially provided, the rights, remedies, and powers of the trustee are determined with reference to the conditions existing when the petition is filed. It is then that the bankruptcy proceeding is initiated, that the hands of the bankrupt and of his creditors are stayed, and that his estate passes actually or potentially into the control of the bankruptcy court. We have said: 'The filing of the petition is an assertion of jurisdiction with a view to the determination of the status of the bankrupt and a settlement and distribution of his estate. The exclusive jurisdiction of the bankruptcy court is so far in rem that the estate is regarded as in custodia legis from the filing of the petition.' Acme Harvester Co. v. Beekman Lumber Co. 222 U. S. 300, 307, 56 L. ed. 208, 213, 32 Sup. Ct. Rep. 96. And again: 'We think that the purpose of the law was to fix the line of cleavage with reference to the condition of the bankrupt estate as of the time at which the petition was filed, and that the property which vests in the trustee at the time of adjudication is that which the bankrupt owned at the time of the filing of the petition.' Everett v. Judson, 228 U. S. 474, 479, 57 L. ed. 927, 929, 46 L.R.A.(N.S.) 154, 33 Sup. Ct. Rep. 568. And see Zavelo v. Reeves, 227 U. S. 625, 631, 57 L. ed. 676, 678, 33 Sup. Ct. Rep. 365, Ann. Cas. 1914D, 664. Had it been intended that the trustee should take the status of a creditor holding a lien by legal or equitable process as of a time anterior to the initiation of the bankruptcy proceeding, it seems reasonable to believe that some expression of that intention would have been embodied in &#167; 47a as amended. As this was not done, we think the better view, and one which accords with other provisions of the act, is that the trustee takes the status of such a creditor as of the time when the petition in bankruptcy is filed. Here the petition was filed almost two months after the contract was filed for record, and therefore the trustee was not entitled to assail it under the recording law of the state.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The record shows that between the date of the contract and the time it was filed for record the bankrupts mortgaged the machine to the First National Bank of Horton, and that the bank, although apparently asserting some right under the mortgage, was not brought into the present proceeding. In this situation, our decision and that of the Circuit Court of Appeals must be understood to be without prejudice to further proceedings respecting the rights, if any, existing under that mortgage.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Decree affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>239 U.S. 268 (1915)</b></center>\n<center><h1>BAILEY, TRUSTEE IN BANKRUPTCY OF GRANT,<br>\nv.<br>\nBAKER ICE MACHINE COMPANY.</h1></center>\n<center>No. 42.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 2, 1915.</center>\n<center>Decided November 29, 1915.</center>\nAPPEAL FROM THE CIRCUIT COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n<p><span class=\"star-pagination\">*270</span> <i>Mr. Edwin A. Krauthoff,</i> with whom <i>Mr. Charles Curtis, Mr. W.S. McClintock</i> and <i>Mr. A.L. Quant</i> were on the brief, for appellant.</p>\n<p><i>Mr. H.C. Brome,</i> with whom <i>Mr. Clinton Brome</i> was on the brief, for appellee.</p>\n<p><span class=\"star-pagination\">*271</span> MR. JUSTICE VAN DEVANTER, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>The referee and the courts below held the contract to be one of conditional sale, that is, one making full payment of the purchase price a condition precedent to the passing of title, and this is criticised by the trustee, who insists that the contract was one of absolute sale with a chattel mortgage back securing the deferred instalments.</p>\n<p>In harmony with the prevailing view, the statutes of Kansas and the decisions of the Supreme Court of the State recognize that there is a real distinction between a conditional sale and an absolute sale with a mortgage back, in that under the former the vendor remains the owner, subject to the vendee's right to acquire the title by complying with the stipulated condition, while under the latter the vendee immediately becomes the owner, subject to the lien created by the mortgage. Gen. Stat. 1909, §§ 5224-5226, 5232-5234, 5237; <i>Sumner</i> v. <i>McFarlan,</i> 15 Kansas, 600; <i>Hallowell</i> v. <i>Milne,</i> 16 Kansas, 65; <i>Hall</i> v. <i>Draper</i><i>,</i> 20 Kansas, 137; <i>Standard Implement Co.</i> v. <i>Parlin &amp; Orendorff Co.,</i> 51 Kansas, 544; <i>Moline Plow Co.</i> v. <i>Witham,</i> 52 Kansas, 185; <i>Big Four Implement Co.</i> v. <i>Wright,</i> 207 Fed. Rep. 535. In <i>Hall</i> v. <i>Draper</i> the true effect of a contract of conditional sale was drawn in question, and the court said, speaking through Justice Brewer, afterwards a member of this court: \"The title, and all the rights of control and possession flowing from title, were theirs [the vendors'] except as in terms restricted by the contract. The only limitations upon their full control of the organ were those created by this instrument; and the only rights Leveridge [the vendee] had were those obtained by it. In this respect such a conditional sale differs from an absolute sale with a mortgage back. In such case the vendee has everything except as limited by the terms of the mortgage. Here he has nothing except as expressed <span class=\"star-pagination\">*272</span> in his contract.\" True, in <i>Christie</i> v. <i>Scott,</i> 77 Kansas, 257, there is general language which, if taken broadly, makes against this distinction. But according to a familiar rule (<i>Cohens</i> v. <i>Virginia,</i> 6 Wheat. 264, 399; <i>Pacific Express Co.</i> v. <i>Foley,</i> 46 Kansas, 457, 464) this language should be regarded as restrained by the circumstances in which it was used. The case did not present a controversy over property conditionally sold, but only the question whether the contract there shown entitled the vendor, after reclaiming the property and crediting the proceeds upon the purchase price, to enforce payment of the balance by the vendee. Without criticising or referring to cases like <i>Hall</i> v. <i>Draper</i><i>,</i> the court concluded its discussion of the question by saying: \"Under the contract attached to these notes, we hold that the plaintiff was authorized to take the property and sell it and apply the proceeds toward the payment of the notes, and that by so doing the law does not imply a revocation of the contract of sale, nor does the law imply that there remains no consideration for the payment of the balance due on the notes.\" It therefore is plain that we ought not to treat the decision as overruling or qualifying those before mentioned.</p>\n<p>In jurisdictions where regard is had for the distinction here indicated between a conditional sale and an absolute sale with a mortgage back, the question whether a particular contract shows one or the other turns upon the ruling intention of the parties as disclosed by the entire contract, and not upon any single provision separately considered. Invoking this test, the trustee contends that this contract was one of absolute sale with a mortgage back, notwithstanding the stipulation that the title should be and remain in the vendor until full payment. The contention does not appear to have support in any decision of the Supreme Court of Kansas, and in our opinion is not tenable. Requiring the vendee to give notes for the deferred instalments of the purchase price was not inconsistent <span class=\"star-pagination\">*273</span> with the retention of title in the vendor pending payment of the notes. <i>Bierce</i> v. <i>Hutchins,</i> 205 U.S. 340, 348. Nor did any inconsistency result from the provisions relating to rent, damage and insurance. Instead of making against the retention of ownership by the vendor, they were in harmony with it, and doubtless were adopted upon the theory that the vendee, who was to have the possession and use of the property, should bear the burden of preserving and insuring it, and, if the purchase price was not paid, should not only return the property but compensate the vendor for its use and any damage to it. In <i>Harkness</i> v. <i>Russell,</i> 118 U.S. 663, a contract was held to be one of conditional sale, although entitling the vendor to rental and damages if the price was not paid; and in <i>Bryant</i> v. <i>Swofford Bros. Dry Goods Co.,</i> 214 U.S. 279, there was a like holding, notwithstanding the vendee was required to keep the property insured for the benefit of the vendor, and, if it was destroyed by fire, was to remain liable for the purchase price. In neither case was the retention of ownership by the vendor deemed inconsistent with the other features of the contract. Coming to the provision relating to a mechanic's lien, we think it did no more than reserve to the vendor a privilege or option to file and enforce such a lien. It well may be that the exercise of this privilege would have been inconsistent with a continued assertion of title by the vendor. <i>Bierce</i> v. <i>Hutchins, supra,</i> p. 346. But the privilege was not exercised, and it hardly can be said that its mere reservation nullified the express words of the stipulation concerning the title. That it was not intended to do so seems manifest when the entire contract is considered.</p>\n<p>We therefore are of opinion that the contract was rightly held to be one of conditional sale.</p>\n<p>The question next to be considered is whether the contract operated as a preferential transfer by Grant Brothers within the meaning of § 60b of the Bankruptcy Act, as <span class=\"star-pagination\">*274</span> amended June 25, 1910, c. 412, 36 Stat. 838, 842, which declares that \"a transfer\" by a bankrupt \"of any of his property\" shall be voidable by the trustee, if it be made or recorded (when recording is required) within four months before the petition in bankruptcy is filed, and \"the bankrupt be insolvent and the . . . transfer then operate as a preference,\" etc. The section leaves no doubt that to be within its terms the transfer must be one which a bankrupt makes of his own property and which operates to prefer one creditor over others; and if further light be needed there is a declaration in the Bankruptcy Act, July 1, 1898, 30 Stat. 544, 545, § 1, clause 25 that the word \"transfer\" shall be taken to include every mode \"of disposing of or parting with property, or the possession of property, absolutely or conditionally, as a payment, pledge, mortgage, gift, or security.\" It therefore is plain that § 60b refers to an act on the part of a bankrupt whereby he surrenders or encumbers his property or some part of it for the benefit of a particular creditor and thereby diminishes the estate which the Bankruptcy Act seeks to apply for the benefit of all the creditors. <i>New York County National Bank</i> v. <i>Massey,</i> 192 U.S. 138, 147. Applying this test to the contract in question, we think it did not operate as a preferential transfer by Grant Brothers, the bankrupts. The property to which it related was not theirs but the Baker Company's. The ownership was not transferred, but only the possession, and it was transferred to the bankrupts, not from them. Being only conditional purchasers, they were not to become the owners until the condition was performed. No doubt the right to perform it and thereby to acquire the ownership was a property right. But this right was not surrendered or encumbered. On the contrary, it remained with the bankrupts and ultimately passed to the trustee, who was free to exercise it for the benefit of the creditors. So, there was no diminution of the bankrupts' estate.</p>\n<p><span class=\"star-pagination\">*275</span> Under the recording law of Kansas a contract of conditional sale is valid between the parties, whether filed for record or not, but is void as against a creditor of the vendee who fastens a lien upon the property by execution, attachment or like legal process before the contract is filed for record. Gen. Stat. 1909, § 5237; <i>McVay</i> v. <i>English,</i> 30 Kansas, 368, 371; <i>Lead Pencil Co.</i> v. <i>Champion,</i> 57 Kansas, 352, 257; <i>Youngberg</i> v. <i>Walsh,</i> 72 Kansas, 220, 227; <i>Geiser Mfg. Co.</i> v. <i>Murray,</i> 84 Kansas, 450; <i>Paul</i> v. <i>Lingenfelter,</i> 89 Kansas, 871; <i>Geppelt</i> v. <i>Middle West Stone Co.,</i> 90 Kansas, 539, 544; <i>Dixon</i> v. <i>Tyree,</i> 92 Kansas, 137, 139; <i>Big Four Implement Co.</i> v. <i>Wright, supra</i><i>.</i> Here the contract was made October 14, 1911, and filed for record May 15, 1912. In the meantime no creditor fastened a lien upon the property by execution, attachment or other legal process. But it is contended that § 47a, clause 2, of the Bankruptcy Act, as amended in 1910, c. 412, 36 Stat. 838, 840, gave the trustee the status of a creditor having such a lien. That section provides that a trustee in bankruptcy, \"as to all property in the custody or coming into the custody of the bankruptcy court, shall be deemed vested with all the rights, remedies, and powers of a creditor holding a lien by legal or equitable proceedings.\" Although otherwise explicit, this provision does not designate the time as of which the trustee is to be regarded as having acquired the status indicated, and yet some point of time must be intended. Is it the date of the trustee's appointment, the filing of the petition in bankruptcy, or some time anterior to both? When not otherwise specially provided, the rights, remedies and powers of the trustee are determined with reference to the conditions existing when the petition is filed. It is then that the bankruptcy proceeding is initiated, that the hands of the bankrupt and of his creditors are stayed and that his estate passes actually or potentially into the control of the bankruptcy court. We have said: \"The filing of the petition is an <span class=\"star-pagination\">*276</span> assertion of jurisdiction with a view to the determination of the status of the bankrupt and a settlement and disposition of his estate. The exclusive jurisdiction of the bankruptcy court is so far <i>in rem</i> that the estate is regarded as <i>in custodia legis</i> from the filing of the petition.\" <i>Acme Harvester Co.</i> v. <i>Beekman Lumber Co.,</i> 222 U.S. 300, 307. And again: \"We think that the purpose of the law was to fix the line of cleavage with reference to the condition of the bankrupt estate as of the time at which the petition was filed and that the property which vests in the trustee at the time of adjudication is that which the bankrupt owned at the time of the filing of the petition.\" <i>Everett</i> v. <i>Judson,</i> 228 U.S. 474, 479. And see <i>Zavelo</i> v. <i>Reeves,</i> 227 U.S. 625, 631. Had it been intended that the trustee should take the status of a creditor holding a lien by legal or equitable process as of a time anterior to the initiation of the bankruptcy proceeding, it seems reasonable to believe that some expression of that intention would have been embodied in § 47a as amended. As this was not done, we think the better view, and one which accords with other provisions of the act, is that the trustee takes the status of such a creditor as of the time when the petition in bankruptcy is filed. Here the petition was filed almost two months after the contract was filed for record, and therefore the trustee was not entitled to assail it under the recording law of the State.</p>\n<p>The record shows that between the date of the contract and the time it was filed for record the bankrupts mortgaged the machine to the First National Bank of Horton and that the bank, although apparently asserting some right under the mortgage, was not brought into the present proceeding. In this situation, our decision and that of the Circuit Court of Appeals must be understood to be without prejudice to further proceedings respecting the rights, if any, existing under that mortgage.</p>\n<p><i>Decree affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">239</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">268</span></span> (1915)</b></center>\n<center><h1>BAILEY, TRUSTEE IN BANKRUPTCY OF GRANT,<br>\nv.<br>\nBAKER ICE MACHINE COMPANY.</h1></center>\n<center>No. 42.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 2, 1915.</center>\n<center>Decided November 29, 1915.</center>\nAPPEAL FROM THE CIRCUIT COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n<p><span class=\"star-pagination\">*270</span> <i>Mr. Edwin A. Krauthoff,</i> with whom <i>Mr. Charles Curtis, Mr. W.S. McClintock</i> and <i>Mr. A.L. Quant</i> were on the brief, for appellant.</p>\n<p><i>Mr. H.C. Brome,</i> with whom <i>Mr. Clinton Brome</i> was on the brief, for appellee.</p>\n<p><span class=\"star-pagination\">*271</span> MR. JUSTICE VAN DEVANTER, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>The referee and the courts below held the contract to be one of conditional sale, that is, one making full payment of the purchase price a condition precedent to the passing of title, and this is criticised by the trustee, who insists that the contract was one of absolute sale with a chattel mortgage back securing the deferred instalments.</p>\n<p>In harmony with the prevailing view, the statutes of Kansas and the decisions of the Supreme Court of the State recognize that there is a real distinction between a conditional sale and an absolute sale with a mortgage back, in that under the former the vendor remains the owner, subject to the vendee's right to acquire the title by complying with the stipulated condition, while under the latter the vendee immediately becomes the owner, subject to the lien created by the mortgage. Gen. Stat. 1909, §§ 5224-5226, 5232-5234, 5237; <i>Sumner</i> v. <i>McFarlan,</i> 15 Kansas, 600; <i>Hallowell</i> v. <i>Milne,</i> 16 Kansas, 65; <i>Hall</i> v. <i>Draper</i><i>,</i> 20 Kansas, 137; <i>Standard Implement Co.</i> v. <i>Parlin &amp; Orendorff Co.,</i> 51 Kansas, 544; <i>Moline Plow Co.</i> v. <i>Witham,</i> 52 Kansas, 185; <i>Big Four Implement Co.</i> v. <i>Wright,</i> 207 Fed. Rep. 535. In <i>Hall</i> v. <i>Draper</i> the true effect of a contract of conditional sale was drawn in question, and the court said, speaking through Justice Brewer, afterwards a member of this court: \"The title, and all the rights of control and possession flowing from title, were theirs [the vendors'] except as in terms restricted by the contract. The only limitations upon their full control of the organ were those created by this instrument; and the only rights Leveridge [the vendee] had were those obtained by it. In this respect such a conditional sale differs from an absolute sale with a mortgage back. In such case the vendee has everything except as limited by the terms of the mortgage. Here he has nothing except as expressed <span class=\"star-pagination\">*272</span> in his contract.\" True, in <i>Christie</i> v. <i>Scott,</i> 77 Kansas, 257, there is general language which, if taken broadly, makes against this distinction. But according to a familiar rule (<i>Cohens</i> v. <i>Virginia,</i> <span class=\"citation\" data-id=\"85330\"><a href=\"/opinion/85330/cohens-v-virginia/\"><span class=\"volume\">6</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">264</span></a></span>, 399; <i>Pacific Express Co.</i> v. <i>Foley,</i> 46 Kansas, 457, 464) this language should be regarded as restrained by the circumstances in which it was used. The case did not present a controversy over property conditionally sold, but only the question whether the contract there shown entitled the vendor, after reclaiming the property and crediting the proceeds upon the purchase price, to enforce payment of the balance by the vendee. Without criticising or referring to cases like <i>Hall</i> v. <i>Draper</i><i>,</i> the court concluded its discussion of the question by saying: \"Under the contract attached to these notes, we hold that the plaintiff was authorized to take the property and sell it and apply the proceeds toward the payment of the notes, and that by so doing the law does not imply a revocation of the contract of sale, nor does the law imply that there remains no consideration for the payment of the balance due on the notes.\" It therefore is plain that we ought not to treat the decision as overruling or qualifying those before mentioned.</p>\n<p>In jurisdictions where regard is had for the distinction here indicated between a conditional sale and an absolute sale with a mortgage back, the question whether a particular contract shows one or the other turns upon the ruling intention of the parties as disclosed by the entire contract, and not upon any single provision separately considered. Invoking this test, the trustee contends that this contract was one of absolute sale with a mortgage back, notwithstanding the stipulation that the title should be and remain in the vendor until full payment. The contention does not appear to have support in any decision of the Supreme Court of Kansas, and in our opinion is not tenable. Requiring the vendee to give notes for the deferred instalments of the purchase price was not inconsistent <span class=\"star-pagination\">*273</span> with the retention of title in the vendor pending payment of the notes. <i>Bierce</i> v. <i>Hutchins,</i> <span class=\"citation\" data-id=\"96648\"><a href=\"/opinion/96648/william-w-bierce-ltd-v-hutchins/\"><span class=\"volume\">205</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">340</span></a></span>, 348. Nor did any inconsistency result from the provisions relating to rent, damage and insurance. Instead of making against the retention of ownership by the vendor, they were in harmony with it, and doubtless were adopted upon the theory that the vendee, who was to have the possession and use of the property, should bear the burden of preserving and insuring it, and, if the purchase price was not paid, should not only return the property but compensate the vendor for its use and any damage to it. In <i>Harkness</i> v. <i>Russell,</i> <span class=\"citation\" data-id=\"91724\"><a href=\"/opinion/91724/harkness-v-russell/\"><span class=\"volume\">118</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">663</span></a></span>, a contract was held to be one of conditional sale, although entitling the vendor to rental and damages if the price was not paid; and in <i>Bryant</i> v. <i>Swofford Bros. Dry Goods Co.,</i> <span class=\"citation\" data-id=\"97058\"><a href=\"/opinion/97058/bryant-v-swofford-bros-dry-goods-co/\"><span class=\"volume\">214</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></a></span>, there was a like holding, notwithstanding the vendee was required to keep the property insured for the benefit of the vendor, and, if it was destroyed by fire, was to remain liable for the purchase price. In neither case was the retention of ownership by the vendor deemed inconsistent with the other features of the contract. Coming to the provision relating to a mechanic's lien, we think it did no more than reserve to the vendor a privilege or option to file and enforce such a lien. It well may be that the exercise of this privilege would have been inconsistent with a continued assertion of title by the vendor. <i>Bierce</i> v. <i>Hutchins, supra,</i> p. 346. But the privilege was not exercised, and it hardly can be said that its mere reservation nullified the express words of the stipulation concerning the title. That it was not intended to do so seems manifest when the entire contract is considered.</p>\n<p>We therefore are of opinion that the contract was rightly held to be one of conditional sale.</p>\n<p>The question next to be considered is whether the contract operated as a preferential transfer by Grant Brothers within the meaning of § 60b of the Bankruptcy Act, as <span class=\"star-pagination\">*274</span> amended June 25, 1910, c. 412, 36 Stat. 838, 842, which declares that \"a transfer\" by a bankrupt \"of any of his property\" shall be voidable by the trustee, if it be made or recorded (when recording is required) within four months before the petition in bankruptcy is filed, and \"the bankrupt be insolvent and the . . . transfer then operate as a preference,\" etc. The section leaves no doubt that to be within its terms the transfer must be one which a bankrupt makes of his own property and which operates to prefer one creditor over others; and if further light be needed there is a declaration in the Bankruptcy Act, July 1, 1898, 30 Stat. 544, 545, § 1, clause 25 that the word \"transfer\" shall be taken to include every mode \"of disposing of or parting with property, or the possession of property, absolutely or conditionally, as a payment, pledge, mortgage, gift, or security.\" It therefore is plain that § 60b refers to an act on the part of a bankrupt whereby he surrenders or encumbers his property or some part of it for the benefit of a particular creditor and thereby diminishes the estate which the Bankruptcy Act seeks to apply for the benefit of all the creditors. <i>New York County National Bank</i> v. <i>Massey,</i> <span class=\"citation\" data-id=\"95985\"><a href=\"/opinion/95985/new-york-county-nat-bank-v-massey/\"><span class=\"volume\">192</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span>, 147. Applying this test to the contract in question, we think it did not operate as a preferential transfer by Grant Brothers, the bankrupts. The property to which it related was not theirs but the Baker Company's. The ownership was not transferred, but only the possession, and it was transferred to the bankrupts, not from them. Being only conditional purchasers, they were not to become the owners until the condition was performed. No doubt the right to perform it and thereby to acquire the ownership was a property right. But this right was not surrendered or encumbered. On the contrary, it remained with the bankrupts and ultimately passed to the trustee, who was free to exercise it for the benefit of the creditors. So, there was no diminution of the bankrupts' estate.</p>\n<p><span class=\"star-pagination\">*275</span> Under the recording law of Kansas a contract of conditional sale is valid between the parties, whether filed for record or not, but is void as against a creditor of the vendee who fastens a lien upon the property by execution, attachment or like legal process before the contract is filed for record. Gen. Stat. 1909, § 5237; <i>McVay</i> v. <i>English,</i> 30 Kansas, 368, 371; <i>Lead Pencil Co.</i> v. <i>Champion,</i> 57 Kansas, 352, 257; <i>Youngberg</i> v. <i>Walsh,</i> 72 Kansas, 220, 227; <i>Geiser Mfg. Co.</i> v. <i>Murray,</i> 84 Kansas, 450; <i>Paul</i> v. <i>Lingenfelter,</i> 89 Kansas, 871; <i>Geppelt</i> v. <i>Middle West Stone Co.,</i> 90 Kansas, 539, 544; <i>Dixon</i> v. <i>Tyree,</i> 92 Kansas, 137, 139; <i>Big Four Implement Co.</i> v. <i>Wright, supra</i><i>.</i> Here the contract was made October 14, 1911, and filed for record May 15, 1912. In the meantime no creditor fastened a lien upon the property by execution, attachment or other legal process. But it is contended that § 47a, clause 2, of the Bankruptcy Act, as amended in 1910, c. 412, 36 Stat. 838, 840, gave the trustee the status of a creditor having such a lien. That section provides that a trustee in bankruptcy, \"as to all property in the custody or coming into the custody of the bankruptcy court, shall be deemed vested with all the rights, remedies, and powers of a creditor holding a lien by legal or equitable proceedings.\" Although otherwise explicit, this provision does not designate the time as of which the trustee is to be regarded as having acquired the status indicated, and yet some point of time must be intended. Is it the date of the trustee's appointment, the filing of the petition in bankruptcy, or some time anterior to both? When not otherwise specially provided, the rights, remedies and powers of the trustee are determined with reference to the conditions existing when the petition is filed. It is then that the bankruptcy proceeding is initiated, that the hands of the bankrupt and of his creditors are stayed and that his estate passes actually or potentially into the control of the bankruptcy court. We have said: \"The filing of the petition is an <span class=\"star-pagination\">*276</span> assertion of jurisdiction with a view to the determination of the status of the bankrupt and a settlement and disposition of his estate. The exclusive jurisdiction of the bankruptcy court is so far <i>in rem</i> that the estate is regarded as <i>in custodia legis</i> from the filing of the petition.\" <i>Acme Harvester Co.</i> v. <i>Beekman Lumber Co.,</i> <span class=\"citation\" data-id=\"97500\"><a href=\"/opinion/97500/acme-harvester-co-v-beekman-lumber-co/\"><span class=\"volume\">222</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">300</span></a></span>, 307. And again: \"We think that the purpose of the law was to fix the line of cleavage with reference to the condition of the bankrupt estate as of the time at which the petition was filed and that the property which vests in the trustee at the time of adjudication is that which the bankrupt owned at the time of the filing of the petition.\" <i>Everett</i> v. <i>Judson,</i> <span class=\"citation\" data-id=\"97864\"><a href=\"/opinion/97864/everett-v-judson/\"><span class=\"volume\">228</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span>, 479. And see <i>Zavelo</i> v. <i>Reeves,</i> <span class=\"citation\" data-id=\"97818\"><a href=\"/opinion/97818/zavelo-v-reeves/\"><span class=\"volume\">227</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">625</span></a></span>, 631. Had it been intended that the trustee should take the status of a creditor holding a lien by legal or equitable process as of a time anterior to the initiation of the bankruptcy proceeding, it seems reasonable to believe that some expression of that intention would have been embodied in § 47a as amended. As this was not done, we think the better view, and one which accords with other provisions of the act, is that the trustee takes the status of such a creditor as of the time when the petition in bankruptcy is filed. Here the petition was filed almost two months after the contract was filed for record, and therefore the trustee was not entitled to assail it under the recording law of the State.</p>\n<p>The record shows that between the date of the contract and the time it was filed for record the bankrupts mortgaged the machine to the First National Bank of Horton and that the bank, although apparently asserting some right under the mortgage, was not brought into the present proceeding. In this situation, our decision and that of the Circuit Court of Appeals must be understood to be without prejudice to further proceedings respecting the rights, if any, existing under that mortgage.</p>\n<p><i>Decree affirmed.</i></p>\n</div>", "id": 98575, "judges": "Van Devanter, After Making the Foregoing Statement", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/98575/", "sha1": "0f2a1a9e999a5644e023fb4e14a006e5b5c6a696", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:44:48"}