{"absolute_url": "/opinion/106493/gilbertville-trucking-co-v-united-states/", "blocked": false, "citation": {"case_name": "Gilbertville Trucking Co. v. United States", "docket_number": "40", "document_uris": ["/api/rest/v2/document/106493/"], "federal_cite_one": "371 U.S. 115", "federal_cite_three": "9 L. Ed. 2d 177", "federal_cite_two": "83 S. Ct. 217", "id": 90876, "lexis_cite": "1962 U.S. LEXIS 2333", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/90876/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 25, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1962-12-03", "date_modified": "2014-12-21T01:52:27.966050", "docket": "/api/rest/v2/docket/434080/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">371 U.S. 115</p>\n    <p class=\"case_cite\">83 S.Ct. 217</p>\n    <p class=\"case_cite\">9 L.Ed.2d 177</p>\n    <p class=\"parties\">GILBERTVILLE TRUCKING CO., Inc., et al., Appellants,<br>v.<br>UNITED STATES et al.</p>\n    <p class=\"docket\">No. 40.</p>\n    <p class=\"date\">Argued Oct. 15, 1962.</p>\n    <p class=\"date\">Decided Dec. 3, 1962.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Loyd M. Starrett, Boston, Mass., for appellants, pro hac vice by special leave of Court.</p>\n      <p class=\"indent\">Lionel Kestenbaum, Washington, D.C., for appellees.</p>\n      <p class=\"indent\">Mr. Chief Justice WARREN delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case concerns disapproval by the Interstate Commerce Commission of a proposed merger on the ground that 'control and management in a common interest' over the two applicant-carriers had been unlawfully effectuated prior to the merger application in violation of &#167; 5(4) of the Interstate Commerce Act, as amended, 54 Stat. 907, 49 U.S.C. &#167; 5(4), 49 U.S.C.A. &#167; 5(4).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The applicant-carriers are L. Nelson &amp; Sons Transportation Co. and Gilbertville Trucking Co., both of whom are certificated by the Commission as common carrier motor carriers. The principal stockholders of Nelson Co. are two half brothers, Charles Chilberg and Clifford Nelson; Gilbertville Co. is wholly owned by a third brother, Kenneth Nelson.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The merger application was filed October 6, 1955, by the two carriers and their stockholders pursuant to &#167; 5(2) of the Act. Two and a half months later the Commission initiated an investigation into the possibility of a &#167; 5(4) violation pursuant to authority granted by &#167; 5(7) of the Act. The two proceedings were consolidated for hearing. The trial examiner determined that &#167; 5(4) was being violated, but recommended that the merger be approved on the ground that the violation was neither intentional nor flagrant. Division 4 affirmed the finding of a violation, but disapproved the merger, and ordered the violation terminated. 75 M.C.C. 45. On reconsideration, the full Commission affirmed the Division, but further ordered that Kenneth Nelson divest himself of Gilbertville Co. 80 M.C.C. 257. A suit before a three-judge United States District Court for the District of Massachusetts to enjoin and set aside the Commission's orders was dismissed on the ground that the orders were reasonable and supported by substantial evidence. D.C., 196 F.Supp. 351. An appeal was taken to this Court contesting (1) the finding of a &#167; 5(4) violation, (2) the denial of the merger, and (3) the order of divestiture. We noted probable jurisdiction. 368 U.S. 983, 82 S.Ct. 597, 7 L.Ed.2d 522.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The factual issue in this case turns upon the development of family, management, and operational relationships between Nelson, Gilbertville, and a third carrier, R. A. Byrnes, Inc., which is owned by the principal stockholders of Nelson.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Nelson transportation business was first organized in 1930 as a partnership. In 1947 it was incorporated as L. Nelson &amp; Sons Transportation Co. and stock issued to Mrs. Nelson (formerly Mrs. Chilberg) and four of her seven children (including Kenneth Nelson, Clifford Nelson, and Charles Chilberg). Upon Mrs. Nelson's death in 1950, equal numbers of shares of her stock in Nelson Co. were devised to her seven children. In 1951, Kenneth Nelson sold his original shares received in 1947 to Charles Chilberg and Clifford Nelson, and agreed to sell to them the remainder to which he was entitled on distribution of the estate. The distribution and transfer were made on January 23, 1953. Since that date, Charles and Clifford have been the principal stockholders in Nelson Co. Charles is now president and treasurer; Clifford is secretary and assistant treasurer.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Upon the sale of his stock in 1951, Kenneth Nelson resigned as an officer and director of Nelson Co. However, he kept his office at Nelson Co. headquarters in Ellington, Connecticut, and was retained by the company as a 'free-lance tariff consultant.' In such capacity he was paid approximately $15,000 in 1952 and $13,000 in 1953. While he claims to have been an independent contractor, his only client was Nelson Co. In the third week of January 1953, Kenneth Nelson wrote to Nelson Co.'s accountant, Mr. Sanol Solomon, requesting advice on the acquisition of Gilbertville Trucking Co. Soon thereafter Kenneth began negotiations with Gilbertville's owner, and on March 3, 1953, took over control. Since July 1953, all the stock in Gilbertville has been controlled by Kenneth.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In April of 1954 Charles Chilberg and Clifford Nelson obtained temporary authority from the Commission to take over the operations of R. A. Byrnes, Inc.; their acquisition of Byrnes stock was approved in August 1956.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The routes of these three carriers form a cohesive network along the eastern seaboard from Massachusetts to the District of Columbia. Gilbertville is presently certificated by the Commission as a common carrier for general commodities over regular and irregular routes between points in Massachusetts, Connecticut, Rhode Island, and New York City. Byrnes is certificated as a common carrier for general commodities over irregular routes between New York City, Philadelphia, the District of Columbia, and points adjacent to these cities. It is also certificated as a contract carrier of canned goods in Masachusetts, Connecticut, and Rhode Island. Nelson is certificated as a common carrier for textile commodities over irregular routes between points in Massachusetts, New Hampshire, Rhode Island, Connecticut, and areas adjacent to New York and Philadelphia. It is also certificated for general commodities in intrastate traffic in Connecticut and Massachusetts. Thus, the Gilbertville and Byrnes general-commodity routes complement each other perfectly and overlap to a considerable degree the textile routes of Nelson.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Soon after his acquisition of Gilbertville, Kenneth Nelson instituted a number of permanent changes in the carrier's operations tending to integrate the terminal facilities of Nelson and Gilbertville; he received where necessary the cooperation of Nelson Co. Kenneth obtained permission from the Commission to move the business records and head offices of the acquired company from Gilbertville, Massachusetts, the place of incorporation, to Ellington, Connecticut, and took over the second floor of the nelson Co. office building. Where possible Gilbertville used the Nelson terminals, subletting from Nelson in Ellington, Connecticut; New York City; Newton, Massachusetts; and Woonsocket, Rhode Island. Its only other terminal was at Gilbertville, Massachusetts. In seven cities, Gilbertville and Nelson were listed under the same telephone number, and they shared interterminal telephone lines. Almost identical changes took place in 1954 upon Commission approval of Charles Chilberg and Clifford Nelson's acquisition of Byrnes. Byrnes' offices were moved from Mullica Hill, New Jersey, to the Nelson, Co. headquarters in Ellington, Connecticut; Byrnes shared the Nelson terminal in New York; it listed under the Nelson telephone number; it shared interterminal telephone lines. Since the Byrnes changes were the direct result of control and management in a common interest of Byrnes and Nelson in the hands of Charles and Clifford, it might be inferred that the Gilbertville changes were similarly indicative of control and management in a common interest of Nelson and Gilbertville.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Further substantiation of this terminal integration is provided by a fourth corporation, Bergson Company, a real estate corporation formed to receive the residual properties of Mrs. Linnea Nelson's estate. Bergson owns the terminals leased to Nelson Co. at Philadelphia, Ellington, Woonsocket, and Newton, three of which are sublet to Gilbertville. Since Bergson is owned in equal shares by all seven children, all of whom are directors, it provides a direct corporate tie-in between Kenneth Nelson and his brothers.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">While it is not unusual for independent carriers to share terminal facilities, as indeed Gilbertville and Nelson do with unrelated carriers in New York and Woonsocket, the repetition of such practices throughout their respective systems makes their alleged independence suspect. When these practices are then supplemented by further day-to-day practices integrating business, equipment, and managerial policies, the Commission is justified in concluding the carriers are in fact being managed and controlled in a common interest. Such additional practices are readily found in the record of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Most significant is the equipment interdependence between Nelson and Gilbertville. When acquired for $35,000 in 1953, Gilbertville had a deficit about equal to the purchase price, assets of only $69,000, and a 1953 operating revenue of only $75,000. By 1956 Kenneth Nelson had increased the operating revenue to a sevenmonth figure of $444,777. This impressive growth was made in the face of a continual short-term credit squeeze and lack of working capital and equipment. Nelson Co., however, was operating in a declining textile market in the Northeast with highly periodic demands for carriage. As a result, Nelson had a fluctuating overcapacity in equipment which was leased only to Gilbertville and occasionally Byrnes. Kenneth Nelson estimated that Gilbertville and from one to six tractor-trailer units on trip-lease from Nelson Co. every day and up to five other pieces of equipment on permanent lease, an amount equal at times to over onehalf of Gilbertville's own carriage capacity. Added to this equipment interdependence between Nelson and Gilbertville were certain interlining practices.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Gilbertville interlined between 25% and 30% of its business. Over one-third of this interline business was with Nelson Co. and Byrnes, the majority being in truckload quantities. Owing to its equipment shortage, Gilbertville interlined with Nelson pursuant to a practice whereby a trip-lease was made out at the start of a run to take effect at the point of transfer to Gilbertville routes so that the Nelson tractor-trailer operated throughout the trip; moreover, the same driver might stay with the unit, changing employers at the point of transfer.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Finally, the record includes evidence that on four occasions Commission employees discovered on highway spot checks that one of the carriers carried small shipments belonging to the other; that Nelson did about one-quarter of the Gilbertville repairs; and that Charles Chilberg and Kenneth Nelson each exercised managerial control over employees of both Nelson and Gilbertville.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This evidence is sufficient to show that Nelson and Gilbertville were in fact being controlled and managed in a common interest to a considerable degree. If &#167; 5(4) was intended by Congress to reach such de facto relationships, the Commission was warranted in concluding the section was being violated.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Section 5(4) is part of a comprehensive legislative scheme designed to place ownership, management, and operational control over common carriers within the regulatory jurisdiction of the Commission. Simply, &#167; 5(2)(a) gives the Commission power to authorize and approve the joint operation of properties belonging to two or more common carriers or the merger of such carriers; &#167; 5(4) then declares,</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'It shall be unlawful for any person, except as provided in      paragraph (2), to enter into any transaction within the scope      of subparagraph (a) thereof, or to accomplish or effectuate,      or to participate in accomplishing or effectuating, the      control or management in a common interest of any two or more      carriers, however such result is attained, whether directly      or indirectly, by use of common directors, officers, or      stockholders, a holding or investment company or companies, a      voting trust or trusts, or in any other manner whatsoever. *      * * As used in this paragraph * * * the words 'control or      management' shall be construed to include the power to      exercise control or management.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The complementary character of these two sections was discussed at some length in United States v. Marshall Transport Co., 322 U.S. 31, 64 S.Ct. 899, 88 L.Ed. 1110. As originally enacted in the Emergency Railroad Transportation Act of 1933, 48 Stat. 217, &#167; 5(4) was applicable only to railroads; it was extended to cover motor carriers in the Transportation Act of 1940, 54 Stat. 905, 907&#8212;908. As the appellants correctly state, Congress, in passing &#167; 5(4) and the supplementary &#167; 5(5) and (6),<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> was primarily concerned with reaching the elaborate corporate devices used to centralize control over the railroads 'without commission supervision and in defiance of the will of Congress.'<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Although Congress had intended the Transportation Act of 1920 to provide complete supervision, the Act proved inadequate to reach the holding company system.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> On the basis of this history, the appellants argue that &#167; 5(4) is limited to proscription of corporate devices and will not reach the informal relationships shown on this record.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Such a narrow interpretation of the statute, however, confuses the particular manifestation of the problem with which Congress was faced in 1933 with the ultimate congressional intention of effectuating the Commission's jurisdiction under &#167; 5(2). On its face, &#167; 5(4) proscribes not just corporate and legal devices, but control effectuated 'in any other manner whatsoever.' Any doubt as to the scope of this phrase was removed when Congress added the definition of 'control' to &#167; 1(3)(b) of the Act in the Transportation Act of 1940, 54 Stat. 899&#8212;900. This section states that for purposes of &#167; 5 and other sections, 'control' 'shall be construed to include actual as well as legal control, whether maintained or exercised through or by reason of the method of or circumstances surrounding organization or operation * * *.' We have construed this language to encompass every type of control in fact and have left to the agency charged with enforcement the determination from the facts whether 'control' exists, subject to normal standards of review. Marshall Transport Co., supra, 322 U.S. p. 38, 64 S.Ct. p. 903; Alleghany Corp. v. Breswick &amp; Co., 353 U.S. 151, 163&#8212;165; Rochester Telephone Corp. v. United States, 307 U.S. 125, 145&#8212;146, 59 S.Ct. 754, 764&#8212;765, 83 L.Ed. 1147. In this manner, the Commission may adapt &#167; 5(4) to the actualities and current practices of the industry involved and apply it to the extent it feels necessary to protect its jurisdiction under &#167; 5(2) without having to return to Congress for additional authority every time industry practices change.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">A cursory glance at Commission experience shows the type of informal practices in the motor carrier industry which the Commission has decided are covered by &#167; 5(4) and must first be approved under &#167; 5(2). Typical of these practices have been attempts by active carriers to effectively lease the routes of a dormant carrier by interlining and tripleasing their equipment continuously over the dormant carrier's routes, e.g., Nigro Freight Lines, Inc.&#8212;Purchase&#8212;Coady Trucking Co., 90 M.C.C. 113; attempts by carriers to acquire other carriers by supplying funds to allegedly independent third-party purchasers, e.g., Black&#8212;Investigation of Control&#8212;Colony Motor Transportation, 75 M.C.C. 275; Coldway Food Express, Inc.&#8212;Control and Merger&#8212;Foodway Express, Inc., 87 M.C.C. 123; attempts by inactive owners to allow an employee of another carrier to manage and merge operations of the two carriers, e.g., Gate City Transport Co.&#8212;Control&#8212;Square Deal Cartage Co., 87 M.C.C. 591. In the present case, the trial examiner held that the facts in this record 'require a finding' of control and management in a common interest in violation of &#167; 5(4). Division 4, after a similar review of the facts, concurred. On reconsideration, the full Commission affirmed the finding and conclusion of the examiner and Division 4. Judicial review of this conclusion is limtied to consideration of whether it has a rational basis and is supported by substantial evidence. United States v. Pierce Auto Lines, Inc., 327 U.S. 515, 66 S.Ct. 687, 90 L.Ed. 821; Mississippi Valley Barge Line Co. v. United States, 292 U.S. 282, 286 287,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> 54 S.Ct. 692, 693&#8212;694, 78 L.Ed. 1260. After our review of the facts and statutory sections involved, we detect no reason to disturb this finding.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p class=\"center\">II.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">However, even admitting a &#167; 5(4) violation, the appellants protest as arbitrary the denial of their application for approval of the proposed merger of Nelson and Gilbertville. Section 5(2) provides that a transaction within its scope is to be approved if found to be 'consistent with the public interest.' The statute entrusts the Commission with the duty to decide what considerations other than those specifically mentioned in &#167; 5(2)(c) shall be given weight. Cf. McLean Trucking Co. v. United States, 321 U.S. 67, 86&#8212;88, 64 S.Ct. 370, 380&#8212;381, 88 L.Ed. 544; Schwabacher v. United States, 334 U.S. 182, 193, 68 S.Ct. 958, 92 L.Ed. 1305. As in the case of an original application for a certificate, the Commission has chosen to give weight to an applicant's fitness. E.G., Transamerican Freight Lines, Inc. Control and Merger&#8212;The Cumberland Motor Express Corp., 75 M.C.C. 423, 428; cf. Interstate Commerce Act, &#167; 207, 49 Stat. 551, 49 U.S.C. &#167; 307, 49 U.S.C.A. &#167; 307. Integral to a determination of fitness is the applicant's willingness and ability to fulfill its obligations to the Commission, considerations which may be demonstrated in part by past or continuing violations of Commission regulations. E.g., Powell&#8212;Purchase&#8212;Rampy, 57 M.C.C. 597. This has not been contested by the appellants, and its relevance to a finding of consistency with the public interest is selfevident. Nor do they dispute the principle recently stated by the Commission in Central of Georgia R. Co. Control, 307 I.C.C. 39, 43, that a &#167; 5(4) violation may alone bar approval of a merger unless, 'upon consideration of all the facts, it clearly appears that the public interest will be served best by such approval.' Rather, they contend that in this case the Commission refused to consider all the facts presented and, in effect, made a &#167; 5(4) violation an automatic bar to approval of a subsequent merger. To support this allegation, the appellants point to the undisputed findings of the trial examiner that the violation in this case was neither willful, flagrant, nor the result of persistent disregard for regulation. They compare these findings with past Commission holdings that violations will be overlooked in the absence of willfulness, e.g., Gate City Transport Co.&#8212;Control&#8212;Square Deal Cartage Co., supra, and conclude that the rule applied in the present case must have been automatic.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">However, even an automatic rule is not necessarily arbitrary. As already noted, &#167; 5(4) is intergral to the success of the regulatory scheme. To approve a merger in the face of a &#167; 5(4) violation may encourage others whose merger may or may not be consistent with the public interest to either present the Commission with a fait accompli or avoid its jurisdiction altogether. As the Commission pointed out in Central of Georgia, if such practices were encouraged, 'our administration of the statute in the public interest would be seriously hindered, if not defeated.' 307 I.C.C., at 44. This additional interest in the proper administration of the statute places upon the applicant a heavier burden than may be the case for other regulatory violations, and mere lack of willfulness or alleged innocence need not suffice.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In fact, the Commission's rule is not automatic and will give way to a clear showing of public interest in approval. However, the appellants cannot attack the Commission's order under even this less stringent rule since they made no clear showing of a public interest in approval such as a public need for the merged service or for larger consolidated carriers. The order denying the merger is therefore affirmed.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Commission's final order requires Kenneth Nelson to divest himself of his stock in Gilbertville Co. in order to terminate the &#167; 5(4) violation. No other reference to divestiture can be found. In view of his recommendation that the merger be approved, the trial examiner made no findings or recommendations on a remedy for the violation. Division 4, upon denial of the merger, simply ordered that each of the applicants is hereby 'required to terminate the violation.' On reconsideration, the full Commission reinstated Division 4's order, but added, without explanation in its report, the order to divest. The District Court attempted to provide the rationale by suggesting that divestiture was so perfectly suited to the nature of the violation, an unlawful acquisition, that no explanation was necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">There is little question that divestiture is within the scope of the Commission's power since, with respect to a &#167; 5(4) violation, it may order any party to 'take such action as may be necessary, in the opinion of the Commission, to prevent continuance of such violation.' &#167; 5(7). Where the unlawful control is the result of an acquisition, divestiture may be the only effective remedy. However, as &#167; 5(7) itself implies, the Commission's power is corrective, not punitive. The justification for the remedy is the removal of the violation.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The use of equitable powers to expunge a statutory violation has been fully developed in the context of the antitrust laws and is, in many respects, applicable to &#167; 5(7). The 'most drastic, but most effective' of these remedies is divestiture. And '(i)f the Court concludes that other measures will not be effective to redress a violation, and that complete divestiture is a necessary element of effctive relief, the Government cannot be denied the latter remedy because economic hardship, however severe, may result.' United States v. E. I. duPont de Nemours &amp; Co., 366 U.S. 316, 326&#8212;327, 81 S.Ct. 1243, 1250, 6 L.Ed.2d 318. Our duty is to give 'complete and efficacious effect to the prohibitions of the statute' with as little injury as possible to the interests of private parties or the general public. United States v. American Tobacco Co., 221 U.S. 106, 185, 31 S.Ct. 632, 650, 55 L.Ed. 663. As these cases indicate, the choice of remedy is as important a decision as the initial construction of the statute and finding of a violation. The court or agency charged with this choice has a heavy responsibility to tailor the remedy to the particular facts of each case so as to best effectuate the remedial objectives just described. Cf. Hecht Co. v. Bowles, 321 U.S. 321, 329&#8212;331, 64 S.Ct. 587, 591&#8212;592, 88 L.Ed. 754.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">As &#167; 5(7) expressly states, the Commission is charged with choosing the proper remedy in this case. Judicial review is accordingly limited. 'It extends no further than to ascertain whether the Commission made an allowable judgment in its choice of the remedy.' Jacob Siegel Co. v. Federal Trade Comm'n, 327 U.S. 608, 612, 66 S.Ct. 758, 760, 90 L.Ed. 888. But prerequisite to such review is evidence that a judgment was in fact made, that the parties were heard on the issue, that the proper standards were applied. We find no such evidence in this record. Rather we are faced with evidence that the statutory violation occurred not just from Kenneth Nelson's act of acquiring Gilbertville, but from the acquisition plus subsequent practices integrating the management and operations of Nelson and Gilbertville, practices that could conceivable be discontinued without divestiture. In addition the trial examiner found that the violation was not willful and that the parties' experience in this proceeding would make them more responsive to regulation in the future.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">By referring to these mitigating considerations, we have no intention of prejudging the Commission or implying that divestiture would be unwarranted after proper treatment of the issue. These considerations merely indicate that a doubt can be raised and that a remand to the Commission is not purely academic for the sake of procedural regularity. When the Commission has exercised its judgment and issued its considered opinion, the propriety of the remedy chosen will be ripe for review. Jacob Siegel Co. v. Federal Trade Comm'n, supra; Administrative Procedure Act, &#167; 8(b), 60 Stat. 242, 5 U.S.C. &#167; 1007(b), 5 U.S.C.A. &#167; 1007(b).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The judgment of the District Court is reversed in part and the case remanded for further proceedings in conformity with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Reversed in part and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Interstate Commerce Act, 49 U.S.C. &#167; 1 et seq., 49 U.S.C.A. &#167; 1 et seq., is hereinafter referred to as 'the Act' or by the section number alone.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 'Interlining' is the practice whereby a carrier, whose certificated routes do not reach the shipment destination, transfers the shipment to another carrier for delivery. 'Interchanging' is a form of interlining whereby the two interlining carriers switch trailers at the point of transfer. An interchange is most common where the shipment involves a truckload quantity, and the exchange of trailers obviates the necessity of unloading the shipment from the trailer of the transferor and loading it on the trailer of the transferee. The trailer taken in exchange for the shipment-trailer may be either empty or loaded with an interline shipment in the other direction. A further form of interlining involves the use of a trip-lease for the transferee's leg of the journey. There the shipment-trailer is taken by the transferee, but no trailer is given in exchange; instead the transferor will lease the shipment-trailer to the transferee for the completion of the trip.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Commission employee Edward D. Sheatestified that Gilbertville's terminal manager, John Kashady, had informed him that both these practices were regularly employed. Gilbertville records also indicate that Gilbertville lists the names of all Nelson drivers and keeps their doctor's certificates on file. Other records indicate that Nelson drivers are often hired by Gilbertville during the same week and sometimes on the same day. The triplease arrangement is also supported by the fact that the majority of Nelson-Gilbertville interlining is at Monson, Connecticut, where Gilbertville Co. keeps only an open lot and, when possible, an empty, unguarded trailer for the receipt of less-than-truckload shipments. Kenneth Nelson's testimony on these practices is ambiguous but, if anything, supports their occurrence.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Edward D. Shea testified that he observed Charles Chilberg hire and dispatch a Gilbertville driver at Newton.</p>\n        <p>He also testified that he observed Kenneth Nelson receive a teletype message in the Nelson Co. offices in Ellington, Connecticut, and direct Nelson Co. employees. The incident is disputed on the ground that Shea did not hear all the remarks made. On the other hand, it is to be noted that Kenneth Nelson refused to turn over upon request the teletype message he received on that occasion, an action in violation of Commission regulations.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Section 5(4) is supplemented by &#167; 5(5) and (6) to cover specific instances where control over another carrier is accomplished with the aid of an intermediary. Section 5(5) provides in part that control or management in a common interest is conclusively presumed whenever a person 'affiliated' with a carrier joins with that carrier to acquire, or on his own acquires. control over another carrier. Section 5(6) then provides that:</p>\n        <p>'For the purposes of this section a person shall be held to be affiliated with a carrier if, by reason of the relationship of such person to such carrier * * *, it is reasonable to believe that the affairs of any carrier of which control may be acquired by such person will be managed in the interest of such other carrier.'</p>\n        <p>Parenthetically, &#167; 5(6) states that the relationship may be shown 'by reason of the method of, or circumstances surrounding organization or operation * * *.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Committee reports on these sections prior to their passage in the Emergency Railroad Transportation Act of 1933 stated their purpose as follows:</p>\n        <p>'These paragraphs have been planned in the light of what has already been done through myriad devices without commission supervision and in defiance of the will of Congress * * *. The provisions of paragraph ((4)) * * * would be of little effect unless the language contained therein were construed to include control or management effectuated or exercised indirectly through the use of legal devices such as holding companies, voting trusts, and combinations of affiliated interests. It is therefore intended by the provisions of paragraphs ((5)), ((6)) * * * to make sure that paragraph ((4)) * * * covers such types of control and management.' S.Rep.No.87, 73d Cong., 1st Sess., pp. 9&#8212;10; H.R.Rep.No. 193, 73d Cong., 1st Sess., pp. 16&#8212;17.</p>\n        <p>The House manager of the bill similarly observed, 77 Cong.Rec. 4857:</p>\n        <p>'The important point is that unifications and groupings of railroads have been accomplished entirely without supervision by the Commission and without any opportunity to consider the question of public interest * * *. It is to correct this condition, and to prevent through the use of holding companies and other devices the defeat of the congressional will, that this bill has been drawn.'</p>\n        <p>Concrete examples of the devices Congress intended to reach are found in the testimony of Committee counsel Mr. Walter Splawn and Interstate Commerce Commissioner Joseph Eastman during the Hearings on H.R. 9059 before the House Committee on Interstate and Foreign Commerce, 72d Cong., 1st Sess., at 21&#8212;25, 34, 48&#8212;50, 61, 69&#8212;74 (1932).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Hearings, op. cit., supra, note 6, pp. 16&#8212;19, 24&#8212;26; H.R.Rep.No.650, 66th Cong., 2d Sess., pp. 63&#8212;64 (1920).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In Rochester Telephone Corp. v. United States, supra, 307 U.S. pp. 145&#8212;146, 59 S.Ct. p. 764, this Court gave the following test for reviewing a similar finding of 'control' by the Federal Communications Commission as that word is used in the Federal Communications Act, 48 Stat. 1064, 47 U.S.C. &#167; 152(b), 47 U.S.C.A. &#167; 152(b): 'This is an issue of fact to be determined by the special circumstances of each case. So long as there is warrant in the record for the judgment of the expert body it must stand.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> In view of the direct finding of a &#167; 5(4) violation by the Commission and our determination that such a finding was warranted by the statute and evidence, we find it unnecessary to consider the Commission's alternative holding that Kenneth Nelson was 'affiliated' with Nelson within the meaning of &#167; 5(6) and is therefore presumed to have effectuated control or management in a common interest pursuant to &#167; 5(5) when he acquired Gilbertville.</p>\n        <p>The appellants attack the opinion of the District Court on the ground that there are variations between its statement of facts and the findings of the Commission. Such variations are insignificant in light of the fact that the court then quotes the findings of the Commission giving record citations for each statement. The appellants also contend that when the District Court found certain of the Commission's findings to be 'trivial' and 'irrelevant,' it should have remanded for further findings. However, as the court itself pointed out, its disagreements with the Commission were minor and did not affect the substance of the Commission's ultimate finding of a violation. Cf. Communist Party of U.S. v. Subversive Activities Control Board, 367 U.S. 1, 67, 81 S.Ct. 1357, 1395, 6 L.Ed.2d 625.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>371 U.S. 115 (1962)</b></center>\n<center><h1>GILBERTVILLE TRUCKING CO., INC., ET AL.<br>\nv.<br>\nUNITED STATES ET AL.</h1></center>\n<center>No. 40.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 15, 1962.</center>\n<center>Decided December 3, 1962.</center>\nAPPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS.\n<p><span class=\"star-pagination\">*116</span> <i>Loyd M. Starrett,</i> by special leave of Court, <i>pro hac vice,</i> argued the cause for appellants. With him on the briefs was <i>Henry E. Foley.</i></p>\n<p><i>Lionel Kestenbaum</i> argued the cause for the United States et al. With him on the briefs were <i>Solicitor General Cox, Assistant Attorney General Loevinger, Robert W. Ginnane</i> and <i>James Y. Piper.</i></p>\n<p>MR. CHIEF JUSTICE WARREN delivered the opinion of the Court.</p>\n<p>This case concerns disapproval by the Interstate Commerce Commission of a proposed merger on the ground that \"control and management in a common interest\" over the two applicant-carriers had been unlawfully effectuated prior to the merger application in violation of § 5 (4) of the Interstate Commerce Act, as amended, 54 Stat. 907, 49 U. S. C. § 5 (4).<sup>[1]</sup></p>\n<p>The applicant-carriers are L. Nelson &amp; Sons Transportation Co. and Gilbertville Trucking Co., both of whom are certificated by the Commission as common carrier motor carriers. The principal stockholders of Nelson Co. are two half brothers, Charles Chilberg and Clifford Nelson; Gilbertville Co. is wholly owned by a third brother, Kenneth Nelson.</p>\n<p>The merger application was filed October 6, 1955, by the two carriers and their stockholders pursuant to § 5 (2) of <span class=\"star-pagination\">*117</span> the Act. Two and a half months later the Commission initiated an investigation into the possibility of a § 5 (4) violation pursuant to authority granted by § 5 (7) of the Act. The two proceedings were consolidated for hearing. The trial examiner determined that § 5 (4) was being violated, but recommended that the merger be approved on the ground that the violation was neither intentional nor flagrant. Division 4 affirmed the finding of a violation, but disapproved the merger, and ordered the violation terminated. 75 M. C. C. 45. On reconsideration, the full Commission affirmed the Division, but further ordered that Kenneth Nelson divest himself of Gilbertville Co. 80 M. C. C. 257. A suit before a three-judge United States District Court for the District of Massachusetts to enjoin and set aside the Commission's orders was dismissed on the ground that the orders were reasonable and supported by substantial evidence. 196 F. Supp. 351. An appeal was taken to this Court contesting (1) the finding of a § 5 (4) violation, (2) the denial of the merger, and (3) the order of divestiture. We noted probable jurisdiction. 368 U. S. 983.</p>\n<p>The factual issue in this case turns upon the development of family, management, and operational relationships between Nelson, Gilbertville, and a third carrier, R. A. Byrnes, Inc., which is owned by the principal stockholders of Nelson.</p>\n<p>The Nelson transportation business was first organized in 1930 as a partnership. In 1947 it was incorporated as L. Nelson &amp; Sons Transportation Co. and stock issued to Mrs. Nelson (formerly Mrs. Chilberg) and four of her seven children (including Kenneth Nelson, Clifford Nelson, and Charles Chilberg). Upon Mrs. Nelson's death in 1950, equal numbers of shares of her stock in Nelson Co. were devised to her seven children. In 1951, Kenneth Nelson sold his original shares received in 1947 to Charles Chilberg and Clifford Nelson, and agreed to sell to them <span class=\"star-pagination\">*118</span> the remainder to which he was entitled on distribution of the estate. The distribution and transfer were made on January 23, 1953. Since that date, Charles and Clifford have been the principal stockholders in Nelson Co. Charles is now president and treasurer; Clifford is secretary and assistant treasurer.</p>\n<p>Upon the sale of his stock in 1951, Kenneth Nelson resigned as an officer and director of Nelson Co. However, he kept his office at Nelson Co. headquarters in Ellington, Connecticut, and was retained by the company as a \"free-lance tariff consultant.\" In such capacity he was paid approximately $15,000 in 1952 and $13,000 in 1953. While he claims to have been an independent contractor, his only client was Nelson Co. In the third week of January 1953, Kenneth Nelson wrote to Nelson Co.'s accountant, Mr. Sanol Solomon, requesting advice on the acquisition of Gilbertville Trucking Co. Soon thereafter Kenneth began negotiations with Gilbertville's owner, and on March 3, 1953, took over control. Since July 1953, all the stock in Gilbertville has been controlled by Kenneth.</p>\n<p>In April of 1954 Charles Chilberg and Clifford Nelson obtained temporary authority from the Commission to take over the operations of R. A. Byrnes, Inc.; their acquisition of Byrnes stock was approved in August 1956.</p>\n<p>The routes of these three carriers form a cohesive network along the eastern seaboard from Massachusetts to the District of Columbia. Gilbertville is presently certificated by the Commission as a common carrier for general commodities over regular and irregular routes between points in Massachusetts, Connecticut, Rhode Island, and New York City. Byrnes is certificated as a common carrier for general commodities over irregular routes between New York City, Philadelphia, the District of Columbia, and points adjacent to these cities. It is also certificated as a contract carrier of canned goods in Massachusetts, <span class=\"star-pagination\">*119</span> Connecticut, and Rhode Island. Nelson is certificated as a common carrier for textile commodities over irregular routes between points in Massachusetts, New Hampshire, Rhode Island, Connecticut, and areas adjacent to New York and Philadelphia. It is also certificated for general commodities in intrastate traffic in Connecticut and Massachusetts. Thus, the Gilbertville and Byrnes general-commodity routes complement each other perfectly and overlap to a considerable degree the textile routes of Nelson.</p>\n<p>Soon after his acquisition of Gilbertville, Kenneth Nelson instituted a number of permanent changes in the carrier's operations tending to integrate the terminal facilities of Nelson and Gilbertville; he received where necessary the cooperation of Nelson Co. Kenneth obtained permission from the Commission to move the business records and head offices of the acquired company from Gilbertville, Massachusetts, the place of incorporation, to Ellington, Connecticut, and took over the second floor of the Nelson Co. office building. Where possible Gilbertville used the Nelson terminals, subletting from Nelson in Ellington, Connecticut; New York City; Newton, Massachusetts; and Woonsocket, Rhode Island. Its only other terminal was at Gilbertville, Massachusetts. In seven cities, Gilbertville and Nelson were listed under the same telephone number, and they shared interterminal telephone lines. Almost identical changes took place in 1954 upon Commission approval of Charles Chilberg and Clifford Nelson's acquisition of Byrnes. Byrnes' offices were moved from Mullica Hill, New Jersey, to the Nelson Co. headquarters in Ellington, Connecticut; Byrnes shared the Nelson terminal in New York; it listed under the Nelson telephone number; it shared interterminal telephone lines. Since the Byrnes changes were the direct result of control and management in a common interest of Byrnes and Nelson in the hands of Charles and Clifford, it <span class=\"star-pagination\">*120</span> might be inferred that the Gilbertville changes were similarly indicative of control and management in a common interest of Nelson and Gilbertville.</p>\n<p>Further substantiation of this terminal integration is provided by a fourth corporation, Bergson Company, a real estate corporation formed to receive the residual properties of Mrs. Linnea Nelson's estate. Bergson owns the terminals leased to Nelson Co. at Philadelphia, Ellington, Woonsocket, and Newton, three of which are sublet to Gilbertville. Since Bergson is owned in equal shares by all seven children, all of whom are directors, it provides a direct corporate tie-in between Kenneth Nelson and his brothers.</p>\n<p>While it is not unusual for independent carriers to share terminal facilities, as indeed Gilbertville and Nelson do with unrelated carriers in New York and Woonsocket, the repetition of such practices throughout their respective systems makes their alleged independence suspect. When these practices are then supplemented by further day-to-day practices integrating business, equipment, and managerial policies, the Commission is justified in concluding the carriers are in fact being managed and controlled in a common interest. Such additional practices are readily found in the record of this case.</p>\n<p>Most significant is the equipment interdependence between Nelson and Gilbertville. When acquired for $35,000 in 1953, Gilbertville had a deficit about equal to the purchase price, assets of only $69,000, and a 1953 operating revenue of only $75,000. By 1956 Kenneth Nelson had increased the operating revenue to a seven month figure of $444,777. This impressive growth was made in the face of a continual short-term credit squeeze and lack of working capital and equipment. Nelson Co., however, was operating in a declining textile market in the Northeast with highly periodic demands for carriage. As a result, Nelson had a fluctuating overcapacity in <span class=\"star-pagination\">*121</span> equipment which was leased only to Gilbertville and occasionally Byrnes. Kenneth Nelson estimated that Gilbertville had from one to six tractor-trailer units on trip-lease from Nelson Co. every day and up to five other pieces of equipment on permanent lease, an amount equal at times to over one-half of Gilbertville's own carriage capacity. Added to this equipment interdependence between Nelson and Gilbertville were certain interlining practices.<sup>[2]</sup> Gilbertville interlined between 25% and 30% of its business. Over one-third of this interline business was with Nelson Co. and Byrnes, the majority being in truckload quantities. Owing to its equipment shortage, Gilbertville interlined with Nelson pursuant to a practice whereby a trip-lease was made out at the start of a run to take effect at the point of transfer to Gilbertville routes so that the Nelson tractor-trailer operated throughout the trip; moreover, the same driver might stay with the unit, changing employers at the point of transfer.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*122</span> Finally, the record includes evidence that on four occasions Commission employees discovered on highway spot checks that one of the carriers carried small shipments belonging to the other; that Nelson did about one-quarter of the Gilbertville repairs; and that Charles Chilberg and Kenneth Nelson each exercised managerial control over employees of both Nelson and Gilbertville.<sup>[4]</sup></p>\n<p>This evidence is sufficient to show that Nelson and Gilbertville were in fact being controlled and managed in a common interest to a considerable degree. If § 5 (4) was intended by Congress to reach such <i>de facto</i> relationships, the Commission was warranted in concluding the section was being violated.</p>\n<p></p>\n<h2>I.</h2>\n<p>Section 5 (4) is part of a comprehensive legislative scheme designed to place ownership, management, and operational control over common carriers within the regulatory jurisdiction of the Commission. Simply, § 5 (2) (a) gives the Commission power to authorize and approve the <span class=\"star-pagination\">*123</span> joint operation of properties belonging to two or more common carriers or the merger of such carriers; § 5 (4) then declares,</p>\n<blockquote>\"It shall be unlawful for any person, except as provided in paragraph (2), to enter into any transaction within the scope of subparagraph (a) thereof, or to accomplish or effectuate, or to participate in accomplishing or effectuating, the control or management in a common interest of any two or more carriers, however such result is attained, whether directly or indirectly, by use of common directors, officers, or stockholders, a holding or investment company or companies, a voting trust or trusts, or in any other manner whatsoever. . . . As used in this paragraph . . . the words `control or management' shall be construed to include the power to exercise control or management.\"</blockquote>\n<p>The complementary character of these two sections was discussed at some length in <i>United States</i> v. <i>Marshall Transport Co.,</i> 322 U. S. 31. As originally enacted in the Emergency Railroad Transportation Act of 1933, 48 Stat. 217, § 5 (4) was applicable only to railroads; it was extended to cover motor carriers in the Transportation Act of 1940, 54 Stat. 905, 907-908. As the appellants correctly state, Congress, in passing § 5 (4) and the supplementary § 5 (5) and (6),<sup>[5]</sup> was primarily concerned with <span class=\"star-pagination\">*124</span> reaching the elaborate corporate devices used to centralize control over the railroads \"without commission supervision and in defiance of the will of Congress.\"<sup>[6]</sup> Although Congress had intended the Transportation Act of 1920 to provide complete supervision, the Act proved inadequate <span class=\"star-pagination\">*125</span> to reach the holding company system.<sup>[7]</sup> On the basis of this history, the appellants argue that § 5 (4) is limited to proscription of corporate devices and will not reach the informal relationships shown on this record.</p>\n<p>Such a narrow interpretation of the statute, however, confuses the particular manifestation of the problem with which Congress was faced in 1933 with the ultimate congressional intention of effectuating the Commission's jurisdiction under § 5 (2). On its face, § 5 (4) proscribes not just corporate and legal devices, but control effectuated \"in any other manner whatsoever.\" Any doubt as to the scope of this phrase was removed when Congress added the definition of \"control\" to § 1 (3) (b) of the Act in the Transportation Act of 1940, 54 Stat. 899-900. This section states that for purposes of § 5 and other sections, \"control\" \"shall be construed to include actual as well as legal control, whether maintained or exercised through or by reason of the method of or circumstances surrounding organization or operation . . . .\" We have construed this language to encompass every type of control in fact and have left to the agency charged with enforcement the determination from the facts whether \"control\" exists, subject to normal standards of review. <i>Marshall Transport Co., supra,</i> p. 38; <i>Alleghany Corp.</i> v. <i>Breswick &amp; Co.,</i> 353 U. S. 151, 163-165; <i>Rochester Telephone Corp.</i> v. <i>United States,</i> 307 U. S. 125, 145-146. In this manner, the Commission may adapt § 5 (4) to the actualities and current practices of the industry involved and apply it to the extent it feels necessary to protect its jurisdiction under § 5 (2) without having to return to Congress for additional authority every time industry practices change.</p>\n<p>A cursory glance at Commission experience shows the type of informal practices in the motor carrier industry which the Commission has decided are covered by § 5 (4) <span class=\"star-pagination\">*126</span> and must first be approved under § 5 (2). Typical of these practices have been attempts by active carriers to effectively lease the routes of a dormant carrier by interlining and trip-leasing their equipment continuously over the dormant carrier's routes, <i>e. g., Nigro Freight Lines, Inc.</i><i>Purchase</i><i>Coady Trucking Co.,</i> 90 M. C. C. 113; attempts by carriers to acquire other carriers by supplying funds to allegedly independent third-party purchasers, <i>e. g., Black</i><i>Investigation of Control</i><i>Colony Motor Transportation,</i> 75 M. C. C. 275; <i>Coldway Food Express, Inc.</i><i>Control and Merger</i><i>Foodway Express, Inc.,</i> 87 M. C. C. 123; attempts by inactive owners to allow an employee of another carrier to manage and merge operations of the two carriers, <i>e. g., Gate City Transport Co.</i> <i>Control</i><i>Square Deal Cartage Co.,</i> 87 M. C. C. 591. In the present case, the trial examiner held that the facts in this record \"require a finding\" of control and management in a common interest in violation of § 5 (4). Division 4, after a similar review of the facts, concurred. On reconsideration, the full Commission affirmed the finding and conclusion of the examiner and Division 4. Judicial review of this conclusion is limited to consideration of whether it has a rational basis and is supported by substantial evidence. <i>United States</i> v. <i>Pierce Auto Lines, Inc.,</i> 327 U. S. 515; <i>Mississippi Barge Line Co.</i> v. <i>United States,</i> 292 U. S. 282, 286-287.<sup>[8]</sup> After our review of the facts and statutory sections involved, we detect no reason to disturb this finding.<sup>[9]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*127</span> II.</h2>\n<p>However, even admitting a § 5 (4) violation, the appellants protest as arbitrary the denial of their application for approval of the proposed merger of Nelson and Gilbertville. Section 5 (2) provides that a transaction within its scope is to be approved if found to be \"consistent with the public interest.\" The statute entrusts the Commission with the duty to decide what considerations other than those specifically mentioned in § 5 (2) (c) shall be given weight. Cf. <i>McLean Trucking Co.</i> v. <i>United States,</i> 321 U. S. 67, 86-88; <i>Schwabacher</i> v. <i>United States,</i> 334 U. S. 182, 193. As in the case of an original application for a certificate, the Commission has chosen to give weight to an applicant's fitness. <i>E. g., Transamerican Freight Lines, Inc.</i><i>Control and Merger</i><i>The Cumberland Motor Express Corp.,</i> 75 M. C. C. 423, 428; cf. Interstate Commerce Act, § 207, 49 Stat. 551, 49 U. S. C. § 307. Integral to a determination of fitness is the applicant's willingness and ability to fulfill its obligations to <span class=\"star-pagination\">*128</span> the Commission, considerations which may be demonstrated in part by past or continuing violations of Commission regulations. <i>E. g., Powell</i><i>Purchase</i><i>Rampy,</i> 57 M. C. C. 597. This has not been contested by the appellants, and its relevance to a finding of consistency with the public interest is self-evident. Nor do they dispute the principle recently stated by the Commission in <i>Central of Georgia R. Co. Control,</i> 307 I. C. C. 39, 43, that a § 5 (4) violation may alone bar approval of a merger unless, \"upon consideration of all the facts, it clearly appears that the public interest will be served best by such approval.\" Rather, they contend that in this case the Commission refused to consider all the facts presented and, in effect, made a § 5 (4) violation an automatic bar to approval of a subsequent merger. To support this allegation, the appellants point to the undisputed findings of the trial examiner that the violation in this case was neither willful, flagrant, nor the result of persistent disregard for regulation. They compare these findings with past Commission holdings that violations will be overlooked in the absence of willfulness, <i>e. g., Gate City Transport Co.</i><i>Control</i><i>Square Deal Cartage Co., supra,</i> and conclude that the rule applied in the present case must have been automatic.</p>\n<p>However, even an automatic rule is not necessarily arbitrary. As already noted, § 5 (4) is integral to the success of the regulatory scheme. To approve a merger in the face of a § 5 (4) violation may encourage others whose merger may or may not be consistent with the public interest to either present the Commission with a <i>fait accompli</i> or avoid its jurisdiction altogether. As the Commission pointed out in <i>Central of Georgia,</i> if such practices were encouraged, \"our administration of the statute in the public interest would be seriously hindered, if not defeated.\" 307 I. C. C., at 44. This additional interest in the proper administration of the statute places <span class=\"star-pagination\">*129</span> upon the applicant a heavier burden than may be the case for other regulatory violations, and mere lack of willfulness or alleged innocence need not suffice.</p>\n<p>In fact, the Commission's rule is not automatic and will give way to a clear showing of public interest in approval. However, the appellants cannot attack the Commission's order under even this less stringent rule since they made no clear showing of a public interest in approval such as a public need for the merged service or for larger consolidated carriers. The order denying the merger is therefore affirmed.</p>\n<p></p>\n<h2>III.</h2>\n<p>The Commission's final order requires Kenneth Nelson to divest himself of his stock in Gilbertville Co. in order to terminate the § 5 (4) violation. No other reference to divestiture can be found. In view of his recommendation that the merger be approved, the trial examiner made no findings or recommendations on a remedy for the violation. Division 4, upon denial of the merger, simply ordered that each of the applicants is hereby \"required to terminate the violation.\" On reconsideration, the full Commission reinstated Division 4's order, but added, without explanation in its report, the order to divest. The District Court attempted to provide the rationale by suggesting that divestiture was so perfectly suited to the nature of the violation, an unlawful acquisition, that no explanation was necessary.</p>\n<p>There is little question that divestiture is within the scope of the Commission's power since, with respect to a § 5 (4) violation, it may order any party to \"take such action as may be necessary, in the opinion of the Commission, to prevent continuance of such violation.\" § 5 (7). Where the unlawful control is the result of an acquisition, divestiture may be the only effective remedy. However, as § 5 (7) itself implies, the Commission's power is corrective, <span class=\"star-pagination\">*130</span> not punitive. The justification for the remedy is the removal of the violation.</p>\n<p>The use of equitable powers to expunge a statutory violation has been fully developed in the context of the antitrust laws and is, in many respects, applicable to § 5 (7). The \"most drastic, but most effective\" of these remedies is divestiture. And \"[i]f the Court concludes that other measures will not be effective to redress a violation, and that complete divestiture is a necessary element of effective relief, the Government cannot be denied the latter remedy because economic hardship, however severe, may result.\" <i>United States</i> v. <i>E. I. du Pont de Nemours &amp; Co.,</i> 366 U. S. 316, 326-327. Our duty is to give \"complete and efficacious effect to the prohibitions of the statute\" with as little injury as possible to the interests of private parties or the general public. <i>United States</i> v. <i>American Tobacco Co.,</i> 221 U. S. 106, 185. As these cases indicate, the choice of remedy is as important a decision as the initial construction of the statute and finding of a violation. The court or agency charged with this choice has a heavy responsibility to tailor the remedy to the particular facts of each case so as to best effectuate the remedial objectives just described. Cf. <i>Hecht Co.</i> v. <i>Bowles,</i> 321 U. S. 321, 329-331.</p>\n<p>As § 5 (7) expressly states, the Commission is charged with choosing the proper remedy in this case. Judicial review is accordingly limited. \"It extends no further than to ascertain whether the Commission made an allowable judgment in its choice of the remedy.\" <i>Jacob Siegel Co.</i> v. <i>Federal Trade Comm'n,</i> 327 U. S. 608, 612. But prerequisite to such review is evidence that a judgment was in fact made, that the parties were heard on the issue, that the proper standards were applied. We find no such evidence in this record. Rather we are faced with evidence that the statutory violation occurred not just from Kenneth Nelson's act of acquiring Gilbertville, <span class=\"star-pagination\">*131</span> but from the acquisition plus subsequent practices integrating the management and operations of Nelson and Gilbertville, practices that could conceivably be discontinued without divestiture. In addition the trial examiner found that the violation was not willful and that the parties' experience in this proceeding would make them more responsive to regulation in the future.</p>\n<p>By referring to these mitigating considerations, we have no intention of prejudging the Commission or implying that divestiture would be unwarranted after proper treatment of the issue. These considerations merely indicate that a doubt can be raised and that a remand to the Commission is not purely academic for the sake of procedural regularity. When the Commission has exercised its judgment and issued its considered opinion, the propriety of the remedy chosen will be ripe for review. <i>Jacob Siegel Co.</i> v. <i>Federal Trade Comm'n, supra</i><i>;</i> Administrative Procedure Act. § 8 (b), 60 Stat. 242, 5 U. S. C. § 1007 (b).</p>\n<p>The judgment of the District Court is reversed in part and the case remanded for further proceedings in conformity with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The Interstate Commerce Act, 49 U. S. C. § 1 <i>et seq.,</i> is hereinafter referred to as \"the Act\" or by the section number alone.</p>\n<p>[2]  \"Interlining\" is the practice whereby a carrier, whose certificated routes do not reach the shipment destination, transfers the shipment to another carrier for delivery. \"Interchanging\" is a form of interlining whereby the two interlining carriers switch trailers at the point of transfer. An interchange is most common where the shipment involves a truckload quantity, and the exchange of trailers obviates the necessity of unloading the shipment from the trailer of the transferor and loading it on the trailer of the transferee. The trailer taken in exchange for the shipment-trailer may be either empty or loaded with an interline shipment in the other direction. A further form of interlining involves the use of a trip-lease for the transferee's leg of the journey. There the shipment-trailer is taken by the transferee, but no trailer is given in exchange; instead the transferor will lease the shipment-trailer to the transferee for the completion of the trip.</p>\n<p>[3]  Commission employee Edward D. Shea testified that Gilbertville's terminal manager, John Kashady, had informed him that both these practices were regularly employed. Gilbertville records also indicate that Gilbertville lists the names of all Nelson drivers and keeps their doctor's certificates on file. Other records indicate that Nelson drivers are often hired by Gilbertville during the same week and sometimes on the same day. The trip-lease arrangement is also supported by the fact that the majority of Nelson-Gilbertville interlining is at Monson, Connecticut, where Gilbertville Co. keeps only an open lot and, when possible, an empty, unguarded trailer for the receipt of less-than-truckload shipments. Kenneth Nelson's testimony on these practices is ambiguous but, if anything, supports their occurrence.</p>\n<p>[4]  Edward D. Shea testified that he observed Charles Chilberg hire and dispatch a Gilbertville driver at Newton.\n</p>\n<p>He also testified that he observed Kenneth Nelson receive a teletype message in the Nelson Co. offices in Ellington, Connecticut, and direct Nelson Co. employees. The incident is disputed on the ground that Shea did not hear all the remarks made. On the other hand, it is to be noted that Kenneth Nelson refused to turn over upon request the teletype message he received on that occasion, an action in violation of Commission regulations.</p>\n<p>[5]  Section 5 (4) is supplemented by § 5 (5) and (6) to cover specific instances where control over another carrier is accomplished with the aid of an intermediary. Section 5 (5) provides in part that control or management in a common interest is conclusively presumed whenever a person \"affiliated\" with a carrier joins with that carrier to acquire, or on his own acquires, control over another carrier. Section 5 (6) then provides that:\n</p>\n<p>\"For the purposes of this section a person shall be held to be affiliated with a carrier if, by reason of the relationship of such person to such carrier . . ., it is reasonable to believe that the affairs of any carrier of which control may be acquired by such person will be managed in the interest of such other carrier.\"</p>\n<p>Parenthetically, § 5 (6) states that the relationship may be shown \"by reason of the method of, or circumstances surrounding organization or operation . . . .\"</p>\n<p>[6]  The Committee reports on these sections prior to their passage in the Emergency Railroad Transportation Act of 1933 stated their purpose as follows:\n</p>\n<p>\"These paragraphs have been planned in the light of what has already been done through myriad devices without commission supervision and in defiance of the will of Congress. . . . The provisions of paragraph [(4)] . . . would be of little effect unless the language contained therein were construed to include control or management effectuated or exercised indirectly through the use of legal devices such as holding companies, voting trusts, and combinations of affiliated interests. It is therefore intended by the provisions of paragraphs [(5)], [(6)] . . . to make sure that paragraph [(4)] . . . covers such types of control and management.\" S. Rep. No. 87, 73d Cong., 1st Sess., pp. 9-10; H. R. Rep. No. 193, 73d Cong., 1st Sess., pp. 16-17.</p>\n<p>The House manager of the bill similarly observed, 77 Cong. Rec. 4857:</p>\n<p>\"The important point is that unifications and groupings of railroads have been accomplished entirely without supervision by the Commission and without any opportunity to consider the question of public interest. . . . It is to correct this condition, and to prevent through the use of holding companies and other devices the defeat of the congressional will, that this bill has been drawn.\"</p>\n<p>Concrete examples of the devices Congress intended to reach are found in the testimony of Committee counsel Mr. Walter Splawn and Interstate Commerce Commissioner Joseph Eastman during the Hearings on H. R. 9059 before the House Committee on Interstate and Foreign Commerce, 72d Cong., 1st Sess., at 21-25, 34, 48-50, 61, 69-74 (1932).</p>\n<p>[7]  Hearings, <i>op. cit., supra,</i> note 6, pp. 16-19, 24-26; H. R. Rep. No. 650, 66th Cong., 2d Sess., pp. 63-64 (1920).</p>\n<p>[8]  In <i>Rochester Telephone Corp.</i> v. <i>United States, supra,</i> pp. 145-146, this Court gave the following test for reviewing a similar finding of \"control\" by the Federal Communications Commission as that word is used in the Federal Communications Act, 48 Stat. 1064, 47 U. S. C. § 152 (b): \"This is an issue of fact to be determined by the special circumstances of each case. So long as there is warrant in the record for the judgment of the expert body it must stand.\"</p>\n<p>[9]  In view of the direct finding of a § 5 (4) violation by the Commission and our determination that such a finding was warranted by the statute and evidence, we find it unnecessary to consider the Commission's alternative holding that Kenneth Nelson was \"affiliated\" with Nelson within the meaning of § 5 (6) and is therefore presumed to have effectuated control or management in a common interest pursuant to § 5 (5) when he acquired Gilbertville.\n</p>\n<p>The appellants attack the opinion of the District Court on the ground that there are variations between its statement of facts and the findings of the Commission. Such variations are insignificant in light of the fact that the court then quotes the findings of the Commission giving record citations for each statement. The appellants also contend that when the District Court found certain of the Commission's findings to be \"trivial\" and \"irrelevant,\" it should have remanded for further findings. However, as the court itself pointed out, its disagreements with the Commission were minor and did not affect the substance of the Commission's ultimate finding of a violation. Cf. <i>Communist Party</i> v. <i>Subversive Activities Control Board.</i> 367 U. S. 1, 67.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">115</span></span> (1962)</b></center>\n<center><h1>GILBERTVILLE TRUCKING CO., INC., ET AL.<br>\nv.<br>\nUNITED STATES ET AL.</h1></center>\n<center>No. 40.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 15, 1962.</center>\n<center>Decided December 3, 1962.</center>\nAPPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS.\n<p><span class=\"star-pagination\">*116</span> <i>Loyd M. Starrett,</i> by special leave of Court, <i>pro hac vice,</i> argued the cause for appellants. With him on the briefs was <i>Henry E. Foley.</i></p>\n<p><i>Lionel Kestenbaum</i> argued the cause for the United States et al. With him on the briefs were <i>Solicitor General Cox, Assistant Attorney General Loevinger, Robert W. Ginnane</i> and <i>James Y. Piper.</i></p>\n<p>MR. CHIEF JUSTICE WARREN delivered the opinion of the Court.</p>\n<p>This case concerns disapproval by the Interstate Commerce Commission of a proposed merger on the ground that \"control and management in a common interest\" over the two applicant-carriers had been unlawfully effectuated prior to the merger application in violation of § 5 (4) of the Interstate Commerce Act, as amended, 54 Stat. 907, 49 U. S. C. § 5 (4).<sup>[1]</sup></p>\n<p>The applicant-carriers are L. Nelson &amp; Sons Transportation Co. and Gilbertville Trucking Co., both of whom are certificated by the Commission as common carrier motor carriers. The principal stockholders of Nelson Co. are two half brothers, Charles Chilberg and Clifford Nelson; Gilbertville Co. is wholly owned by a third brother, Kenneth Nelson.</p>\n<p>The merger application was filed October 6, 1955, by the two carriers and their stockholders pursuant to § 5 (2) of <span class=\"star-pagination\">*117</span> the Act. Two and a half months later the Commission initiated an investigation into the possibility of a § 5 (4) violation pursuant to authority granted by § 5 (7) of the Act. The two proceedings were consolidated for hearing. The trial examiner determined that § 5 (4) was being violated, but recommended that the merger be approved on the ground that the violation was neither intentional nor flagrant. Division 4 affirmed the finding of a violation, but disapproved the merger, and ordered the violation terminated. 75 M. C. C. 45. On reconsideration, the full Commission affirmed the Division, but further ordered that Kenneth Nelson divest himself of Gilbertville Co. 80 M. C. C. 257. A suit before a three-judge United States District Court for the District of Massachusetts to enjoin and set aside the Commission's orders was dismissed on the ground that the orders were reasonable and supported by substantial evidence. 196 F. Supp. 351. An appeal was taken to this Court contesting (1) the finding of a § 5 (4) violation, (2) the denial of the merger, and (3) the order of divestiture. We noted probable jurisdiction. 368 U. S. 983.</p>\n<p>The factual issue in this case turns upon the development of family, management, and operational relationships between Nelson, Gilbertville, and a third carrier, R. A. Byrnes, Inc., which is owned by the principal stockholders of Nelson.</p>\n<p>The Nelson transportation business was first organized in 1930 as a partnership. In 1947 it was incorporated as L. Nelson &amp; Sons Transportation Co. and stock issued to Mrs. Nelson (formerly Mrs. Chilberg) and four of her seven children (including Kenneth Nelson, Clifford Nelson, and Charles Chilberg). Upon Mrs. Nelson's death in 1950, equal numbers of shares of her stock in Nelson Co. were devised to her seven children. In 1951, Kenneth Nelson sold his original shares received in 1947 to Charles Chilberg and Clifford Nelson, and agreed to sell to them <span class=\"star-pagination\">*118</span> the remainder to which he was entitled on distribution of the estate. The distribution and transfer were made on January 23, 1953. Since that date, Charles and Clifford have been the principal stockholders in Nelson Co. Charles is now president and treasurer; Clifford is secretary and assistant treasurer.</p>\n<p>Upon the sale of his stock in 1951, Kenneth Nelson resigned as an officer and director of Nelson Co. However, he kept his office at Nelson Co. headquarters in Ellington, Connecticut, and was retained by the company as a \"free-lance tariff consultant.\" In such capacity he was paid approximately $15,000 in 1952 and $13,000 in 1953. While he claims to have been an independent contractor, his only client was Nelson Co. In the third week of January 1953, Kenneth Nelson wrote to Nelson Co.'s accountant, Mr. Sanol Solomon, requesting advice on the acquisition of Gilbertville Trucking Co. Soon thereafter Kenneth began negotiations with Gilbertville's owner, and on March 3, 1953, took over control. Since July 1953, all the stock in Gilbertville has been controlled by Kenneth.</p>\n<p>In April of 1954 Charles Chilberg and Clifford Nelson obtained temporary authority from the Commission to take over the operations of R. A. Byrnes, Inc.; their acquisition of Byrnes stock was approved in August 1956.</p>\n<p>The routes of these three carriers form a cohesive network along the eastern seaboard from Massachusetts to the District of Columbia. Gilbertville is presently certificated by the Commission as a common carrier for general commodities over regular and irregular routes between points in Massachusetts, Connecticut, Rhode Island, and New York City. Byrnes is certificated as a common carrier for general commodities over irregular routes between New York City, Philadelphia, the District of Columbia, and points adjacent to these cities. It is also certificated as a contract carrier of canned goods in Massachusetts, <span class=\"star-pagination\">*119</span> Connecticut, and Rhode Island. Nelson is certificated as a common carrier for textile commodities over irregular routes between points in Massachusetts, New Hampshire, Rhode Island, Connecticut, and areas adjacent to New York and Philadelphia. It is also certificated for general commodities in intrastate traffic in Connecticut and Massachusetts. Thus, the Gilbertville and Byrnes general-commodity routes complement each other perfectly and overlap to a considerable degree the textile routes of Nelson.</p>\n<p>Soon after his acquisition of Gilbertville, Kenneth Nelson instituted a number of permanent changes in the carrier's operations tending to integrate the terminal facilities of Nelson and Gilbertville; he received where necessary the cooperation of Nelson Co. Kenneth obtained permission from the Commission to move the business records and head offices of the acquired company from Gilbertville, Massachusetts, the place of incorporation, to Ellington, Connecticut, and took over the second floor of the Nelson Co. office building. Where possible Gilbertville used the Nelson terminals, subletting from Nelson in Ellington, Connecticut; New York City; Newton, Massachusetts; and Woonsocket, Rhode Island. Its only other terminal was at Gilbertville, Massachusetts. In seven cities, Gilbertville and Nelson were listed under the same telephone number, and they shared interterminal telephone lines. Almost identical changes took place in 1954 upon Commission approval of Charles Chilberg and Clifford Nelson's acquisition of Byrnes. Byrnes' offices were moved from Mullica Hill, New Jersey, to the Nelson Co. headquarters in Ellington, Connecticut; Byrnes shared the Nelson terminal in New York; it listed under the Nelson telephone number; it shared interterminal telephone lines. Since the Byrnes changes were the direct result of control and management in a common interest of Byrnes and Nelson in the hands of Charles and Clifford, it <span class=\"star-pagination\">*120</span> might be inferred that the Gilbertville changes were similarly indicative of control and management in a common interest of Nelson and Gilbertville.</p>\n<p>Further substantiation of this terminal integration is provided by a fourth corporation, Bergson Company, a real estate corporation formed to receive the residual properties of Mrs. Linnea Nelson's estate. Bergson owns the terminals leased to Nelson Co. at Philadelphia, Ellington, Woonsocket, and Newton, three of which are sublet to Gilbertville. Since Bergson is owned in equal shares by all seven children, all of whom are directors, it provides a direct corporate tie-in between Kenneth Nelson and his brothers.</p>\n<p>While it is not unusual for independent carriers to share terminal facilities, as indeed Gilbertville and Nelson do with unrelated carriers in New York and Woonsocket, the repetition of such practices throughout their respective systems makes their alleged independence suspect. When these practices are then supplemented by further day-to-day practices integrating business, equipment, and managerial policies, the Commission is justified in concluding the carriers are in fact being managed and controlled in a common interest. Such additional practices are readily found in the record of this case.</p>\n<p>Most significant is the equipment interdependence between Nelson and Gilbertville. When acquired for $35,000 in 1953, Gilbertville had a deficit about equal to the purchase price, assets of only $69,000, and a 1953 operating revenue of only $75,000. By 1956 Kenneth Nelson had increased the operating revenue to a seven month figure of $444,777. This impressive growth was made in the face of a continual short-term credit squeeze and lack of working capital and equipment. Nelson Co., however, was operating in a declining textile market in the Northeast with highly periodic demands for carriage. As a result, Nelson had a fluctuating overcapacity in <span class=\"star-pagination\">*121</span> equipment which was leased only to Gilbertville and occasionally Byrnes. Kenneth Nelson estimated that Gilbertville had from one to six tractor-trailer units on trip-lease from Nelson Co. every day and up to five other pieces of equipment on permanent lease, an amount equal at times to over one-half of Gilbertville's own carriage capacity. Added to this equipment interdependence between Nelson and Gilbertville were certain interlining practices.<sup>[2]</sup> Gilbertville interlined between 25% and 30% of its business. Over one-third of this interline business was with Nelson Co. and Byrnes, the majority being in truckload quantities. Owing to its equipment shortage, Gilbertville interlined with Nelson pursuant to a practice whereby a trip-lease was made out at the start of a run to take effect at the point of transfer to Gilbertville routes so that the Nelson tractor-trailer operated throughout the trip; moreover, the same driver might stay with the unit, changing employers at the point of transfer.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*122</span> Finally, the record includes evidence that on four occasions Commission employees discovered on highway spot checks that one of the carriers carried small shipments belonging to the other; that Nelson did about one-quarter of the Gilbertville repairs; and that Charles Chilberg and Kenneth Nelson each exercised managerial control over employees of both Nelson and Gilbertville.<sup>[4]</sup></p>\n<p>This evidence is sufficient to show that Nelson and Gilbertville were in fact being controlled and managed in a common interest to a considerable degree. If § 5 (4) was intended by Congress to reach such <i>de facto</i> relationships, the Commission was warranted in concluding the section was being violated.</p>\n<p></p>\n<h2>I.</h2>\n<p>Section 5 (4) is part of a comprehensive legislative scheme designed to place ownership, management, and operational control over common carriers within the regulatory jurisdiction of the Commission. Simply, § 5 (2) (a) gives the Commission power to authorize and approve the <span class=\"star-pagination\">*123</span> joint operation of properties belonging to two or more common carriers or the merger of such carriers; § 5 (4) then declares,</p>\n<blockquote>\"It shall be unlawful for any person, except as provided in paragraph (2), to enter into any transaction within the scope of subparagraph (a) thereof, or to accomplish or effectuate, or to participate in accomplishing or effectuating, the control or management in a common interest of any two or more carriers, however such result is attained, whether directly or indirectly, by use of common directors, officers, or stockholders, a holding or investment company or companies, a voting trust or trusts, or in any other manner whatsoever. . . . As used in this paragraph . . . the words `control or management' shall be construed to include the power to exercise control or management.\"</blockquote>\n<p>The complementary character of these two sections was discussed at some length in <i>United States</i> v. <i>Marshall Transport Co.,</i> 322 U. S. 31. As originally enacted in the Emergency Railroad Transportation Act of 1933, 48 Stat. 217, § 5 (4) was applicable only to railroads; it was extended to cover motor carriers in the Transportation Act of 1940, 54 Stat. 905, 907-908. As the appellants correctly state, Congress, in passing § 5 (4) and the supplementary § 5 (5) and (6),<sup>[5]</sup> was primarily concerned with <span class=\"star-pagination\">*124</span> reaching the elaborate corporate devices used to centralize control over the railroads \"without commission supervision and in defiance of the will of Congress.\"<sup>[6]</sup> Although Congress had intended the Transportation Act of 1920 to provide complete supervision, the Act proved inadequate <span class=\"star-pagination\">*125</span> to reach the holding company system.<sup>[7]</sup> On the basis of this history, the appellants argue that § 5 (4) is limited to proscription of corporate devices and will not reach the informal relationships shown on this record.</p>\n<p>Such a narrow interpretation of the statute, however, confuses the particular manifestation of the problem with which Congress was faced in 1933 with the ultimate congressional intention of effectuating the Commission's jurisdiction under § 5 (2). On its face, § 5 (4) proscribes not just corporate and legal devices, but control effectuated \"in any other manner whatsoever.\" Any doubt as to the scope of this phrase was removed when Congress added the definition of \"control\" to § 1 (3) (b) of the Act in the Transportation Act of 1940, 54 Stat. 899-900. This section states that for purposes of § 5 and other sections, \"control\" \"shall be construed to include actual as well as legal control, whether maintained or exercised through or by reason of the method of or circumstances surrounding organization or operation . . . .\" We have construed this language to encompass every type of control in fact and have left to the agency charged with enforcement the determination from the facts whether \"control\" exists, subject to normal standards of review. <i>Marshall Transport Co., supra,</i> p. 38; <i>Alleghany Corp.</i> v. <i>Breswick &amp; Co.,</i> 353 U. S. 151, 163-165; <i>Rochester Telephone Corp.</i> v. <i>United States,</i> 307 U. S. 125, 145-146. In this manner, the Commission may adapt § 5 (4) to the actualities and current practices of the industry involved and apply it to the extent it feels necessary to protect its jurisdiction under § 5 (2) without having to return to Congress for additional authority every time industry practices change.</p>\n<p>A cursory glance at Commission experience shows the type of informal practices in the motor carrier industry which the Commission has decided are covered by § 5 (4) <span class=\"star-pagination\">*126</span> and must first be approved under § 5 (2). Typical of these practices have been attempts by active carriers to effectively lease the routes of a dormant carrier by interlining and trip-leasing their equipment continuously over the dormant carrier's routes, <i>e. g., Nigro Freight Lines, Inc.</i><i>Purchase</i><i>Coady Trucking Co.,</i> 90 M. C. C. 113; attempts by carriers to acquire other carriers by supplying funds to allegedly independent third-party purchasers, <i>e. g., Black</i><i>Investigation of Control</i><i>Colony Motor Transportation,</i> 75 M. C. C. 275; <i>Coldway Food Express, Inc.</i><i>Control and Merger</i><i>Foodway Express, Inc.,</i> 87 M. C. C. 123; attempts by inactive owners to allow an employee of another carrier to manage and merge operations of the two carriers, <i>e. g., Gate City Transport Co.</i> <i>Control</i><i>Square Deal Cartage Co.,</i> 87 M. C. C. 591. In the present case, the trial examiner held that the facts in this record \"require a finding\" of control and management in a common interest in violation of § 5 (4). Division 4, after a similar review of the facts, concurred. On reconsideration, the full Commission affirmed the finding and conclusion of the examiner and Division 4. Judicial review of this conclusion is limited to consideration of whether it has a rational basis and is supported by substantial evidence. <i>United States</i> v. <i>Pierce Auto Lines, Inc.,</i> 327 U. S. 515; <i>Mississippi Barge Line Co.</i> v. <i>United States,</i> 292 U. S. 282, 286-287.<sup>[8]</sup> After our review of the facts and statutory sections involved, we detect no reason to disturb this finding.<sup>[9]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*127</span> II.</h2>\n<p>However, even admitting a § 5 (4) violation, the appellants protest as arbitrary the denial of their application for approval of the proposed merger of Nelson and Gilbertville. Section 5 (2) provides that a transaction within its scope is to be approved if found to be \"consistent with the public interest.\" The statute entrusts the Commission with the duty to decide what considerations other than those specifically mentioned in § 5 (2) (c) shall be given weight. Cf. <i>McLean Trucking Co.</i> v. <i>United States,</i> 321 U. S. 67, 86-88; <i>Schwabacher</i> v. <i>United States,</i> 334 U. S. 182, 193. As in the case of an original application for a certificate, the Commission has chosen to give weight to an applicant's fitness. <i>E. g., Transamerican Freight Lines, Inc.</i><i>Control and Merger</i><i>The Cumberland Motor Express Corp.,</i> 75 M. C. C. 423, 428; cf. Interstate Commerce Act, § 207, 49 Stat. 551, 49 U. S. C. § 307. Integral to a determination of fitness is the applicant's willingness and ability to fulfill its obligations to <span class=\"star-pagination\">*128</span> the Commission, considerations which may be demonstrated in part by past or continuing violations of Commission regulations. <i>E. g., Powell</i><i>Purchase</i><i>Rampy,</i> 57 M. C. C. 597. This has not been contested by the appellants, and its relevance to a finding of consistency with the public interest is self-evident. Nor do they dispute the principle recently stated by the Commission in <i>Central of Georgia R. Co. Control,</i> 307 I. C. C. 39, 43, that a § 5 (4) violation may alone bar approval of a merger unless, \"upon consideration of all the facts, it clearly appears that the public interest will be served best by such approval.\" Rather, they contend that in this case the Commission refused to consider all the facts presented and, in effect, made a § 5 (4) violation an automatic bar to approval of a subsequent merger. To support this allegation, the appellants point to the undisputed findings of the trial examiner that the violation in this case was neither willful, flagrant, nor the result of persistent disregard for regulation. They compare these findings with past Commission holdings that violations will be overlooked in the absence of willfulness, <i>e. g., Gate City Transport Co.</i><i>Control</i><i>Square Deal Cartage Co., supra,</i> and conclude that the rule applied in the present case must have been automatic.</p>\n<p>However, even an automatic rule is not necessarily arbitrary. As already noted, § 5 (4) is integral to the success of the regulatory scheme. To approve a merger in the face of a § 5 (4) violation may encourage others whose merger may or may not be consistent with the public interest to either present the Commission with a <i>fait accompli</i> or avoid its jurisdiction altogether. As the Commission pointed out in <i>Central of Georgia,</i> if such practices were encouraged, \"our administration of the statute in the public interest would be seriously hindered, if not defeated.\" 307 I. C. C., at 44. This additional interest in the proper administration of the statute places <span class=\"star-pagination\">*129</span> upon the applicant a heavier burden than may be the case for other regulatory violations, and mere lack of willfulness or alleged innocence need not suffice.</p>\n<p>In fact, the Commission's rule is not automatic and will give way to a clear showing of public interest in approval. However, the appellants cannot attack the Commission's order under even this less stringent rule since they made no clear showing of a public interest in approval such as a public need for the merged service or for larger consolidated carriers. The order denying the merger is therefore affirmed.</p>\n<p></p>\n<h2>III.</h2>\n<p>The Commission's final order requires Kenneth Nelson to divest himself of his stock in Gilbertville Co. in order to terminate the § 5 (4) violation. No other reference to divestiture can be found. In view of his recommendation that the merger be approved, the trial examiner made no findings or recommendations on a remedy for the violation. Division 4, upon denial of the merger, simply ordered that each of the applicants is hereby \"required to terminate the violation.\" On reconsideration, the full Commission reinstated Division 4's order, but added, without explanation in its report, the order to divest. The District Court attempted to provide the rationale by suggesting that divestiture was so perfectly suited to the nature of the violation, an unlawful acquisition, that no explanation was necessary.</p>\n<p>There is little question that divestiture is within the scope of the Commission's power since, with respect to a § 5 (4) violation, it may order any party to \"take such action as may be necessary, in the opinion of the Commission, to prevent continuance of such violation.\" § 5 (7). Where the unlawful control is the result of an acquisition, divestiture may be the only effective remedy. However, as § 5 (7) itself implies, the Commission's power is corrective, <span class=\"star-pagination\">*130</span> not punitive. The justification for the remedy is the removal of the violation.</p>\n<p>The use of equitable powers to expunge a statutory violation has been fully developed in the context of the antitrust laws and is, in many respects, applicable to § 5 (7). The \"most drastic, but most effective\" of these remedies is divestiture. And \"[i]f the Court concludes that other measures will not be effective to redress a violation, and that complete divestiture is a necessary element of effective relief, the Government cannot be denied the latter remedy because economic hardship, however severe, may result.\" <i>United States</i> v. <i>E. I. du Pont de Nemours &amp; Co.,</i> 366 U. S. 316, 326-327. Our duty is to give \"complete and efficacious effect to the prohibitions of the statute\" with as little injury as possible to the interests of private parties or the general public. <i>United States</i> v. <i>American Tobacco Co.,</i> 221 U. S. 106, 185. As these cases indicate, the choice of remedy is as important a decision as the initial construction of the statute and finding of a violation. The court or agency charged with this choice has a heavy responsibility to tailor the remedy to the particular facts of each case so as to best effectuate the remedial objectives just described. Cf. <i>Hecht Co.</i> v. <i>Bowles,</i> 321 U. S. 321, 329-331.</p>\n<p>As § 5 (7) expressly states, the Commission is charged with choosing the proper remedy in this case. Judicial review is accordingly limited. \"It extends no further than to ascertain whether the Commission made an allowable judgment in its choice of the remedy.\" <i>Jacob Siegel Co.</i> v. <i>Federal Trade Comm'n,</i> 327 U. S. 608, 612. But prerequisite to such review is evidence that a judgment was in fact made, that the parties were heard on the issue, that the proper standards were applied. We find no such evidence in this record. Rather we are faced with evidence that the statutory violation occurred not just from Kenneth Nelson's act of acquiring Gilbertville, <span class=\"star-pagination\">*131</span> but from the acquisition plus subsequent practices integrating the management and operations of Nelson and Gilbertville, practices that could conceivably be discontinued without divestiture. In addition the trial examiner found that the violation was not willful and that the parties' experience in this proceeding would make them more responsive to regulation in the future.</p>\n<p>By referring to these mitigating considerations, we have no intention of prejudging the Commission or implying that divestiture would be unwarranted after proper treatment of the issue. These considerations merely indicate that a doubt can be raised and that a remand to the Commission is not purely academic for the sake of procedural regularity. When the Commission has exercised its judgment and issued its considered opinion, the propriety of the remedy chosen will be ripe for review. <i>Jacob Siegel Co.</i> v. <i>Federal Trade Comm'n, supra</i><i>;</i> Administrative Procedure Act. § 8 (b), 60 Stat. 242, 5 U. S. C. § 1007 (b).</p>\n<p>The judgment of the District Court is reversed in part and the case remanded for further proceedings in conformity with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The Interstate Commerce Act, 49 U. S. C. § 1 <i>et seq.,</i> is hereinafter referred to as \"the Act\" or by the section number alone.</p>\n<p>[2]  \"Interlining\" is the practice whereby a carrier, whose certificated routes do not reach the shipment destination, transfers the shipment to another carrier for delivery. \"Interchanging\" is a form of interlining whereby the two interlining carriers switch trailers at the point of transfer. An interchange is most common where the shipment involves a truckload quantity, and the exchange of trailers obviates the necessity of unloading the shipment from the trailer of the transferor and loading it on the trailer of the transferee. The trailer taken in exchange for the shipment-trailer may be either empty or loaded with an interline shipment in the other direction. A further form of interlining involves the use of a trip-lease for the transferee's leg of the journey. There the shipment-trailer is taken by the transferee, but no trailer is given in exchange; instead the transferor will lease the shipment-trailer to the transferee for the completion of the trip.</p>\n<p>[3]  Commission employee Edward D. Shea testified that Gilbertville's terminal manager, John Kashady, had informed him that both these practices were regularly employed. Gilbertville records also indicate that Gilbertville lists the names of all Nelson drivers and keeps their doctor's certificates on file. Other records indicate that Nelson drivers are often hired by Gilbertville during the same week and sometimes on the same day. The trip-lease arrangement is also supported by the fact that the majority of Nelson-Gilbertville interlining is at Monson, Connecticut, where Gilbertville Co. keeps only an open lot and, when possible, an empty, unguarded trailer for the receipt of less-than-truckload shipments. Kenneth Nelson's testimony on these practices is ambiguous but, if anything, supports their occurrence.</p>\n<p>[4]  Edward D. Shea testified that he observed Charles Chilberg hire and dispatch a Gilbertville driver at Newton.\n</p>\n<p>He also testified that he observed Kenneth Nelson receive a teletype message in the Nelson Co. offices in Ellington, Connecticut, and direct Nelson Co. employees. The incident is disputed on the ground that Shea did not hear all the remarks made. On the other hand, it is to be noted that Kenneth Nelson refused to turn over upon request the teletype message he received on that occasion, an action in violation of Commission regulations.</p>\n<p>[5]  Section 5 (4) is supplemented by § 5 (5) and (6) to cover specific instances where control over another carrier is accomplished with the aid of an intermediary. Section 5 (5) provides in part that control or management in a common interest is conclusively presumed whenever a person \"affiliated\" with a carrier joins with that carrier to acquire, or on his own acquires, control over another carrier. Section 5 (6) then provides that:\n</p>\n<p>\"For the purposes of this section a person shall be held to be affiliated with a carrier if, by reason of the relationship of such person to such carrier . . ., it is reasonable to believe that the affairs of any carrier of which control may be acquired by such person will be managed in the interest of such other carrier.\"</p>\n<p>Parenthetically, § 5 (6) states that the relationship may be shown \"by reason of the method of, or circumstances surrounding organization or operation . . . .\"</p>\n<p>[6]  The Committee reports on these sections prior to their passage in the Emergency Railroad Transportation Act of 1933 stated their purpose as follows:\n</p>\n<p>\"These paragraphs have been planned in the light of what has already been done through myriad devices without commission supervision and in defiance of the will of Congress. . . . The provisions of paragraph [(4)] . . . would be of little effect unless the language contained therein were construed to include control or management effectuated or exercised indirectly through the use of legal devices such as holding companies, voting trusts, and combinations of affiliated interests. It is therefore intended by the provisions of paragraphs [(5)], [(6)] . . . to make sure that paragraph [(4)] . . . covers such types of control and management.\" S. Rep. No. 87, 73d Cong., 1st Sess., pp. 9-10; H. R. Rep. No. 193, 73d Cong., 1st Sess., pp. 16-17.</p>\n<p>The House manager of the bill similarly observed, 77 Cong. Rec. 4857:</p>\n<p>\"The important point is that unifications and groupings of railroads have been accomplished entirely without supervision by the Commission and without any opportunity to consider the question of public interest. . . . It is to correct this condition, and to prevent through the use of holding companies and other devices the defeat of the congressional will, that this bill has been drawn.\"</p>\n<p>Concrete examples of the devices Congress intended to reach are found in the testimony of Committee counsel Mr. Walter Splawn and Interstate Commerce Commissioner Joseph Eastman during the Hearings on H. R. 9059 before the House Committee on Interstate and Foreign Commerce, 72d Cong., 1st Sess., at 21-25, 34, 48-50, 61, 69-74 (1932).</p>\n<p>[7]  Hearings, <i>op. cit., supra,</i> note 6, pp. 16-19, 24-26; H. R. Rep. No. 650, 66th Cong., 2d Sess., pp. 63-64 (1920).</p>\n<p>[8]  In <i>Rochester Telephone Corp.</i> v. <i>United States, supra,</i> pp. 145-146, this Court gave the following test for reviewing a similar finding of \"control\" by the Federal Communications Commission as that word is used in the Federal Communications Act, 48 Stat. 1064, 47 U. S. C. § 152 (b): \"This is an issue of fact to be determined by the special circumstances of each case. So long as there is warrant in the record for the judgment of the expert body it must stand.\"</p>\n<p>[9]  In view of the direct finding of a § 5 (4) violation by the Commission and our determination that such a finding was warranted by the statute and evidence, we find it unnecessary to consider the Commission's alternative holding that Kenneth Nelson was \"affiliated\" with Nelson within the meaning of § 5 (6) and is therefore presumed to have effectuated control or management in a common interest pursuant to § 5 (5) when he acquired Gilbertville.\n</p>\n<p>The appellants attack the opinion of the District Court on the ground that there are variations between its statement of facts and the findings of the Commission. Such variations are insignificant in light of the fact that the court then quotes the findings of the Commission giving record citations for each statement. The appellants also contend that when the District Court found certain of the Commission's findings to be \"trivial\" and \"irrelevant,\" it should have remanded for further findings. However, as the court itself pointed out, its disagreements with the Commission were minor and did not affect the substance of the Commission's ultimate finding of a violation. Cf. <i>Communist Party</i> v. <i>Subversive Activities Control Board.</i> 367 U. S. 1, 67.</p>\n\n</div>", "id": 106493, "judges": "Warren", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/106493/", "sha1": "82dec3d8a62128584cb2c1536e252eb83df962bb", "source": "LR", "supreme_court_db_id": "1962-012", "time_retrieved": "2010-04-28T10:10:42"}