{"absolute_url": "/opinion/101688/abie-state-bank-v-bryan/", "blocked": false, "citation": {"case_name": "Abie State Bank v. Bryan", "docket_number": "63", "document_uris": ["/api/rest/v2/document/101688/"], "federal_cite_one": "282 U.S. 765", "federal_cite_three": null, "federal_cite_two": null, "id": 86071, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/86071/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 24, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1931-02-25", "date_modified": "2014-12-21T01:39:38.051685", "docket": "/api/rest/v2/docket/406577/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">282 U.S. 765</p>\n    <p class=\"case_cite\">51 S.Ct. 252</p>\n    <p class=\"case_cite\">75 L.Ed. 690</p>\n    <p class=\"parties\">ABIE STATE BANK<br>v.<br>WEAVER, Governor of Nebraska, et al.</p>\n    <p class=\"docket\">No. 63.</p>\n    <p class=\"date\">Argued Jan. 30, 1931.</p>\n    <p class=\"date\">Decided Feb. 25, 1931.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">[Syllabus from pages 765-767 intentionally omitted]</p>\n      <p class=\"indent\">Messrs. Leonard A. Flansburg, of Lincoln, Neb., and Frank H. Gaines, of Omaha, Neb., for appellant.</p>\n      <p class=\"indent\">Messrs. C. A. Sorensen, of Lincoln, Neb., and Charles E. Abbott, of Fremont, Neb., for appellees Bryan, Governor, et al.</p>\n      <p class=\"indent\">Mr. Wm. J. Hotz, of Omaha, Neb., for intervening appellees Mary E. Gandy et al.</p>\n      <p class=\"indent\">Mr. Chief Justice HUGHES delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This suit was brought in December, 1928, in the district court of Lancaster county, Neb., by the Abie State Bank on its own behalf and that of several hundred other banks, all chartered under the laws of Nebraska, to enjoin the defendants from collecting special assessments under the Bank Guaranty Law of that state. The plaintiffs challenged the constitutionality of the statute authorizing the levy of such special assessments, upon the ground that their collection constituted the taking of the plaintiffs' property without due process of law, in violation of the Fourteenth Amendment of the Constitution of the United States. A number of depositors in the state banks were permitted to intervene. The district court entered a decree in April, 1929, in favor of the complainants, sustaining the contention that the statute providing for such special assessments was, under the facts shown, unreasonable and confiscatory, and hence repugnant to the Fourteenth Amendment. The decree, which gave a permanent injunction, was reversed by the Supreme Court of Nebraska; the injunction was dissolved and the action dismissed. 119 Neb. 153, 227 N. W. 922. The plaintiffs appeal to this court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Bank Guaranty Law of Nebraska was originally enacted in the year 1909. Laws of Nebraska, 1909, c. 10, p. 87; Compiled Statutes of Nebraska 1922, &#167; 8024 et seq. Its purpose was declared to be to provide a guaranty fund for the protection of depositors in banks, and every corporation engaged in the business of banking under the laws of the state was declared to be subject to assessment to be levied and applied in the manner stated. Banks were required to report semiannually to the state banking board, succeeded by the department of trade and commerce, their average daily deposits, and it was made the duty of that department twice each year to levy upon each bank an assessment (after certain prescribed initial payments) in the amount of one-twentieth of 1 per cent. of the average daily deposits reported. By section 8028, as amended in 1923 (Laws of 1923, c. 191, p. 452), it was provided that, if the depositors' guaranty fund should be reduced from any cause to any amount less than 1 per cent. of the average daily deposits, the department of trade and commerce should levy, against the capital stock of the corporations concerned, a special assessment not exceeding one-half of 1 per cent. of said average daily deposits in any one year. In case of noncompliance with the provisions of the statute, the Attorney General was to obtain the appointment of a receiver; and, by an amendment in 1925 (Laws of 1925, c. 30, p. 22) , the department of trade and commerce, if its order was not obeyed, was authorized forthwith to take possession of the property and business of the bank and place it in charge of the guarantee fund commission, established in 1923 for the purpose of assisting in conserving and administering the guaranty fund (Laws of 1923, c. 191). It was further provided that, in case a bank failed, and its assets were insufficient to meet the claims of depositors, the court should determine the amount of the deficiency and direct the department of trade and commerce to draw against the guaranty fund in the amount required to make up the deficiency. Claims of depositors were to be paid according to priority of adjudication.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Acting under the authority of the statute, the department of trade and commerce for several years made an additional semiannual assessment against the complaining banks of one-fourth of 1 per cent. of the average daily deposits. The result was that the total assessment against each of these banks had become an annual charge in the amount of six-tenths of 1 per cent. of their total average daily deposits.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This suit was begun immediately after the levy, on December 15, 1928, of a special assessment of one-fourth of 1 per cent. of the average daily deposits of the complaining banks, and the plaintiffs asked for an injunction restraining the collection of that special assessment and of any future special assessment called for by section 8028. The contention of the plaintiffs was that the Bank Guaranty Law no longer bore a rational relation to any public purpose, as the collection of the assessments in question took away from the security of present depositors in going banks in order to pay the depositors in failed banks, and was without hope or tendency of furnishing protection to present depositors. It was insisted that, instead of the challenged assessment creating a fund for the safeguarding of depositors in going banks, as was its purpose, it directly defeated that object, and that its imposition constituted an unconstitutional burden because of its confiscatory character.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court reviewed the results of the operations of the banks in Nebraska under the Bank Guaranty Law. It appeared that there were 1,012 banks in the state in November, 1920, and that the number had been reduced to 726 in December, 1928; that these banks had a total capital of $19,001,000 and a total capital and surplus of $24,958,557.62; that for the period of eighteen months preceding June 30, 1928, 570 banks had net earnings and 156 had net deficits; that the total net earnings of both groups for that period amounted to.$1,935,519.40, or 7.9 per cent. of the total capital and surplus; that, during the same period, these banks had paid into the depositors' guaranty fund $2,412,324.78. It also appeared from the testimony of the secretary of the guarantee fund commission (as stated by the Supreme Court of the state) that up to December 31, 1928, 269 state banks had been closed by the state and placed in the hands of the commission, and that the total amount of the adjudicated claims was $10,536,518.59, exclusive of interest; and that in 72 state banks, then being operated as going concerns, the amount due depositors was $13,726,441.26, and the total amount due depositors in banks which were in receiverships, but whose claims were not yet adjudicated, was $2,133,627.54. The total claims, including both claims adjudicated and those not adjudicated, or the then existing liabilities against the guaranty fund, amounted to $26,400,282.76, and the total amount of assets to be realized would be.$10,451,932.65, leaving a deficit of.$15,948,350.11. The court concluded that 'fully two-thirds of the banks under the existing financial conditions are unable, after paying assessments amounting to 8 per cent. of their capital, to pay compensatory dividends,' and that the Bank Guaranty Law, as originally conceived, was 'no longer serving its purposes.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Reversing the decree of the district court in favorof  the plaintiffs, the Supreme Court of the state sustained the validity of the continued operation of the Bank Guaranty Law and entered judgment stating that 'the levy of a special assessment upon the state banks,' pursuant to the provisions of the applicable statute, 'does not constitute the taking of private property without due process of law.' The grounds of the decision of the Supreme Court of the state, in reversing the judgment of the district court, were thus stated in the syllabus of the opinion:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'1. 'The banking business, carried on pursuant to a state      charter, is quasi public, and, for protection of the public      and in its interests, is subject to reasonable regulation by      the state.' Citizens' State Bank v. Strayer, 114 Neb. 567,      208 N. W. 662.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'2. It is elementary that it is not within the province of      the courts to annul a legislative act unless its provisions      so clearly contravene a provision of the fundamental law, or      it is so clearly against public policy, that no other resort      remains.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'3. Where a state bank has accepted the benefits arising from      the deposits of money pursuant to the terms of the bank      depositors' guaranty law, such bank should not be heard, in a      proper case, to make complaint of a special assessment upon      such deposits which has been levied for the benefit of the      depositors' guaranty fund.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'4. Where a special assessment has been levied upon the state      banks pursuant to the provisions of section 8028, Comp. St.      1922, as amended by section 26, c. 191, Laws 1923, such      assessment does not constitute the taking of private property      without due process.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In answer to the jurisdictional statement filed by the appellants, the appellees asserted the want of jurisdiction in this court, upon two grounds: (1) That this court conclusively adjudicated the validity of the Nebraska law against appellant in the suit heretofore brought on its behalf (Shallenberger v. First State Bank of Holstein, 219 U. S. 114, 31 S. Ct. 189, 55 L. Ed. 117); and (2) that the decision of the Supreme Court of the state, in its ruling with respect to the question of estoppel, rested upon an independent nonfederal ground. The question of jurisdiction was postponed to the hearing on the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As to the first objection, it is sufficient to say that the Bank Guaranty Law was sustained by this court as a police regulation (Shallenberger v. First State Bank of Holstein, supra; Noble State Bank v. Haskell, 219 U. S. 104, 31 S. Ct. 186, 55 L. Ed. 112, 32 L. R. A. (N. S.) 1062, Ann. Cas. 1912A, 487; Id., 219 U. S. 575, 31 S. Ct. 299, 55 L. Ed. 341), and that a police regulation, although valid when made, may become, by reason of later events, arbitrary and confiscatory in operation (Smith v. Illinois Bell Telephone Co., 282 U. S. 133, 162, 51 S. Ct. 65, 75 L. Ed. 255; Allen v. St. Louis, Iron Mountain &amp; Southern Railway Co., 230 U. S. 553, 555, 556, 33 S. Ct. 1030, 57 L. Ed. 1625; Lincoln Gas &amp; Electric Co. v. City of Lincoln, 250 U. S. 256, 268, 39 S. Ct. 454, 63 L. Ed. 968). In the Shallenberger Case, the suit was brought immediately upon the enactment of the law, and that decision sustaining the law cannot be regarded as precluding a subsequent suit for the purpose of testing the validity of assessments in the lights of the later actual experience.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In support of the second objection, and in answer to the contention of the appellants that the findings of fact by the trial court had not been modified by the Supreme Court, the appellees point to the plenary character of the jurisdiction of the latter court in equity cases, and to the statute which makes it necessary for that court to try the case de novo and to 'reach an independent conclusion as to what finding or findings are required under the pleadings and all the evidence.' Section 9150, Compiled Statutes of Nebraska 1922; Colby v. Foxworthy, 80 Neb. 239, 114 N. W. 174; Id., 80 Neb. 245, 115 N. W. 1076. The appellees insist that, reading together the syllabus and the text of the opinion (Old Colony Trust Co. v. Omaha, 230 U. S. 100, 16, 33 S. Ct. 967, 57 L. Ed. 1410), it appears that the Supreme Court, exercising its proper authority, made an independent finding as to the waiver or estoppel which the appellees had pleaded in defense. But the federal ground being present, it is incumbent upon this court, when it is urged that the decision of the state court rests upon a nonfederal ground, to ascertain for itself, in order that constitutional guaranties may appropriately be enforced, whether the asserted nonfederal ground independently and adequately supports the judgment. Enterprise Irrigation District v. Farmers' Mutual Canal Co., 243 U. S. 157, 164, 37 S. Ct. 318, 321, 61 L. Ed. 644; Union Pacific Railroad Co. v. Public Service Commission, 248 U. S. 67, 69, 70, 39 S. Ct. 24, 25, 63 L. Ed. 131; Ward v. Board of County Com'rs of Love County, 253 U. S. 17, 22, 40 S. Ct. 419, 64 L. Ed. 751; Broad River Power Co. v. South Carolina, 281 U.S. 537, 540, 50 S. Ct. 401, 74 L. Ed. 1023; Id., 282 U. S. 187, 51 S. Ct. 94, 75 L. Ed. 287. As this court said in Enterprise Irrigation District v. Farmers' Mutual Canal Co., supra: 'But where the non-federal ground is so interwoven with the other as not to be an independent matter, or is not of sufficient breadth to sustain the judgment without any decision of the other, our jurisdiction is plain.' See Creswill v. Grand Lodge Knights of Pythias, 225 U. S. 246, 261, 32 S. Ct. 822, 56 L. Ed. 1074.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In reaching its conclusion, the Supreme Court of the State referred to the testimony, already mentioned, of the secretary of the guarantee fund commission, with respect to the state of the guaranty fund, and to his further testimony that 'the majority of the losses sustained by the banks resulted from loans made prior to 1923 during the deflation period.' The court said that since 1919 the total amount of bank assessments was $14,609,576.65 which had been paid over and become a part of the guaranty fund; that it appeared from the evidence of the president of one of the largest Nebraska state banks 'that he was active in the publication of 2,000 pamphlets which were distributed generally in respect of the establishment of the guaranty fund,' and that he 'was also chairman of a committee of three bankers by whom this suit was begun'; that in 1926 'full-page newspaper advertisements, attractively featured with pictures and aptly prepared reading matter' were published in one of Omaha's leading newspapers, stressing 'the proposed protection that was shortly to be afforded the depositors of money in the state banks'; that it was stated in these advertisements that 336 banks, which were listed, had 'paidtheir pro rata share of the cost of publication'; and that wide circulation was given to the enterprise, 'in practically every town and its suburbs where a state bank was located,' in a manner calculated to attract the favorable attention, and the patronage, of those having money for deposit.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The court concluded that the evidence clearly showed 'that a majority of the state bankers throughout Nebraska, and many others as well, counted the bank depositors' guaranty fund, in its inception, a valuable asset, and many predicted that this beneficent plan would add greatly to the stability of the state banks.'<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The court referred to the testimony of the cashier of a bank in Lincoln, Neb., that in his opinion the failure of nearly 300 state banks had been 'caused largely by the general economic condition existing prior to 1928'; that he did not think that 'the bank assessments from 1923 to July 1, 1928, were a contributing factor in the failure of banks during that period'; that 'the guaranty fund law and the assessments collected thereunder had a steadying influence on the deposits of every state bank'; and, further, that 'it is no exaggeration to say it has accounted for at least one hundred million dollars deposited in the state banks of Nebraska which would not otherwise have been made except for the bank guaranty law.' The court cited the opinion of the witness that 'the coniti ons of the banks and their ability to pay the assessment is 'incomparably better than in 1923.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The appellees, in amplification of the matters set forth in the opinion of the state court, urge that the banks continuously, from 1911 to the time of the suit, utilized the Bank Guaranty Law by advertising its adjudicated validity and the obligation of the banks to pay assessments, in order to induce deposits of public and private funds, and that this was accomplished not only 'by continuous and extensive newspaper publicity,' but 'by signs on the interior and exterior of banks, pamphlets, statements on checks and certificates of deposit and on deposit slips, by moving pictures, public speakers, resolutions at bankers' conventions, personal solicitation and argument.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">So far as the facts summarized in the opinion of the state court, and in argument, may be deemed to oppose the evidence introduced to show the oppressive character of the Bank Guaranty Law, these facts bear upon the question whether the law had become so burdensome as to transcend in its operation the constitutional limits of state power. But if, as the appellants contend, the continued enforcement of the law in the conditions shown at the time of the suit did involve unconstitutional exactions, we should not be justified in refusing appropriate relief on the theory that the conduct of the banks in their endeavor to do business under the law and to make the best of the state's policy embodied in it estopped them from asserting constitutional right. The appellees say that, upon the original enactment of the Bank Guaranty Law and the decision of this court sustaining it, the state banks could have done one of three things: (1) Liquidate and invest their capital in some other business; (2) undertake to organize as a national bank; or (3) apply to the state banking department for a certificate of authority to operate under the Bank Guaranty Law. That is, the state banks had to comply with the law in order to continue in business as state banks. 'The fact that a choice was made according to interest does not exclude duress.' Union Pacific Railroad Co. v. Public Service Commission, supra. The fact that the banks, defeated in their attack on the law, fell into line with the policy of the state and proclaimed the purposes of the law and the contemplated advantages which had led to its enactment, cannot be regarded as depriving the banks of the opportunity of subsequently pointing out that the public purpose in view was no longer being served, and that the interests of the banks were being unreasonably sacrificedby  confiscatory exactions in an effort the futility of which had been demonstrated. The banks were not bound for all time, regardless of consequences. The principle that a police regulation, valid when adopted, may become invalid because in its operation it has proved to be confiscatory, carries with it the recognition of the fact that earlier compliance with the regulation does not forfeit the right of protest when the regulation becomes intolerable. And we perceive no basis for a different rule because the regulation was extolled while being obeyed. We conclude that the constitutional question was properly raised and was decided, and that the judgment under review is not supported by an independent and adequate nonfederal ground. Hence the appeal was properly brought.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Since the appeal, the situation has been altered by the passage, in March, 1930, by the Legislature of Nebraska, of an act (Laws 1930, Ex. Sess. c. 6) which repealed section 8028 (Compiled Statutes of Nebraska 1922), under which the assessment of December 15, 1928, challenged in this suit, was levied, and modified the provisions of the former Bank Guaranty Law by creating a 'depositors' final settlement fund' and providing for a limitation of future assessments.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> This court takes judicial notice of this legislation. Owings v. Hull, 9 Pet. 607, 625, 9 L. Ed. 246; Hanley v. Donoghue, 116 U. S. 1, 6, 6 S. Ct. 242, 29 L. Ed. 535; Lloyd v. Matthews, 155 U. S. 222, 227, 15 S. Ct. 70, 39 L. Ed. 128. The act provides that the 'Depositors' Final Settlement Fund' shall consist of 'all property, monies, funds, proceeds, rights, credits, accounts and choses in action' arising from the assessments, regular and special, theretofore accrued and levied, for the purpose of maintaining or reimbursing what was formerly designated as the depositors' guaranty fund. Among these assessments, and specifically mentioned, are 'the special assessments levied by the Department of Trade and Commerce on or about December 15, 1928, April 17, 1929, and January 2, 1930, and the regular assessments accrued and levied on or about July 1, 1929, and January 1, 1930.' For the future, and for the purpose of providing a fund for depositors in state banks closed prior to the time of the new enactment, there is to be levied upon every state bank 'on the first day of January of each year during the period of ten years, beginning with the year 1931 and ending with the year 1940, inclusive,' an assessment of 'two tenths of one per cent of its average daily deposits during the year ending December 1st last preceding.' The effect of this provision is to reduce assessments for the future from a total annual amount of six-tenths of 1 per cent. of the average daily deposits (that is, including both the original regular assessment of one-tenth of 1 per cent. and the special assessments of five-tenths of 1 per cent.) to a total of two -tenths of 1 per cent. per annum for a period of ten years. The depositors' final settlement fund is to be distributed only to depositors in banks closed prior to the taking effect of the statute. The department of trade and commerce has authority to administer the fund and to institute and defend suits involving any claims or rights pertaining thereto. That department may grant, in its sound discretion, to any bank, an extension of time, not exceeding three years, from the date of the passage of the act, within which to pay any of the assessments theretofore levied against it.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The appellees, who are state officers, urge that by this legislation the case has become moot. The appellants, and the appellees who are intervening depositors, assert the contrary, and we agree with the latter view. Despite the repeal of section 8028, the assessment of December 15, 1928, which was assailed in this suit, is continued in effect, and the amount due thereunder is made a part of the depositors' final settlement fund. The later special assessments, to which the new act refers (those of April 17, 1929, and January 2, 1930), also remain in force. While the repeal of section 8028 prevents further assessments under the old law, still assessments which were enjoined by the district court, and which were sustained by the judgment of the Supreme Court, are to be paid, and the amounts are to be applied as the act of 1930 directs. If, taking into consideration the limitations of the new legislation, the appellants could still be considered to have constitutional grounds for objecting to the collection of the special assessments which were the subject of their petition, they are not deprived of their right by the statute which leaves them with liability for those assessments. It would still be possible for this court to grant appropriate relief. Fidelity &amp; Deposit Co. v. Tafoya, 270 U. S. 426, 433, 46 S. Ct. 331, 70 L. Ed. 664. See Groesbeck v. Duluth, South Shore &amp; Atlantic Railway Co., 250 U. S. 607, 609, 40 S. Ct. 38, 63 L. Ed. 1167; Boston v. Jackson, 260 U. S. 309, 313, 43 S. Ct. 129, 67 L. Ed. 274. While the case has not become moot, the questions raised by the appellants must be considered in the light of the modifying legislation, which has restricted in an important degree their liability to assessments, and has provided for what is, in substance, a liquidation of the guaranty scheme. The appellees, intervening depositors, insist that by their deposits in the state banks they acquired contractual rights which cannot be affected by the later legislation. In support of this contention, these appellees refer to the observation of the dissenting opinion in Lankford v. Platte Iron Works, 235 U. S. 461, 487, 35 S. Ct. 173, 59 L. Ed. 316, that the Bank Guaranty Law of Oklahoma prescribed a contract between the banks and the depositors and expressed the terms in which it should be made. The point decided in that case was that a suit by a depositor in a bank in Oklahoma against the members of the state banking board and the bank commissioner of Oklahoma to compel payments from, distribution of, and assessments for, the depositors' guaranty fund, was a suit against the state and under the Eleventh Amendment could not be maintained. The view stressed in the remark of the dissenting opinion, to which reference has been made, was not presented in the opinion of the court, and was not essential to the decision. When money is deposited in bank, the contract that is made is between that bank and the depositor. Notwithstanding the provisions of the Bank Guaranty Law, there is, properly speaking, no contract between the depositor and other banks. The Bank Guaranty Law provided for a fund to be raised by assessments upon all the state banks, and, while this was regarded as an important safeguard for all depositors, it was but a police regulation, the sanction of which lay in the constitutional power of the state and not in contract. See Wisconsin &amp; Michigan Railway Co. v. Powers, 191 U. S. 379, 385-387, 24 S. Ct. 107, 48 L. Ed. 229. And this is the view that has been taken by state courts which have had occasion to consider this question in connection with legislation by which relief has been sought from the difficulties encountered in the continued operation of bank guaranty plans. Wirtz v. Nestos, 51 N. D. 603, 616, 621, 200 N. W. 524, 529, 531; Standard Oil Co. v. Engel, 55 N. D. 163, 170, 174, 212 N. W. 822, 824, 826; State of South Dakota ex rel. Sharpe, Attorney General, et al. v. Smith, as Superintendent of Banks, 234 N. W. 764, Supreme Court of South Dakota, decided January 30, 1931.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The origin of rights under the Bank Guaranty Law was wholly statutory-an act of grace by the Legislature, so far as depositors were concerned, with the purpose of promoting the public welfare and with freedom in the Legislature to modify its regulation when the public welfare was deemed to require a change. We see no reason to doubt the power of the Legislature to extricate the banks and the administration of the guaranty fund from the serious plight in which they were found under the operation of the old plan and to exercise a reasonable discretion in seeking this result.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We return to the contention of the appellants. When the suit was brought, these banks were confronted with a situation which contained no promise of relief from the assessments for which the act, as it then existed, provided, and the cumulative effect of which was alleged to be disastrous. It was the special assessments under the old law that were definitely assailed. Under the modifying act of 1930, only three of these special assessments and two regular assessments remain effective; and, for the future, there is a limitation of theobl igation to a total annual assessment of two-tenths of 1 per cent. of average daily deposits instead of assessments aggregating six-tenths, as were made possible by the previous law. The future assessments, to this restricted amount, are limited to a period of ten years. This obviously is a change of great importance. The appellants sought an injunction, and their petition necessarily related to the assessments in December, 1928, and thereafter, as the payments previously made were not in any event recoverable by the banks. Considering the reduction in the extent of the obligation as to future assessments, we are unable to say that the statute in this modified form is confiscatory, or other than a reasonable method of liquidating the guaranty plan. In this view, the judgment of the Supreme Court of the state denying an injunction should be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Judgment affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Reference was made by the court to the headings of the illustrated pages of these advertisements, as, for example, 'A Story No Other State Can Tell;' 'No Mattress Banks in Nebraska;' 'Strong Banks Make Strong States;' 'In the Hands of Skilled Bankers;' 'State Banks Protect Their Deposits in Nebraska;' 'Nebraska is a Remarkable State;' 'Pushing Your Money Through the Window;' 'All Work Together in Nebraska;' 'Safe through the Slump of Deflation Days;' 'In Nebraska the Guarantee Works Both Ways;' 'The Men Who Told the Story that No Other State Can Tell.' 227 N. W. at page 923.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> To illustrate this feature of the guaranty fund law, the court quoted the following excerpt from an advertisement which appeared in January, 1928, in one of the Nebraska newspapers having a large circulation: 'First, there are a few state bankers here and there who have good banks and who think they are greatly imposed upon by being compelled to pay an assessment to the guaranty fund. This is a natural feeling as they are in no way responsible for the banks that fail. * * * The guaranty fund, so-called, is merely an insurance company whereby the state banks of Nebraska are the members and must pay through an assessment each other's losses up to the maximum amount of six-tenths of one per cent. a year. * * * Any good bank, making a fair profit, can pay this assessment without injury to itself and can do so to the great benefit of the state.' Id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The important portions of the act of 1930 (Senate File No. 3, Session Laws of Nebraska, 46th Special Session, March, 1930 (chapter 6), Compiled Statutes of Nebraska 1929, section 8-171 et seq.) are as follows:</p>\n        <p>'8-171. Depositors' Final Settlement Fund, How Comprised. For the purpose of providing a fair and just settlement of the claims of depositors and others heretofore authorized to be paid out of the Depositors' Guarantee Fund, there is hereby created and established a fund to be known and designated as 'Deosi tors' Final Settlement Fund' which fund shall comprise and consist of the following: (a) All records, accounts, books, documents, property and assets formerly in the possession of or under the control of the Guarantee Fund Commission and now in the possession of the secretary of the Department of Trade and Commerce. (b) All property and assets of every kind and nature, constituting, accruing upon, or derived from what was formerly designated as the Depositors' Guarantee Fund of the State of Nebraska. (c) All property, monies, funds, proceeds, rights, credits, accounts and choses in action, of every kind and nature, constituting, derived from, arising out of, or in any manner connected with, or pertaining to, the assessments, regular and special, heretofore accrued and levied against any and all corporations transacting a banking business in this state for the purpose of establishing, maintaining, or reimbursing what was formerly designated as the Depositors' Guarantee Fund of the State of Nebraska; which assessments, more specifically, are the special assessments levied by the Department of Trade and Commerce on or about December 15, 1928, April 17, 1929, and January 2, 1930, and the regular assessments accrued and levied on or about July 1, 1929, and January 1, 1930. (d) All moneys and funds derived from the annual assessment of two-tenths of one per cent. upon average daily deposits of each state bank,</p>\n        <p>levied as provided in Section 2 of this act. (e) All moneys which may hereafter be appropriated out of the state treasury to help pay, or to be applied upon, any deficit in what was formerly designated as the Depositors' Guarantee Fund. (f) Such other moneys, funds and property as may lawfully accrue to, be paid into, or become a part of the Depositors' Final Settlement Fund. (1930, Special Session, S. F. 3, &#167; 1.)</p>\n        <p>'8-172. Depositors' Final Settlement Fund, Assessments, Levy, Amount, When Made. For the purpose of providing a fund for depositors in state banks closed prior to the time this act goes into effect, every corporation engaged in the business of banking under the laws of this state shall be subject to assessment to be levied, kept, collected and applied as in this act provided. On the first day of January of each year during the period of ten years, beginning with the year 1931, and ending with the year 1940, inclusive, the Department of Trade and Commerce shall levy upon every state bank an assessment of two tenths of one per cent. of its average daily deposits during the year ending December 1st last preceding, as shown by the statements required to be made and filed with the department; Provided, any state bank may, at its option, at any time during said ten year period, prepay one or more of said assessments at a discount of five per cent. per annum for the unexpired period aforesaid, in which event the assessments thus prepaid shall be computed upon the average daily deposits in such bank for the period of the three years last preceding such prepayment. All payments of assessments under the provisions of this section shall be made to and become a part of the Depositors' Final Settlement Fund. Nothing in this section shall be construed to bind any corporation transacting a banking business under the laws of this state to pay any assessments accruing or levied after such corporation shall have ceased to do business as a state bank. (1930, Special Session, S. F. 3, &#167; 2.) * * *</p>\n        <p>'8-175. Administration, Department of Trade and Commerce, Specific Powers, Enumerated. The Department of Trade and Commerce shall have the power and authority to sell, transfer, convey and exchange any property or assets of the Depositors' Final Settlement Fund; to enter into contracts, and to institute, defend, or other-</p>\n        <p>wise participate in any suit or proceeding, involving the property or assets of said fund, or any claims, rights, or choses in action therein or pertaining thereto; to compromise and settle suits, claims, choses in action and all other matters and things pertaining to, or affecting said fund, or the administration, maintenance, or distribution thereof; the intent and purpose of this act being that the department shall efficiently and expeditiously liquidate and reduce to cash, or its equivalent, all the property and assets, tangible and intangible, of said fund, and pay out and distribute the same to those entitled thereto, in the manner and form, and according to the plan hereinafter set forth; Provided, nothing in this act shall authorize the Department of Trade and Commerce to reduce any Assessment required to be levied against banks under the provisions of this act, and provided further, the Department of Trade and Commerce may, in its sound discretion, grant to any bank an extension of time, not exceeding 3 years from the date of the passage of this act, within which to pay any of the assessments, regular or special, heretofore made, levied, or accrued against, or payable by such bank, as defined in subsection (c) of Section 1 of this act. (1930, Special Session, S. F. 3, &#167; 4.)</p>\n        <p>'8-176. Claims, Payment. Only owners and holders of the following described claims and rights shall be entitled to receive payment from the Depositors' Final Settlement Fund and to participate in the benefits thereof, to wit: 1. Unpaid claims of depositors and of others entitled to priority, as by law provided, which shall have been heretofore or hereafter adjudicated against insolvent state banks of this state, including those banks which have heretofore closed and those which hereafter and prior to the time this act goes into effect, shall have been closed by the Department of Trade and Commerce: Provided, such claims have been heretofore certified to the department as claims against the Depositors' Guarantee Fund, or shall have been hereafter certified to the department as claims entitled to the benefits of the Depositors' Final Setlement Fund. * * * (1930, Special Session, S. F. 3, &#167; 5.) * * *</p>\n        <p>'8-178. Specific Sections, Repeal. That said Sections 7995, 8008, 8028 and 8033, Compiled Statutes of Nebraska, 1922, as amended; Sections 22 and 23 of Chapter 191, Laws of 1923; and Sections 8024,</p>\n        <p>8025, 8026, 8027, 8009 and 8035, Compiled Statutes of Nebraska, 1922; as heretofore existing are hereby repealed. (1930, Special Session, S. F. 3, &#167; 16.)</p>\n        <p>'8-179. Inducement for Passage, Constitutionality, Construction. The inducement for the passage of Section 16 of this Act, which repeals various sections of the statutes relating to the bank depositors guarantee fund and assessments therefor, is the passage of sections 1 to 5, inclusive, of this Act, and if any one or more of said sections 1 to 5, inclusive, of this Act, shall for any reason be held unconstitutional or invalid, in whole or in part, then and in that event said section 16 of this Act shall be invalid and of no force or effect and the sections of the statutes sought to be repealed by said Section 16 shall be in full force and effect. (1930, Special Session, S. F. 3, &#167; 17.)'</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>282 U.S. 765 (1931)</b></center>\n<center><h1>ABIE STATE BANK<br>\nv.<br>\nBRYAN, GOVERNOR OF NEBRASKA, ET AL.</h1></center>\n<center>No. 63.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 22, 23, 1931.</center>\n<center>Decided February 25, 1931.</center>\nAPPEAL FROM THE SUPREME COURT OF NEBRASKA.\n<p><span class=\"star-pagination\">*767</span> <i>Messrs. Leonard A. Flansburg</i> and <i>Frank H. Gaines,</i> with whom <i>Mr. S.S. Sidner</i> was on the brief, for appellant.</p>\n<p><i>Messrs. C.A. Sorensen,</i> Attorney General of Nebraska, and <i>Charles E. Abbott</i> for Bryan, Governor of Nebraska, et al., appellees.</p>\n<p><i>Mr. William J. Hotz,</i> with whom <i>Messrs. Clinton J. Campbell, Frank A. Hebenstreit, Robert H. Hotz, Ralph G. Coad, John D. Lynch,</i> and <i>Henry R. Gower</i> were on the brief, for Mary E. Gandy et al., intervening appellees.</p>\n<p>MR. CHIEF JUSTICE HUGHES delivered the opinion of the Court.</p>\n<p>This suit was brought in December, 1928, in the District Court of Lancaster County, Nebraska, by the Abie State Bank on its own behalf and that of several hundred other banks, all chartered under the laws of Nebraska, to enjoin the defendants from collecting special assessments under the Bank Guaranty Law of that State. The plaintiffs challenged the constitutionality of the statute authorizing the levy of such special assessments, upon the ground that their collection constituted the taking of the plaintiffs' property without due process of law, in violation of the Fourteenth Amendment of the Constitution of the United States. A number of depositors in the state banks were permitted to intervene. The District Court entered a decree in April, 1929, in favor of the complainants, sustaining the contention that the statute providing for such special assessments was, under the facts shown, <span class=\"star-pagination\">*768</span> unreasonable and confiscatory, and hence repugnant to the Fourteenth Amendment. The decree, which gave a permanent injunction, was reversed by the Supreme Court of Nebraska; the injunction was dissolved and the action dismissed. 119 Neb. 153; 227 N.W. 922. The plaintiffs appeal to this Court.</p>\n<p>The Bank Guaranty Law of Nebraska was originally enacted in the year 1909. Laws of Nebraska, 1909, chap. 10, p. 87; Compiled Statutes of Nebraska, 1922, ยง 8024 <i>et seq.</i> Its purpose was declared to be to provide a guaranty fund for the protection of depositors in banks, and every corporation engaged in the business of banking under the laws of the State was declared to be subject to assessment to be levied and applied in the manner stated. Banks were required to report semi-annually to the State Banking Board, succeeded by the Department of Trade and Commerce, their average daily deposits, and it was made the duty of that department twice each year to levy upon each bank an assessment (after certain prescribed initial payments) in the amount of one-twentieth of one per cent. of the average daily deposits reported. By section 8028, as amended in 1923 (Laws of 1923, chap. 191, p. 452), it was provided that if the depositors' guaranty fund should be reduced from any cause to any amount less than one per cent. of the average daily deposits, the Department of Trade and Commerce should levy, against the capital stock of the corporations concerned, a special assessment not exceeding one-half of one per cent. of said average daily deposits in any one year. In case of non-compliance with the provisions of the statute, the Attorney General was to obtain the appointment of a receiver; and by an amendment in 1925 (Laws of 1925, chap. 30, p. 122), the Department of Trade and Commerce, if its order was not obeyed, was authorized forthwith to take possession of the property and business of the bank and place it in charge of the Guarantee <span class=\"star-pagination\">*769</span> Fund Commission established in 1923 for the purpose of assisting in conserving and administering the guaranty fund (Laws of 1923, chap. 191). It was further provided that in case a bank failed, and its assets were insufficient to meet the claims of depositors, the court should determine the amount of the deficiency and direct the Department of Trade and Commerce to draw against the guaranty fund in the amount required to make up the deficiency. Claims of depositors were to be paid according to priority of adjudication.</p>\n<p>Acting under the authority of the statute, the Department of Trade and Commerce for several years made an additional semi-annual assessment against the complaining banks of one-fourth of one per cent. of the average daily deposits. The result was that the total assessment against each of these banks had become an annual charge in the amount of six-tenths of one per cent. of their total average daily deposits.</p>\n<p>This suit was begun immediately after the levy, on December 15, 1928, of a special assessment of one-fourth of one per cent. of the average daily deposits of the complaining banks, and the plaintiffs asked for an injunction restraining the collection of that special assessment and of any future special assessment called for by section 8028. The contention of the plaintiffs was that the Bank Guaranty Law no longer bore a rational relation to any public purpose, as the collection of the assesments in question took away from the security of present depositors in going banks in order to pay the depositors in failed banks, and was without hope or tendency of furnishing protection to present depositors. It was insisted that instead of the challenged assessment creating a fund for the safeguarding of depositors in going banks, as was its purpose, it directly defeated that object, and that its imposition constituted an unconstitutional burden because of its confiscatory character.</p>\n<p><span class=\"star-pagination\">*770</span> The District Court reviewed the results of the operations of the banks in Nebraska under the Bank Guaranty Law. It appeared that there were 1012 banks in the State in November, 1920, and that the number had been reduced to 726 in December, 1928; that these banks had a total capital of $19,001,000 and a total capital and surplus of $24,958,557.62; that for the period of eighteen months preceding June 30, 1928, 570 banks had net earnings and 156 had net deficits; that the total net earnings of both groups for that period amounted to $1,935,519.40 or 7.9 per cent. of the total capital and surplus; that, during the same period, these banks had paid into the depositors' guaranty fund $2,412,324.78. It also appeared from the testimony of the secretary of the Guarantee Fund Commission (as stated by the Supreme Court of the State) that up to December 31, 1928, 269 state banks had been closed by the State and placed in the hands of the Commission and that the total amount of the adjudicated claims was $10,536,518.59, exclusive of interest; and that in 72 state banks, then being operated as going concerns, the amount due depositors was $13,726,441.26, and the total amount due depositors in banks which were in receiverships, but whose claims were not yet adjudicated, was $2,133,627.54. The total claims, including both claims adjudicated and those not adjudicated, or the then existing liabilities against the guaranty fund, amounted to $26,400,282.76, and the total amount of assets to be realized would be $10,451,932.65, leaving a deficit of $15,948,350.11. The court concluded that \"fully two-thirds of the banks under the existing financial conditions are unable, after paying assessments amounting to 8 per cent. of their capital, to pay compensatory dividends,\" and that the Bank Guaranty Law, as originally conceived, was \"no longer serving its purposes.\"</p>\n<p>Reversing the decree of the District Court in favor of the plaintiffs, the Supreme Court of the State sustained <span class=\"star-pagination\">*771</span> the validity of the continued operation of the Bank Guaranty Law and entered judgment stating that \"the levy of a special assessment upon the state banks,\" pursuant to the provisions of the applicable statute, \"does not constitute the taking of private property without due process of law.\" The grounds of the decision of the Supreme Court of the State, in reversing the judgment of the District Court, were thus stated in the syllabus of the opinion:</p>\n<p>\"1. `The banking business, carried on pursuant to a state charter, is quasi-public and, for protection of the public and in its interests, is subject to reasonable regulation by the state.' <i>Citizens State Bank</i> v. <i>Strayer,</i> 114 Neb. 567;</p>\n<p>\"2. It is elementary that it is not within the province of the courts to annul a legislative act unless its provisions so clearly contravene a provision of the fundamental law, or it is so clearly against public policy that no other resort remains;</p>\n<p>\"3. Where a state bank has accepted the benefits arising from the deposits of money pursuant to the terms of the bank depositors' guaranty law, such bank should not be heard, in a proper case, to make complaint of a special assessment upon such deposits which has been levied for the benefit of the depositors' guaranty fund;</p>\n<p>\"4. Where a special assessment has been levied upon the state banks pursuant to the provisions of section 8028, Comp. St. 1922, as amended by section 26, ch. 191, Laws of 1923, such assessment does not constitute the taking of private property without due process.\"</p>\n<p>In answer to the jurisdictional statement filed by the appellants, the appellees asserted the want of jurisdiction in this Court, upon two grounds; (1) that this Court conclusively adjudicated the validity of the Nebraska law against appellant in the suit heretofore brought on its behalf (<i>Shallenberger</i> v. <i>First State Bank of Holstein,</i> <span class=\"star-pagination\">*772</span> 219 U.S. 114); and (2) that the decision of the Supreme Court of the State, in its ruling with respect to the question of estoppel, rested upon an independent non-federal ground. The question of jurisdiction was postponed to the hearing on the merits.</p>\n<p>As to the first objection, it is sufficient to say that the Bank Guaranty Law was sustained by this Court as a police regulation (<i>Shallenberger</i> v. <i>First State Bank of Holstein, supra</i><i>; </i><i>Noble State Bank</i> v. <i>Haskell,</i> 219 U.S. 104, 575), and that a police regulation, although valid when made, may become, by reason of later events, arbitrary and confiscatory in operation. <i>Smith</i> v. <i>Illinois Bell Tel. Co.,</i> 282 U.S. 133, 162; <i>Allen</i> v. <i>St. Louis, Iron Mountain &amp; Southern Ry. Co.,</i> 230 U.S. 553, 555, 556; <i>Lincoln Gas &amp; Elec. Co.</i> v. <i>City of Lincoln,</i> 250 U.S. 256, 268. In the <i>Shallenberger</i> case, the suit was brought immediately upon the enactment of the law, and that decision sustaining the law cannot be regarded as precluding a subsequent suit for the purpose of testing the validity of assessments in the light of the later actual experience.</p>\n<p>In Support of the second objection, and in answer to the contention of the appellants that the findings of fact by the trial court had not been modified by the Supreme Court, the appellees point to the plenary character of the jurisdiction of the latter court in equity cases, and to the statute which makes it necessary for that court to try the case <i>de novo</i> and to \"reach an independent conclusion as to what finding or findings are required under the pleadings and all the evidence.\" Section 9150, Compiled Statutes of Nebraska, 1922; <i>Colby</i> v. <i>Foxworthy,</i> 80 Neb. 239, 245. The appellees insist that reading together the syllabus and the text of the opinion (<i>Old Colony Trust Co.</i> v. <i>Omaha,</i> 230 U.S. 100, 116), it appears that the Supreme Court, exercising its proper authority, made an independent finding as to the waiver or estoppel which the appellees had pleaded in defense. <span class=\"star-pagination\">*773</span> But the federal ground being present, it is incumbent upon this Court, when it is urged that the decision of the state court rests upon a non-federal ground, to ascertain for itself, in order that constitutional guaranties may appropriately be enforced, whether the asserted non-federal ground independently and adequately supports the judgment. <i>Enterprise Irrigation District</i> v. <i>Farmers' Mutual Canal Co.,</i> 243 U.S. 157, 164; <i>Union Pacific R. Co.</i> v. <i>Public Service Comm.,</i> 248 U.S. 67, 69, 70; <i>Ward</i> v. <i>Love County,</i> 253 U.S. 17, 22; <i>Broad River Power Co.</i> v. <i>South Carolina,</i> 281 U.S. 537, 540; 282 U.S. 187. As this Court said in <i>Enterprise Irrigation District</i> v. <i>Farmers' Mutual Canal Co., supra</i><i>:</i> \"But where the non-federal ground is so interwoven with the other as not to be an independent matter, or is not of sufficient breadth to sustain the judgment without any decision of the other, our jurisdiction is plain.\" See <i>Creswill</i> v. <i>Knights of Pythias,</i> 225 U.S. 246, 261.</p>\n<p>In reaching its conclusion, the Supreme Court of the State referred to the testimony, already mentioned, of the secretary of the Guarantee Fund Commission, with respect to the state of the guaranty fund, and to his further testimony that \"the majority of the losses sustained by the banks resulted from loans made prior to 1923 during the deflation period.\" The court said that since 1919 the total amount of bank assessments was $14,609,576.65, which had been paid over and become a part of the guaranty fund; that it appeared from the evidence of the president of one of the largest Nebraska state banks \"that he was active in the publication of 2,000 pamphlets which were distributed generally in respect of the establishment of the guaranty fund,\" and that he \"was also chairman of a committee of three bankers by whom this suit was begun\"; that in 1926 \"full-page newspaper advertisements, attractively featured with pictures and aptly prepared reading matter\" were published in one of <span class=\"star-pagination\">*774</span> Omaha's leading newspapers, stressing \"the proposed protection that was shortly to be afforded the depositors of money in the state banks\"; that it was stated in these advertisements that 336 banks, which were listed, had \"paid their pro-rata share of the cost of publication\"; and that wide circulation was given to the enterprise, \"in practically every town and its suburbs where a state bank was located,\" in a manner calculated to attract the favorable attention, and the patronage, of those having money for deposit.<sup>[1]</sup> The court concluded that the evidence clearly showed \"that a majority of the state bankers throughout Nebraska, and many others as well, counted the bank depositors' guaranty fund, in its inception, a valuable asset, and many predicted that this beneficent plan would add greatly to the stability of the state banks.\"<sup>[2]</sup> The court referred to the testimony of the cashier of a bank in Lincoln, Nebraska, that in his opinion <span class=\"star-pagination\">*775</span> the failure of nearly 300 state banks had been \"caused largely by the general economic condition existing prior to 1928\"; that he did not think that \"the bank assessments from 1923 to July 1, 1928, were a contributing factor in the failure of banks during that period\"; that \"the guaranty fund law and the assessments collected thereunder had a steadying influence on the deposits of every state bank\"; and, further, that \"it is no exaggeration to say it has accounted for at least one hundred million dollars deposited in the state banks of Nebraska which would not otherwise have been made except for the bank guaranty law.\" The court cited the opinion of the witness that \"the condition of the banks and their ability to pay the assessment is `incomparably better than in 1923.'\"</p>\n<p>The appellees, in amplification of the matters set forth in the opinion of the state court, urge that the banks continuously, from 1911 to the time of the suit, utilized the Bank Guaranty Law by advertising its adjudicated validity and the obligation of the banks to pay assessments, in order to induce deposits of public and private funds; and that this was accomplished not only \"by continuous and extensive newspaper publicity,\" but \"by signs on the interior and exterior of banks, pamphlets, statements on checks and certificates of deposit and on deposit slips, by moving pictures, public speakers, resolutions at bankers' conventions, personal solicitation and argument.\"</p>\n<p>So far as the facts summarized in the opinion of the state court, and in argument, may be deemed to oppose the evidence introduced to show the oppressive character of the Bank Guaranty Law, these facts bear upon the question whether the law had become so burdensome as to transcend in its operation the constitutional limits of state power. But if, as the appellants contend, the continued enforcement of the law in the conditions shown <span class=\"star-pagination\">*776</span> at the time of the suit did involve unconstitutional exactions, we should not be justified in refusing appropriate relief on the theory that the conduct of the banks, in their endeavor to do business under the law and to make the best of the State's policy embodied in it, estopped them from asserting constitutional right. The appellees say that, upon the original enactment of the Bank Guaranty Law and the decision of this Court sustaining it, the state banks could have done one of three things: (1) liquidate and invest their capital in some other business; (2) undertake to organize as a national bank; or (3) apply to the state banking department for a certificate of authority to operate under the Bank Guaranty Law. That is, the state banks had to comply with the law in order to continue in business as state banks. \"The fact that a choice was made according to interest does not exclude duress.\" <i>Union Pacific R. Co.</i> v. <i>Public Service Comm., supra</i><i>.</i> The fact that the banks, defeated in their attack on the law, fell into line with the policy of the State and proclaimed the purposes of the law and the contemplated advantages which had led to its enactment, cannot be regarded as depriving the banks of the opportunity of subsequently pointing out that the public purpose in view was no longer being served, and that the interests of the banks were being unreasonably sacrificed by confiscatory exactions in an effort the futility of which had been demonstrated. The banks were not bound for all time, regardless of consequences. The principle that a police regulation, valid when adopted, may become invalid because in its operation it has proved to be confiscatory, carries with it the recognition of the fact that earlier compliance with the regulation does not forfeit the right of protest when the regulation becomes intolerable. And we perceive no basis for a different rule because the regulation was extolled while being obeyed. We conclude that the constitutional question was properly raised and <span class=\"star-pagination\">*777</span> was decided, and that the judgment under review is not supported by an independent and adequate non-federal ground. Hence, the appeal was properly brought.</p>\n<p>Since the appeal, the situation has been altered by the passage, in March, 1930, by the legislature of Nebraska, of an act which repealed section 8028 (Compiled Statutes of Nebraska, 1922), under which the assessment of December 15, 1928, challenged in this suit, was levied, and modified the provisions of the former Bank Guaranty Law by creating a \"depositors' final settlement fund\" and providing for a limitation of future assessments.<sup>[3]</sup><span class=\"star-pagination\">*778</span> This Court takes judicial notice of this legislation. <i>Owings</i> v. <i>Hull,</i> 9 Pet. 607, 625; <i>Hanley</i> v. <i>Donoghue,</i> 116 U.S. 1, 6; <i>Lloyd</i> v. <i>Matthews,</i> 155 U.S. 222, 227. The <span class=\"star-pagination\">*779</span> act provides that the \"depositors' final settlement fund\" shall consist \"of all property, moneys, funds, proceeds, rights, credits, accounts and choses in action\" arising <span class=\"star-pagination\">*780</span> from the assessments, regular and special, theretofore accrued and levied, for the purpose of maintaining or reimbursing what was formerly designated as the depositors' guaranty fund. Among these assessments, and specifically mentioned, are \"the special assessments levied by the Department of Trade and Commerce on or about December 15, 1928, April 17, 1929, and January 2, 1930, and the regular assessments accrued and levied on or about July 1, 1929, and January 1, 1930.\" For the future, and for the purpose of providing a fund for depositors in state banks closed prior to the time of the new enactment, there is to be levied upon every state bank \"on the first day of January of each year during the period of ten years beginning with the year 1931, and ending with the year 1940, inclusive,\" an assessment of \"two-tenths of one per cent of its average daily deposits during the year ending December 1st last preceding.\" The effect of this provision is to reduce assessments for the future from a total annual amount of six-tenths of one per cent of the average daily deposits (that is, including both the original regular assessment of one-tenth of one per cent and the special assessments of five-tenths of one per cent) to a total of two-tenths of one per cent per annum for a period of ten years. <span class=\"star-pagination\">*781</span> The depositors' final settlement fund is to be distributed only to depositors in banks closed prior to the taking effect of the statute. The Department of Trade and Commerce has authority to administer the fund and to institute and defend suits involving any claims or rights pertaining thereto. That Department may grant, in its sound discretion, to any bank an extension of time, not exceeding three years, from the date of the passage of the act, within which to pay any of the assessments theretofore levied against it.</p>\n<p>The appellees, who are state officers, urge that by this legislation the case has become moot. The appellants, and the appellees who are intervening depositors, assert the contrary, and we agree with the latter view. Despite the repeal of section 8028, the assessment of December 15, 1928, which was assailed in this suit, is continued in effect, and the amount due thereunder is made a part of the depositors' final settlement fund. The later special assessments, to which the new act refers (those of April 17, 1929, and January 2, 1930), also remain in force. While the repeal of section 8028 prevents further assessments under the old law, still assessments which were enjoined by the District Court, and which were sustained by the judgment of the Supreme Court, are to be paid, and the amounts are to be applied as the act of 1930 directs. If, taking into consideration the limitations of the new legislation, the appellants could still be considered to have constitutional grounds for objecting to the collection of the special assessments which were the subject of their petition, they are not deprived of their right by the statute which leaves them with liability for those assessments. It would still be possible for this Court to grant appropriate relief. <i>Fidelity &amp; Deposit Co.</i> v. <i>Tafoya,</i> 270 U.S. 426, 433. See <i>Groesbeck</i> v. <i>Duluth, South Shore &amp; A. Ry. Co.,</i> 250 U.S. 607, 609; <i>Boston</i> v. <i>Jackson,</i> 260 U.S. 309, 313.</p>\n<p><span class=\"star-pagination\">*782</span> While the case has not become moot, the questions raised by the appellants must be considered in the light of the modifying legislation, which has restricted in an important degree their liability to assessments, and has provided for what is, in substance, a liquidation of the guaranty scheme. The appellees, intervening depositors, insist that by their deposits in the state banks they acquired contractual rights which cannot be affected by the later legislation. In support of this contention, these appellees refer to the observation of the dissenting opinion in <i>Lankford</i> v. <i>Platte Iron Works,</i> 235 U.S. 461, 487, that the Bank Guaranty Law of Oklahoma prescribed a contract between the banks and the depositors and expressed the terms in which it should be made. The point decided in that case was that a suit by a depositor in a bank in Oklahoma against the members of the State Banking Board and the Bank Commissioner of Oklahoma to compel payments from, distribution of, and assessments for, the depositors' guaranty fund, was a suit against the State and under the Eleventh Amendment could not be maintained. The view stressed in the remark of the dissenting opinion, to which reference has been made, was not presented in the opinion of the Court and was not essential to the decision. When money is deposited in bank, the contract that is made is between that bank and the depositor. Notwithstanding the provisions of the Bank Guaranty Law, there is, properly speaking, no contract between the depositor and other banks. The Bank Guaranty Law provided for a fund to be raised by assessments upon all the state banks, and while this was regarded as an important safeguard for all depositors, it was but a police regulation, the sanction of which lay in the constitutional power of the State and not in contract. See <i>Wisconsin &amp; Michigan Ry. Co.</i> v. <i>Powers,</i> 191 U.S. 379, 385-387. And this is the view that has been taken by state courts which have had occasion to consider this question in connection <span class=\"star-pagination\">*783</span> with legislation by which relief has been sought from the difficulties encountered in the continued operation of bank guaranty plans. <i>Wirtz</i> v. <i>Nestos,</i> 51 N.D. 603, 616, 621; 200 N.W. 524, 529, 531; <i>Standard Oil Co.</i> v. <i>Engel,</i> 55 N.D. 163, 170, 174; 212 N.W. 822, 824, 826; <i>South Dakota ex rel. Sharpe</i> v. <i>Smith,</i> 234 N.W. 525, Supreme Court of South Dakota, decided January 30, 1931.</p>\n<p>The origin of rights under the Bank Guaranty Law was wholly statutory, ย an act of grace by the legislature, so far as depositors were concerned, with the purpose of promoting the public welfare and with freedom in the legislature to modify its regulation when the public welfare was deemed to require a change. We see no reason to doubt the power of the legislature to extricate the banks and the administration of the guaranty fund from the serious plight in which they were found under the operation of the old plan and to exercise a reasonable discretion in seeking this result.</p>\n<p>We return to the contention of the appellants. When the suit was brought, these banks were confronted with a situation which contained no promise of relief from the assessments for which the act, as it then existed, provided, and the cumulative effect of which was alleged to be disastrous. It was the special assessments under the old law that were definitely assailed. Under the modifying act of 1930, only three of these special assessments and two regular assessments remain effective; and, for the future, there is a limitation of the obligation to a total annual assessment of two-tenths of one per cent of average daily deposits instead of assessments aggregating sixtenths, as were made possible by the previous law. The future assessments, to this restricted amount, are limited to a period of ten years. This, obviously, is a change of great importance. The appellants sought an injunction, and their petition necessarily related to the assessments in December, 1928 and thereafter, as the payments <span class=\"star-pagination\">*784</span> previously made were not in any event recoverable by the banks. Considering the reduction in the extent of the obligation as to future assessments, we are unable to say that the statute in this modified form is confiscatory, or other than a reasonable method of liquidating the guaranty plan. In this view, the judgment of the Supreme Court of the State denying an injunction should be affirmed.</p>\n<p><i>Judgment affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]   Reference was made by the court to the headings of the illustrated pages of these advertisements, as, for example: \"A Story no other State can Tell\"; \"No Mattress Banks in Nebraska\"; \"Strong Banks make Strong States\"; \"In the Hands of Skilled Bankers\"; \"State Banks Protect their Deposits in Nebraska\"; \"Nebraska is a Remarkable State\"; \"Pushing your Money Through the Window\"; \"All Work Together in Nebraska\"; \"Safe through the Slump of Deflation Days\"; \"In Nebraska the Guarantee Works both Ways\"; \"The Men who Told the Story that No Other State Can Tell.\"</p>\n<p>[2]   To illustrate this feature of the guaranty fund law, the court quoted the following excerpt from an advertisement which appeared in January, 1928, in one of the Nebraska newspapers having a large circulation: \"First, there are a few state bankers here and there who have good banks and who think they are greatly imposed upon by being compelled to pay an assessment to the guaranty fund. This is a natural feeling as they are in no way responsible for the banks that fail. . . . The guaranty fund, so-called, is merely an insurance company whereby the state banks of Nebraska are the members and must pay through an assessment each other's losses up to the maximum amount of six-tenths of one per cent. a year. . . . Any good bank, making a fair profit, can pay this assessment without injury to itself and can do so to the great benefit of the state.\" <i>Id.</i></p>\n<p>[3]   The important portions of the Act of 1930 (Senate File No. 3, Session Laws of Nebraska, 46th Special Session, March, 1930, Compiled Statutes of Nebraska, 1929, ยง 8-171 <i>et seq.</i>) are as follows:\n</p>\n<p>\"8-171. Depositors' Final Settlement Fund, How Comprised. For the purpose of providing a fair and just settlement of the claims of depositors and others heretofore authorized to be paid out of the Depositors' Guarantee Fund, there is hereby created and established a fund to be known and designated as `Depositors' Final Settlement Fund' which fund shall comprise and consist of the following: (a) All records, accounts, books, documents, property and assets formerly in the possession of or under the control of the Guarantee Fund Commission and now in the possession of the secretary of the Department of Trade and Commerce. (b) All property and assets of every kind and nature, constituting, accruing upon, or derived from what was formerly designated as the Depositors' Guarantee Fund of the State of Nebraska. (c) All property, monies, funds, proceeds, rights, credits, accounts and choses in action, of every kind and nature, constituting, derived from, arising out of, or in any manner connected with, or pertaining to, the assessments, regular and special, heretofore accrued and levied against any and all corporations transacting a banking business in this state for the purpose of establishing, maintaining, or reimbursing what was formerly designated as the Depositors' Guarantee Fund of the State of Nebraska; which assessments, more specifically, are the special assessments levied by the Department of Trade and Commerce on or about December 15, 1928, April 17, 1929, and January 2, 1930, and the regular assessments accrued and levied on or about July 1, 1929, and January 1, 1930. (d) All moneys and funds derived from the annual assessment of two-tenths of one per cent upon average daily deposits of each state bank, levied as provided in Section 2 of this act. (e) All moneys which may hereafter be appropriated out of the state treasury to help pay, or to be applied upon, any deficit in what was formerly designated as the Depositors' Guarantee Fund. (f) Such other moneys, funds, and property as may lawfully accrue to, be paid into, or become a part of the Depositors' Final Settlement Fund. (1930, Special Session, S.F. 3, ยง 1.)</p>\n<p>\"8-172. Depositors' Final Settlement Fund, Assessments, Levy, Amount, When Made. For the purpose of providing a fund for depositors in state banks closed prior to the time this act goes into effect, every corporation engaged in the business of banking under the laws of this state shall be subject to assessment to be levied, kept, collected and applied as in this act provided. On the first day of January of each year during the period of ten years, beginning with the year 1931, and ending with the year 1940, inclusive, the Department of Trade and Commerce shall levy upon every state bank an assessment of two tenths of one per cent of its average daily deposits during the year ending December 1st last preceding, as shown by the statements required to be made and filed with the department; <i>Provided,</i> any state bank may, at its option, at any time during said ten year period, prepay one or more of said assessments at a discount of five per cent <i>per annum</i> for the unexpired period aforesaid, in which event the assessments thus prepaid shall be computed upon the average daily deposits in such bank for the period of the three years last preceding such prepayment. All payments of assessments under the provisions of this section shall be made to and become a part of the Depositors' Final Settlement Fund. Nothing in this section shall be construed to bind any corporation transacting a banking business under the laws of this state to pay any assessments accruing or levied after such corporation shall have ceased to do business as a state bank. (1930, Special Session, S.F. 3, ยง 2.)</p>\n<p>* * * * *</p>\n<p>\"8-175. Administration, Department of Trade and Commerce, Specific Powers, Enumerated. The Department of Trade and Commerce shall have the power and authority to sell, transfer, convey and exchange any property or assets of the Depositors' Final Settlement Fund; to enter into contracts, and to institute, defend, or otherwise participate in any suit or proceeding, involving the property or assets of said fund, or any claims, rights, or choses in action therein or pertaining thereto; to compromise and settle suits, claims, choses in action and all other matters and things pertaining to, or affecting said fund, or the administration, maintenance, or distribution thereof; the intent and purpose of this act being that the department shall efficiently and expeditiously liquidate and reduce to cash or its equivalent, all the property and assets, tangible and intangible, of said fund, and pay out and distribute the same to those entitled thereto, in the manner and form, and according to the plan hereinafter set forth; Provided, nothing in this act shall authorize the Department of Trade and Commerce to reduce any Assessment required to be levied against banks under the provisions of this act, and Provided further, the Department of Trade and Commerce may, in its sound discretion, grant to any bank an extension of time, not exceeding 3 years from the date of the passage of this act, within which to pay any of the assessments, regular or special, heretofore made, levied, or accrued against, or payable by such bank, as defined in subsection (c) of Section 1 of this act. (1930, Special Session, S.F. 3, ยง 4.)</p>\n<p>\"8-176. Claims, Payment. Only owners and holders of the following described claims and rights shall be entitled to receive payment from the Depositors' Final Settlement Fund and to participate in the benefits thereof, to wit: 1. Unpaid claims of depositors and of others entitled to priority, as by law provided, which shall have been heretofore or hereafter adjudicated against insolvent state banks of this state, including those banks which have heretofore closed and those which hereafter and prior to the time this act goes into effect, shall have been closed by the Department of Trade and Commerce: Provided, such claims have been heretofore certified to the department as claims against the Depositors' Guarantee Fund, or shall have been hereafter certified to the department as claims entitled to the benefits of the Depositors' Final Settlement Fund. (1930, Special Session, S.F. 3, ยง 5.)</p>\n<p>* * * * *</p>\n<p>\"8-178. Specific Sections, Repeal. That said Sections 7995, 8008, 8028 and 8033, Compiled Statutes of Nebraska, 1922, as amended; Sections 22 and 23 of Chapter 191, Laws of 1923; and Sections 8024, 8025, 8026, 8027, 8009 and 8035, Compiled Statutes of Nebraska, 1922; as heretofore existing are hereby repealed. (1930, Special Session, S.F. 3, ยง 16.)</p>\n<p>\"8-179. Inducement for Passage, Constitutionality, Construction. The inducement for the passage of Section 16 of this Act, which repeals various sections of the statutes relating to the bank depositors guarantee fund and assessments therefor, is the passage of sections 1 to 5, inclusive, of this Act, and if any one or more of said sections 1 to 5, inclusive, of this Act, shall for any reason be held unconstitutional or invalid, in whole or in part, then and in that event said section 16 of this Act shall be invalid and of no force or effect and the sections of the statutes sought to be repealed by said Section 16 shall be in full force and effect. (1930, Special Session, S.F. 3, ยง 17.)\"</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">282</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">765</span></span> (1931)</b></center>\n<center><h1>ABIE STATE BANK<br>\nv.<br>\nBRYAN, GOVERNOR OF NEBRASKA, ET AL.</h1></center>\n<center>No. 63.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 22, 23, 1931.</center>\n<center>Decided February 25, 1931.</center>\nAPPEAL FROM THE SUPREME COURT OF NEBRASKA.\n<p><span class=\"star-pagination\">*767</span> <i>Messrs. Leonard A. Flansburg</i> and <i>Frank H. Gaines,</i> with whom <i>Mr. S.S. Sidner</i> was on the brief, for appellant.</p>\n<p><i>Messrs. C.A. Sorensen,</i> Attorney General of Nebraska, and <i>Charles E. Abbott</i> for Bryan, Governor of Nebraska, et al., appellees.</p>\n<p><i>Mr. William J. Hotz,</i> with whom <i>Messrs. Clinton J. Campbell, Frank A. Hebenstreit, Robert H. Hotz, Ralph G. Coad, John D. Lynch,</i> and <i>Henry R. Gower</i> were on the brief, for Mary E. Gandy et al., intervening appellees.</p>\n<p>MR. CHIEF JUSTICE HUGHES delivered the opinion of the Court.</p>\n<p>This suit was brought in December, 1928, in the District Court of Lancaster County, Nebraska, by the Abie State Bank on its own behalf and that of several hundred other banks, all chartered under the laws of Nebraska, to enjoin the defendants from collecting special assessments under the Bank Guaranty Law of that State. The plaintiffs challenged the constitutionality of the statute authorizing the levy of such special assessments, upon the ground that their collection constituted the taking of the plaintiffs' property without due process of law, in violation of the Fourteenth Amendment of the Constitution of the United States. A number of depositors in the state banks were permitted to intervene. The District Court entered a decree in April, 1929, in favor of the complainants, sustaining the contention that the statute providing for such special assessments was, under the facts shown, <span class=\"star-pagination\">*768</span> unreasonable and confiscatory, and hence repugnant to the Fourteenth Amendment. The decree, which gave a permanent injunction, was reversed by the Supreme Court of Nebraska; the injunction was dissolved and the action dismissed. 119 Neb. 153; 227 N.W. 922. The plaintiffs appeal to this Court.</p>\n<p>The Bank Guaranty Law of Nebraska was originally enacted in the year 1909. Laws of Nebraska, 1909, chap. 10, p. 87; Compiled Statutes of Nebraska, 1922, ยง 8024 <i>et seq.</i> Its purpose was declared to be to provide a guaranty fund for the protection of depositors in banks, and every corporation engaged in the business of banking under the laws of the State was declared to be subject to assessment to be levied and applied in the manner stated. Banks were required to report semi-annually to the State Banking Board, succeeded by the Department of Trade and Commerce, their average daily deposits, and it was made the duty of that department twice each year to levy upon each bank an assessment (after certain prescribed initial payments) in the amount of one-twentieth of one per cent. of the average daily deposits reported. By section 8028, as amended in 1923 (Laws of 1923, chap. 191, p. 452), it was provided that if the depositors' guaranty fund should be reduced from any cause to any amount less than one per cent. of the average daily deposits, the Department of Trade and Commerce should levy, against the capital stock of the corporations concerned, a special assessment not exceeding one-half of one per cent. of said average daily deposits in any one year. In case of non-compliance with the provisions of the statute, the Attorney General was to obtain the appointment of a receiver; and by an amendment in 1925 (Laws of 1925, chap. 30, p. 122), the Department of Trade and Commerce, if its order was not obeyed, was authorized forthwith to take possession of the property and business of the bank and place it in charge of the Guarantee <span class=\"star-pagination\">*769</span> Fund Commission established in 1923 for the purpose of assisting in conserving and administering the guaranty fund (Laws of 1923, chap. 191). It was further provided that in case a bank failed, and its assets were insufficient to meet the claims of depositors, the court should determine the amount of the deficiency and direct the Department of Trade and Commerce to draw against the guaranty fund in the amount required to make up the deficiency. Claims of depositors were to be paid according to priority of adjudication.</p>\n<p>Acting under the authority of the statute, the Department of Trade and Commerce for several years made an additional semi-annual assessment against the complaining banks of one-fourth of one per cent. of the average daily deposits. The result was that the total assessment against each of these banks had become an annual charge in the amount of six-tenths of one per cent. of their total average daily deposits.</p>\n<p>This suit was begun immediately after the levy, on December 15, 1928, of a special assessment of one-fourth of one per cent. of the average daily deposits of the complaining banks, and the plaintiffs asked for an injunction restraining the collection of that special assessment and of any future special assessment called for by section 8028. The contention of the plaintiffs was that the Bank Guaranty Law no longer bore a rational relation to any public purpose, as the collection of the assesments in question took away from the security of present depositors in going banks in order to pay the depositors in failed banks, and was without hope or tendency of furnishing protection to present depositors. It was insisted that instead of the challenged assessment creating a fund for the safeguarding of depositors in going banks, as was its purpose, it directly defeated that object, and that its imposition constituted an unconstitutional burden because of its confiscatory character.</p>\n<p><span class=\"star-pagination\">*770</span> The District Court reviewed the results of the operations of the banks in Nebraska under the Bank Guaranty Law. It appeared that there were 1012 banks in the State in November, 1920, and that the number had been reduced to 726 in December, 1928; that these banks had a total capital of $19,001,000 and a total capital and surplus of $24,958,557.62; that for the period of eighteen months preceding June 30, 1928, 570 banks had net earnings and 156 had net deficits; that the total net earnings of both groups for that period amounted to $1,935,519.40 or 7.9 per cent. of the total capital and surplus; that, during the same period, these banks had paid into the depositors' guaranty fund $2,412,324.78. It also appeared from the testimony of the secretary of the Guarantee Fund Commission (as stated by the Supreme Court of the State) that up to December 31, 1928, 269 state banks had been closed by the State and placed in the hands of the Commission and that the total amount of the adjudicated claims was $10,536,518.59, exclusive of interest; and that in 72 state banks, then being operated as going concerns, the amount due depositors was $13,726,441.26, and the total amount due depositors in banks which were in receiverships, but whose claims were not yet adjudicated, was $2,133,627.54. The total claims, including both claims adjudicated and those not adjudicated, or the then existing liabilities against the guaranty fund, amounted to $26,400,282.76, and the total amount of assets to be realized would be $10,451,932.65, leaving a deficit of $15,948,350.11. The court concluded that \"fully two-thirds of the banks under the existing financial conditions are unable, after paying assessments amounting to 8 per cent. of their capital, to pay compensatory dividends,\" and that the Bank Guaranty Law, as originally conceived, was \"no longer serving its purposes.\"</p>\n<p>Reversing the decree of the District Court in favor of the plaintiffs, the Supreme Court of the State sustained <span class=\"star-pagination\">*771</span> the validity of the continued operation of the Bank Guaranty Law and entered judgment stating that \"the levy of a special assessment upon the state banks,\" pursuant to the provisions of the applicable statute, \"does not constitute the taking of private property without due process of law.\" The grounds of the decision of the Supreme Court of the State, in reversing the judgment of the District Court, were thus stated in the syllabus of the opinion:</p>\n<p>\"1. `The banking business, carried on pursuant to a state charter, is quasi-public and, for protection of the public and in its interests, is subject to reasonable regulation by the state.' <i>Citizens State Bank</i> v. <i>Strayer,</i> 114 Neb. 567;</p>\n<p>\"2. It is elementary that it is not within the province of the courts to annul a legislative act unless its provisions so clearly contravene a provision of the fundamental law, or it is so clearly against public policy that no other resort remains;</p>\n<p>\"3. Where a state bank has accepted the benefits arising from the deposits of money pursuant to the terms of the bank depositors' guaranty law, such bank should not be heard, in a proper case, to make complaint of a special assessment upon such deposits which has been levied for the benefit of the depositors' guaranty fund;</p>\n<p>\"4. Where a special assessment has been levied upon the state banks pursuant to the provisions of section 8028, Comp. St. 1922, as amended by section 26, ch. 191, Laws of 1923, such assessment does not constitute the taking of private property without due process.\"</p>\n<p>In answer to the jurisdictional statement filed by the appellants, the appellees asserted the want of jurisdiction in this Court, upon two grounds; (1) that this Court conclusively adjudicated the validity of the Nebraska law against appellant in the suit heretofore brought on its behalf (<i>Shallenberger</i> v. <i>First State Bank of Holstein,</i> <span class=\"star-pagination\">*772</span> 219 U.S. 114); and (2) that the decision of the Supreme Court of the State, in its ruling with respect to the question of estoppel, rested upon an independent non-federal ground. The question of jurisdiction was postponed to the hearing on the merits.</p>\n<p>As to the first objection, it is sufficient to say that the Bank Guaranty Law was sustained by this Court as a police regulation (<i>Shallenberger</i> v. <i>First State Bank of Holstein, supra</i><i>; </i><i>Noble State Bank</i> v. <i>Haskell,</i> <span class=\"citation\" data-id=\"97337\"><a href=\"/opinion/97337/noble-state-bank-v-haskell/\"><span class=\"volume\">219</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, 575), and that a police regulation, although valid when made, may become, by reason of later events, arbitrary and confiscatory in operation. <i>Smith</i> v. <i>Illinois Bell Tel. Co.,</i> <span class=\"citation\" data-id=\"101625\"><a href=\"/opinion/101625/smith-v-illinois-bell-telephone-co/\"><span class=\"volume\">282</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span>, 162; <i>Allen</i> v. <i>St. Louis, Iron Mountain &amp; Southern Ry. Co.,</i> <span class=\"citation\" data-id=\"97973\"><a href=\"/opinion/97973/allen-v-st-louis-im-sr-co/\"><span class=\"volume\">230</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">553</span></a></span>, 555, 556; <i>Lincoln Gas &amp; Elec. Co.</i> v. <i>City of Lincoln,</i> <span class=\"citation\" data-id=\"99420\"><a href=\"/opinion/99420/lincoln-gas-elec-light-co-v-city-of-lincoln/\"><span class=\"volume\">250</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">256</span></a></span>, 268. In the <i>Shallenberger</i> case, the suit was brought immediately upon the enactment of the law, and that decision sustaining the law cannot be regarded as precluding a subsequent suit for the purpose of testing the validity of assessments in the light of the later actual experience.</p>\n<p>In Support of the second objection, and in answer to the contention of the appellants that the findings of fact by the trial court had not been modified by the Supreme Court, the appellees point to the plenary character of the jurisdiction of the latter court in equity cases, and to the statute which makes it necessary for that court to try the case <i>de novo</i> and to \"reach an independent conclusion as to what finding or findings are required under the pleadings and all the evidence.\" Section 9150, Compiled Statutes of Nebraska, 1922; <i>Colby</i> v. <i>Foxworthy,</i> <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">Neb.</span> <span class=\"page\">239</span></span>, 245. The appellees insist that reading together the syllabus and the text of the opinion (<i>Old Colony Trust Co.</i> v. <i>Omaha,</i> <span class=\"citation\" data-id=\"97955\"><a href=\"/opinion/97955/old-colony-trust-co-v-omaha/\"><span class=\"volume\">230</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">100</span></a></span>, 116), it appears that the Supreme Court, exercising its proper authority, made an independent finding as to the waiver or estoppel which the appellees had pleaded in defense. <span class=\"star-pagination\">*773</span> But the federal ground being present, it is incumbent upon this Court, when it is urged that the decision of the state court rests upon a non-federal ground, to ascertain for itself, in order that constitutional guaranties may appropriately be enforced, whether the asserted non-federal ground independently and adequately supports the judgment. <i>Enterprise Irrigation District</i> v. <i>Farmers' Mutual Canal Co.,</i> <span class=\"citation\" data-id=\"98886\"><a href=\"/opinion/98886/enterprise-irrigation-dist-v-farmers-mut-canal-co/\"><span class=\"volume\">243</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">157</span></a></span>, 164; <i>Union Pacific R. Co.</i> v. <i>Public Service Comm.,</i> <span class=\"citation\" data-id=\"99227\"><a href=\"/opinion/99227/union-pac-rr-co-v-pub-service-comm/\"><span class=\"volume\">248</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">67</span></a></span>, 69, 70; <i>Ward</i> v. <i>Love County,</i> <span class=\"citation\" data-id=\"99581\"><a href=\"/opinion/99581/ward-v-board-of-commrs-of-love-cty/\"><span class=\"volume\">253</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">17</span></a></span>, 22; <i>Broad River Power Co.</i> v. <i>South Carolina,</i> <span class=\"citation\" data-id=\"101589\"><a href=\"/opinion/101589/broad-river-power-co-v-south-carolina-ex-rel-danie/\"><span class=\"volume\">281</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">537</span></a></span>, 540; 282 U.S. 187. As this Court said in <i>Enterprise Irrigation District</i> v. <i>Farmers' Mutual Canal Co., supra</i><i>:</i> \"But where the non-federal ground is so interwoven with the other as not to be an independent matter, or is not of sufficient breadth to sustain the judgment without any decision of the other, our jurisdiction is plain.\" See <i>Creswill</i> v. <i>Knights of Pythias,</i> <span class=\"citation\" data-id=\"97658\"><a href=\"/opinion/97658/creswill-v-grand-lodge-knights-of-pythias-of-ga/\"><span class=\"volume\">225</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">246</span></a></span>, 261.</p>\n<p>In reaching its conclusion, the Supreme Court of the State referred to the testimony, already mentioned, of the secretary of the Guarantee Fund Commission, with respect to the state of the guaranty fund, and to his further testimony that \"the majority of the losses sustained by the banks resulted from loans made prior to 1923 during the deflation period.\" The court said that since 1919 the total amount of bank assessments was $14,609,576.65, which had been paid over and become a part of the guaranty fund; that it appeared from the evidence of the president of one of the largest Nebraska state banks \"that he was active in the publication of 2,000 pamphlets which were distributed generally in respect of the establishment of the guaranty fund,\" and that he \"was also chairman of a committee of three bankers by whom this suit was begun\"; that in 1926 \"full-page newspaper advertisements, attractively featured with pictures and aptly prepared reading matter\" were published in one of <span class=\"star-pagination\">*774</span> Omaha's leading newspapers, stressing \"the proposed protection that was shortly to be afforded the depositors of money in the state banks\"; that it was stated in these advertisements that 336 banks, which were listed, had \"paid their pro-rata share of the cost of publication\"; and that wide circulation was given to the enterprise, \"in practically every town and its suburbs where a state bank was located,\" in a manner calculated to attract the favorable attention, and the patronage, of those having money for deposit.<sup>[1]</sup> The court concluded that the evidence clearly showed \"that a majority of the state bankers throughout Nebraska, and many others as well, counted the bank depositors' guaranty fund, in its inception, a valuable asset, and many predicted that this beneficent plan would add greatly to the stability of the state banks.\"<sup>[2]</sup> The court referred to the testimony of the cashier of a bank in Lincoln, Nebraska, that in his opinion <span class=\"star-pagination\">*775</span> the failure of nearly 300 state banks had been \"caused largely by the general economic condition existing prior to 1928\"; that he did not think that \"the bank assessments from 1923 to July 1, 1928, were a contributing factor in the failure of banks during that period\"; that \"the guaranty fund law and the assessments collected thereunder had a steadying influence on the deposits of every state bank\"; and, further, that \"it is no exaggeration to say it has accounted for at least one hundred million dollars deposited in the state banks of Nebraska which would not otherwise have been made except for the bank guaranty law.\" The court cited the opinion of the witness that \"the condition of the banks and their ability to pay the assessment is `incomparably better than in 1923.'\"</p>\n<p>The appellees, in amplification of the matters set forth in the opinion of the state court, urge that the banks continuously, from 1911 to the time of the suit, utilized the Bank Guaranty Law by advertising its adjudicated validity and the obligation of the banks to pay assessments, in order to induce deposits of public and private funds; and that this was accomplished not only \"by continuous and extensive newspaper publicity,\" but \"by signs on the interior and exterior of banks, pamphlets, statements on checks and certificates of deposit and on deposit slips, by moving pictures, public speakers, resolutions at bankers' conventions, personal solicitation and argument.\"</p>\n<p>So far as the facts summarized in the opinion of the state court, and in argument, may be deemed to oppose the evidence introduced to show the oppressive character of the Bank Guaranty Law, these facts bear upon the question whether the law had become so burdensome as to transcend in its operation the constitutional limits of state power. But if, as the appellants contend, the continued enforcement of the law in the conditions shown <span class=\"star-pagination\">*776</span> at the time of the suit did involve unconstitutional exactions, we should not be justified in refusing appropriate relief on the theory that the conduct of the banks, in their endeavor to do business under the law and to make the best of the State's policy embodied in it, estopped them from asserting constitutional right. The appellees say that, upon the original enactment of the Bank Guaranty Law and the decision of this Court sustaining it, the state banks could have done one of three things: (1) liquidate and invest their capital in some other business; (2) undertake to organize as a national bank; or (3) apply to the state banking department for a certificate of authority to operate under the Bank Guaranty Law. That is, the state banks had to comply with the law in order to continue in business as state banks. \"The fact that a choice was made according to interest does not exclude duress.\" <i>Union Pacific R. Co.</i> v. <i>Public Service Comm., supra</i><i>.</i> The fact that the banks, defeated in their attack on the law, fell into line with the policy of the State and proclaimed the purposes of the law and the contemplated advantages which had led to its enactment, cannot be regarded as depriving the banks of the opportunity of subsequently pointing out that the public purpose in view was no longer being served, and that the interests of the banks were being unreasonably sacrificed by confiscatory exactions in an effort the futility of which had been demonstrated. The banks were not bound for all time, regardless of consequences. The principle that a police regulation, valid when adopted, may become invalid because in its operation it has proved to be confiscatory, carries with it the recognition of the fact that earlier compliance with the regulation does not forfeit the right of protest when the regulation becomes intolerable. And we perceive no basis for a different rule because the regulation was extolled while being obeyed. We conclude that the constitutional question was properly raised and <span class=\"star-pagination\">*777</span> was decided, and that the judgment under review is not supported by an independent and adequate non-federal ground. Hence, the appeal was properly brought.</p>\n<p>Since the appeal, the situation has been altered by the passage, in March, 1930, by the legislature of Nebraska, of an act which repealed section 8028 (Compiled Statutes of Nebraska, 1922), under which the assessment of December 15, 1928, challenged in this suit, was levied, and modified the provisions of the former Bank Guaranty Law by creating a \"depositors' final settlement fund\" and providing for a limitation of future assessments.<sup>[3]</sup><span class=\"star-pagination\">*778</span> This Court takes judicial notice of this legislation. <i>Owings</i> v. <i>Hull,</i> <span class=\"citation\" data-id=\"85947\"><a href=\"/opinion/85947/owings-v-hull/\"><span class=\"volume\">9</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">607</span></a></span>, 625; <i>Hanley</i> v. <i>Donoghue,</i> <span class=\"citation\" data-id=\"91491\"><a href=\"/opinion/91491/hanley-v-donoghue/\"><span class=\"volume\">116</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 6; <i>Lloyd</i> v. <i>Matthews,</i> <span class=\"citation\" data-id=\"94030\"><a href=\"/opinion/94030/lloyd-v-matthews/\"><span class=\"volume\">155</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">222</span></a></span>, 227. The <span class=\"star-pagination\">*779</span> act provides that the \"depositors' final settlement fund\" shall consist \"of all property, moneys, funds, proceeds, rights, credits, accounts and choses in action\" arising <span class=\"star-pagination\">*780</span> from the assessments, regular and special, theretofore accrued and levied, for the purpose of maintaining or reimbursing what was formerly designated as the depositors' guaranty fund. Among these assessments, and specifically mentioned, are \"the special assessments levied by the Department of Trade and Commerce on or about December 15, 1928, April 17, 1929, and January 2, 1930, and the regular assessments accrued and levied on or about July 1, 1929, and January 1, 1930.\" For the future, and for the purpose of providing a fund for depositors in state banks closed prior to the time of the new enactment, there is to be levied upon every state bank \"on the first day of January of each year during the period of ten years beginning with the year 1931, and ending with the year 1940, inclusive,\" an assessment of \"two-tenths of one per cent of its average daily deposits during the year ending December 1st last preceding.\" The effect of this provision is to reduce assessments for the future from a total annual amount of six-tenths of one per cent of the average daily deposits (that is, including both the original regular assessment of one-tenth of one per cent and the special assessments of five-tenths of one per cent) to a total of two-tenths of one per cent per annum for a period of ten years. <span class=\"star-pagination\">*781</span> The depositors' final settlement fund is to be distributed only to depositors in banks closed prior to the taking effect of the statute. The Department of Trade and Commerce has authority to administer the fund and to institute and defend suits involving any claims or rights pertaining thereto. That Department may grant, in its sound discretion, to any bank an extension of time, not exceeding three years, from the date of the passage of the act, within which to pay any of the assessments theretofore levied against it.</p>\n<p>The appellees, who are state officers, urge that by this legislation the case has become moot. The appellants, and the appellees who are intervening depositors, assert the contrary, and we agree with the latter view. Despite the repeal of section 8028, the assessment of December 15, 1928, which was assailed in this suit, is continued in effect, and the amount due thereunder is made a part of the depositors' final settlement fund. The later special assessments, to which the new act refers (those of April 17, 1929, and January 2, 1930), also remain in force. While the repeal of section 8028 prevents further assessments under the old law, still assessments which were enjoined by the District Court, and which were sustained by the judgment of the Supreme Court, are to be paid, and the amounts are to be applied as the act of 1930 directs. If, taking into consideration the limitations of the new legislation, the appellants could still be considered to have constitutional grounds for objecting to the collection of the special assessments which were the subject of their petition, they are not deprived of their right by the statute which leaves them with liability for those assessments. It would still be possible for this Court to grant appropriate relief. <i>Fidelity &amp; Deposit Co.</i> v. <i>Tafoya,</i> <span class=\"citation\" data-id=\"100817\"><a href=\"/opinion/100817/fidelity-deposit-co-of-md-v-tafoya/\"><span class=\"volume\">270</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">426</span></a></span>, 433. See <i>Groesbeck</i> v. <i>Duluth, South Shore &amp; A. Ry. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">250</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">607</span></span>, 609; <i>Boston</i> v. <i>Jackson,</i> <span class=\"citation\" data-id=\"100066\"><a href=\"/opinion/100066/boston-v-jackson/\"><span class=\"volume\">260</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">309</span></a></span>, 313.</p>\n<p><span class=\"star-pagination\">*782</span> While the case has not become moot, the questions raised by the appellants must be considered in the light of the modifying legislation, which has restricted in an important degree their liability to assessments, and has provided for what is, in substance, a liquidation of the guaranty scheme. The appellees, intervening depositors, insist that by their deposits in the state banks they acquired contractual rights which cannot be affected by the later legislation. In support of this contention, these appellees refer to the observation of the dissenting opinion in <i>Lankford</i> v. <i>Platte Iron Works,</i> <span class=\"citation\" data-id=\"98317\"><a href=\"/opinion/98317/lankford-v-platte-iron-works-co/\"><span class=\"volume\">235</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">461</span></a></span>, 487, that the Bank Guaranty Law of Oklahoma prescribed a contract between the banks and the depositors and expressed the terms in which it should be made. The point decided in that case was that a suit by a depositor in a bank in Oklahoma against the members of the State Banking Board and the Bank Commissioner of Oklahoma to compel payments from, distribution of, and assessments for, the depositors' guaranty fund, was a suit against the State and under the Eleventh Amendment could not be maintained. The view stressed in the remark of the dissenting opinion, to which reference has been made, was not presented in the opinion of the Court and was not essential to the decision. When money is deposited in bank, the contract that is made is between that bank and the depositor. Notwithstanding the provisions of the Bank Guaranty Law, there is, properly speaking, no contract between the depositor and other banks. The Bank Guaranty Law provided for a fund to be raised by assessments upon all the state banks, and while this was regarded as an important safeguard for all depositors, it was but a police regulation, the sanction of which lay in the constitutional power of the State and not in contract. See <i>Wisconsin &amp; Michigan Ry. Co.</i> v. <i>Powers,</i> <span class=\"citation\" data-id=\"95954\"><a href=\"/opinion/95954/wisconsin-michigan-r-co-v-powers/\"><span class=\"volume\">191</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">379</span></a></span>, 385-387. And this is the view that has been taken by state courts which have had occasion to consider this question in connection <span class=\"star-pagination\">*783</span> with legislation by which relief has been sought from the difficulties encountered in the continued operation of bank guaranty plans. <i>Wirtz</i> v. <i>Nestos,</i> <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">N.D.</span> <span class=\"page\">603</span></span>, 616, 621; <span class=\"citation no-link\"><span class=\"volume\">200</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">524</span></span>, 529, 531; <i>Standard Oil Co.</i> v. <i>Engel,</i> <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">N.D.</span> <span class=\"page\">163</span></span>, 170, 174; <span class=\"citation no-link\"><span class=\"volume\">212</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">822</span></span>, 824, 826; <i>South Dakota ex rel. Sharpe</i> v. <i>Smith,</i> <span class=\"citation\" data-id=\"92050\"><a href=\"/opinion/92050/the-smith/\"><span class=\"volume\">234</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">525</span></a></span>, Supreme Court of South Dakota, decided January 30, 1931.</p>\n<p>The origin of rights under the Bank Guaranty Law was wholly statutory, ย an act of grace by the legislature, so far as depositors were concerned, with the purpose of promoting the public welfare and with freedom in the legislature to modify its regulation when the public welfare was deemed to require a change. We see no reason to doubt the power of the legislature to extricate the banks and the administration of the guaranty fund from the serious plight in which they were found under the operation of the old plan and to exercise a reasonable discretion in seeking this result.</p>\n<p>We return to the contention of the appellants. When the suit was brought, these banks were confronted with a situation which contained no promise of relief from the assessments for which the act, as it then existed, provided, and the cumulative effect of which was alleged to be disastrous. It was the special assessments under the old law that were definitely assailed. Under the modifying act of 1930, only three of these special assessments and two regular assessments remain effective; and, for the future, there is a limitation of the obligation to a total annual assessment of two-tenths of one per cent of average daily deposits instead of assessments aggregating sixtenths, as were made possible by the previous law. The future assessments, to this restricted amount, are limited to a period of ten years. This, obviously, is a change of great importance. The appellants sought an injunction, and their petition necessarily related to the assessments in December, 1928 and thereafter, as the payments <span class=\"star-pagination\">*784</span> previously made were not in any event recoverable by the banks. Considering the reduction in the extent of the obligation as to future assessments, we are unable to say that the statute in this modified form is confiscatory, or other than a reasonable method of liquidating the guaranty plan. In this view, the judgment of the Supreme Court of the State denying an injunction should be affirmed.</p>\n<p><i>Judgment affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]   Reference was made by the court to the headings of the illustrated pages of these advertisements, as, for example: \"A Story no other State can Tell\"; \"No Mattress Banks in Nebraska\"; \"Strong Banks make Strong States\"; \"In the Hands of Skilled Bankers\"; \"State Banks Protect their Deposits in Nebraska\"; \"Nebraska is a Remarkable State\"; \"Pushing your Money Through the Window\"; \"All Work Together in Nebraska\"; \"Safe through the Slump of Deflation Days\"; \"In Nebraska the Guarantee Works both Ways\"; \"The Men who Told the Story that No Other State Can Tell.\"</p>\n<p>[2]   To illustrate this feature of the guaranty fund law, the court quoted the following excerpt from an advertisement which appeared in January, 1928, in one of the Nebraska newspapers having a large circulation: \"First, there are a few state bankers here and there who have good banks and who think they are greatly imposed upon by being compelled to pay an assessment to the guaranty fund. This is a natural feeling as they are in no way responsible for the banks that fail. . . . The guaranty fund, so-called, is merely an insurance company whereby the state banks of Nebraska are the members and must pay through an assessment each other's losses up to the maximum amount of six-tenths of one per cent. a year. . . . Any good bank, making a fair profit, can pay this assessment without injury to itself and can do so to the great benefit of the state.\" <i>Id.</i></p>\n<p>[3]   The important portions of the Act of 1930 (Senate File No. 3, Session Laws of Nebraska, 46th Special Session, March, 1930, Compiled Statutes of Nebraska, 1929, ยง 8-171 <i>et seq.</i>) are as follows:\n</p>\n<p>\"8-171. Depositors' Final Settlement Fund, How Comprised. For the purpose of providing a fair and just settlement of the claims of depositors and others heretofore authorized to be paid out of the Depositors' Guarantee Fund, there is hereby created and established a fund to be known and designated as `Depositors' Final Settlement Fund' which fund shall comprise and consist of the following: (a) All records, accounts, books, documents, property and assets formerly in the possession of or under the control of the Guarantee Fund Commission and now in the possession of the secretary of the Department of Trade and Commerce. (b) All property and assets of every kind and nature, constituting, accruing upon, or derived from what was formerly designated as the Depositors' Guarantee Fund of the State of Nebraska. (c) All property, monies, funds, proceeds, rights, credits, accounts and choses in action, of every kind and nature, constituting, derived from, arising out of, or in any manner connected with, or pertaining to, the assessments, regular and special, heretofore accrued and levied against any and all corporations transacting a banking business in this state for the purpose of establishing, maintaining, or reimbursing what was formerly designated as the Depositors' Guarantee Fund of the State of Nebraska; which assessments, more specifically, are the special assessments levied by the Department of Trade and Commerce on or about December 15, 1928, April 17, 1929, and January 2, 1930, and the regular assessments accrued and levied on or about July 1, 1929, and January 1, 1930. (d) All moneys and funds derived from the annual assessment of two-tenths of one per cent upon average daily deposits of each state bank, levied as provided in Section 2 of this act. (e) All moneys which may hereafter be appropriated out of the state treasury to help pay, or to be applied upon, any deficit in what was formerly designated as the Depositors' Guarantee Fund. (f) Such other moneys, funds, and property as may lawfully accrue to, be paid into, or become a part of the Depositors' Final Settlement Fund. (1930, Special Session, S.F. 3, ยง 1.)</p>\n<p>\"8-172. Depositors' Final Settlement Fund, Assessments, Levy, Amount, When Made. For the purpose of providing a fund for depositors in state banks closed prior to the time this act goes into effect, every corporation engaged in the business of banking under the laws of this state shall be subject to assessment to be levied, kept, collected and applied as in this act provided. On the first day of January of each year during the period of ten years, beginning with the year 1931, and ending with the year 1940, inclusive, the Department of Trade and Commerce shall levy upon every state bank an assessment of two tenths of one per cent of its average daily deposits during the year ending December 1st last preceding, as shown by the statements required to be made and filed with the department; <i>Provided,</i> any state bank may, at its option, at any time during said ten year period, prepay one or more of said assessments at a discount of five per cent <i>per annum</i> for the unexpired period aforesaid, in which event the assessments thus prepaid shall be computed upon the average daily deposits in such bank for the period of the three years last preceding such prepayment. All payments of assessments under the provisions of this section shall be made to and become a part of the Depositors' Final Settlement Fund. Nothing in this section shall be construed to bind any corporation transacting a banking business under the laws of this state to pay any assessments accruing or levied after such corporation shall have ceased to do business as a state bank. (1930, Special Session, S.F. 3, ยง 2.)</p>\n<p>* * * * *</p>\n<p>\"8-175. Administration, Department of Trade and Commerce, Specific Powers, Enumerated. The Department of Trade and Commerce shall have the power and authority to sell, transfer, convey and exchange any property or assets of the Depositors' Final Settlement Fund; to enter into contracts, and to institute, defend, or otherwise participate in any suit or proceeding, involving the property or assets of said fund, or any claims, rights, or choses in action therein or pertaining thereto; to compromise and settle suits, claims, choses in action and all other matters and things pertaining to, or affecting said fund, or the administration, maintenance, or distribution thereof; the intent and purpose of this act being that the department shall efficiently and expeditiously liquidate and reduce to cash or its equivalent, all the property and assets, tangible and intangible, of said fund, and pay out and distribute the same to those entitled thereto, in the manner and form, and according to the plan hereinafter set forth; Provided, nothing in this act shall authorize the Department of Trade and Commerce to reduce any Assessment required to be levied against banks under the provisions of this act, and Provided further, the Department of Trade and Commerce may, in its sound discretion, grant to any bank an extension of time, not exceeding 3 years from the date of the passage of this act, within which to pay any of the assessments, regular or special, heretofore made, levied, or accrued against, or payable by such bank, as defined in subsection (c) of Section 1 of this act. (1930, Special Session, S.F. 3, ยง 4.)</p>\n<p>\"8-176. Claims, Payment. Only owners and holders of the following described claims and rights shall be entitled to receive payment from the Depositors' Final Settlement Fund and to participate in the benefits thereof, to wit: 1. Unpaid claims of depositors and of others entitled to priority, as by law provided, which shall have been heretofore or hereafter adjudicated against insolvent state banks of this state, including those banks which have heretofore closed and those which hereafter and prior to the time this act goes into effect, shall have been closed by the Department of Trade and Commerce: Provided, such claims have been heretofore certified to the department as claims against the Depositors' Guarantee Fund, or shall have been hereafter certified to the department as claims entitled to the benefits of the Depositors' Final Settlement Fund. (1930, Special Session, S.F. 3, ยง 5.)</p>\n<p>* * * * *</p>\n<p>\"8-178. Specific Sections, Repeal. That said Sections 7995, 8008, 8028 and 8033, Compiled Statutes of Nebraska, 1922, as amended; Sections 22 and 23 of Chapter 191, Laws of 1923; and Sections 8024, 8025, 8026, 8027, 8009 and 8035, Compiled Statutes of Nebraska, 1922; as heretofore existing are hereby repealed. (1930, Special Session, S.F. 3, ยง 16.)</p>\n<p>\"8-179. Inducement for Passage, Constitutionality, Construction. The inducement for the passage of Section 16 of this Act, which repeals various sections of the statutes relating to the bank depositors guarantee fund and assessments therefor, is the passage of sections 1 to 5, inclusive, of this Act, and if any one or more of said sections 1 to 5, inclusive, of this Act, shall for any reason be held unconstitutional or invalid, in whole or in part, then and in that event said section 16 of this Act shall be invalid and of no force or effect and the sections of the statutes sought to be repealed by said Section 16 shall be in full force and effect. (1930, Special Session, S.F. 3, ยง 17.)\"</p>\n\n</div>", "id": 101688, "judges": "Hughes", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/101688/", "sha1": "32b7a5f3ec9c7141a97b1bb985c0086f39e40f44", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:50:12"}