{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "283 U.S. 258", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/101727/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Bonwit Teller & Co. v. United States", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "282", 
    "id": 86110, 
    "resource_uri": "/api/rest/v2/citation/86110/"
  }, 
  "id": 101727, 
  "blocked": false, 
  "judges": "Butler", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1931-04-13", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>283 U.S. 258 (1931)</b></center>\n<center><h1>BONWIT TELLER &amp; COMPANY<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 282.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 16, 1931.</center>\n<center>Decided April 13, 1931.</center>\nCERTIORARI TO THE COURT OF CLAIMS.\n<p><span class=\"star-pagination\">*259</span> <i>Mr. Arthur B. Hyman</i> for petitioner.</p>\n<p><i>Assistant Attorney General Rugg,</i> with whom <i>Solicitor General Thacher</i> and <i>Messrs. Claude R. Branch,</i> Special Assistant to the Attorney General, <i>George H. Foster, Bradley B. Gilman,</i> and <i>Erwin N. Griswold</i> were on the brief, for the United States.</p>\n<p>MR. JUSTICE BUTLER delivered the opinion of the Court.</p>\n<p>This action was brought to recover the amount of an overpayment of income tax for the year ended January 31, 1919, as determined by the Commissioner of Internal Revenue and shown in his certificate, No. 990,988, issued to plaintiff May 12, 1927. The Government first filed a general traverse. But later, asserting lack of authority on the part of the Commissioner to make the determination and refund, it filed a counterclaim for the amount of a check sent plaintiff to pay the balance of the refund remaining after deducting a part to pay an additional tax assessed against it for the year ended January 31, 1917. That tax was then, as it is now conceded, barred by a statute of limitation. <i>Bowers</i> v. <i>N.Y. &amp; Albany Lighterage Co.,</i> 273 U.S. 346. On special findings the court entered judgment dismissing plaintiff's complaint and the Government's counterclaim but gave the latter judgment for the cost of printing the record. 69 Ct. Cls. 638; 39 F. (2d) 730. On plaintiff's petition we granted a writ of certiorari. 282 U.S. 823.</p>\n<p>The court found:</p>\n<p><span class=\"star-pagination\">*260</span> Plaintiff is a corporation engaged in the business of selling merchandise at retail. Its fiscal year begins February 1. July 14, 1919, it filed its return for the year ended January 31, 1919, reporting an income tax of $57,871.16 which was paid, one-half July 14 and the balance December 13 following. Pending audit of the return, the Commissioner fixed plaintiff's total tax liability for that year at $225,165.75 and in April, 1924, made a jeopardy assessment for $167,294.59, the excess over the amount returned and paid. The plaintiff promptly filed a claim for abatement of the full amount of the additional assessment.</p>\n<p>November 19, 1924, the bureau sent plaintiff a letter containing a schedule disclosing the computation of its tax for the year ended January 31, 1919, and showing a total overassessment of $178,161.02. From this amount there was deducted $10,866.43 found by the Commissioner to have been erroneously included in plaintiff's return and paid. The letter stated: \"Inasmuch as the provisions of section 281 of the revenue act of 1924<sup>[1]</sup> have not been complied with [in] regard to the full amount of the above <span class=\"star-pagination\">*261</span> overassessment, a portion in the amount of $10,866.43 cannot be allowed.\" In accordance with that letter, the Commissioner allowed plaintiff's claim for abatement.</p>\n<p>May 16, 1925, the bureau wrote plaintiff that an examination of its income tax return for the year ended January 31, 1919, disclosed an apparent overassessment, and that it could not then be allowed \"unless an income and profits tax waiver is filed on or before June 15, 1925, as provided by an Act of Congress dated March 3, 1925, amending § 281 (e) of the Revenue Act of 1924.<sup>[2]</sup> Two waiver forms are therefore enclosed in order that you may, if you desire, execute and forward one of the forms to this office.\" Plaintiff executed the waiver and May 22, 1925, returned it with a letter stating: \"In accordance with your request, we enclose you herewith waiver.\" On the following day the waiver was received and accepted in writing; by the Commissioner.</p>\n<p>December 11, 1926, counsel for plaintiff sent the bureau a letter which quoted the substance, as above given, of the letters of November 19, 1924, and May 16, 1925, and, in reference to the letter of May 22, 1925, said: \"Since that time we have heard nothing further from you and there has been no refund made to the taxpayer.\" February 5, 1927, the head of the audit division approved and recommended for allowance the certificate of overassessment No. 990,988. The record of the case was checked to determine whether the plaintiff had filed a claim for refund prior to the expiration of the applicable period of limitation. And it was determined that the documents filed, which included the audit letter of November 19, 1924, showing how the amount of the overpayment was ascertained, the <span class=\"star-pagination\">*262</span> letter of May 16, 1925, furnishing form of waiver, and the plaintiff's answer of May 22 following, enclosing the executed waiver, would be treated by the bureau as an informal claim for refund filed May 23, 1925.</p>\n<p>Plaintiff's letter of May 22, 1925, bears an undated endorsement: \"Inferential demand for the refund upon basis of the schedule sent taxpayer under date of November 19, 1924 . . . Rules and Regulations. Mulligan,\" and another dated April 4, 1927: \"Approved by Mr. Mulligan and Mr. Sherwood for scheduling as is. O. Allen.\"</p>\n<p>February 9, 1927, the bureau wrote plaintiff's counsel: \". . . in order that the allowance of the overassessment may be made, you are requested to file with this office a claim on the enclosed Form 843 setting forth the basis of the adjustment . ..\" Accordingly, plaintiff executed the form and thereon stated that the application should be allowed for the reasons shown in the audit letter of November 19, 1924, a copy of which was attached. And February 17, 1927, plaintiff returned the form with a letter saying: \". . . we enclose herewith for filing, claim for refund in the sum of $10,866.43 . . . on Form 843.\" The claim was received and filed in the bureau February 19; the Commissioner allowed the claim and on March 8 approved and scheduled to the collector the certificate of overassessment.</p>\n<p>On the margin of the bureau's record copy appear the following certifications: \"Waiver filed May 23, 1925. Informal claim for refund filed May 23, 1925, with waiver perfected by claim Form 843. (Signed) O. Allen, 3/4/27.\" \"Claim for refund filed May 23, 1925, wavier filed May 23, 1925.\" \"This C. of O. [certificate of overassessment] approved for scheduling as is by W.T.S. (Signed) O. Allen, 4/4/27.\"</p>\n<p>The collector credited $9,846.06 against the additional tax assessed for the year ending January 31, 1917. May 12, 1927, the Commissioner caused the certificate, showing <span class=\"star-pagination\">*263</span> the deduction made by the collector, to be delivered to plaintiff with a check for the balance of the overassessment and interest, $1,462.99. Plaintiff objected to the application of any part of the refund against such additional assessment on the ground that the 1917 tax was barred, and declined to accept the check in full settlement but offered to apply it in partial payment of the claim.</p>\n<p>The Government, in support of the judgment below, insists that no claim for refund was filed by plaintiff prior to April 1, 1926, the time permitted by the Act of March 3, 1925, 43 Stat. 1115, and that therefore the Commissioner was without authority to allow the claim.</p>\n<p>The provision involved amends § 281 (e) of the Revenue Act of 1924, 43 Stat. 302. It provides that if the taxpayer has on or before June 15, 1925, filed a waiver of his right to have the tax due for the taxable year 1919 determined and assessed within five years after the return was filed, then refund relating to such tax shall be made if claim therefor is filed on or before April 1, 1926. The section is a part of a tax law giving to taxpayers opportunity to secure refund of overpayments that had become barred. Manifestly it is to be construed liberally in favor of the taxpayers to give the relief it was intended to provide. <i>United States</i> v. <i>Merriam,</i> 263 U.S. 179, 187. <i>Bowers</i> v. <i>N.Y. &amp; Albany Lighterage Co., supra,</i> 350. <i>United States</i> v. <i>Updike,</i> 281 U.S. 489, 496. <i>United States</i> v. <i>Michel,</i> 282 U.S. 656.</p>\n<p>Plaintiff filed its waiver within time and, in consideration of that, it admittedly secured the right to claim the refund. But it did not within the specified time formally make a claim for it. The Government's point comes down to the question whether the waiver and the letter transmitting it together with what went before amounted to the filing of a claim within the meaning of the statute.</p>\n<p>The Commissioner, prior to that amendment, had finally determined that in 1919 plaintiff had overpaid its tax by <span class=\"star-pagination\">*264</span> $10,866.43. That finding was made upon a consideration of the plaintiff's tax return, its claim for abatement of the jeopardy assessment and, presumably, all material details of its business in the taxable year. The schedule contained in the audit letter of November 19, 1924, showed the manner in which the bureau had computed the tax. And the refund of the ascertained overpayment was withheld by the Commissioner solely because of plaintiff's lack of compliance with § 281 as it then stood.</p>\n<p>The letter of May 16, 1925, sent soon after § 281 was amended, unmistakably referred to the overpayment that the Commissioner had found and reported. That an allowance of credit or refund was immediately intended is shown by the statement that it could not then be allowed unless waiver was filed as provided by the 1925 amendment. Plaintiff's prompt execution and return of the waiver and the bureau's acceptance of it clearly show that both considered the facts already found and reported a sufficient basis for plaintiff's claim. That such was the view of the Commissioner is fully confirmed by the notations made on the letter transmitting the waiver and upon the office record of the certificate.</p>\n<p>The question here is to be distinguished from that which would have arisen if, contrary to the taxpayer's insistence, the Commissioner had held that what was done did not constitute a filing of a claim. No statute provides for review of the Commissioner's determinations in favor of taxpayers when made within the scope of his authority. Such rulings are entitled to much weight. In this case he had already found that in 1919 plaintiff had overpaid its tax in the amount stated. He needed no additional information to enable him to determine whether credit or refund should then be made. There is no suggestion that the allowance was induced by or resulted from fraud or mistake. The facts found disclose that there was a reasonable or substantial compliance with the amendment. <span class=\"star-pagination\">*265</span> The Commissioner, within the time allowed, was advised of the grounds on which plaintiff's right to refund rested, and was not misled or deceived by plaintiff's failure to file formal claim, and was fully warranted in holding that the waiver and earlier documents were sufficient. <i>Tucker</i> v. <i>Alexander,</i> 275 U.S. 228, 231.</p>\n<p>The Government further contends that, even if the Commissioner's allowance was authorized, this suit is barred by R.S., § 3226, as amended. 26 U.S.C., § 156.<sup>[3]</sup> It provides that no suit for the recovery of any internal revenue tax alleged to have been erroneously collected shall be begun after five years from the payment of such tax. The overpayment made was more than five years before the complaint was filed. This case is not within the clause giving two years after disallowance, because here the claim was allowed. Plaintiff pleads its claim in two forms. The first is based upon the issue and delivery of the Commissioner's certificate showing plaintiff entitled to a refund in the amount specified. The second alleges an account stated showing that there is due plaintiff the amount claimed. The action is not for the overpayment of the tax in 1919 but is grounded upon the determination evidenced by the certificate issued by the Commissioner May 12, 1927. Upon delivery of the certificate to plaintiff, there arose the cause of action on which this suit was brought. <i>United States</i> v. <i>Kaufman,</i> 96 U.S. 567, 570. <i>United States</i> v. <i>Savings Bank,</i> 104 U.S. 728. <i>Bank of Greencastle's Case,</i> 15 Ct. Cls. 25. There is no merit in the contention that the suit is barred.</p>\n<p><i>Judgment reversed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Section 281, 43 Stat. 301:\n</p>\n<p>\"(b) Except as provided in subdivision . . . (e) . . . no such credit or refund shall be allowed or made after four years from the time the tax was paid, unless before the expiration of such four years a claim therefor is filed by the taxpayer. . . .</p>\n<p>\"(e) If the taxpayer has, within five years from the time the return for the taxable year 1917 was due, filed a waiver of his right to have the taxes due for such taxable year determined and assessed within five years after the return was filed, or if he has, on or before June 15, 1924, filed such a waiver in respect of the taxes due for the taxable year 1918, then such credit or refund relating to the taxes for the year in respect of which the waiver was filed shall be allowed or made if claim therefor is filed either on or before April 1, 1925, or within four years from the time the tax was paid.</p>\n<p>\"(f) This section shall not . . . (2) bar from allowance a claim in respect of a tax for the taxable year 1919 or 1920, if such claim is filed before the expiration of five years after the date the return was due.\"</p>\n<p>[2]  Act of March 3, 1925, 43 Stat. 1115, added to § 281 (e):\n</p>\n<p>\"If the taxpayer has, on or before June 15, 1925, filed such a waiver in respect of the taxes due for the taxable year 1919, then such credit or refund relating to the taxes for the taxable year 1919 shall be allowed or made if claim therefor is filed either on or before April 1, 1926, or within four years from the time the tax was paid.\"</p>\n<p>[3]  \"No suit . . . for the recovery of any internal revenue tax alleged to have been erroneously or illegally assessed or collected . . . shall be begun . . . after the expiration of five years from the date of the payment of such tax . . . unless such suit . . . is begun within two years after the disallowance of the part of such claim to which such suit . . . relates. . . .\"</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:50:13", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">283</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">258</span></span> (1931)</b></center>\n<center><h1>BONWIT TELLER &amp; COMPANY<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 282.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 16, 1931.</center>\n<center>Decided April 13, 1931.</center>\nCERTIORARI TO THE COURT OF CLAIMS.\n<p><span class=\"star-pagination\">*259</span> <i>Mr. Arthur B. Hyman</i> for petitioner.</p>\n<p><i>Assistant Attorney General Rugg,</i> with whom <i>Solicitor General Thacher</i> and <i>Messrs. Claude R. Branch,</i> Special Assistant to the Attorney General, <i>George H. Foster, Bradley B. Gilman,</i> and <i>Erwin N. Griswold</i> were on the brief, for the United States.</p>\n<p>MR. JUSTICE BUTLER delivered the opinion of the Court.</p>\n<p>This action was brought to recover the amount of an overpayment of income tax for the year ended January 31, 1919, as determined by the Commissioner of Internal Revenue and shown in his certificate, No. 990,988, issued to plaintiff May 12, 1927. The Government first filed a general traverse. But later, asserting lack of authority on the part of the Commissioner to make the determination and refund, it filed a counterclaim for the amount of a check sent plaintiff to pay the balance of the refund remaining after deducting a part to pay an additional tax assessed against it for the year ended January 31, 1917. That tax was then, as it is now conceded, barred by a statute of limitation. <i>Bowers</i> v. <i>N.Y. &amp; Albany Lighterage Co.,</i> 273 U.S. 346. On special findings the court entered judgment dismissing plaintiff's complaint and the Government's counterclaim but gave the latter judgment for the cost of printing the record. 69 Ct. Cls. 638; 39 F. (2d) 730. On plaintiff's petition we granted a writ of certiorari. 282 U.S. 823.</p>\n<p>The court found:</p>\n<p><span class=\"star-pagination\">*260</span> Plaintiff is a corporation engaged in the business of selling merchandise at retail. Its fiscal year begins February 1. July 14, 1919, it filed its return for the year ended January 31, 1919, reporting an income tax of $57,871.16 which was paid, one-half July 14 and the balance December 13 following. Pending audit of the return, the Commissioner fixed plaintiff's total tax liability for that year at $225,165.75 and in April, 1924, made a jeopardy assessment for $167,294.59, the excess over the amount returned and paid. The plaintiff promptly filed a claim for abatement of the full amount of the additional assessment.</p>\n<p>November 19, 1924, the bureau sent plaintiff a letter containing a schedule disclosing the computation of its tax for the year ended January 31, 1919, and showing a total overassessment of $178,161.02. From this amount there was deducted $10,866.43 found by the Commissioner to have been erroneously included in plaintiff's return and paid. The letter stated: \"Inasmuch as the provisions of section 281 of the revenue act of 1924<sup>[1]</sup> have not been complied with [in] regard to the full amount of the above <span class=\"star-pagination\">*261</span> overassessment, a portion in the amount of $10,866.43 cannot be allowed.\" In accordance with that letter, the Commissioner allowed plaintiff's claim for abatement.</p>\n<p>May 16, 1925, the bureau wrote plaintiff that an examination of its income tax return for the year ended January 31, 1919, disclosed an apparent overassessment, and that it could not then be allowed \"unless an income and profits tax waiver is filed on or before June 15, 1925, as provided by an Act of Congress dated March 3, 1925, amending § 281 (e) of the Revenue Act of 1924.<sup>[2]</sup> Two waiver forms are therefore enclosed in order that you may, if you desire, execute and forward one of the forms to this office.\" Plaintiff executed the waiver and May 22, 1925, returned it with a letter stating: \"In accordance with your request, we enclose you herewith waiver.\" On the following day the waiver was received and accepted in writing; by the Commissioner.</p>\n<p>December 11, 1926, counsel for plaintiff sent the bureau a letter which quoted the substance, as above given, of the letters of November 19, 1924, and May 16, 1925, and, in reference to the letter of May 22, 1925, said: \"Since that time we have heard nothing further from you and there has been no refund made to the taxpayer.\" February 5, 1927, the head of the audit division approved and recommended for allowance the certificate of overassessment No. 990,988. The record of the case was checked to determine whether the plaintiff had filed a claim for refund prior to the expiration of the applicable period of limitation. And it was determined that the documents filed, which included the audit letter of November 19, 1924, showing how the amount of the overpayment was ascertained, the <span class=\"star-pagination\">*262</span> letter of May 16, 1925, furnishing form of waiver, and the plaintiff's answer of May 22 following, enclosing the executed waiver, would be treated by the bureau as an informal claim for refund filed May 23, 1925.</p>\n<p>Plaintiff's letter of May 22, 1925, bears an undated endorsement: \"Inferential demand for the refund upon basis of the schedule sent taxpayer under date of November 19, 1924 . . . Rules and Regulations. Mulligan,\" and another dated April 4, 1927: \"Approved by Mr. Mulligan and Mr. Sherwood for scheduling as is. O. Allen.\"</p>\n<p>February 9, 1927, the bureau wrote plaintiff's counsel: \". . . in order that the allowance of the overassessment may be made, you are requested to file with this office a claim on the enclosed Form 843 setting forth the basis of the adjustment . ..\" Accordingly, plaintiff executed the form and thereon stated that the application should be allowed for the reasons shown in the audit letter of November 19, 1924, a copy of which was attached. And February 17, 1927, plaintiff returned the form with a letter saying: \". . . we enclose herewith for filing, claim for refund in the sum of $10,866.43 . . . on Form 843.\" The claim was received and filed in the bureau February 19; the Commissioner allowed the claim and on March 8 approved and scheduled to the collector the certificate of overassessment.</p>\n<p>On the margin of the bureau's record copy appear the following certifications: \"Waiver filed May 23, 1925. Informal claim for refund filed May 23, 1925, with waiver perfected by claim Form 843. (Signed) O. Allen, 3/4/27.\" \"Claim for refund filed May 23, 1925, wavier filed May 23, 1925.\" \"This C. of O. [certificate of overassessment] approved for scheduling as is by W.T.S. (Signed) O. Allen, 4/4/27.\"</p>\n<p>The collector credited $9,846.06 against the additional tax assessed for the year ending January 31, 1917. May 12, 1927, the Commissioner caused the certificate, showing <span class=\"star-pagination\">*263</span> the deduction made by the collector, to be delivered to plaintiff with a check for the balance of the overassessment and interest, $1,462.99. Plaintiff objected to the application of any part of the refund against such additional assessment on the ground that the 1917 tax was barred, and declined to accept the check in full settlement but offered to apply it in partial payment of the claim.</p>\n<p>The Government, in support of the judgment below, insists that no claim for refund was filed by plaintiff prior to April 1, 1926, the time permitted by the Act of March 3, 1925, 43 Stat. 1115, and that therefore the Commissioner was without authority to allow the claim.</p>\n<p>The provision involved amends § 281 (e) of the Revenue Act of 1924, 43 Stat. 302. It provides that if the taxpayer has on or before June 15, 1925, filed a waiver of his right to have the tax due for the taxable year 1919 determined and assessed within five years after the return was filed, then refund relating to such tax shall be made if claim therefor is filed on or before April 1, 1926. The section is a part of a tax law giving to taxpayers opportunity to secure refund of overpayments that had become barred. Manifestly it is to be construed liberally in favor of the taxpayers to give the relief it was intended to provide. <i>United States</i> v. <i>Merriam,</i> <span class=\"citation\" data-id=\"100284\"><a href=\"/opinion/100284/united-states-v-merriam/\"><span class=\"volume\">263</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">179</span></a></span>, 187. <i>Bowers</i> v. <i>N.Y. &amp; Albany Lighterage Co., supra,</i> 350. <i>United States</i> v. <i>Updike,</i> <span class=\"citation\" data-id=\"101582\"><a href=\"/opinion/101582/united-states-v-updike/\"><span class=\"volume\">281</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">489</span></a></span>, 496. <i>United States</i> v. <i>Michel,</i> 282 U.S. 656.</p>\n<p>Plaintiff filed its waiver within time and, in consideration of that, it admittedly secured the right to claim the refund. But it did not within the specified time formally make a claim for it. The Government's point comes down to the question whether the waiver and the letter transmitting it together with what went before amounted to the filing of a claim within the meaning of the statute.</p>\n<p>The Commissioner, prior to that amendment, had finally determined that in 1919 plaintiff had overpaid its tax by <span class=\"star-pagination\">*264</span> $10,866.43. That finding was made upon a consideration of the plaintiff's tax return, its claim for abatement of the jeopardy assessment and, presumably, all material details of its business in the taxable year. The schedule contained in the audit letter of November 19, 1924, showed the manner in which the bureau had computed the tax. And the refund of the ascertained overpayment was withheld by the Commissioner solely because of plaintiff's lack of compliance with § 281 as it then stood.</p>\n<p>The letter of May 16, 1925, sent soon after § 281 was amended, unmistakably referred to the overpayment that the Commissioner had found and reported. That an allowance of credit or refund was immediately intended is shown by the statement that it could not then be allowed unless waiver was filed as provided by the 1925 amendment. Plaintiff's prompt execution and return of the waiver and the bureau's acceptance of it clearly show that both considered the facts already found and reported a sufficient basis for plaintiff's claim. That such was the view of the Commissioner is fully confirmed by the notations made on the letter transmitting the waiver and upon the office record of the certificate.</p>\n<p>The question here is to be distinguished from that which would have arisen if, contrary to the taxpayer's insistence, the Commissioner had held that what was done did not constitute a filing of a claim. No statute provides for review of the Commissioner's determinations in favor of taxpayers when made within the scope of his authority. Such rulings are entitled to much weight. In this case he had already found that in 1919 plaintiff had overpaid its tax in the amount stated. He needed no additional information to enable him to determine whether credit or refund should then be made. There is no suggestion that the allowance was induced by or resulted from fraud or mistake. The facts found disclose that there was a reasonable or substantial compliance with the amendment. <span class=\"star-pagination\">*265</span> The Commissioner, within the time allowed, was advised of the grounds on which plaintiff's right to refund rested, and was not misled or deceived by plaintiff's failure to file formal claim, and was fully warranted in holding that the waiver and earlier documents were sufficient. <i>Tucker</i> v. <i>Alexander,</i> <span class=\"citation\" data-id=\"101170\"><a href=\"/opinion/101170/tucker-v-alexander/\"><span class=\"volume\">275</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">228</span></a></span>, 231.</p>\n<p>The Government further contends that, even if the Commissioner's allowance was authorized, this suit is barred by R.S., § 3226, as amended. 26 U.S.C., § 156.<sup>[3]</sup> It provides that no suit for the recovery of any internal revenue tax alleged to have been erroneously collected shall be begun after five years from the payment of such tax. The overpayment made was more than five years before the complaint was filed. This case is not within the clause giving two years after disallowance, because here the claim was allowed. Plaintiff pleads its claim in two forms. The first is based upon the issue and delivery of the Commissioner's certificate showing plaintiff entitled to a refund in the amount specified. The second alleges an account stated showing that there is due plaintiff the amount claimed. The action is not for the overpayment of the tax in 1919 but is grounded upon the determination evidenced by the certificate issued by the Commissioner May 12, 1927. Upon delivery of the certificate to plaintiff, there arose the cause of action on which this suit was brought. <i>United States</i> v. <i>Kaufman,</i> <span class=\"citation\" data-id=\"89741\"><a href=\"/opinion/89741/united-states-v-kaufman/\"><span class=\"volume\">96</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">567</span></a></span>, 570. <i>United States</i> v. <i>Savings Bank,</i> 104 U.S. 728. <i>Bank of Greencastle's Case,</i> 15 Ct. Cls. 25. There is no merit in the contention that the suit is barred.</p>\n<p><i>Judgment reversed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Section 281, 43 Stat. 301:\n</p>\n<p>\"(b) Except as provided in subdivision . . . (e) . . . no such credit or refund shall be allowed or made after four years from the time the tax was paid, unless before the expiration of such four years a claim therefor is filed by the taxpayer. . . .</p>\n<p>\"(e) If the taxpayer has, within five years from the time the return for the taxable year 1917 was due, filed a waiver of his right to have the taxes due for such taxable year determined and assessed within five years after the return was filed, or if he has, on or before June 15, 1924, filed such a waiver in respect of the taxes due for the taxable year 1918, then such credit or refund relating to the taxes for the year in respect of which the waiver was filed shall be allowed or made if claim therefor is filed either on or before April 1, 1925, or within four years from the time the tax was paid.</p>\n<p>\"(f) This section shall not . . . (2) bar from allowance a claim in respect of a tax for the taxable year 1919 or 1920, if such claim is filed before the expiration of five years after the date the return was due.\"</p>\n<p>[2]  Act of March 3, 1925, 43 Stat. 1115, added to § 281 (e):\n</p>\n<p>\"If the taxpayer has, on or before June 15, 1925, filed such a waiver in respect of the taxes due for the taxable year 1919, then such credit or refund relating to the taxes for the taxable year 1919 shall be allowed or made if claim therefor is filed either on or before April 1, 1926, or within four years from the time the tax was paid.\"</p>\n<p>[3]  \"No suit . . . for the recovery of any internal revenue tax alleged to have been erroneously or illegally assessed or collected . . . shall be begun . . . after the expiration of five years from the date of the payment of such tax . . . unless such suit . . . is begun within two years after the disallowance of the part of such claim to which such suit . . . relates. . . .\"</p>\n\n</div>", 
  "sha1": "f0fb1e9332e22a15ce561734d271a2a28c36dca9", 
  "date_modified": "2014-12-21T01:39:38.245299", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/101727/bonwit-teller-co-v-united-states/", 
  "citation_count": 17, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/2293348/", 
  "html": "<p class=\"case_cite\">283 U.S. 258</p>\n    <p class=\"case_cite\">51 S.Ct. 395</p>\n    <p class=\"case_cite\">75 L.Ed. 1018</p>\n    <p class=\"parties\">BONWIT TELLER &amp; CO.<br>v.<br>UNITED STATES.</p>\n    <p class=\"docket\">No. 282.</p>\n    <p class=\"date\">Argued March 16, 1931.</p>\n    <p class=\"date\">Decided April 13, 1931.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Arthur B. Hyman, of New York City, for petitioner.</p>\n      <p class=\"indent\">Mr. Charles B. Rugg, Asst. Atty. Gen., for the United States.</p>\n      <p class=\"indent\">Mr. Justice BUTLER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This action was brought to recover the amount of an overpayment of income tax for the year ended January 31, 1919, as determined by the Commissioner of Internal Revenue and shown in his certificate, No. 990,988, issued to plaintiff May 12, 1927. The government first filed a general traverse. But later, asserting lack of authority on the part of the Commissioner to make the determination and refund, it filed a counterclaim for the amount of a check sent plaintiff to pay the balance of the refund remaining after deducting a part to pay an additional tax assessed against it for the year ended January 31, 1917. That tax was then, as it is now conceded, barred by a statute of limitation. Bowers v. N. Y. &amp; Albany Co., 273 U. S. 346, 47 S. Ct. 389, 71 L. Ed. 676. On special findings the court entered judgment dismissing plaintiff's complaint and the government's counterclaim, but gave the latter judgment for the cost of printing the record. 69 Ct. Cl. 638; (Ct. Cl.) 39 F. (2d) 730. On plaintiff's petition we granted a writ of certiorari. 282 U. S. 823, 51 S. Ct. 34, 75 L. Ed. &#8212;.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The court found: Plaintiff is a corporation engaged in the business of selling merchandise at retail. Its fiscal year begins February 1. July 14, 1919, it filed its return for the year ended January 31, 1919, reporting an income tax of $57,871.16 which was paid, one-half July 14 and the balance December 13 following. Pending audit of the return, the Commissioner fixed plaintiff's total tax liability for that year at $225,165.75 and in April, 1924, made a jeopardy assessment for $167,294.59, the excess over the amount returned and paid. The plaintiff promptly filed a claim for abatement of the full amount of the additional assessment.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">November 19, 1924, the Bureau sent plaintiff a letter containing a schedule disclosing the computation of its tax for the year ended January 31, 1919, and showing a total overassessment of $178,161.02. From this amount there was deducted $10,866.43 found by the Commissioner to have been erroneously included in plaintiff's return and paid. The letter stated: 'Inasmuch as the provisions of section 281 of the Revenue Act of 1924<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> have not been complied with (in) regard to the full amount of the above overassessment, a portion in the amount of $10,866.43 cannot be allowed.' In accordance with that letter, the Commissioner allowed plaintiff's claim for abatement.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">May 16, 1925, the Bureau wrote plaintiff that an examination of its income tax return for the year ended January 31, 1919, disclosed an apparent overassessment, and that it could not then be allowed 'unless an income and profits tax waiver is filed on or before June 15, 1925, as provided by an Act of Congress dated March 3, 1925, amending section 281(e) of the Revenue Act of 1924.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Two waiver forms are therefore enclosed in order that you may, if you desire, execute and forward one of the formsto t his office.' Plaintiff executed the waiver and May 22, 1925, returned it with a letter stating: 'In accordance with your request, we enclose you herewith waiver.' On the following day the waiver was received and accepted in writing by the Commissioner.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">December 11, 1926, counsel for plaintiff sent the Bureau a letter which quoted the substance, as above given, of the letters of November 19, 1924, and May 16, 1925, and, in reference to the letter of May 22, 1925, said: 'Since that time we have heard nothing further from you and there has been no refund made to the taxpayer.' February 5, 1927, the head of the audit division approved and recommended for allowance the certificate of overassessment No. 990,988. The record of the case was checked to determine whether the plaintiff had filed a claim for refund prior to the expiration of the applicable period of limitation. And it was determined that the documents filed which included the audit letter of November 19, 1924, showing how the amount of the overpayment was ascertained, the letter of May 16, 1925, furnishing form of waiver, and the plaintiff's answer of May 22 following, inclosing the executed waiver, would be treated by the Bureau as an informal claim for refund filed May 23, 1925.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plaintiff's letter of May 22, 1925, bears an undated indorsement: 'Inferential demand for the refund upon basis of the schedule sent taxpayer under date of November 19, 1924 * * * Rules and Regulations. Mulligan,' and another dated April 4, 1927: 'Approved by Mr. Mulligan and Mr. Sherwood for scheduling as is. O. Allen.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">February 9, 1927, the Bureau wrote plaintiff's counsel: '* * * In order that the allowance of the overassessment may be made, you are requested to file with this office a claim on the enclosed Form 843 setting forth the basis of the adjustment. * * *' Accordingly plaintiff executed the form and thereon stated that the application should be allowed for the reasons shown in the audit letter of November 19, 1924, a copy of which was attached. And February 17, 1927, plaintiff returned the form with a letter saying: '* * * We enclose herewith for filing, claim for refund in the sum of $10,866.43 * * * on Form 843.' The Claim was received and filed in the Bureau February 19; the Commissioner allowed the claim and on March 8 approved and scheduled to the collector the certificate of overassessment.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On the margin of the Bureau's record copy appear the following certifications: 'Waiver filed May 23, 1925. Informal claim for refund filed May 23, 1925, with waiver perfected by claim Form 843. (Signed) O. Allen, 3/4/27.' 'Claim for refund filed May 23, 1925, waiver filed May 23, 1925.' 'This C. of O. (certificate of overassessment) approved for scheduling as is by W. T. S. (Signed) O. Allen, 4/4/27.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The collector credited $9,846.06 against the additional tax assessed for the year ending January 31, 1917. May 12, 1927, the Commissioner caused the certificate, showing the deduction made by the collector, to be delivered to plaintiff with a check for the balance of the overassessment and interest, $1,462.99. Plaintiff objected to the application of any part of the refund against such additional assessment on the ground that the 1917 tax was barred and declined to accept the check in full settlement, but offered to apply it in partial payment of the claim.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The government, in support of the judgment below, insists that no claim for refund was filed by plaintiff prior to April 1, 1926, the time permitted by the Act of March 3, 1925, 43 Stat. 1115, and that therefore the Commissioner was without authority o al low the claim.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The provision involved amends section 281(e) of the Revenue Act of 1924, 43 Stat. 302. It provides that, if the taxpayer has on or before June 15, 1925, filed a waiver of his right to have the tax due for the taxable year 1919 determined and assessed within five years after the return was filed, then refund relating to such tax shall be made if claim therefor is filed on or before April 1, 1926. The section is a part of a tax law giving to taxpayers opportunity to secure refund of overpayments that had become barred. Manifestly it is to be construed liberally in favor of the taxpayers to give the relief it was intended to provide. United States v. Merriam, 263 U. S. 179, 187, 44 S. Ct. 69, 68 L. Ed. 240, 29 A. L. R. 1547; Bowers v. N. Y. &amp; Albany Co., supra, 273 U. S. 350, 47 S. Ct. 389, 71 L. Ed. 676; United States v. Updike, 281 U. S. 489, 496, 50 S. Ct. 367, 74 L. Ed. 984; United States v. Michel, 282 U. S. 656, 51 S. Ct. 284, 75 L. Ed. 598.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Plaintiff filed its waiver within time, and, in consideration of that, it admittedly secured the right to claim the refund. But it did not within the specified time formally make a claim for it. The government's point comes down to the question whether the waiver and the letter transmitting it together with what went before amounted to the filing of a claim within the meaning of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Commissioner prior to that amendment had finally determined that in 1919 plaintiff had overpaid its tax by $10,866.43. That finding was made upon a consideration of the plaintiff's tax return, its claim for abatement of the jeopardy assessment, and presumably all material details of its business in the taxable year. The schedule contained in the audit letter of November 19, 1924, showed the manner in which the Bureau had computed the tax. And the refund of the ascertained overpayment was withheld by the Commissioner solely because of plaintiff's lack of compliance with section 281 as it then stood.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The letter of May 16, 1925, sent soon after section 281 was amended unmistakably referred to the overpayment that the Commissioner had found and reported. That an allowance of credit or refund was immediately intended is shown by the statement that it could not then be allowed unless waiver was filed as provided by the 1925 amendment. Plaintiff's prompt execution and return of the waiver and the Bureau's acceptance of it clearly show that both considered the facts already found and reported a sufficient basis for plaintiff's claim. That such was the view of the Commissioner is fully confirmed by the notations made on the letter transmitting the waiver and upon the office record of the certificate.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The question here is to be distinguished from that which would have arisen if, contrary to the taxpayer's insistence, the Commissioner had held that what was done did not constitute a filing of a claim. No statute provides for review of the Commissioner's determinations in favor of taxpayers when made within the scope of his authority. Such rulings are entitled to much weight. In this case he had already found that in 1919 plaintiff had overpaid its tax in the amount stated. He needed no additional information to enable him to determine whether credit or refund should then be made. There is no suggestion that the allowance was induced by or resulted from fraud or mistake. The facts found disclose that there was a reasonable or substantial compliance with the amendment. The Commissioner within the time allowed was advised of the grounds on which plaintiff's right to refund rested, and was not misled or deceived by plaintiff's failure to file formal claim and was fully warranted in holding that the waiver and earlier documents were sufficient. Tucker v. Alexander, 275 U. S. 228, 231, 48 S. Ct. 45, 72 L. Ed. 253.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The government further contends that, even if the Commissioner's allowance was authorized, this suit is barred by Rev. St. &#167; 3226, as amended. 26 U. S. C., &#167; 156 (26 USCA &#167; 156).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> It provides that no suit for the recovery of any internal revenue tax alleged to have been erroneously collected shall be begun after five years from the payment of such tax. The overpayment made was more than five years before the complaint was filed. This case is not within the clause giving two years after disallowance because here the claim was allowed. Plaintiff pleads its claim in two forms. The first is based upon the issue and delivery of the Commissioner's certificate showing plaintiff entitled to a refund in the amount specified. The second alleges an account stated showing that there is due plaintiff the amount claimed. The action is not for the overpayment of the tax in 1919, but is grounded upon the determination evidenced by the certificate issued by the Commissioner May 12, 1927. Upon delivery of the certificate to plaintiff, there arose the cause of action on which this suit was brought. United States v. Kaufman, 96 U. S. 567, 570, 24 L. Ed. 792; United States v. Real Estate Savings Bank, 104 U. S. 728, 26 L. Ed. 908; Bank of Greencastle's Case, 15 Ct. Cl. 225. There is no merit in the contention that the suit is barred.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Judgment reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 281, 43 Stat. 301 (26 USCA &#167; 1065 note):</p>\n        <p>'(b) Except as provided in subdivision * * * (e) * * * no such credit or refund shall be allowed or made after four years from the time the tax was paid, unless before the expiration of such four years a claim therefor is filed by the taxpayer. * * *</p>\n        <p>'(e) If the taxpayer has, within five years from the time the return for the taxable year 1917 was due, filed a waiver of his right to have the taxes due for such taxable year determined and assessed within five years after the return was filed, or if he has, on or before June 15, 1924, filed such a waiver in respect of the taxes due for the taxable year 1918, then such credit or refund relating to the taxes for the year in respect of which the waiver was filed shall be allowed or made if claim therefor is filed either on or before April 1, 1925, or within four years from the time the tax was paid.</p>\n        <p>'(f) This section shall not * * * (2) bar from allowance a claim in respect of a tax for the taxable year 1919 or 1920 if such claim is filed before the expiration of five years after the date the return was due.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Act of March 3, 1925, 43 Stat. 1115 (26 USCA &#167; 1065 note), added to section 281(e):</p>\n        <p>'If the taxpayer has, on or before June 15, 1925, filed such a waiver in respect of the taxes due for the taxable year 1919, then such credit or refund relating to the taxes for the taxable year 1919 shall be allowed or made if claim therefor is filed either on or before April 1, 1926, or within four years from the time the tax was paid.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 'No suit * * * for the recovery of any internal-revenue tax alleged to have been erroneously or illegally assessed or collected * * * shall be begun * * * after the expiration of five years from the date of the payment of such tax * * * unless such suit * * * is begun within two years after the disallowance of the part of such claim to which such suit * * * relates. * * *'</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/101727/"
}