{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "232 U.S. 110", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/98063/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Ross v. Day", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "122", 
    "id": 82446, 
    "resource_uri": "/api/rest/v2/citation/82446/"
  }, 
  "id": 98063, 
  "blocked": false, 
  "judges": "Pitney", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1914-01-05", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>232 U.S. 110 (1914)</b></center>\n<center><h1>ROSS<br>\nv.<br>\nDAY.</h1></center>\n<center>No. 122.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 11, 1913.</center>\n<center>Decided January 5, 1914.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF OKLAHOMA.\n<p><span class=\"star-pagination\">*111</span> <i>Mr. Kenneth S. Murchison</i> for plaintiffs in error.</p>\n<p><i>Mr. Jerre P. O'Meara,</i> with whom <i>Mr. James A. Veasey</i> was on the brief, for defendant in error.</p>\n<p><span class=\"star-pagination\">*112</span> MR. JUSTICE PITNEY delivered the opinion of the court.</p>\n<p>This action was brought by the present plaintiffs in error for the purpose of obtaining a decree declaring the defendant in error to be a trustee for the plaintiffs with respect to the title to certain lands in the Cherokee Nation (a tract of twenty acres, and a separate tract of ten acres within the same quarter-section), that were allotted to defendant in error under the act of July 1, 1902, 32 Stat. 716, c. 1375. The decision of the Oklahoma Supreme Court in favor of the latter is reported in 29 Oklahoma, 186.</p>\n<p>Plaintiffs are citizens by blood of the Cherokee Nation, and entitled to allotments under § 11 of the act; defendant is a registered Delaware, entitled to allotment under § 23. Defendant filed applications in the Cherokee Land Office for the lands in controversy on May 5, 1904, and they were set apart to him as portions of his allotment selection. Later, and on July 1 in the same year, the plaintiff, Robert B. Ross, appeared at the Land Office and made application for the same lands, a portion to be set apart to himself and a portion for his wife. These applications being refused because the lands had already been selected by defendant, plaintiffs immediately brought contests, which were consolidated and heard together by <span class=\"star-pagination\">*113</span> the Commissioner to the Five Civilized Tribes, and he decided in favor of contestants. Upon appeal to the Commissioner of Indian Affairs this decision was affirmed. But upon a further appeal to the Secretary of the Interior there was a decision against the plaintiffs and in favor of defendant. The contests were based upon the same alleged equity upon which the present action is founded; that is, contestants, admitting the prior allotments to contestee, insisted that his application was subject to their prior right of selection upon the ground that they were the owners of improvements that were upon the property at the time contestee entered upon it. The question turns upon the effect of § 11 of the act of July 1, 1902, 32 Stat., p. 717, already referred to, which reads as follows: \"There shall be allotted by the Commission to the Five Civilized Tribes and to each citizen of the Cherokee tribe, as soon as practicable after the approval by the Secretary of the Interior of his enrollment as herein provided, land equal in value to one hundred and ten acres of the average allottable lands of the Cherokee Nation, to conform as nearly as may be to the areas and boundaries established by the Government survey, <i>which land may be selected by each allottee so as to include his improvements.</i>\"</p>\n<p>The findings of the Secretary were as follows: That the lands in question were claimed prior to 1902 by a firm of Johnstone &amp; Keeler, Cherokee citizens, and constituted portions of a large tract which was at one time wholly or partially inclosed by wire fence; that the members of the firm divided their holdings between them, and Keeler took that part which included the lands in contest; that on November 1, 1902, Keeler transferred his possessory interest in this land, with the improvements thereon, to the contestants by bill of sale; but at this time the fencing was pretty well down, and the land contained no improvements of material value, except that about one and a half <span class=\"star-pagination\">*114</span> acres were under cultivation by one Bixler, a non-citizen who farmed adjacent lands, but whose improvement was not to be credited to contestants; that contestants did nothing in the way of placing improvements upon the property until March 1, 1904, when their son, Dr. Ross, visited the land, and, with the assistance of a surveyor and two other persons, located the lines, and indicated them by setting posts or stakes; that these posts were cut and set by two men in about five hours; that some of the posts were about the size of a man's arm, and others were mere stakes or poles; that they were placed from 50 to 100 feet apart, except at the corners, where five posts were set in comparative proximity; the posts bounding the tracts were not joined, by wire or otherwise, so as to make a connected fence; and no further act of improvement or occupation was done in behalf of the contestants. That, on the other hand, the contestee, who had lived in the neighborhood of the land for about thirty years and claimed to have cut timber, posts, and fuel upon it for twenty-five years past, when he learned on March 1, 1904, of the efforts made by Dr. Ross and his party to survey and inclose it, immediately purchased the necessary wire and proceeded to fence the property, cutting a part of the posts and buying part; that, he being assisted by his son, the work required about two and a half days; that in constructing this fence two wires were used for the greater part of its length, and the controverted tracts were substantially inclosed; that after thus fencing the land, and before filing thereon, he erected a three-room house at a cost of about $250 upon one of the tracts, and immediately took up his residence therein.</p>\n<p>The Secretary of the Interior concluded that the fences upon the tracts in question at the time of the alleged purchase by the plaintiffs from Keeler were not of sufficient consequence or value in connection with the land to be entitled to be classed as improvements; that the <span class=\"star-pagination\">*115</span> posts established by Dr. Ross, March 1, 1904, did not constitute a lawful improvement, but were merely set for the purpose of marking or defining a prospective allotment; and further, that the improvements erected by contestee, while built possibly later than the former, were of material value to the land, and also that contestee actually entered into possession.</p>\n<p>The contention of the plaintiffs in error here, as in the court below, is that under the laws of the Cherokee Nation and the act of Congress they acquired the right of possession of the lands in controversy by virtue of the bill of sale from Keeler, dated November 1, 1902, and thereby succeeded to the same right to allot these lands that Keeler had before; that this right was made exclusive by what was done on March 1, 1904, looking to the placing of improvements upon the tracts; that this was sufficient to give notice to other citizens of the Cherokee Nation of the intention of plaintiffs to locate the lands, and that defendant was present at the time and had actual notice of the work done by Dr. Ross. Reference is made to the constitution of the Cherokee Nation, Art. I, § 2, and to its laws (1892), §§ 706, 761, and 762. It will not be necessary to recite them at length, because all that is claimed with respect to their effect upon the present controversy was conceded or assumed in the decision of the Secretary of the Interior; that is, that citizens of the Cherokee Nation might improve portions of the public domain within the Nation, and thereby establish a prior right to the possession of the improved lands, which right might be transferred to another citizen by a sale of the improvements. The Secretary evidently construed § 11 of the act of Congress of July 1, 1902, as recognizing and confirming this right. But he held that no valuable interest was acquired by plaintiffs under the purchase from Keeler because Keeler owned no improvements of material value. He found plaintiffs were not entitled to credit for the <span class=\"star-pagination\">*116</span> small improvement of the non-citizen Bixler, and there is nothing before us to show that the Keeler bill of sale included the Bixler improvements, or that Bixler held as tenant either of Keeler or of plaintiffs. And he held in effect that the question of the sufficiency of what was done by contestants on March 1, 1904, depended not upon whether it was sufficient to give notice to contestee, but whether it was sufficient to constitute an improvement within the meaning of the act of Congress. And so the whole controversy in effect depended upon whether the allotment to defendant was in accord with the ownership of the actual improvements upon the land, and the fact respecting the improvements was the principal matter to be determined in the contest proceedings, wherein the final appeal was to the Secretary of the Interior.</p>\n<p>In order to obviate the established rule that the decisions of the Executive Departments in matters confided to them by the acts of Congress are not to be disturbed by the courts unless there be allegations of fraud raised in the pleadings and established at the trial, it is contended that this rule extends only to findings upon mere questions of fact, and that the decision of the Secretary of the Interior upon the contest here in question was based solely upon an erroneous conclusion of law.</p>\n<p>But, in our opinion, whether plaintiffs had improved the lands in such sense as to give them a preferential right under the statute was not a mere question of law, but rather a mixed question of law and fact. So far as it involved an appreciation of the term \"improvements,\" as employed in the statute, it was a question of law; so far as it involved the drawing of correct inferences from the evidence it was a question of fact. At best, it was a close question, about which reasonable men might well differ.</p>\n<p>In <i>Whitcomb</i> v. <i>White,</i> 214 U.S. 15, 16, this court, speaking by Mr. Justice Brewer, said: \"The decision of the <span class=\"star-pagination\">*117</span> Land Department was not rested solely upon the fact that White's formal application was filed a few hours before that of the trustee for the occupants of the town-site, but rather chiefly upon the priority of the former's equitable rights. So far as such decision involves questions of fact it is conclusive upon the courts [citing cases]. And this rule is applied in cases where there is a mixed question of law and fact, unless the court is able to so separate the question as to see clearly what and where the mistake of law is. As said by Mr. Justice Miller in <i>Marquez</i> v. <i>Frisbie, supra</i> [101 U.S. 473], p. 476: `This means, and it is a sound principle, that where there is a mixed question of law and of fact, and the court cannot so separate it as to see clearly where the mistake of law is, the decision of the tribunal to which the law has confided the matter is conclusive.'\" And see <i>Moore</i> v. <i>Robbins,</i> 96 U.S. 530, 535; <i>Quinby</i> v. <i>Conlan,</i> 104 U.S. 420, 426; <i>Gonzales</i> v. <i>French,</i> 164 U.S. 338.</p>\n<p>There being no fraud, and no clear mistake of law in the decision of the Secretary of the Interior, his findings are conclusive upon the parties in the present controversy.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:43:11", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">232</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">110</span></span> (1914)</b></center>\n<center><h1>ROSS<br>\nv.<br>\nDAY.</h1></center>\n<center>No. 122.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 11, 1913.</center>\n<center>Decided January 5, 1914.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF OKLAHOMA.\n<p><span class=\"star-pagination\">*111</span> <i>Mr. Kenneth S. Murchison</i> for plaintiffs in error.</p>\n<p><i>Mr. Jerre P. O'Meara,</i> with whom <i>Mr. James A. Veasey</i> was on the brief, for defendant in error.</p>\n<p><span class=\"star-pagination\">*112</span> MR. JUSTICE PITNEY delivered the opinion of the court.</p>\n<p>This action was brought by the present plaintiffs in error for the purpose of obtaining a decree declaring the defendant in error to be a trustee for the plaintiffs with respect to the title to certain lands in the Cherokee Nation (a tract of twenty acres, and a separate tract of ten acres within the same quarter-section), that were allotted to defendant in error under the act of July 1, 1902, 32 Stat. 716, c. 1375. The decision of the Oklahoma Supreme Court in favor of the latter is reported in 29 Oklahoma, 186.</p>\n<p>Plaintiffs are citizens by blood of the Cherokee Nation, and entitled to allotments under § 11 of the act; defendant is a registered Delaware, entitled to allotment under § 23. Defendant filed applications in the Cherokee Land Office for the lands in controversy on May 5, 1904, and they were set apart to him as portions of his allotment selection. Later, and on July 1 in the same year, the plaintiff, Robert B. Ross, appeared at the Land Office and made application for the same lands, a portion to be set apart to himself and a portion for his wife. These applications being refused because the lands had already been selected by defendant, plaintiffs immediately brought contests, which were consolidated and heard together by <span class=\"star-pagination\">*113</span> the Commissioner to the Five Civilized Tribes, and he decided in favor of contestants. Upon appeal to the Commissioner of Indian Affairs this decision was affirmed. But upon a further appeal to the Secretary of the Interior there was a decision against the plaintiffs and in favor of defendant. The contests were based upon the same alleged equity upon which the present action is founded; that is, contestants, admitting the prior allotments to contestee, insisted that his application was subject to their prior right of selection upon the ground that they were the owners of improvements that were upon the property at the time contestee entered upon it. The question turns upon the effect of § 11 of the act of July 1, 1902, 32 Stat., p. 717, already referred to, which reads as follows: \"There shall be allotted by the Commission to the Five Civilized Tribes and to each citizen of the Cherokee tribe, as soon as practicable after the approval by the Secretary of the Interior of his enrollment as herein provided, land equal in value to one hundred and ten acres of the average allottable lands of the Cherokee Nation, to conform as nearly as may be to the areas and boundaries established by the Government survey, <i>which land may be selected by each allottee so as to include his improvements.</i>\"</p>\n<p>The findings of the Secretary were as follows: That the lands in question were claimed prior to 1902 by a firm of Johnstone &amp; Keeler, Cherokee citizens, and constituted portions of a large tract which was at one time wholly or partially inclosed by wire fence; that the members of the firm divided their holdings between them, and Keeler took that part which included the lands in contest; that on November 1, 1902, Keeler transferred his possessory interest in this land, with the improvements thereon, to the contestants by bill of sale; but at this time the fencing was pretty well down, and the land contained no improvements of material value, except that about one and a half <span class=\"star-pagination\">*114</span> acres were under cultivation by one Bixler, a non-citizen who farmed adjacent lands, but whose improvement was not to be credited to contestants; that contestants did nothing in the way of placing improvements upon the property until March 1, 1904, when their son, Dr. Ross, visited the land, and, with the assistance of a surveyor and two other persons, located the lines, and indicated them by setting posts or stakes; that these posts were cut and set by two men in about five hours; that some of the posts were about the size of a man's arm, and others were mere stakes or poles; that they were placed from 50 to 100 feet apart, except at the corners, where five posts were set in comparative proximity; the posts bounding the tracts were not joined, by wire or otherwise, so as to make a connected fence; and no further act of improvement or occupation was done in behalf of the contestants. That, on the other hand, the contestee, who had lived in the neighborhood of the land for about thirty years and claimed to have cut timber, posts, and fuel upon it for twenty-five years past, when he learned on March 1, 1904, of the efforts made by Dr. Ross and his party to survey and inclose it, immediately purchased the necessary wire and proceeded to fence the property, cutting a part of the posts and buying part; that, he being assisted by his son, the work required about two and a half days; that in constructing this fence two wires were used for the greater part of its length, and the controverted tracts were substantially inclosed; that after thus fencing the land, and before filing thereon, he erected a three-room house at a cost of about $250 upon one of the tracts, and immediately took up his residence therein.</p>\n<p>The Secretary of the Interior concluded that the fences upon the tracts in question at the time of the alleged purchase by the plaintiffs from Keeler were not of sufficient consequence or value in connection with the land to be entitled to be classed as improvements; that the <span class=\"star-pagination\">*115</span> posts established by Dr. Ross, March 1, 1904, did not constitute a lawful improvement, but were merely set for the purpose of marking or defining a prospective allotment; and further, that the improvements erected by contestee, while built possibly later than the former, were of material value to the land, and also that contestee actually entered into possession.</p>\n<p>The contention of the plaintiffs in error here, as in the court below, is that under the laws of the Cherokee Nation and the act of Congress they acquired the right of possession of the lands in controversy by virtue of the bill of sale from Keeler, dated November 1, 1902, and thereby succeeded to the same right to allot these lands that Keeler had before; that this right was made exclusive by what was done on March 1, 1904, looking to the placing of improvements upon the tracts; that this was sufficient to give notice to other citizens of the Cherokee Nation of the intention of plaintiffs to locate the lands, and that defendant was present at the time and had actual notice of the work done by Dr. Ross. Reference is made to the constitution of the Cherokee Nation, Art. I, § 2, and to its laws (1892), §§ 706, 761, and 762. It will not be necessary to recite them at length, because all that is claimed with respect to their effect upon the present controversy was conceded or assumed in the decision of the Secretary of the Interior; that is, that citizens of the Cherokee Nation might improve portions of the public domain within the Nation, and thereby establish a prior right to the possession of the improved lands, which right might be transferred to another citizen by a sale of the improvements. The Secretary evidently construed § 11 of the act of Congress of July 1, 1902, as recognizing and confirming this right. But he held that no valuable interest was acquired by plaintiffs under the purchase from Keeler because Keeler owned no improvements of material value. He found plaintiffs were not entitled to credit for the <span class=\"star-pagination\">*116</span> small improvement of the non-citizen Bixler, and there is nothing before us to show that the Keeler bill of sale included the Bixler improvements, or that Bixler held as tenant either of Keeler or of plaintiffs. And he held in effect that the question of the sufficiency of what was done by contestants on March 1, 1904, depended not upon whether it was sufficient to give notice to contestee, but whether it was sufficient to constitute an improvement within the meaning of the act of Congress. And so the whole controversy in effect depended upon whether the allotment to defendant was in accord with the ownership of the actual improvements upon the land, and the fact respecting the improvements was the principal matter to be determined in the contest proceedings, wherein the final appeal was to the Secretary of the Interior.</p>\n<p>In order to obviate the established rule that the decisions of the Executive Departments in matters confided to them by the acts of Congress are not to be disturbed by the courts unless there be allegations of fraud raised in the pleadings and established at the trial, it is contended that this rule extends only to findings upon mere questions of fact, and that the decision of the Secretary of the Interior upon the contest here in question was based solely upon an erroneous conclusion of law.</p>\n<p>But, in our opinion, whether plaintiffs had improved the lands in such sense as to give them a preferential right under the statute was not a mere question of law, but rather a mixed question of law and fact. So far as it involved an appreciation of the term \"improvements,\" as employed in the statute, it was a question of law; so far as it involved the drawing of correct inferences from the evidence it was a question of fact. At best, it was a close question, about which reasonable men might well differ.</p>\n<p>In <i>Whitcomb</i> v. <i>White,</i> <span class=\"citation\" data-id=\"97030\"><a href=\"/opinion/97030/whitcomb-v-white/\"><span class=\"volume\">214</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">15</span></a></span>, 16, this court, speaking by Mr. Justice Brewer, said: \"The decision of the <span class=\"star-pagination\">*117</span> Land Department was not rested solely upon the fact that White's formal application was filed a few hours before that of the trustee for the occupants of the town-site, but rather chiefly upon the priority of the former's equitable rights. So far as such decision involves questions of fact it is conclusive upon the courts [citing cases]. And this rule is applied in cases where there is a mixed question of law and fact, unless the court is able to so separate the question as to see clearly what and where the mistake of law is. As said by Mr. Justice Miller in <i>Marquez</i> v. <i>Frisbie, supra</i> [101 U.S. 473], p. 476: `This means, and it is a sound principle, that where there is a mixed question of law and of fact, and the court cannot so separate it as to see clearly where the mistake of law is, the decision of the tribunal to which the law has confided the matter is conclusive.'\" And see <i>Moore</i> v. <i>Robbins,</i> <span class=\"citation\" data-id=\"89735\"><a href=\"/opinion/89735/moore-v-robbins/\"><span class=\"volume\">96</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">530</span></a></span>, 535; <i>Quinby</i> v. <i>Conlan,</i> <span class=\"citation\" data-id=\"90472\"><a href=\"/opinion/90472/quinby-v-conlan/\"><span class=\"volume\">104</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">420</span></a></span>, 426; <i>Gonzales</i> v. <i>French,</i> 164 U.S. 338.</p>\n<p>There being no fraud, and no clear mistake of law in the decision of the Secretary of the Interior, his findings are conclusive upon the parties in the present controversy.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", 
  "sha1": "57b2529b1ed6f356e74db4fa6bedda70bab7da3b", 
  "date_modified": "2014-12-21T01:35:42.007612", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/98063/ross-v-day/", 
  "citation_count": 7, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1117341/", 
  "html": "<p class=\"case_cite\">232 U.S. 110</p>\n    <p class=\"case_cite\">34 S.Ct. 233</p>\n    <p class=\"case_cite\">58 L.Ed. 528</p>\n    <p class=\"parties\">ROBERT B. ROSS and Fannie D. Ross, Plffs. in Err.,<br>v.<br>JAMES DAY.</p>\n    <p class=\"docket\">No. 122.</p>\n    <p class=\"date\">Argued December 11, 1913.</p>\n    <p class=\"date\">Decided January 5, 1914.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Kenneth S. Murchison for plaintiffs in error.</p>\n      <p class=\"indent\">Messrs. Jerre P. O'Meara and James A. Veasey for defendant in error.</p>\n      <p class=\"indent\">[Argument of Counsel from page 111 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice Pitney delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This action was brought by the present plaintiffs in error for the purpose of obtaining a decree declaring the defendant in error to be a trustee for the plaintiffs with respect to the title to certain lands in the Cherokee Nation (a tract of 20 acres, and a separate tract of 10 acres within the same quarter section) that were allotted to defendant in error under the act of July 1, 1902 (32 Stat. at L. 716, chap. 1375). The decision of the Oklahoma supreme court in favor of the latter is reported in 29 Okla. 186, 116 Pac. 949.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiffs are citizens by blood of the Cherokee Nation, and entitled to allotments under &#167; 11 of the act; defendant is a registered Delaware, entitled to allotment under &#167; 23. Defendant filed applications in the Cherokee Land Office for the lands in controversy on May 5, 1904, and they were set apart to him as portions of his allotment selection. Later, and on July 1 in the same year, the plaintiff, Robert B. Ross, appeared at the Land Office and made application for the same lands, a portion to be set apart to himself and a portion for his wife. These applications being refused because the lands had already been selected by defendant, plaintiffs immediately brought contests, which were consolidated and heard together by the Commissioner of the Five Civilized Tribes, and he decided in favor of contestants. Upon appeal to the Commissioner of Indian Affairs this decision was affirmed. But upon a further appeal to the Secretary of the Interior there was a decision against the plaintiffs and in favor of defendant. The contests were based upon the same alleged equity upon which the present action is founded; that is, contestants, admitting the prior allotments to contestee, insisted that his application was subject to their prior right of selection upon the ground that they were the owners of improvements that were upon the property at the time contestee entered upon it. The question turns upon the effect of &#167; 11 of the act of July 1, 1902, already referred to, which reads as follows: 'There shall be allotted by the Commission to the Five Civilized Tribes and to each citizen of the Cherokee tribe, as soon as practicable after the approval by the Secretary of the Interior of his enrolment as herein provided, land equal in value to one hundred and ten acres of the average allottable lands of the Cherokee Nation, to conform as nearly as may be to the areas and boundaries established by the government survey, <i>which land may be selected by each allottee so as to include his improvements</i>.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The findings of the Secretary were as follows: That the lands in question were claimed prior to 1902 by a firm of Johnstone &amp; Keeler, Cherokee citizens, and constituted portions of a large tract which was at one time wholly or partially inclosed by wire fence; that the members of the firm divided their holdings between them, and Keeler took that part which included the lands in contest; that on November 1, 1902, Keeler transferred his possessory interest in this land, with the improvements thereon, to the contestants by bill of sale; but at this time the fencing was pretty well down, and the land contained no improvements of material value, except that about 1 1/2 acres were under cultivation by one Bixler, a noncitizen who farmed adjacent lands, but whose improvement was not to be credited to contestants; that contestants did nothing in the way of placing improvements upon the property until March 1, 1904, when their son, Dr. Ross, visited the land, and with the assistance of a surveyor and two other persons, located the lines, and indicated them by setting posts or stakes; that these posts were cut and set by two men in about five hours; that some of the posts were about the size of a man's arm, and others were mere stakes or poles; that they were placed from 50 to 100 feet apart, except at the corners, where five posts were set in comparative proximity; the posts bounding the tracts were not joined, by wire or otherwise, so as to make a connected fence; and no further act of improvement or occupation was done in behalf of the contestants. That, on the other hand, the contestee, who had lived in the neighborhood of the land for about thirty years, and claimed to have cut timber, posts, and fuel upon it for twenty-five years past, when he learned on March 1, 1904, of the efforts made by Dr. Ross and his party to survey and inclose it, immediately purchased the necessary wire and proceeded to fence the property, cutting a part of the posts and buying part; that, he being assisted by his son, the work required about two and a half days; that in constructing this fence two wires were used for the greater part of its length, and the controverted tracts were substantially inclosed; that after thus fencing the land, and before filing thereon, he erected a threeroom house at a cost of about $250 upon one of the tracts, and immediately took up his residence therein.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Secretary of the Interior concluded that the fences upon the tracts in question at the time of the alleged purchase by the plaintiffs from Keeler were not of sufficient consequence or value in connection with the land to be entitled to be classed as improvements; that the posts established by Dr. Ross, March 1, 1904, did not constitute a lawful improvement, but were merely set for the purpose of marking or defining a prospective allotment; and further, that the improvements erected by contestee, while built possibly later than the former, were of material value to the land, and also that contestee actually entered into possession.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The contention of the plaintiffs in error here, as in the court below, is that under the laws of the Cherokee Nation and the act of Congress they acquired the right of possession of the lands in controversy by virtue of the bill of sale from Keeler, dated November 1, 1902, and thereby succeeded to the same right to allot these lands that Keeler had before; that this right was made exclusive by what was done on March 1, 1904, looking to the placing of improvements upon the tracts; that this was sufficient to give notice to other citizens of the Cherokee Nation of the intention of plaintiffs to locate the lands, and that defendant was present at the time and had actual notice of the work done by Dr. Ross. Reference is made to the Constitution of the Cherokee Nation, art. I., &#167; 2, and to its Laws (1892) &#167;&#167; 706, 761, and 762. It will not be necessary to recite them at length, because all that is claimed with respect to their effect upon the present controversy was conceded or assumed in the decision of the Secretary of the Interior; that is, that citizens of the Cherokee Nation might improve portions of the public domain within the Nation, and thereby establish a prior right to the possession of the improved lands, which right might be transferred to another citizen by a sale of the improvements. The Secretary evidently construed &#167; 11 of the act of Congress of July 1, 1902, as recognizing and confirming this right. But he held that no valuable interest was acquired by plaintiffs under the purchase from Keeler, because Keeler owned no improvements of material value. He found plaintiffs were not entitled to credit for the small improvement of the noncitizen Bixler, and there is nothing before us to show that the Keeler bill of sale included the Bixler improvements, or that Bixler held as tenant either of Keeler or of plaintiffs. And he held in effect that the question of the sufficiency of what was done by contestants on March 1, 1904, depended not upon whether it was sufficient to give notice to contestee, but whether it was sufficient to constitute an improvement within the meaning of the act of Congress. And so the whole controversy in effect depended upon whether the allotment to defendant was in accord with the ownership of the actual improvements upon the land, and the fact respecting the improvements was the principal matter to be determined in the contest proceedings, wherein the final appeal was to the Secretary of the Interior.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In order to obviate the established rule that the decisions of the Executive Departments in matters confided to them by the acts of Congress are not to be disturbed by the courts unless there be allegations of fraud raised in the pleadings and established at the trial, it is contended that this rule extends only to findings upon mere questions of fact, and that the decision of the Secretary of the Interior upon the contest here in question was based solely upon an erroneous conclusion of law.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">But, in our opinion, whether plaintiffs had improved the lands in such sense as to give them a preferential right under the statute was not a mere question of law, but rather a mixed question of law and fact. So far as it involved an appreciation of the term 'improvements,' as employed in the statute, it was a question of law; so far as it involved the drawing of correct inferences from the evidence, it was a question of fact. At best, it was a close question, about which reasonable men might well differ.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In Whitcomb v. White, 214 U. S. 15, 16, 53 L. ed. 889, 890, 29 Sup. Ct. Rep. 599, this court, speaking by Mr. Justice Brewer, said: 'The decision of the Land Department was not rested solely upon the fact that White's formal application was filed a few hours before that of the trustee for the occupants of the town site, but rather chiefly upon the priority of the former's equitable rights. So far as such decision involves questions of fact, it is conclusive upon the courts [citing cases]. And this rule is applied in cases where there is a mixed question of law and fact, unless the court is able to so separate the question as to see clearly what and where the mistake of law is. As said by Mr. Justice Miller in Marquez v. Frisbie, 101 U. S. p. 476, 25 L. ed. 800: 'This means, and it is a sound principle, that where there is a mixed question of law and of fact, and the court cannot so separate it as to see clearly where the mistake of law is, the decision of the tribunal to which the law has confided the matter is conclusive.\" And see Moore v. Robbins, 96 U. S. 530, 535, 24 L. ed. 848, 850; Quinby v. Conlan, 104 U. S. 420, 426, 26 L. ed. 800, 802; Gonzales v. French, 164 U. S. 338, 41 L. ed. 458, 17 Sup. Ct. Rep. 102.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">There being no fraud, and no clear mistake of law in the decision of the Secretary of the Interior, his findings are conclusive upon the barties in the present controversy.</p>\n    </div>\n    <p class=\"indent\">Judgment affirmed</p>\n    ", 
  "resource_uri": "/api/rest/v2/document/98063/"
}