{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "233 U.S. 712", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/98195/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Detroit Steel Cooperage Co. v. Sistersville Brewing Co.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "368", 
    "id": 82578, 
    "resource_uri": "/api/rest/v2/citation/82578/"
  }, 
  "id": 98195, 
  "blocked": false, 
  "judges": "Holmes", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1914-05-25", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>233 U.S. 712 (1914)</b></center>\n<center><h1>DETROIT STEEL COOPERAGE COMPANY<br>\nv.<br>\nSISTERSVILLE BREWING COMPANY.</h1></center>\n<center>No. 368.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued May 8, 1914.</center>\n<center>Decided May 25, 1914.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE FOURTH CIRCUIT.\n<p><i>Mr. Charles N. Kimball</i> and <i>Mr. George M. Hoffheimer,</i> with whom <i>Mr. Orla B. Taylor</i> and <i>Mr. Walter S. Sugden</i> were on the brief, for petitioner.</p>\n<p><i>Mr. Thomas P. Jacobs,</i> with whom <i>Mr. Arlen G. Swiger</i> was on the brief, for respondents.</p>\n<p><span class=\"star-pagination\">*715</span> MR. JUSTICE HOLMES delivered the opinion of the court.</p>\n<p>This is a bill in equity for an injunction against the sale of certain tanks, fixtures and fittings supplied by the petitioner to the defendant Brewing Company, and for a return of the same. The bill was dismissed by the Circuit Court and the decree was affirmed by the Circuit Court of <span class=\"star-pagination\">*716</span> Appeals. 195 Fed. Rep. 447; <i>ibid.</i> 1023, where Pritchard, J., dissented from the refusal of a rehearing. 115 C.C.A. 349; <i>ibid.</i> 669.</p>\n<p>The contract under which the tanks were furnished provided that the title should remain in the petitioner until they were fully paid for, and that the petitioner might remove them on default. It was made on August 8, 1908, and duly recorded on December 7 of the same year. Before those dates the Brewing Company had made a mortgage of its land, brewery, `and all the buildings, machinery and appliances thereon erected or to be erected' and the mortgage had been recorded. There were subsequent mortgages, judgment liens, &amp;c., but they do not need special mention. A bill was brought to foreclose the first mortgage, to which the petitioner was not made a party. A receiver was appointed and a sale ordered and advertised. The petitioner then brought this bill against the various adverse claimants, joining the receiver by leave of court. The statute of West Virginia makes a reservation of title such as the petitioner's `void as to creditors of, and purchasers without notice from, such buyer' unless a notice of the reservation is recorded as therein required. Code (1906), § 3101.</p>\n<p>In <i>Holt</i> v. <i>Henley,</i> 232 U.S. 637, the court had to consider a similar question of priority in view of a Virginia statute like that of West Virginia upon which the petitioner relies, and, although in that case the conditional sale had not been recorded, it was held that the vendor was to be preferred. The main question now before us is whether this case is to be decided differently on the ground that the tanks were `an essential indispensable part of the completed structure contemplated by the mortgage,' a question left open in the former decision. 232 U.S. 641. The tanks were essential to the working of the brewery, and after they were installed the opening into the recess in which they stood was bricked up. It may <span class=\"star-pagination\">*717</span> be assumed that they became part of the realty as between mortgagor and mortgagee, but that is immaterial in equity, however it may have been at the old common law. The question is not whether they were attached to the soil, but we repeat, whether the fact that they were necessary to the working of the brewery gives a preference to the mortgagee. We see no sufficient ground for that result. This class of need to use property belonging to another is not yet recognized by the law as a sufficient ground for authority to appropriate it. If the owner of the tanks had lent them it would be an extraordinary proposition that it lost title when they were bricked in. That it contemplated the ultimate passing of title upon an event that did not happen makes its case no worse except so far as by statute recording is made necessary to save its rights. The common law knows no objection to what commonly is called a conditional sale. <i>William W. Bierce, Ltd.</i> v. <i>Hutchins,</i> 205 U.S. 340, 347, 348.</p>\n<p>The cases to which the possible exception left open in <i>Holt</i> v. <i>Henley</i> applies are principally those in which the property claimed has become so intimately connected with or embodied in that which is subject to the mortgage that to reclaim it would more or less physically disintegrate the property held by the mortgagee; <i>e.g. </i><i>Porter</i> v. <i>Pittsburg Bessemer Steel Co.,</i> 122 U.S. 267. A man sometimes may lose title without his consent, and it has been held that he loses it even to an innocent converter who has added labor of a value far in excess of that of the original chattel. <i>Wetherbee</i> v. <i>Green,</i> 22 Michigan, 311. When the obvious destination of an article is to be incorporated into a structure in such a way that to remove it would destroy the other work, like bricks or beams in a building, there is still stronger ground for not giving to title an absolute right of way. But unless we give a mystic importance to bolts and screws, the mere knowledge that the chattel will be attached to the freehold is of no importance, <span class=\"star-pagination\">*718</span> except perhaps as against innocent purchasers for value before the sale was recorded, which the mortgagees were not. <i>Holt</i> v. <i>Henley,</i> 232 U.S. 637, 640, 641. The damage that will be done by removal in this case is trifling and the petitioner offers to make it good.</p>\n<p>The West Virginia decisions that had been rendered before the petitioner's contract was made, like those of Virginia, favored the petitioner's right. <i>Hurxthal</i> v. <i>Hurxthal,</i> 45 W. Va. 584. We do not understand <i>Lazear</i> v. <i>Ohio Valley Steel Foundry Co.,</i> 65 W. Va. 105, to lay down a different doctrine. We take it rather as turning on the special effect of a sale to receivers whose certificates it was thought were backed by a promise of the court that they should constitute a first lien. Therefore, we find it unnecessary to consider whether otherwise the doctrine of <i>Burgess</i> v. <i>Seligman,</i> 107 U.S. 20, coupled with our own opinion that the rule applied in the earlier decision is correct, would require us to follow that rather than the later case.</p>\n<p><i>Decree reversed.</i></p>\n<p>MR. JUSTICE LURTON dissents.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:43:16", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">233</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">712</span></span> (1914)</b></center>\n<center><h1>DETROIT STEEL COOPERAGE COMPANY<br>\nv.<br>\nSISTERSVILLE BREWING COMPANY.</h1></center>\n<center>No. 368.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued May 8, 1914.</center>\n<center>Decided May 25, 1914.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE FOURTH CIRCUIT.\n<p><i>Mr. Charles N. Kimball</i> and <i>Mr. George M. Hoffheimer,</i> with whom <i>Mr. Orla B. Taylor</i> and <i>Mr. Walter S. Sugden</i> were on the brief, for petitioner.</p>\n<p><i>Mr. Thomas P. Jacobs,</i> with whom <i>Mr. Arlen G. Swiger</i> was on the brief, for respondents.</p>\n<p><span class=\"star-pagination\">*715</span> MR. JUSTICE HOLMES delivered the opinion of the court.</p>\n<p>This is a bill in equity for an injunction against the sale of certain tanks, fixtures and fittings supplied by the petitioner to the defendant Brewing Company, and for a return of the same. The bill was dismissed by the Circuit Court and the decree was affirmed by the Circuit Court of <span class=\"star-pagination\">*716</span> Appeals. 195 Fed. Rep. 447; <i>ibid.</i> 1023, where Pritchard, J., dissented from the refusal of a rehearing. 115 C.C.A. 349; <i>ibid.</i> 669.</p>\n<p>The contract under which the tanks were furnished provided that the title should remain in the petitioner until they were fully paid for, and that the petitioner might remove them on default. It was made on August 8, 1908, and duly recorded on December 7 of the same year. Before those dates the Brewing Company had made a mortgage of its land, brewery, `and all the buildings, machinery and appliances thereon erected or to be erected' and the mortgage had been recorded. There were subsequent mortgages, judgment liens, &amp;c., but they do not need special mention. A bill was brought to foreclose the first mortgage, to which the petitioner was not made a party. A receiver was appointed and a sale ordered and advertised. The petitioner then brought this bill against the various adverse claimants, joining the receiver by leave of court. The statute of West Virginia makes a reservation of title such as the petitioner's `void as to creditors of, and purchasers without notice from, such buyer' unless a notice of the reservation is recorded as therein required. Code (1906), § 3101.</p>\n<p>In <i>Holt</i> v. <i>Henley,</i> <span class=\"citation\" data-id=\"98123\"><a href=\"/opinion/98123/holt-v-henley/\"><span class=\"volume\">232</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">637</span></a></span>, the court had to consider a similar question of priority in view of a Virginia statute like that of West Virginia upon which the petitioner relies, and, although in that case the conditional sale had not been recorded, it was held that the vendor was to be preferred. The main question now before us is whether this case is to be decided differently on the ground that the tanks were `an essential indispensable part of the completed structure contemplated by the mortgage,' a question left open in the former decision. 232 U.S. 641. The tanks were essential to the working of the brewery, and after they were installed the opening into the recess in which they stood was bricked up. It may <span class=\"star-pagination\">*717</span> be assumed that they became part of the realty as between mortgagor and mortgagee, but that is immaterial in equity, however it may have been at the old common law. The question is not whether they were attached to the soil, but we repeat, whether the fact that they were necessary to the working of the brewery gives a preference to the mortgagee. We see no sufficient ground for that result. This class of need to use property belonging to another is not yet recognized by the law as a sufficient ground for authority to appropriate it. If the owner of the tanks had lent them it would be an extraordinary proposition that it lost title when they were bricked in. That it contemplated the ultimate passing of title upon an event that did not happen makes its case no worse except so far as by statute recording is made necessary to save its rights. The common law knows no objection to what commonly is called a conditional sale. <i>William W. Bierce, Ltd.</i> v. <i>Hutchins,</i> <span class=\"citation\" data-id=\"96648\"><a href=\"/opinion/96648/william-w-bierce-ltd-v-hutchins/\"><span class=\"volume\">205</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">340</span></a></span>, 347, 348.</p>\n<p>The cases to which the possible exception left open in <i>Holt</i> v. <i>Henley</i> applies are principally those in which the property claimed has become so intimately connected with or embodied in that which is subject to the mortgage that to reclaim it would more or less physically disintegrate the property held by the mortgagee; <i>e.g. </i><i>Porter</i> v. <i>Pittsburg Bessemer Steel Co.,</i> 122 U.S. 267. A man sometimes may lose title without his consent, and it has been held that he loses it even to an innocent converter who has added labor of a value far in excess of that of the original chattel. <i>Wetherbee</i> v. <i>Green,</i> 22 Michigan, 311. When the obvious destination of an article is to be incorporated into a structure in such a way that to remove it would destroy the other work, like bricks or beams in a building, there is still stronger ground for not giving to title an absolute right of way. But unless we give a mystic importance to bolts and screws, the mere knowledge that the chattel will be attached to the freehold is of no importance, <span class=\"star-pagination\">*718</span> except perhaps as against innocent purchasers for value before the sale was recorded, which the mortgagees were not. <i>Holt</i> v. <i>Henley,</i> <span class=\"citation\" data-id=\"98123\"><a href=\"/opinion/98123/holt-v-henley/\"><span class=\"volume\">232</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">637</span></a></span>, 640, 641. The damage that will be done by removal in this case is trifling and the petitioner offers to make it good.</p>\n<p>The West Virginia decisions that had been rendered before the petitioner's contract was made, like those of Virginia, favored the petitioner's right. <i>Hurxthal</i> v. <i>Hurxthal,</i> 45 W. Va. 584. We do not understand <i>Lazear</i> v. <i>Ohio Valley Steel Foundry Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">W. Va.</span> <span class=\"page\">105</span></span>, to lay down a different doctrine. We take it rather as turning on the special effect of a sale to receivers whose certificates it was thought were backed by a promise of the court that they should constitute a first lien. Therefore, we find it unnecessary to consider whether otherwise the doctrine of <i>Burgess</i> v. <i>Seligman,</i> <span class=\"citation\" data-id=\"90740\"><a href=\"/opinion/90740/burgess-v-seligman/\"><span class=\"volume\">107</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">20</span></a></span>, coupled with our own opinion that the rule applied in the earlier decision is correct, would require us to follow that rather than the later case.</p>\n<p><i>Decree reversed.</i></p>\n<p>MR. JUSTICE LURTON dissents.</p>\n</div>", 
  "sha1": "c5427ed3c52e49db7bc683f82dd269b7f75d82e3", 
  "date_modified": "2014-12-21T01:35:45.918556", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/98195/detroit-steel-cooperage-co-v-sistersville-brewing-/", 
  "citation_count": 1, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1116685/", 
  "html": "<p class=\"case_cite\">233 U.S. 712</p>\n    <p class=\"case_cite\">34 S.Ct. 753</p>\n    <p class=\"case_cite\">58 L.Ed. 1166</p>\n    <p class=\"parties\">DETROIT STEEL COOPERAGE COMPANY, Petitioner,<br>v.<br>SISTERSVILLE BREWING COMPANY Gale Justus, R. H. Skaggs,  F. Hogenmiller, et al.</p>\n    <p class=\"docket\">No. 368.</p>\n    <p class=\"date\">Argued May 8, 1914.</p>\n    <p class=\"date\">Decided May 25, 1914.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Charles N. Kimball, George M. Hoffheimer, Orla B. Taylor, and Walter S. Sugden for petitioner.</p>\n      <p class=\"indent\">Messrs. Thomas P. Jacobs and Arlen G. Swiger for respondents.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 712-715 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice Holmes delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a bill in equity for an injunction against the sale of certain tanks, fixtures, and fittings supplied by the petitioner to the defendant brewing company, and for a return of the same. The bill was dismissed by the circuit court, and the decree was affirmed by the circuit court of appeals. 115 C. C. A. 349, 669, 195 Fed. 447, 1023, where Pritchard, J., dissented from the refusal of a rehearing.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The contract under which the tanks were furnished provided that the title should remain in the petitioner until they were fully paid for, and that the petitioner might remove them on default. It was made on August 8, 1908, and duly recorded on December 7 of the same year. Before those dates the brewing company had made a mortgage of its land, brewery, 'and all the buildings, machinery, and appliances thereon erected or to be erected,' and the mortgage had been recorded. There were subsequent mortgages, judgment liens, etc., but they do not need special mention. A bill was brought to foreclose the first mortgage, to which the petitioner was not made a party. A receiver was appointed and a sale ordered and advertised. The petitioner then brought this bill against the various adverse claimants, joining the receiver by leave of court. The statute of West Virginia makes a reservation of title such as the petitioner's 'void as to creditors of, and purchasers without notice from, such buyer' unless a notice of the reservation is recorded as therein required. Code (1906) &#167; 3101.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In Holt v. Henley, 232 U. S. 637, 58 L. ed. &#8212;&#8212;, 34 Sup. Ct. Rep. 459, the court had to consider a similar question of priority in view of a Virginia statute like that of West Virginia upon which the petitioner relies, and, although in that case the conditional sale had not been recorded, it was held that the vendor was to be preferred. The main question now before us is whether this case is to be decided differently on the ground that the tanks were 'an essential, indispensable part of the completed structure contemplated by the mortgage,'&#8212;a question left open in the former decision. 232 U. S. 641. The tanks were essential to the working of the brewery, and after they were installed the opening into the recess in which they stood was bricked up. It may be assumed that they became part of the realty as between mortgagor and mortgagee, but that is immaterial in equity, however it may have been at the old common law. The question is not whether they were attached to the soil, but we repeat, whether the fact that they were necessary to the working of the brewery gives a preference to the mortgagee. We see no sufficient ground for that result. This class of need to use property belonging to another is not yet recognized by the law as a sufficient ground for authority to appropriate it. If the owner of the tanks had lent them, it would be an extraordinary proposition that it lost title when they were bricked in. That it contemplated the ultimate passing of title upon an event that did not happen makes its case no worse except so far as by statute recording is made necessary to save its rights. The common law knows no objection to what commonly is called a conditional sale. William W. Bierce v. Hutchins, 205 U. S. 340, 347, 348, 51 L. ed. 828, 833, 834, 27 Sup. Ct. Rep. 524.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The cases to which the possible exception left open in Holt v. Henley applies are principally those in which the property claimed has become so intimately connected with or embodied in that which is subject to the mortgage that to reclaim it would more or less physically disintegrate the property held by the mortgagee; <i>e. g.</i>, Porter v. Pittsburg Bessemer Steel Co. 122 U. S. 267, 30 L. ed. 1210, 7 Sup. Ct. Rep. 1206. A man sometimes may lose title without his consent, and it has been held that he loses it even to an innocent converter who has added labor of a value far in excess of that of the original chattel. Wetherbee v. Green, 22 Mich. 311, 7 Am. Rep. 653. When the obvious destination of an article is to be incorporated into a structure in such a way that to remove it would destroy the other work, like bricks or beams in a building, there is still stronger ground for not giving to title an absolute right of way. But unless we give a mystic importance to bolts and screws, the mere knowledge that the chattle will be attached to the freehold is of no importance, except, perhaps, as against innocent purchasers for value before the sale was recorded, which the mortgagees were not. Holt v. Henley, 232 U. S. 637, 640, 641, 58 L. ed. &#8212;&#8212;, 34 Sup. Ct. Rep. 459. The damage that will be done by removal in this case is trifling and the petitioner offers to make it good.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The West Virginia decisions that had been rendered before the petitioner's contract, was made, like those of Virginia, favored the petitioner's right, Hurxthal v. Hurxthal, 45 W. Va. 584, 32 S. E. 237. We do not understand Lazear v. Ohio Valley Steel Foundry Co. 65 W. va. 105, 63 S. E. 772, to lay down a different doctrine. We take it rather as turning on the special effect of a sale to receivers whose certificates it was thought were backed by a promise of the court that they should constitute a first lien. Therefore, we find it unnecessary to consider whether otherwise the doctrine of Burgess v. Seligman, 107 U. S. 20, 27 L. ed. 359, 2 Sup. Ct. Rep. 10, coupled with our own opinion that the rule applied in the earlier decision is correct, would require us to follow that rather than the later case.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Decree reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Mr. Justice Lurton dissents.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/98195/"
}