{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "234 U.S. 369", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/98234/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "LOUIS. & NASH. RR v. West. Un. Tel. Co.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "337", 
    "id": 82617, 
    "resource_uri": "/api/rest/v2/citation/82617/"
  }, 
  "id": 98234, 
  "blocked": false, 
  "judges": "Van Devanter", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1914-06-08", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>234 U.S. 369 (1914)</b></center>\n<center><h1>LOUISVILLE &amp; NASHVILLE RAILROAD CO.<br>\nv.<br>\nWESTERN UNION TELEGRAPH CO.</h1></center>\n<center>No. 337.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 20, 1914.</center>\n<center>Decided June 8, 1914.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF MISSISSIPPI.\n<p><span class=\"star-pagination\">*370</span> <i>Mr. Gregory L. Smith.</i> with whom <i>Mr. Henry L. Stone</i> was on the brief, for appellant.</p>\n<p><i>Mr. Rush Taggart,</i> with whom <i>Mr. J.B. Harris</i> and <i>Mr. George H. Fearons</i> were on the brief, for appellee.</p>\n<p><span class=\"star-pagination\">*371</span> MR. JUSTICE VAN DEVANTER delivered the opinion of the court.</p>\n<p>By a bill in equity exhibited in the District Court the appellant seeks the annulment of three judgments of special courts of eminent domain in Harrison, Jackson and Hancock Counties, Mississippi, purporting to condemn portions of its right of way in those counties for the use of the appellee. According to the allegations of the bill, when given the effect that must be given to them for present purposes, the case is this: The appellant has a fee simple title to the land constituting the right of way and is in possession, and the appellee is asserting a right to subject portions of the right of way to its use under the three judgments, recently obtained. The appellant insists, for various reasons fully set forth, that the judgments were procured and rendered in such disregard of applicable local laws as to be clearly invalid, and that they operate to be-cloud its title. The matter in controversy exceeds, exclusive of interest and costs, the sum or value of $3,000, the right of way is within the district in which the bill was filed, and the appellant and appellee are, respectively, Kentucky and New York corporations. The prayer of the bill is, that the judgments be held null and void and the appellee enjoined from exercising or asserting any right under them. Appearing specially for the purpose, the appellee objected to the District Court's jurisdiction, upon the ground that neither of the parties was a resident of that district and that the suit was not one that could be brought in a district other than that of the residence of one of them without the appellee's consent. The court sustained the objection, dismissed the bill, and allowed this direct appeal under § 238 of the Judicial Code.</p>\n<p>We are only concerned with the jurisdiction of the District Court as a Federal court, that is, with its power to entertain the suit under the laws of the United States. <span class=\"star-pagination\">*372</span> <i>Fore River Shipbuilding Co.</i> v. <i>Hagg,</i> 219 U.S. 175; <i>United States</i> v. <i>Congress Construction Co.,</i> 222 U.S. 199; <i>Chase</i> v. <i>Wetzlar,</i> 225 U.S. 79, 83. Whether upon the showing in the bill the appellant is entitled to the relief sought is not a jurisdictional question in the sense of § 238 and is not before us. <i>Smith</i> v. <i>McKay,</i> 161 U.S. 355; <i>Citizens' Savings &amp; Trust Co.</i> v. <i>Illinois Central Railroad Co.,</i> 205 U.S. 46, 58; <i>Darnell</i> v. <i>Illinois Central Railroad Co.,</i> 225 U.S. 243.</p>\n<p>As the matter in controversy is of the requisite value and the parties are citizens of different States, the suit manifestly is within the general class over which the District Courts are given jurisdiction by the Judicial Code, § 24, cl. 1; so the question for decision is, whether the suit is cognizable in the particular District Court in which it was brought.</p>\n<p>In distributing the jurisdiction conferred in general terms upon the District Courts, the code declares, in § 51, that, \"except as provided in the six succeeding sections, no civil suit shall be brought in any district court against any person by any original process or proceeding in any other district than that whereof he is an inhabitant; but where the jurisdiction is founded only on the fact that the action is between citizens of different States, suit shall be brought only in the district of the residence of either the plaintiff or the defendant.\" If this section be applicable to suits which are local in their nature, as well as to such as are transitory (as to which see <i>Casey</i> v. <i>Adams,</i> 102 U.S. 66; <i>Greeley</i> v. <i>Lowe,</i> 155 U.S. 58; <i>Ellenwood</i> v. <i>Marietta Chair Co.,</i> 158 U.S. 105; <i>Kentucky Coal Lands Co.</i> v. <i>Mineral Development Co.,</i> 191 Fed. Rep. 899, 915), it is clear that the District Court in which the suit was brought cannot entertain it, unless one of the six succeeding sections provides otherwise, or the appellee waives its personal privilege of being sued only in the district of its or the appellant's residence. <i>In re Moore,</i> 209 U.S. 490; <span class=\"star-pagination\">*373</span> <i>Western Loan Co.</i> v. <i>Butte &amp; Boston Mining Co.,</i> 210 U.S. 368.</p>\n<p>The appellant relies upon § 57, one of the six succeeding sections, as adequately sustaining the jurisdiction. This section reads as follows:</p>\n<p>\"When in any suit commenced in any district court of the United States to enforce any legal or equitable lien upon or claim to, or to remove any incumbrance or lien or cloud upon the title to real or personal property within the district where such suit is brought, one or more of the defendants therein shall not be an inhabitant of or found within the said district, or shall not voluntarily appear thereto, it shall be lawful for the court to make an order directing such absent defendant or defendants to appear, plead, answer, or demur by a day certain to be designated, which order shall be served on such absent defendant or defendants, if practicable, wherever found, and also upon the person or persons in possession or charge of said property, if any there be; or where such personal service upon such absent defendant or defendants is not practicable, such order shall be published in such manner as the court may direct, not less than once a week for six consecutive weeks. In case such absent defendant shall not appear, plead, answer, or demur within the time so limited, or within some further time, to be allowed by the court, in its discretion, and upon proof of the service or publication of said order and of the performance of the directions contained in the same, it shall be lawful for the court to entertain jurisdiction, and proceed to the hearing and adjudication of such suit in the same manner as if such absent defendant had been served with process within the said district; but said adjudication shall, as regards said absent defendant or defendants without appearance, affect only the property which shall have been the subject of the suit and under the jurisdiction of the court therein, within such district; and when a part of the said real or personal property <span class=\"star-pagination\">*374</span> against which such proceedings shall be taken shall be within another district, but within the same State, such suit may be brought in either district in said State: <i>Provided, however,</i> That any defendant or defendants not actually personally notified as above provided may, at any time within one year after final judgment in any suit mentioned in this section, enter his appearance in said suit in said district court, and thereupon the said court shall make an order setting aside the judgment therein and permitting said defendant or defendants to plead therein on payment by him or them of such costs as the court shall deem just; and thereupon said suit shall be proceeded with to final judgment according to law.\"</p>\n<p>It will be perceived that this section not only plainly contemplates that a suit \"to remove any incumbrance, lien or cloud upon the title to real or personal property\" shall be cognizable in the District Court of the district wherein the property is located, but expressly provides for notifying the defendant by personal service outside the district, and, if that be impracticable, by publication. The section has been several times considered by this court, and, unless there be merit in an objection yet to be noticed, the decisions leave no doubt of its applicability to the present suit, even though both parties reside outside the district. <i>Greeley</i> v. <i>Lowe,</i> 155 U.S. 58; <i>Dick</i> v. <i>Foraker, Id.</i> 404; <i>Jellenik</i> v. <i>Huron Copper Co.,</i> 177 U.S. 1; <i>Citizens' Savings &amp; Trust Co.</i> v. <i>Illinois Central Railroad Co.,</i> 205 U.S. 46; <i>Chase</i> v. <i>Wetzlar,</i> 225 U.S. 79.</p>\n<p>The appellee, after asserting that each of the judgments is void upon its face if the attack upon it in the bill is well taken, calls attention to the general rule that a bill in equity does not lie to cancel, as a cloud upon title, a conveyance or instrument that is void upon its face, and then insists that § 57 must be regarded as adopted in the light of that rule and as not intended to displace it or to embrace a suit brought in opposition to it. The difficulty <span class=\"star-pagination\">*375</span> with this contention is that it seeks to make the usages of courts of equity the sole test of what constitutes a cloud upon title, so as to bring a suit to remove it within the operation of § 57, and disregards the bearing which the state law rightly has upon the question. As long ago as 1839 this court had occasion, in <i>Clark</i> v. <i>Smith,</i> 13 Pet. 195, to consider whether a Federal court sitting in the State of Kentucky could entertain a suit to remove a cloud from the title to real property in that State where the right to such relief depended upon a remedial statute of the State; and in the opinion, which fully sustained the jurisdiction, the court pointed out that the nature of the right was such that it could only be enforced in a court of equity, and then said (p. 203): \"Kentucky has the undoubted power to regulate and protect individual rights to her soil, and to declare what shall form a cloud on titles; and having so declared, the courts of the United States, by removing such clouds, are only applying an old practice to a new equity created by the legislature. . . . The state legislatures certainly have no authority to prescribe the forms and modes of proceeding in the courts of the United States; but having created a right, and at the same time prescribed the remedy to enforce it, if the remedy prescribed is substantially consistent with the ordinary modes of proceeding on the Chancery side of the Federal courts, no reason exists why it should not be pursued in the same form as it is in the state courts; on the contrary, propriety and convenience suggest, that the practice should not materially differ, where titles to lands are the subjects of investigation. And such is the constant course of the Federal courts.\" The principle of that decision has been reaffirmed and applied in many cases, one being <i>Reynolds</i> v. <i>Crawfordsville Bank,</i> 112 U.S. 405. It was a suit in the Circuit Court for the District of Indiana to remove a cloud from title in virtue of a statute of that State, and the objection was interposed that the deed sought to be <span class=\"star-pagination\">*376</span> canceled was void upon its face and therefore afforded no basis for such a suit in a Federal court. But this court pronounced the objection untenable, saying (p. 410): \"While, therefore, the courts of equity may have generally adopted the rule that a deed, void upon its face, does not cast a cloud upon the title which a court of equity would undertake to remove, we may yet look to the legislation of the State in which the court sits to ascertain what constitutes a cloud upon the title, and what the state laws declare to be such the courts of the United States sitting in equity have jurisdiction to remove.\" Citing <i>Clark</i> v. <i>Smith, supra</i><i>.</i> See also <i>Cowley</i> v. <i>Northern Pacific Railroad Co.,</i> 159 U.S. 569, 582. There are many state statutes of this type, and our decisions show that their enforcement in the Federal courts is subject to but three restrictions: 1. The case must be within the general class over which those courts are given jurisdiction. 2. A suit in equity does not lie in those courts where there is a plain, adequate and complete remedy at law. 3. In those courts there can be no commingling of legal and equitable remedies, or substitution of the latter for the former, whereby the constitutional right of trial by jury in actions at law is defeated. Judicial Code, §§ 24 (cl. 1) and 267; <i>Whitehead</i> v. <i>Shattuck,</i> 138 U.S. 146, 152, 156; <i>Greeley</i> v. <i>Lowe,</i> 155 U.S. 58, 75; <i>Wehrman</i> v. <i>Conklin, Id.</i> 314, 323; <i>Lawson</i> v. <i>United States Mining Co.,</i> 207 U.S. 1, 9.</p>\n<p>We conclude that the provision in § 57 of the Judicial Code, respecting suits to remove clouds from title, was intended to embrace, and does embrace, suits of that nature when founded upon the remedial statutes of the several States, as well as when resting upon established usages and practice in equity.</p>\n<p>The State of Mississippi has such a statute. Code of 1906, § 550. Although originally more restricted (Hutchinson's Code, p. 773; Rev. Code 1857, p. 541, art. 8), it has read as follows since 1871 (Rev. Code 1871, § 975):</p>\n<p><span class=\"star-pagination\">*377</span> \"When a person, not the rightful owner of any real estate, shall have any conveyance or other evidence of title thereto, or shall assert any claim, or pretend to have any right or title thereto, which may cast doubt or suspicion on the title of the real owner, such real owner may file a bill in the chancery court to have such conveyance or other evidence or claim of title canceled, and such cloud, doubt or suspicion removed from said title, whether such real owner be in possession or not, or be threatened to be disturbed in his possession or not, and whether the defendant be a resident of this state or not.\"</p>\n<p>While we have not been referred to any decision of the Supreme Court of the State passing directly upon the question, whether a conveyance or other evidence of title void upon its face is within the purview of this statute, the decisions of that court brought to our attention show that it has treated the statute as embracing conveyances described as \"void\" \u0097 whether the invalidity was shown upon the face of the instrument being left uncertain \u0097 <i>Ezelle</i> v. <i>Parker,</i> 41 Mississippi, 520; <i>Wofford</i> v. <i>Bailey,</i> 57 Mississippi, 239; <i>Drysdale</i> v. <i>Biloxi Canning Co.,</i> 67 Mississippi, 534; <i>Preston</i> v. <i>Banks,</i> 71 Mississippi, 601; <i>Wildberger</i> v. <i>Puckett,</i> 78 Mississippi, 650; and also that it regards the statute as very comprehensive and materially enlarging existing equitable remedies. In <i>Huntington</i> v. <i>Allen,</i> 44 Mississippi, 654, 662, it was said: \"The statute in reference to the removal of clouds from title, enlarges the principle upon which courts of equity were accustomed to administer relief. It is very broad, allowing the real owner in all cases, to apply for the cancellation of a deed or other evidence of title, which casts a cloud or suspicion on his title.. . . The terms used in the statute, expressive of the scope of the jurisdiction, viz., `cloud,' `doubt,' `suspicion,' quite distinctly imply that the instrument which creates them is apparent rather than `real;' is `semblance' rather than substance; obscures rather than <span class=\"star-pagination\">*378</span> destroys or defeats.\" In <i>Cook</i> v. <i>Friley,</i> 61 Mississippi, 1, 4, it was further said: \"The statute . . . not only authorizes the real owner to file his bill to cancel a paper title, but also to remove the cloud, doubt or suspicion which may spring from the assertion of claim or pretense of right or title thereto by the defendant, who without any muniment of title may assert a claim or pretend to have right or title. The purpose was to give the real owner a remedy against one who asserts any claim or pretends to have any right or title to such owner's land, in analogy to the right of action by the canon law for jactitation of marriage. The real owner is entitled to protection against jactitation of title to the disparagement of his real ownership. He may bring into court one who asserts any claim or pretends to have any right or title to his land, and require him to vindicate his claim or submit to its extinguishment by decree of the court.\" And in <i>Peoples Bank</i> v. <i>West,</i> 67 Mississippi, 729, 740, the court concluded its opinion with the statement: \"We know of no line by which the jurisdiction of the court is limited other than that prescribed by the law which confers it. When the complainant shows a perfect title, legal or equitable, and the title of the defendant is shown to be invalid, it is, in the nature of things, a cloud upon the title of complainant, and should be canceled.\"</p>\n<p>In view of these decisions, we think the statute must be regarded as entitling the rightful owner of real property in the State to maintain a suit to dispel a cloud cast upon his title by an invalid deed or other instrument, even though it be one which, when tested by applicable legal principles, is void upon its face.</p>\n<p>The judgments sought to be canceled as clouds upon the appellant's title were rendered by special courts of eminent domain, each composed of a justice of the peace and a jury. According to the statute controlling such proceedings (Miss. Code, 1906, c. 43) the special court is not <span class=\"star-pagination\">*379</span> permitted to quash or dismiss the proceeding for want of jurisdiction or for any other reason, or to inquire whether the applicant has a right to condemn or whether the contemplated use is public, but \"must proceed with the condemnation\" (§§ 1862, 1865, 1866); and, while an appeal lies to the Circuit Court, a supersedeas is not permitted, and upon the appeal the Circuit Court is restricted, like the special court, to an ascertainment of the compensation to be paid to the owner (§ 1871). A form of judgment is prescribed, which contains blanks for a description of the property and a recital of the compensation awarded, and then declares: \"Now, upon payment of the said award, applicant can enter upon and take possession of the said property and appropriate it to public use as prayed for in the application\" (§ 1867). An affirmative provision to the same effect also appears in the statute (§ 1868). Considering these statutory provisions and § 17 of the state constitution which declares that the question whether the condemnation is for a public use shall be a judicial question, the Supreme Court of the State holds that \"the only question which can be raised in the eminent domain court, and the only jurisdiction confided to it, is the jurisdiction to ascertain the amount of damage sustained by the party whose lands are sought to be taken;\" that \"a new issue, involving a new question and new pleadings, cannot be raised in the appellate tribunal, that is to say, in the circuit court;\" that the owner \"may litigate the right to take his property at any time before acceptance of the compensation, or before the waiver of his right to have the question of the use judicially determined;\" that \"neither the constitution nor the laws of the State provide any particular tribunal in which this question shall be determined, nor is it a matter of any particular concern in what court the question shall be settled, provided it be determined in that forum which is capable of deciding it,\" and that the <span class=\"star-pagination\">*380</span> appropriate mode of litigating the question is by a suit in equity challenging the right of the condemnor to enter under the judgment of the court of eminent domain. <i>Vinegar Bend Lumber Co.</i> v. <i>Oak Grove &amp; Georgetown Railroad Co.,</i> 89 Mississippi, 84, 107, 108, 110, 112. Thus it will be perceived that under the law of the State, as declared by its court of last resort, the judgment of a special court of eminent domain may be challenged by a bill in equity upon the ground that the condemnation is not for a public purpose. This being so, and the elements of Federal jurisdiction being present, the litigation may, of course, be had in a Federal court. One of the grounds upon which the judgments are challenged in the present bill is that the condemnation is not for a public purpose. If this ground be well taken, as to which we intimate no opinion, the judgments apparently confer upon the appellee a right in the appellant's right of way to which the appellee is not entitled.</p>\n<p>We conclude that the suit is one to remove a cloud from title within the meaning of § 57 of the Judicial Code, and is cognizable in the court below, although neither of the parties resides in that district.</p>\n<p><i>Decree reversed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:43:18", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">234</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">369</span></span> (1914)</b></center>\n<center><h1>LOUISVILLE &amp; NASHVILLE RAILROAD CO.<br>\nv.<br>\nWESTERN UNION TELEGRAPH CO.</h1></center>\n<center>No. 337.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 20, 1914.</center>\n<center>Decided June 8, 1914.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF MISSISSIPPI.\n<p><span class=\"star-pagination\">*370</span> <i>Mr. Gregory L. Smith.</i> with whom <i>Mr. Henry L. Stone</i> was on the brief, for appellant.</p>\n<p><i>Mr. Rush Taggart,</i> with whom <i>Mr. J.B. Harris</i> and <i>Mr. George H. Fearons</i> were on the brief, for appellee.</p>\n<p><span class=\"star-pagination\">*371</span> MR. JUSTICE VAN DEVANTER delivered the opinion of the court.</p>\n<p>By a bill in equity exhibited in the District Court the appellant seeks the annulment of three judgments of special courts of eminent domain in Harrison, Jackson and Hancock Counties, Mississippi, purporting to condemn portions of its right of way in those counties for the use of the appellee. According to the allegations of the bill, when given the effect that must be given to them for present purposes, the case is this: The appellant has a fee simple title to the land constituting the right of way and is in possession, and the appellee is asserting a right to subject portions of the right of way to its use under the three judgments, recently obtained. The appellant insists, for various reasons fully set forth, that the judgments were procured and rendered in such disregard of applicable local laws as to be clearly invalid, and that they operate to be-cloud its title. The matter in controversy exceeds, exclusive of interest and costs, the sum or value of $3,000, the right of way is within the district in which the bill was filed, and the appellant and appellee are, respectively, Kentucky and New York corporations. The prayer of the bill is, that the judgments be held null and void and the appellee enjoined from exercising or asserting any right under them. Appearing specially for the purpose, the appellee objected to the District Court's jurisdiction, upon the ground that neither of the parties was a resident of that district and that the suit was not one that could be brought in a district other than that of the residence of one of them without the appellee's consent. The court sustained the objection, dismissed the bill, and allowed this direct appeal under § 238 of the Judicial Code.</p>\n<p>We are only concerned with the jurisdiction of the District Court as a Federal court, that is, with its power to entertain the suit under the laws of the United States. <span class=\"star-pagination\">*372</span> <i>Fore River Shipbuilding Co.</i> v. <i>Hagg,</i> 219 U.S. 175; <i>United States</i> v. <i>Congress Construction Co.,</i> 222 U.S. 199; <i>Chase</i> v. <i>Wetzlar,</i> <span class=\"citation\" data-id=\"97644\"><a href=\"/opinion/97644/chase-v-wetzlar/\"><span class=\"volume\">225</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, 83. Whether upon the showing in the bill the appellant is entitled to the relief sought is not a jurisdictional question in the sense of § 238 and is not before us. <i>Smith</i> v. <i>McKay,</i> 161 U.S. 355; <i>Citizens' Savings &amp; Trust Co.</i> v. <i>Illinois Central Railroad Co.,</i> <span class=\"citation\" data-id=\"96620\"><a href=\"/opinion/96620/citizenssav-tr-co-v-illinois-cent-rr/\"><span class=\"volume\">205</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">46</span></a></span>, 58; <i>Darnell</i> v. <i>Illinois Central Railroad Co.,</i> 225 U.S. 243.</p>\n<p>As the matter in controversy is of the requisite value and the parties are citizens of different States, the suit manifestly is within the general class over which the District Courts are given jurisdiction by the Judicial Code, § 24, cl. 1; so the question for decision is, whether the suit is cognizable in the particular District Court in which it was brought.</p>\n<p>In distributing the jurisdiction conferred in general terms upon the District Courts, the code declares, in § 51, that, \"except as provided in the six succeeding sections, no civil suit shall be brought in any district court against any person by any original process or proceeding in any other district than that whereof he is an inhabitant; but where the jurisdiction is founded only on the fact that the action is between citizens of different States, suit shall be brought only in the district of the residence of either the plaintiff or the defendant.\" If this section be applicable to suits which are local in their nature, as well as to such as are transitory (as to which see <i>Casey</i> v. <i>Adams,</i> 102 U.S. 66; <i>Greeley</i> v. <i>Lowe,</i> <span class=\"citation\" data-id=\"94014\"><a href=\"/opinion/94014/greeley-v-lowe/\"><span class=\"volume\">155</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>; <i>Ellenwood</i> v. <i>Marietta Chair Co.,</i> 158 U.S. 105; <i>Kentucky Coal Lands Co.</i> v. <i>Mineral Development Co.,</i> 191 Fed. Rep. 899, 915), it is clear that the District Court in which the suit was brought cannot entertain it, unless one of the six succeeding sections provides otherwise, or the appellee waives its personal privilege of being sued only in the district of its or the appellant's residence. <i>In re Moore,</i> 209 U.S. 490; <span class=\"star-pagination\">*373</span> <i>Western Loan Co.</i> v. <i>Butte &amp; Boston Mining Co.,</i> 210 U.S. 368.</p>\n<p>The appellant relies upon § 57, one of the six succeeding sections, as adequately sustaining the jurisdiction. This section reads as follows:</p>\n<p>\"When in any suit commenced in any district court of the United States to enforce any legal or equitable lien upon or claim to, or to remove any incumbrance or lien or cloud upon the title to real or personal property within the district where such suit is brought, one or more of the defendants therein shall not be an inhabitant of or found within the said district, or shall not voluntarily appear thereto, it shall be lawful for the court to make an order directing such absent defendant or defendants to appear, plead, answer, or demur by a day certain to be designated, which order shall be served on such absent defendant or defendants, if practicable, wherever found, and also upon the person or persons in possession or charge of said property, if any there be; or where such personal service upon such absent defendant or defendants is not practicable, such order shall be published in such manner as the court may direct, not less than once a week for six consecutive weeks. In case such absent defendant shall not appear, plead, answer, or demur within the time so limited, or within some further time, to be allowed by the court, in its discretion, and upon proof of the service or publication of said order and of the performance of the directions contained in the same, it shall be lawful for the court to entertain jurisdiction, and proceed to the hearing and adjudication of such suit in the same manner as if such absent defendant had been served with process within the said district; but said adjudication shall, as regards said absent defendant or defendants without appearance, affect only the property which shall have been the subject of the suit and under the jurisdiction of the court therein, within such district; and when a part of the said real or personal property <span class=\"star-pagination\">*374</span> against which such proceedings shall be taken shall be within another district, but within the same State, such suit may be brought in either district in said State: <i>Provided, however,</i> That any defendant or defendants not actually personally notified as above provided may, at any time within one year after final judgment in any suit mentioned in this section, enter his appearance in said suit in said district court, and thereupon the said court shall make an order setting aside the judgment therein and permitting said defendant or defendants to plead therein on payment by him or them of such costs as the court shall deem just; and thereupon said suit shall be proceeded with to final judgment according to law.\"</p>\n<p>It will be perceived that this section not only plainly contemplates that a suit \"to remove any incumbrance, lien or cloud upon the title to real or personal property\" shall be cognizable in the District Court of the district wherein the property is located, but expressly provides for notifying the defendant by personal service outside the district, and, if that be impracticable, by publication. The section has been several times considered by this court, and, unless there be merit in an objection yet to be noticed, the decisions leave no doubt of its applicability to the present suit, even though both parties reside outside the district. <i>Greeley</i> v. <i>Lowe,</i> <span class=\"citation\" data-id=\"94014\"><a href=\"/opinion/94014/greeley-v-lowe/\"><span class=\"volume\">155</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>; <i>Dick</i> v. <i>Foraker, Id.</i> 404; <i>Jellenik</i> v. <i>Huron Copper Co.,</i> 177 U.S. 1; <i>Citizens' Savings &amp; Trust Co.</i> v. <i>Illinois Central Railroad Co.,</i> <span class=\"citation\" data-id=\"96620\"><a href=\"/opinion/96620/citizenssav-tr-co-v-illinois-cent-rr/\"><span class=\"volume\">205</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">46</span></a></span>; <i>Chase</i> v. <i>Wetzlar,</i> <span class=\"citation\" data-id=\"97644\"><a href=\"/opinion/97644/chase-v-wetzlar/\"><span class=\"volume\">225</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>.</p>\n<p>The appellee, after asserting that each of the judgments is void upon its face if the attack upon it in the bill is well taken, calls attention to the general rule that a bill in equity does not lie to cancel, as a cloud upon title, a conveyance or instrument that is void upon its face, and then insists that § 57 must be regarded as adopted in the light of that rule and as not intended to displace it or to embrace a suit brought in opposition to it. The difficulty <span class=\"star-pagination\">*375</span> with this contention is that it seeks to make the usages of courts of equity the sole test of what constitutes a cloud upon title, so as to bring a suit to remove it within the operation of § 57, and disregards the bearing which the state law rightly has upon the question. As long ago as 1839 this court had occasion, in <i>Clark</i> v. <i>Smith,</i> <span class=\"citation\" data-id=\"86088\"><a href=\"/opinion/86088/clark-v-smith/\"><span class=\"volume\">13</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">195</span></a></span>, to consider whether a Federal court sitting in the State of Kentucky could entertain a suit to remove a cloud from the title to real property in that State where the right to such relief depended upon a remedial statute of the State; and in the opinion, which fully sustained the jurisdiction, the court pointed out that the nature of the right was such that it could only be enforced in a court of equity, and then said (p. 203): \"Kentucky has the undoubted power to regulate and protect individual rights to her soil, and to declare what shall form a cloud on titles; and having so declared, the courts of the United States, by removing such clouds, are only applying an old practice to a new equity created by the legislature. . . . The state legislatures certainly have no authority to prescribe the forms and modes of proceeding in the courts of the United States; but having created a right, and at the same time prescribed the remedy to enforce it, if the remedy prescribed is substantially consistent with the ordinary modes of proceeding on the Chancery side of the Federal courts, no reason exists why it should not be pursued in the same form as it is in the state courts; on the contrary, propriety and convenience suggest, that the practice should not materially differ, where titles to lands are the subjects of investigation. And such is the constant course of the Federal courts.\" The principle of that decision has been reaffirmed and applied in many cases, one being <i>Reynolds</i> v. <i>Crawfordsville Bank,</i> 112 U.S. 405. It was a suit in the Circuit Court for the District of Indiana to remove a cloud from title in virtue of a statute of that State, and the objection was interposed that the deed sought to be <span class=\"star-pagination\">*376</span> canceled was void upon its face and therefore afforded no basis for such a suit in a Federal court. But this court pronounced the objection untenable, saying (p. 410): \"While, therefore, the courts of equity may have generally adopted the rule that a deed, void upon its face, does not cast a cloud upon the title which a court of equity would undertake to remove, we may yet look to the legislation of the State in which the court sits to ascertain what constitutes a cloud upon the title, and what the state laws declare to be such the courts of the United States sitting in equity have jurisdiction to remove.\" Citing <i>Clark</i> v. <i>Smith, supra</i><i>.</i> See also <i>Cowley</i> v. <i>Northern Pacific Railroad Co.,</i> <span class=\"citation\" data-id=\"94283\"><a href=\"/opinion/94283/cowley-v-northern-pacific-r-co/\"><span class=\"volume\">159</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">569</span></a></span>, 582. There are many state statutes of this type, and our decisions show that their enforcement in the Federal courts is subject to but three restrictions: 1. The case must be within the general class over which those courts are given jurisdiction. 2. A suit in equity does not lie in those courts where there is a plain, adequate and complete remedy at law. 3. In those courts there can be no commingling of legal and equitable remedies, or substitution of the latter for the former, whereby the constitutional right of trial by jury in actions at law is defeated. Judicial Code, §§ 24 (cl. 1) and 267; <i>Whitehead</i> v. <i>Shattuck,</i> <span class=\"citation\" data-id=\"92941\"><a href=\"/opinion/92941/whitehead-v-shattuck/\"><span class=\"volume\">138</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">146</span></a></span>, 152, 156; <i>Greeley</i> v. <i>Lowe,</i> <span class=\"citation\" data-id=\"94014\"><a href=\"/opinion/94014/greeley-v-lowe/\"><span class=\"volume\">155</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>, 75; <i>Wehrman</i> v. <i>Conklin, Id.</i> 314, 323; <i>Lawson</i> v. <i>United States Mining Co.,</i> <span class=\"citation\" data-id=\"96703\"><a href=\"/opinion/96703/lawson-v-united-states-mining-co/\"><span class=\"volume\">207</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 9.</p>\n<p>We conclude that the provision in § 57 of the Judicial Code, respecting suits to remove clouds from title, was intended to embrace, and does embrace, suits of that nature when founded upon the remedial statutes of the several States, as well as when resting upon established usages and practice in equity.</p>\n<p>The State of Mississippi has such a statute. Code of 1906, § 550. Although originally more restricted (Hutchinson's Code, p. 773; Rev. Code 1857, p. 541, art. 8), it has read as follows since 1871 (Rev. Code 1871, § 975):</p>\n<p><span class=\"star-pagination\">*377</span> \"When a person, not the rightful owner of any real estate, shall have any conveyance or other evidence of title thereto, or shall assert any claim, or pretend to have any right or title thereto, which may cast doubt or suspicion on the title of the real owner, such real owner may file a bill in the chancery court to have such conveyance or other evidence or claim of title canceled, and such cloud, doubt or suspicion removed from said title, whether such real owner be in possession or not, or be threatened to be disturbed in his possession or not, and whether the defendant be a resident of this state or not.\"</p>\n<p>While we have not been referred to any decision of the Supreme Court of the State passing directly upon the question, whether a conveyance or other evidence of title void upon its face is within the purview of this statute, the decisions of that court brought to our attention show that it has treated the statute as embracing conveyances described as \"void\" \u0097 whether the invalidity was shown upon the face of the instrument being left uncertain \u0097 <i>Ezelle</i> v. <i>Parker,</i> 41 Mississippi, 520; <i>Wofford</i> v. <i>Bailey,</i> 57 Mississippi, 239; <i>Drysdale</i> v. <i>Biloxi Canning Co.,</i> 67 Mississippi, 534; <i>Preston</i> v. <i>Banks,</i> 71 Mississippi, 601; <i>Wildberger</i> v. <i>Puckett,</i> 78 Mississippi, 650; and also that it regards the statute as very comprehensive and materially enlarging existing equitable remedies. In <i>Huntington</i> v. <i>Allen,</i> 44 Mississippi, 654, 662, it was said: \"The statute in reference to the removal of clouds from title, enlarges the principle upon which courts of equity were accustomed to administer relief. It is very broad, allowing the real owner in all cases, to apply for the cancellation of a deed or other evidence of title, which casts a cloud or suspicion on his title.. . . The terms used in the statute, expressive of the scope of the jurisdiction, viz., `cloud,' `doubt,' `suspicion,' quite distinctly imply that the instrument which creates them is apparent rather than `real;' is `semblance' rather than substance; obscures rather than <span class=\"star-pagination\">*378</span> destroys or defeats.\" In <i>Cook</i> v. <i>Friley,</i> 61 Mississippi, 1, 4, it was further said: \"The statute . . . not only authorizes the real owner to file his bill to cancel a paper title, but also to remove the cloud, doubt or suspicion which may spring from the assertion of claim or pretense of right or title thereto by the defendant, who without any muniment of title may assert a claim or pretend to have right or title. The purpose was to give the real owner a remedy against one who asserts any claim or pretends to have any right or title to such owner's land, in analogy to the right of action by the canon law for jactitation of marriage. The real owner is entitled to protection against jactitation of title to the disparagement of his real ownership. He may bring into court one who asserts any claim or pretends to have any right or title to his land, and require him to vindicate his claim or submit to its extinguishment by decree of the court.\" And in <i>Peoples Bank</i> v. <i>West,</i> 67 Mississippi, 729, 740, the court concluded its opinion with the statement: \"We know of no line by which the jurisdiction of the court is limited other than that prescribed by the law which confers it. When the complainant shows a perfect title, legal or equitable, and the title of the defendant is shown to be invalid, it is, in the nature of things, a cloud upon the title of complainant, and should be canceled.\"</p>\n<p>In view of these decisions, we think the statute must be regarded as entitling the rightful owner of real property in the State to maintain a suit to dispel a cloud cast upon his title by an invalid deed or other instrument, even though it be one which, when tested by applicable legal principles, is void upon its face.</p>\n<p>The judgments sought to be canceled as clouds upon the appellant's title were rendered by special courts of eminent domain, each composed of a justice of the peace and a jury. According to the statute controlling such proceedings (Miss. Code, 1906, c. 43) the special court is not <span class=\"star-pagination\">*379</span> permitted to quash or dismiss the proceeding for want of jurisdiction or for any other reason, or to inquire whether the applicant has a right to condemn or whether the contemplated use is public, but \"must proceed with the condemnation\" (§§ 1862, 1865, 1866); and, while an appeal lies to the Circuit Court, a supersedeas is not permitted, and upon the appeal the Circuit Court is restricted, like the special court, to an ascertainment of the compensation to be paid to the owner (§ 1871). A form of judgment is prescribed, which contains blanks for a description of the property and a recital of the compensation awarded, and then declares: \"Now, upon payment of the said award, applicant can enter upon and take possession of the said property and appropriate it to public use as prayed for in the application\" (§ 1867). An affirmative provision to the same effect also appears in the statute (§ 1868). Considering these statutory provisions and § 17 of the state constitution which declares that the question whether the condemnation is for a public use shall be a judicial question, the Supreme Court of the State holds that \"the only question which can be raised in the eminent domain court, and the only jurisdiction confided to it, is the jurisdiction to ascertain the amount of damage sustained by the party whose lands are sought to be taken;\" that \"a new issue, involving a new question and new pleadings, cannot be raised in the appellate tribunal, that is to say, in the circuit court;\" that the owner \"may litigate the right to take his property at any time before acceptance of the compensation, or before the waiver of his right to have the question of the use judicially determined;\" that \"neither the constitution nor the laws of the State provide any particular tribunal in which this question shall be determined, nor is it a matter of any particular concern in what court the question shall be settled, provided it be determined in that forum which is capable of deciding it,\" and that the <span class=\"star-pagination\">*380</span> appropriate mode of litigating the question is by a suit in equity challenging the right of the condemnor to enter under the judgment of the court of eminent domain. <i>Vinegar Bend Lumber Co.</i> v. <i>Oak Grove &amp; Georgetown Railroad Co.,</i> 89 Mississippi, 84, 107, 108, 110, 112. Thus it will be perceived that under the law of the State, as declared by its court of last resort, the judgment of a special court of eminent domain may be challenged by a bill in equity upon the ground that the condemnation is not for a public purpose. This being so, and the elements of Federal jurisdiction being present, the litigation may, of course, be had in a Federal court. One of the grounds upon which the judgments are challenged in the present bill is that the condemnation is not for a public purpose. If this ground be well taken, as to which we intimate no opinion, the judgments apparently confer upon the appellee a right in the appellant's right of way to which the appellee is not entitled.</p>\n<p>We conclude that the suit is one to remove a cloud from title within the meaning of § 57 of the Judicial Code, and is cognizable in the court below, although neither of the parties resides in that district.</p>\n<p><i>Decree reversed.</i></p>\n</div>", 
  "sha1": "c079679afe0968de7f778bb220b88700a364b996", 
  "date_modified": "2014-12-21T01:35:46.624849", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/98234/louis-nash-rr-v-west-un-tel-co/", 
  "citation_count": 9, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/923987/", 
  "html": "<p class=\"case_cite\">234 U.S. 369</p>\n    <p class=\"case_cite\">34 S.Ct. 810</p>\n    <p class=\"case_cite\">58 L.Ed. 1356</p>\n    <p class=\"parties\">LOUISVILLE &amp; NASHVILLE RAILROAD COMPANY, Appt.,<br>v.<br>WESTERN UNION TELEGRAPH COMPANY.</p>\n    <p class=\"docket\">No. 337.</p>\n    <p class=\"date\">Argued March 20, 1914.</p>\n    <p class=\"date\">Decided June 8, 1914.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Gregory L. Smith and Henry L. Stone for appellant.</p>\n      <p class=\"indent\">Messrs. Rush Taggart, J. B. Harris, and George H. Fearons for appellee.</p>\n      <p class=\"indent\">[Syllabus from page 370 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice Van Devanter delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">By a bill in equity exhibited in the district court, the appellant seeks the annulment of three judgments of special courts of eminent domain in Harrison, Jackson, and Hancock counties, Mississippi, purporting to condemn portions of its right of way in those counties for the use of the appellee. According to the allegations of the bill, when given the effect that must be given to them for present purposes, the case is this: The appellant has a feesimple title to the land constituting the right of way, and is in possession, and the appellee is asserting a right to subject portions of the right of way to its use under the three judgments recently obtained. The appellant insists, for various reasons fully set forth, that the judgments were procured and rendered in such disregard of applicable local laws as to be clearly invalid, and that they operate to becloud its title. The matter in controversy exceeds, exclusive of interest and costs, the sum or value of $3,000, the right of way is within the district in which the bill was filed, and the appellant and appellee are, respectively, Kentucky and New York corporations. The prayer of the bill is, that the judgments be held null and void and the appellee enjoined from exercising or asserting any right under them. Appearing specially for the purpose, the appellee objected to the district court's jurisdiction, upon the ground that neither of the parties was a resident of that district, and that the suit was not one that could be brought in a district other than that of the residence of one of them without the appellee's consent. The court sustained the objection, dismissed the bill, and allowed this direct appeal under &#167; 238 of the Judicial Code. [36 Stat. at L. 1157, chap. 231, U. S. Comp. Stat. Supp. 1911, p. 228.]</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We are only concerned with the jurisdiction of the district court as a Federal court; that is, with its power to entertain the suit under the laws of the United States. Fore River Shipbuilding Co. v. Hagg, 219 U. S. 175, 55 L. ed. 163, 31 Sup. Ct. Rep. 185; United States v. Congress Constr. Co. 222 U. S. 199, 56 L. ed. 163, 32 Sup. Ct. Rep. 44; Chase v. Wetzlar, 225 U. S. 79, 83, 56 L. ed. 990, 991, 32 Sup. Ct. Rep. 659. Whether, upon the showing in the bill, the appellant is entitled to the relief sought, is not a jurisdictional question in the sense of &#167; 238, and is not before us. Smith v. McKay, 161 U. S. 355, 40 L. ed. 731, 16 Sup. Ct. Rep. 490; Citizens' Sav. &amp; T. Co. v. Illinois C. R. Co. 205 U. S. 46, 58, 51 L. ed. 703, 707, 27 Sup. Ct. Rep. 425; R. J. Darnell v. Illinois C. R. Co. 225 U. S. 243, 56 L. ed. 1072, 32 Sup. Ct. Rep. 760.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">As the matter in controversy is of the requisite value and the parties are citizens of different states, the suit manifestly is within the general class over which the district courts are given jurisdiction by the Judicial Code, &#167; 24, cl. 1 [36 Stat. at L. 1091, chap. 231, U. S. Comp. Stat. Supp. 1911, p. 135]; so the question for decision is whether the suit is cognizable in the particular district court in which it was brought.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In distributing the jurisdiction conferred in general terms upon the district courts, the Code declares, in &#167; 51, that, 'except as provided in the six succeeding sections, no civil suit shall be brought in any district court against any person by any original process or proceeding in any other district than that whereof he is an inhabitant; but where the jurisdiction is founded only on the fact that the action is between citizens of different states, suit shall be brought only in the district of the residence of either the plaintiff or the defendant.' If this section be applicable to suits which are local in their nature, as well as to such as are transitory (as to which see Casey v. Adams, 102 U. S. 66, 26 L. ed. 52; Greeley v. Lowe, 155 U. S. 58, 39 L. ed. 69, 15 Sup. Ct. Rep. 24; Ellenwood v. Marietta Chair Co. 158 U. S. 105, 39 L. ed. 913, 15 Sup. Ct. Rep. 771; Kentucky Coal Lands Co v. Mineral Development Co. 191 Fed. 899, 915), it is clear that the district court in which the suit was brought cannot entertain it, unless one of the six succeeding sections provides otherwise, or the appellee waives its personal privilege of being sued only in the district of its or the appellant's residence. Re Moore, 209 U. S. 490, 52 L. ed. 904, 28 Sup. Ct. Rep. 585, 706, 14 Ann. Cas. 1164; Western Loan &amp; Sav. Co. v. Butte &amp; B. Consol. Min. Co. 210 U. S. 368, 52 L. ed. 1101, 28 Sup. Ct. Rep. 720.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The appellant relies upon &#167; 57, one of the six succeeding sections, as adequately sustaining the jurisdiction. This section reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'When in any suit commenced in any district court of the United States to enforce any legal or equitable lien upon or claim to, or to remove any encumbrance or lien or cloud upon the title to real or personal property within the district where such suit is brought, one or more of the defendants therein shall not be an inhabitant of or found within the said district, or shall not voluntarily appear thereto, it shall be lawful for the court to make an order directing such absent defendant or defendants to appear, plead, answer, or demur by a day certain to be designated, which order shall be served on such absent defendant or defendants, if practicable, wherever found, and also upon the person or persons in possession or charge of said property, if any there be; or where such personal service upon such absent defendant or defendants is not practicable, such order shall be published in such manner as the court may direct, not less than once a week for six consecutive weeks. In case such absent defendants shall not appear, plead, answer, or demur within the time so limited, or within some further time, to be allowed by the court, in its discretion, and upon proof of the service or publication of said order and of the performance of the directions contained in the same, it shall be lawful for the court to entertain jurisdiction, and proceed to the hearing and adjudication of such suit in the same manner as if such absent defendant had been served with process within the said district; but said adjudication shall, as regards said absent defendant or defendants without appearance, affect only the property which shall have been the subject of the suit and under the jurisdiction of the court therein, within such district; and when a part of the said real or personal property against which such proceedings shall be taken shall be within another district, but within the same state, such suit may be brought in either district in said state: Provided, however, That any defendant or defendants not actually personally notified as above provided may, at any time within one year after final judgment in any suit mentioned in this section, enter his appearance in said suit in said district court, and thereupon the said court shall make an order setting aside the judgment therein and permitting said defendant or defendants to plead therein on payment by him or them of such costs as the court shall deem just; and thereupon said suit shall be proceeded with to final judgment according to law.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It will be perceived that this section not only plainly contemplates that a suit 'to remove any encumbrance, lien, or cloud upon the title to real or personal property' shall be cognizable in the district court of the district wherein the property is located, but expressly provides for notifying the defendant by personal service outside the district, and, if that be impracticable, by publication. The section has been several times considered by this court, and, unless there be merit in an objection yet to be noticed, the decisions leave no doubt of its applicability to the present suit, even though both parties reside outside the district. Greeley v. Lowe, 155 U. S. 58, 39 L. ed. 69, 15 Sup. Ct. Rep. 24; Dick v. Foraker, 155 U. S. 404, 39 L. ed. 201, 15 Sup. Ct. Rep. 124; Jellenik v. Huron Copper Min. Co. 177 U. S. 1, 44 L. ed. 647, 20 Sup. Ct. Rep. 559; Citizens' Sav. &amp; T. Co. v. Illinois C. R. Co. 205 U. S. 46, 51 L. ed. 703, 27 Sup. Ct. Rep. 425; Chase v. Wetzlar, 225 U. S. 79, 56 L. ed. 990, 32 Sup. Ct. Rep. 659.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The appellee, after asserting that each of the judgments is void upon its face if the attack upon it in the bill is well taken, calls attention to the general rule that a bill in equity does not lie to cancel, as a cloud upon title, a conveyance or instrument that is void upon its face, and then insists that &#167; 57 must be regarded as adopted in the light of that rule, and as not intended to displace it, or to embrace a suit brought in opposition to it. The difficulty with this contention is that it seeks to make the usages of courts of equity the sole test of what constitutes a cloud upon title, so as to bring a suit to remove it within the operation of &#167; 57, and disregards the bearing which the state law rightly has upon the question. As long ago as 1839 this court had occasion, in Clark v. Smith, 13 Pet. 195, 10 L. ed. 123, to consider whether a Federal court sitting in the state of Kentucky could entertain a suit to remove a cloud from the title to real property in that state where the right to such relief depended upon a remedial statute of the state; and in the opinion, which fully sustained the jurisdiction, the court pointed out that the nature of the right was such that it could only be enforced in a court of equity, and then said (p. 203): 'Kentucky has the undoubted power to regulate and protect individual rights to her soil, and to declare what shall form a cloud on titles; and having so declared, the courts of the United States, by removing such clouds, are only applying an old practice to a new equity created by the legislature. . . . The state legislatures certainly have no authority to prescribe the forms and modes of proceeding in the courts of the United States; but having created a right, and at the same time prescribed the remedy to enforce it, if the remedy prescribed is substantially consistent with the ordinary modes of proceeding on the chancery side of the Federal courts, no reason exists why it should not be pursued in the same form as it is in the state courts; on the contrary, propriety and convenience suggest that the practice should not materially differ, where titles to lands are the subjects of investigation. And such is the constant course of the Federal courts.' The principle of that decision has been reaffirmed and applied in many cases, one being Reynolds v. First Nat. Bank, 112 U. S. 405, 28 L. ed. 733, 5 Sup. Ct. Rep. 213. It was a suit in the circuit court for the district of Indiana to remove a cloud from title in virtue of a statute of that state, and the objection was interposed that the deed sought to be canceled was void upon its face, and therefore afforded no basis for such a suit in a Federal court. But this court pronounced the objection untenable, saying (p. 410): 'While, therefore, the courts of equity may have generally adopted the rule that a deed, void upon its face, does not cast a cloud upon the title which a court of equity would undertake to remove, we may yet look to the legislation of the state in which the court sits to ascertain what constitutes a cloud upon the title, and what the state laws declare to be such, the courts of the United States, sitting in equity, have jurisdiction to remove.' Citing Clark v. Smith, supra. See also Cowley v. Northern P. R. Co. 159 U. S. 569, 582, 40 L. ed. 263, 266, 16 Sup. Ct. Rep. 127. There are many state statutes of this type, and our decisions show that their enforcement in the Federal courts is subject to but three restrictions: 1. The case must be within the general class over which those courts are given jurisdiction. 2. A suit in equity does not lie in those courts where there is a plain, adequate, and complete remedy at law. 3. In those courts there can be no commingling of legal and equitable remedies, or substitution of the latter for the former, whereby the constitutional right of trial by jury in actions at law is defeated. Judicial Code, &#167;&#167; 24 (cl. 1) and 267; Whitehead v. Shattuck, 138 U. S. 146, 152, 156, 34 L. ed. 873, 874, 876, 11 Sup. Ct. Rep. 276; Greeley v. Lowe, 155 U. S. 58, 75, 39 L. ed. 69, 75, 15 Sup. Ct. Rep. 24; Wehrman v. Conklin, 155 U. S. 314, 323, 39 L. ed. 167, 172, 15 Sup. Ct. Rep. 129; Lawson v. United States Min. Co. 207 U. S. 1, 9, 52 L. ed. 65, 73, 28 Sup. Ct. Rep. 15.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We conclude that the provision in &#167; 57 of the Judicial Code, respecting suits to remove clouds from title, was intended to embrace, and does embrace, suits of that nature when founded upon the remedial statutes of the several states, as well as when resting upon established usages and practice in equity.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The state of Mississippi has such a statute. Code of 1906, &#167; 550. Although originally more restricted (Hutchinson's Code, p. 773; Rev. Code 1857, p. 541, art. 8), it has read as follows since 1871 (Rev. Code 1871, &#167; 975): 'When a person, not the rightful owner of any real estate, shall have any conveyance or other evidence of title thereto, or shall assert any claim, or pretend to have any right or title thereto, which may cast doubt or suspicion on the title of the real owner, such real owner may file a bill in the chancery court to have such conveyance or other evidence or claim of title canceled, and such cloud, doubt, or suspicion removed from said title, whether such real owner be in possession or not, or be threatened to be disturbed in his possession or not, and whether the defendant be a resident of this state or not.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">While we have not been referred to any decision of the supreme court of the state passing directly upon the question whether a conveyance or other evidence of title void upon its face is within the purview of this statute, the decisions of that court brought to our attention show that it has treated the statute as embracing conveyances described as 'void,' whether the invalidity was shown upon the face of the instrument being left uncertain (Eztelle v. Parker, 41 Miss. 520; Wofford v. Bailey, 57 Miss. 239; Drysdale v. Biloxi Canning Co. 67 Miss. 534, 7 So. 541; Preston v. Banks, 71 Miss. 601, 14 So. 258; Wildberger v. Puckett, 78 Miss. 650, 29 So. 393); and also that it regards the statute as very comprehensive and materially enlarging existing equitable remedies. In Huntington v. Allen, 44 Miss. 654, 662, it was said: 'The statute in reference to the removal of clouds from title enlarges the principle upon which courts of equity were accustomed to administer relief. It is very broad, allowing the real owner in all cases to apply for the cancelation of a deed or other evidence of title which casts a cloud or suspicion on his title. . . . The terms used in the statute, expressive of the scope of the jurisdiction, <i>viz.</i>, 'cloud,' 'doubt,' 'suspicion,' quite distinctly imply that the instrument which creates them is apparent rather than 'real'; is 'semblance' rather than substance; obscures rather than destroys or defeats.' In Cook v. Friley, 61 Miss. 1, 4, it was further said: 'The statute . . . not only authorizes the real owner to file his bill to cancel a paper title, but also to remove the cloud, doubt, or suspicion which may spring from the assertion of claim, or pretense of right or title thereto by the defendant, who, without any muniment of title, may assert a claim or pretend to have right or title. The purpose was to give the real owner a remedy against one who asserts any claim or pretends to have any right or title to such owner's land, in analogy to the right of action by the canon law for jactitation of marriage. The real owner is entitled to protection against jactitation of title to the disparagement of his real ownership. He may bring into court one who asserts any claim or pretends to have any right or title to his land, and require him to vindicate his claim, or submit to its extinguishment by decree of the court.' And in People's Bank v. West, 67 Miss. 729, 740, 8 L.R.A. 727, 7 So. 513, the court concluded its opinion with the statement: 'We know of no line by which the jurisdiction of the court is limited other than that prescribed by the law which confers it. When the complainant shows a perfect title, legal or equitable, and the title of the defendant is shown to be invalid, it is, in the nature of things, a cloud upon the title of complainant, and should be canceled.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In view of these decisions, we think the statute must be regarded as entitling the rightful owner of real property in the state to maintain a suit to dispel a cloud cast upon his title by an invalid deed or other instrument, even though it be one which, when tested by applicable legal principles, is void upon its face.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The judgments sought to be canceled as clouds upon the appellant's title were rendered by special courts of eminent domain, each composed of a justice of the peace and a jury. According to the statute controlling such proceedings (Miss. Code 1906, chap. 43) the special court is not permitted to quash or dismiss the proceeding for want of jurisdiction or for any other reason, or to inquire whether the applicant has a right to condemn, or whether the contemplated use is public, but 'must proceed with the condemnation' (&#167;&#167; 1862, 1865, 1866); and, while an appeal lies to the circuit court, a supersedeas is not permitted, and upon the appeal the circuit court is restricted, like the special court, to an ascertainment of the compensation to be paid to the owner (&#167; 1871). A form of judgment is prescribed, which contains blanks for a description of the property and a recital of the compensation awarded, and then declares: 'Now, upon payment of the said award, applicant can enter upon and take possession of the said property, and appropriate it to public use, as prayed for in the application' (&#167; 1867). An affirmative provision to the same effect also appears in the statute (&#167; 1868). Considering these statutory provisions and &#167; 17 of the state Constitution, which declares that the question whether the condemnation is for a public use shall be a judicial question, the supreme court of the state holds that 'the only question which can be raised in the eminent domain court, and the only jurisdiction confided to it, is the jurisdiction to ascertain the amount of damage sustained by the party whose lands are sought to be taken;' that 'a new issue, involving a new question and new pleadings, cannot be raised in the appellate tribunal, that is to say, in the circuit court;' that the owner 'may litigate the right to take his property at any time before acceptance of the compensation, or before the waiver of his right to have the question of the use judicially determined;' that 'neither the Constitution nor the laws of the state provide any particular tribunal in which this question shall be determined, nor is it a matter of any particular concern in what court the question shall be settled, provided it be determined in that form which is capable of deciding it,' and that the appropriate mode of litigating the question is by a suit in equity challenging the right of the condemnor to enter under the judgment of the court of eminent domain. Vinegar Bend Lumber Co. v. Oak Grove &amp; G. R. Co. 89 Miss. 84, 43 So. 292. Thus it will be perceived that under the law of the state, as declared by its court of last resort, the judgment of a special court of eminent domain may be challenged by a bill in equity upon the ground that the condemnation is not for a public purpose. This being so, and the elements of Federal jurisdiction being present, the litigation may, of course, be had in a Federal court. One of the grounds upon which the judgments are challenged in the present bill is that the condemnation is not for a public purpose. If this ground be well taken, as to which we intimate no opinion, the judgments apparently confer upon the appellee a right in the appellant's right of way to which the appellee is not entitled.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We conclude that the suit is one to remove a cloud from title within the meaning of &#167; 57 of the Judicial Code, and is cognizable in the court below, although neither of the parties resides in that district.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Decree reversed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/98234/"
}