{"absolute_url": "/opinion/100347/st-louis-ry-v-int-com-comm/", "blocked": false, "citation": {"case_name": "St. Louis Ry. v. Int. Com. Comm.", "docket_number": "398", "document_uris": ["/api/rest/v2/document/100347/"], "federal_cite_one": "264 U.S. 64", "federal_cite_three": null, "federal_cite_two": null, "id": 84730, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/84730/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 3, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1924-02-18", "date_modified": "2014-12-21T01:37:31.455321", "docket": "/api/rest/v2/docket/405743/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">264 U.S. 64</p>\n    <p class=\"case_cite\">44 S.Ct. 294</p>\n    <p class=\"case_cite\">68 L.Ed. 565</p>\n    <p class=\"parties\">UNITED STATES ex rel. ST. LOUIS SOUTHWESTERN RY. CO.<br>v.<br>INTERSTATE COMMERCE COMMISSION et al.</p>\n    <p class=\"docket\">No. 398.</p>\n    <p class=\"date\">Argued Jan. 23, 24, 1924.</p>\n    <p class=\"date\">Decided Feb. 18, 1924.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Jay R. Turney, of St. Louis, Mo., and Charles D. Drayton, of Washington, D. C., for plaintiff in error.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 65-72 intentionally omitted]</p>\n      <p class=\"indent\">Mr. P. J. Farrell, of Washington, D. C., for defendants in error.</p>\n      <p class=\"indent\">[Argument of Counsel from page 73 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice HOLMES delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This proceeding arises under what is now &#167; 19a of the Interstate Commerce Act. Act of February 4, 1887, c. 104, 24 St. 379, as amended by Act of March 1, 1913, c. 92, 37 St. 701, and Act of February 28, 1920, c. 91, &#167; 433, 41 St. 456, 474, 493 (Comp. St. Ann. Supp. 1923, &#167; 8591). Obeying this section the Interstate Commerce Commission made a tentative valuation of the relator's property and served it upon the relator, the St. Louis Southwestern Railway Company, in July, 1921. In due time the relator filed its protest against the valuation, as provided by the Act, especially against the findings of the final value of the property, the cost of reproduction new, the cost of reproduction less depreciation, present value of relator's lands, and the present cost of condemnation and damages or of purchase of lands in excess of present value. In July, 1922, the Commission, as required, made an order setting the matter down for hearing in Washington on September 26, 1922. On July 20 the relator filed a motion with the Commission praying for an order allowing it to examine the underlying data upon which the valuation was based, and for a subpoena duces tecum to named officers of the Commission directing them to bring with them to the hearing all the data in any way relating to the matter in issue. In August the Commission cancelled the hearing and in October made an order to the following effect. It recited that the opening of certain records to inspection before they were offered in evidence before the Commission in hearings upon protests or before a court of competent jurisdiction, would be detrimental to the public interest; would make it impossible to secure as uninfluenced opinions upon land values and price and cost information as the Commission could otherwise; would unnecessarily prolong the work, and greatly increase the expense; and would seriously interfere with due performance of the regular duties of the Commission's employes. It therefore ordered that until further order, office or field notations, etc., in the Bureau of Valuation; opinions and correspondence from or to any employe thereof; land field notes; land computation sheets; cost information secured from others than the carrier in question; cost studies and cost analyses prepared by the Bureau of Valuation, should not be open to inspection by other than the employes of the Commission unless and until offered in evidence at hearings or before a Court as above.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Thereupon the relator filed the present petition for mandamus in the Supreme Court of the District of Columbia. It sets forth the foregoing facts in detail and annexes a copy of the valuation, with the Commission's statement of the kinds of proof and methods used in making its findings, and further statement that those findings were based upon certain underlying facts compiled by the employes of the Bureau of Valuation, these underlying facts being indicated at some length. They embraced contracts for materials made over the whole country for the ten years ending June 30, 1914; contracts for constructing railroads or parts during the same time; actual expenditures for various classes of construction work in unidentified projects selected by the Bureau; books, vouchers and invoices of materials, etc., used in construction during the same time; undisclosed records purporting to show the service life of various classes of material, etc., together with an inspection report by the Bureau's engineers showing the age of the materials, etc., in relator's railroad. From such data, classified and selected, compilations and analyses were made purporting to show average cost of materials, etc., and the average ratios of engineering and general expenses during construction and interest during construction to cost of construction in selected projects, and the average service, life, age, etc., of the various units of property in relator's railroad. These compilations were used as the basis for finding cost of reproduction new and cost of reproduction less depreciation in the relator's case. Similarly the present value of relator's lands is said to have been reached upon uncommunicated data which it is not necessary to repeat, and the present cost of condemnation or damage or of purchase in excess of the present value of relator's land is said to have been reached in the same general way. The foregoing data are alleged to have been reduced to writing and to be within the control of the Commission. It is alleged that much of the information gathered was not under oath and that many statements were made orally and that many opinions were taken from persons not qualified to express the same.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The relators prayed for an order directing the Commission to allow it to examine these underlying data, contracts, reports, compilations and records of the Bureau of Valuation so far as in any way related to valuation of the relator's property, and to make written and photographic copies of the same. It also asked that the Commission be directed to issue subpoenas to named officers as in the motion made to the Commission stated above. On a motion to that effect the petition was dismissed by the Supreme Court and the judgment was affirmed by the Court of Appeals. We are of opinion that the judgment was right, and will indicate not only the grounds of our decision but what we think that the relator reasonably may demand.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The relator's claim of right has for its broadest basis the fact that the valuation when made final by the Commission will be prima facie evidence in various judicial proceedings in which the value of the property is material to the decision of the case. But the legislature may make one fact prima facie evidence of another if the inference is not 'so unreasonable as to be a purely arbitrary mandate.' Lindsley v. Natural Carbonic Cas Co., 220 U. S. 61, 82, 31 Sup. Ct. 337, 342 (55 L. Ed. 369, Ann. Cas. 1912C, 160). If Congress had given no hearing before the Commission but still had made its conclusion prima facie evidence of value, it would be hard to say that any constitutional rights of the railroads had been infringed. Reitler v. Harris. 223 U. S. 437, 32 Sup. Ct. 248, 56 L. Ed. 497; Meeker v. Lehigh Valley R. R. Co., 236 U. S. 412, 430, 35 Sup. Ct. 328, 59 L. Ed. 644, Ann. Cas. 1916B, 691. The strongest basis for the relator's claim is the statute itself.</p>\n    </div>\n    <p class=\"indent\">The statute provides that:</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'Unless otherwise ordered by the Commission, with the reasons      therefor, the records and data of the Commission shall be      open to the inspection and examination of the public.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Commission has ordered otherwise as we have stated and the order puts an end to the claim to examine the data on the naked ground that they are public documents. But as the statute provides for a hearing before the Commission it does not follow necessarily that the parties to the proceeding are subject to the same rule when the data are desired as evidence. The hearing to be sure is not of the ordinary kind. The railroads have no adversary. The Commission of course has no object except to arrive at the truth. It is not to be cross-examined for bias or otherwise as to its capacity to decide or modes of deciding what is entrusted to it, but on the other hand since it must grant a hearing manifest justice requires that the railroads should know the facts that the Commission supposes to be established and we presume that it would desire the grounds of its tentative valuation to be subjected to searching tests. But there are necessary limits. While there can be no public policy or relation of confidence that should prevail against the paramount claim of the roads, the work of the Commission must go on, and cannot be stopped as it would be if many of the railroads concerned undertook an examination of all its papers to see what they could find out. We need not now consider whether the statute authorizes the order if it be construed to apply to cases like the present for we cannot doubt that this Commission will do all in its power to help the relator to whatever it justly may demand. As yet it has made no just demand, for we accept the Commission's statement that a general examination in the Commission's office would interfere too much with its work. Moreover at the hearing there will be limits, at the discretion of the Commission, to the right to delay the sittings by minute inquiries that might protract them indefinitely. See Newton v. Consolidated Gas Co., 258 U. S. 165, 175, 42 Sup. Ct. 264, 66 L. Ed. 538. But subject to that discretion we think that in such way as may be found practicable the relator should be enabled to examine and meet the preliminary data upon which the conclusions are founded, and to that end should be given further information in advance of the hearing, sufficient to enable it to point out errors if any there be. No present need is shown for the issue of subpoenas, and with this intimation of our views of the Railroad's rights we repeat our opinion that the judgment should be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Judgment affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Mr. Justice BUTLER took no part in the decision of this case.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>264 U.S. 64 (1924)</b></center>\n<center><h1>UNITED STATES AT THE RELATION OF ST. LOUIS SOUTHWESTERN RAILWAY COMPANY<br>\nv.<br>\nINTERSTATE COMMERCE COMMISSION ET AL.</h1></center>\n<center>No. 398.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 23, 24, 1924.</center>\n<center>Decided February 18, 1924.</center>\nERROR TO THE COURT OF APPEALS OF THE DISTRICT OF COLUMBIA.\n<p><span class=\"star-pagination\">*65</span> <i>Mr. J.R. Turney,</i> with whom <i>Mr. C.D. Drayton</i> was on the brief, for plaintiff in error.</p>\n<p><span class=\"star-pagination\">*73</span> <i>Mr. P.J. Farrell</i> for defendants in error.</p>\n<p><span class=\"star-pagination\">*74</span> MR. JUSTICE HOLMES delivered the opinion of the Court.</p>\n<p>This proceeding arises under what is now ยง 19a of the Interstate Commerce Act. Act of February 4, 1887, c. 104, 24 Stat. 379, as amended by Act of March 1, 1913, c. 92, 37 Stat. 701, and Act of February 28, 1920, c. 91, <span class=\"star-pagination\">*75</span> ยง 433, 41 Stat. 456, 474, 493. Obeying this section the Interstate Commerce Commission made a tentative valuation of the relator's property and served it upon the relator, the St. Louis Southwestern Railway Company, in July, 1921. In due time the relator filed its protest against the valuation, as provided by the act, especially against the findings of the final value of the property, the cost of reproduction new, the cost of reproduction less depreciation, present value of relator's lands, and the present cost of condemnation and damages or of purchase of lands in excess of present value. In July, 1922, the Commission, as required, made an order setting the matter down for hearing in Washington on September 26, 1922. On July 20 the relator filed a motion with the Commission praying for an order allowing it to examine the underlying data upon which the valuation was based, and for a <i>subpoena duces tecum</i> to named officers of the Commission directing them to bring with them to the hearing all the data in any way relating to the matter in issue. In August the Commission canceled the hearing and in October made an order to the following effect. It recited that the opening of certain records to inspection before they were offered in evidence before the Commission in hearings upon protests or before a Court of competent jurisdiction, would be detrimental to the public interest; would make it impossible to secure as uninfluenced opinions upon land values and price and cost information as the Commission could otherwise; would unnecessarily prolong the work, and greatly increase the expense; and would seriously interfere with due performance of the regular duties of the Commission's employees. It therefore ordered that, until further order, office or field notations, &amp;c., in the Bureau of Valuation; opinions and correspondence from or to any employee thereof; land field notes; land computation sheets; cost information secured from others than the carrier in question; cost studies and <span class=\"star-pagination\">*76</span> cost analyses prepared by the Bureau of Valuation, should not be open to inspection by other than the employees of the Commission unless and until offered in evidence at hearings or before a Court as above.</p>\n<p>Thereupon the relator filed the present petition for mandamus in the Supreme Court of the District of Columbia. It sets forth the foregoing facts in detail and annexes a copy of the valuation, with the Commission's statement of the kinds of proof and methods used in making its findings, and further statement that those findings were based upon certain underlying facts compiled by the employees of the Bureau of Valuation, these underlying facts being indicated at some length. They embraced contracts for materials made over the whole country for the ten years ending June 30, 1914; contracts for constructing railroads or parts during the same time; actual expenditures for various classes of construction work in unidentified projects selected by the Bureau; books, vouchers and invoices of materials, &amp;c., used in construction during the same time; undisclosed records purporting to show the service life of various classes of material, &amp;c., together with an inspection report by the Bureau's engineers showing the age of the materials, &amp;c., in relator's railroad. From such data, classified and selected, compilations and analyses were made purporting to show average cost of materials, &amp;c., &amp;c., and the average ratios of engineering and general expenses during construction and interest during construction to cost of construction in selected projects, and the average service, life, age, &amp;c., of the various units of property in relator's railroad. These compilations were used as the basis for finding cost of reproduction new and cost of reproduction less depreciation in the relator's case. Similarly the present value of relator's lands is said to have been reached upon uncommunicated data which it is not necessary to repeat, and the present cost of condemnation or damage or of <span class=\"star-pagination\">*77</span> purchase in excess of the present value of relator's land is said to have been reached in the same general way. The foregoing data are alleged to have been reduced to writing and to be within the control of the Commission. It is alleged that much of the information gathered was not under oath and that many statements were made orally and that many opinions were taken from persons not qualified to express the same.</p>\n<p>The relators prayed for an order directing the Commission to allow it to examine these underlying data, contracts, reports, compilations and records of the Bureau of Valuation so far as in any way related to valuation of the relator's property, and to make written and photographic copies of the same. It also asked that the Commission be directed to issue subpoenas to named officers as in the motion made to the Commission stated above. On a motion to that effect the petition was dismissed by the Supreme Court and the judgment was affirmed by the Court of Appeals. We are of opinion that the judgment was right, and will indicate not only the grounds of our decision but what we think that the relator reasonably may demand.</p>\n<p>The relator's claim of right has for its broadest basis the fact that the valuation when made final by the Commission will be <i>prima facie</i> evidence in various judicial proceedings in which the value of the property is material to the decision of the case. But the legislature may make one fact <i>prima facie</i> evidence of another if the inference is not \"so unreasonable as to be a purely arbitrary mandate.\" <i>Lindsley</i> v. <i>Natural Carbonic Gas Co.,</i> 220 U.S. 61, 82. If Congress had given no hearing before the Commission but still had made its conclusion <i>prima facie</i> evidence of value, it would be hard to say that any constitutional rights of the railroads had been infringed. <i>Reitler</i> v. <i>Harris,</i> 223 U.S. 437; <i>Meeker</i> v. <i>Lehigh Valley R.R. Co.,</i> 236 U.S. 412, 430. The strongest basis for the relator's claim is the statute itself.</p>\n<p><span class=\"star-pagination\">*78</span> The statue provides that \"Unless otherwise ordered by the commission, with the reasons therefor, the records and data of the commission shall be open to the inspection and examination of the public.\" The Commission has ordered otherwise as we have stated and the order puts an end to the claim to examine the data on the naked ground that they are public documents. But as the statute provides for a hearing before the Commission it does not follow necessarily that the parties to the proceeding are subject to the same rule when the data are desired as evidence. The hearing to be sure is not of the ordinary kind. The railroads have no adversary. The Commission of course has no object except to arrive at the truth. It is not to be cross examined for bias or otherwise as to its capacity to decide or modes of deciding what is entrusted to it, but on the other hand, since it must grant a hearing, manifest justice requires that the railroads should know the facts that the Commission supposes to be established, and we presume that it would desire the grounds of its tentative valuation to be subjected to searching tests. But there are necessary limits. While there can be no public policy or relation of confidence that should prevail against the paramount claim of the roads, the work of the Commission must go on, and cannot be stopped as it would be if many of the railroads concerned undertook an examination of all its papers to see what they could find out. We need not now consider whether the statute authorizes the order if it be construed to apply to cases like the present, for we cannot doubt that this Commission will do all in its power to help the relator to whatever it justly may demand. As yet it has made no just demand, for we accept the Commission's statement that a general examination in the Commission's offices would interfere too much with its work. Moreover, at the hearing there will be limits, at the discretion of the Commission, to the right to delay the sittings by minute inquiries <span class=\"star-pagination\">*79</span> that might protract them indefinitely. See <i>Newton</i> v. <i>Consolidated Gas Co.,</i> 258 U.S. 165, 175. But subject to that discretion, we think that, in such way as may be found practicable, the relator should be enabled to examine and meet the preliminary data upon which the conclusions are founded and to that end should be given further information in advance of the hearing, sufficient to enable it to point out errors, if any there be. No present need is shown for the issue of subpoenas; and with this intimation of our views of the Railroad's rights we repeat our opinion that the judgment should be affirmed.</p>\n<p><i>Judgment affirmed.</i></p>\n<p>MR. JUSTICE BUTLER took no part in the decision of this case.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">264</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></span> (1924)</b></center>\n<center><h1>UNITED STATES AT THE RELATION OF ST. LOUIS SOUTHWESTERN RAILWAY COMPANY<br>\nv.<br>\nINTERSTATE COMMERCE COMMISSION ET AL.</h1></center>\n<center>No. 398.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 23, 24, 1924.</center>\n<center>Decided February 18, 1924.</center>\nERROR TO THE COURT OF APPEALS OF THE DISTRICT OF COLUMBIA.\n<p><span class=\"star-pagination\">*65</span> <i>Mr. J.R. Turney,</i> with whom <i>Mr. C.D. Drayton</i> was on the brief, for plaintiff in error.</p>\n<p><span class=\"star-pagination\">*73</span> <i>Mr. P.J. Farrell</i> for defendants in error.</p>\n<p><span class=\"star-pagination\">*74</span> MR. JUSTICE HOLMES delivered the opinion of the Court.</p>\n<p>This proceeding arises under what is now ยง 19a of the Interstate Commerce Act. Act of February 4, 1887, c. 104, 24 Stat. 379, as amended by Act of March 1, 1913, c. 92, 37 Stat. 701, and Act of February 28, 1920, c. 91, <span class=\"star-pagination\">*75</span> ยง 433, 41 Stat. 456, 474, 493. Obeying this section the Interstate Commerce Commission made a tentative valuation of the relator's property and served it upon the relator, the St. Louis Southwestern Railway Company, in July, 1921. In due time the relator filed its protest against the valuation, as provided by the act, especially against the findings of the final value of the property, the cost of reproduction new, the cost of reproduction less depreciation, present value of relator's lands, and the present cost of condemnation and damages or of purchase of lands in excess of present value. In July, 1922, the Commission, as required, made an order setting the matter down for hearing in Washington on September 26, 1922. On July 20 the relator filed a motion with the Commission praying for an order allowing it to examine the underlying data upon which the valuation was based, and for a <i>subpoena duces tecum</i> to named officers of the Commission directing them to bring with them to the hearing all the data in any way relating to the matter in issue. In August the Commission canceled the hearing and in October made an order to the following effect. It recited that the opening of certain records to inspection before they were offered in evidence before the Commission in hearings upon protests or before a Court of competent jurisdiction, would be detrimental to the public interest; would make it impossible to secure as uninfluenced opinions upon land values and price and cost information as the Commission could otherwise; would unnecessarily prolong the work, and greatly increase the expense; and would seriously interfere with due performance of the regular duties of the Commission's employees. It therefore ordered that, until further order, office or field notations, &amp;c., in the Bureau of Valuation; opinions and correspondence from or to any employee thereof; land field notes; land computation sheets; cost information secured from others than the carrier in question; cost studies and <span class=\"star-pagination\">*76</span> cost analyses prepared by the Bureau of Valuation, should not be open to inspection by other than the employees of the Commission unless and until offered in evidence at hearings or before a Court as above.</p>\n<p>Thereupon the relator filed the present petition for mandamus in the Supreme Court of the District of Columbia. It sets forth the foregoing facts in detail and annexes a copy of the valuation, with the Commission's statement of the kinds of proof and methods used in making its findings, and further statement that those findings were based upon certain underlying facts compiled by the employees of the Bureau of Valuation, these underlying facts being indicated at some length. They embraced contracts for materials made over the whole country for the ten years ending June 30, 1914; contracts for constructing railroads or parts during the same time; actual expenditures for various classes of construction work in unidentified projects selected by the Bureau; books, vouchers and invoices of materials, &amp;c., used in construction during the same time; undisclosed records purporting to show the service life of various classes of material, &amp;c., together with an inspection report by the Bureau's engineers showing the age of the materials, &amp;c., in relator's railroad. From such data, classified and selected, compilations and analyses were made purporting to show average cost of materials, &amp;c., &amp;c., and the average ratios of engineering and general expenses during construction and interest during construction to cost of construction in selected projects, and the average service, life, age, &amp;c., of the various units of property in relator's railroad. These compilations were used as the basis for finding cost of reproduction new and cost of reproduction less depreciation in the relator's case. Similarly the present value of relator's lands is said to have been reached upon uncommunicated data which it is not necessary to repeat, and the present cost of condemnation or damage or of <span class=\"star-pagination\">*77</span> purchase in excess of the present value of relator's land is said to have been reached in the same general way. The foregoing data are alleged to have been reduced to writing and to be within the control of the Commission. It is alleged that much of the information gathered was not under oath and that many statements were made orally and that many opinions were taken from persons not qualified to express the same.</p>\n<p>The relators prayed for an order directing the Commission to allow it to examine these underlying data, contracts, reports, compilations and records of the Bureau of Valuation so far as in any way related to valuation of the relator's property, and to make written and photographic copies of the same. It also asked that the Commission be directed to issue subpoenas to named officers as in the motion made to the Commission stated above. On a motion to that effect the petition was dismissed by the Supreme Court and the judgment was affirmed by the Court of Appeals. We are of opinion that the judgment was right, and will indicate not only the grounds of our decision but what we think that the relator reasonably may demand.</p>\n<p>The relator's claim of right has for its broadest basis the fact that the valuation when made final by the Commission will be <i>prima facie</i> evidence in various judicial proceedings in which the value of the property is material to the decision of the case. But the legislature may make one fact <i>prima facie</i> evidence of another if the inference is not \"so unreasonable as to be a purely arbitrary mandate.\" <i>Lindsley</i> v. <i>Natural Carbonic Gas Co.,</i> <span class=\"citation\" data-id=\"97374\"><a href=\"/opinion/97374/lindsley-v-natural-carbonic-gas-co/\"><span class=\"volume\">220</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">61</span></a></span>, 82. If Congress had given no hearing before the Commission but still had made its conclusion <i>prima facie</i> evidence of value, it would be hard to say that any constitutional rights of the railroads had been infringed. <i>Reitler</i> v. <i>Harris,</i> 223 U.S. 437; <i>Meeker</i> v. <i>Lehigh Valley R.R. Co.,</i> <span class=\"citation\" data-id=\"98378\"><a href=\"/opinion/98378/meeker-co-v-lehigh-valley-rr/\"><span class=\"volume\">236</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">412</span></a></span>, 430. The strongest basis for the relator's claim is the statute itself.</p>\n<p><span class=\"star-pagination\">*78</span> The statue provides that \"Unless otherwise ordered by the commission, with the reasons therefor, the records and data of the commission shall be open to the inspection and examination of the public.\" The Commission has ordered otherwise as we have stated and the order puts an end to the claim to examine the data on the naked ground that they are public documents. But as the statute provides for a hearing before the Commission it does not follow necessarily that the parties to the proceeding are subject to the same rule when the data are desired as evidence. The hearing to be sure is not of the ordinary kind. The railroads have no adversary. The Commission of course has no object except to arrive at the truth. It is not to be cross examined for bias or otherwise as to its capacity to decide or modes of deciding what is entrusted to it, but on the other hand, since it must grant a hearing, manifest justice requires that the railroads should know the facts that the Commission supposes to be established, and we presume that it would desire the grounds of its tentative valuation to be subjected to searching tests. But there are necessary limits. While there can be no public policy or relation of confidence that should prevail against the paramount claim of the roads, the work of the Commission must go on, and cannot be stopped as it would be if many of the railroads concerned undertook an examination of all its papers to see what they could find out. We need not now consider whether the statute authorizes the order if it be construed to apply to cases like the present, for we cannot doubt that this Commission will do all in its power to help the relator to whatever it justly may demand. As yet it has made no just demand, for we accept the Commission's statement that a general examination in the Commission's offices would interfere too much with its work. Moreover, at the hearing there will be limits, at the discretion of the Commission, to the right to delay the sittings by minute inquiries <span class=\"star-pagination\">*79</span> that might protract them indefinitely. See <i>Newton</i> v. <i>Consolidated Gas Co.,</i> <span class=\"citation\" data-id=\"99936\"><a href=\"/opinion/99936/newton-v-consolidated-gas-co-of-ny/\"><span class=\"volume\">258</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">165</span></a></span>, 175. But subject to that discretion, we think that, in such way as may be found practicable, the relator should be enabled to examine and meet the preliminary data upon which the conclusions are founded and to that end should be given further information in advance of the hearing, sufficient to enable it to point out errors, if any there be. No present need is shown for the issue of subpoenas; and with this intimation of our views of the Railroad's rights we repeat our opinion that the judgment should be affirmed.</p>\n<p><i>Judgment affirmed.</i></p>\n<p>MR. JUSTICE BUTLER took no part in the decision of this case.</p>\n</div>", "id": 100347, "judges": "Holmes", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/100347/", "sha1": "a5692e389e3431036309d3ccd82816dcea777da1", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:48:24"}