{"absolute_url": "/opinion/100374/radice-v-new-york/", "blocked": false, "citation": {"case_name": "Radice v. New York", "docket_number": "176", "document_uris": ["/api/rest/v2/document/100374/"], "federal_cite_one": "264 U.S. 292", "federal_cite_three": null, "federal_cite_two": null, "id": 84757, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/84757/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 26, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1924-03-17", "date_modified": "2014-12-21T01:37:35.463694", "docket": "/api/rest/v2/docket/1004853/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">264 U.S. 292</p>\n    <p class=\"case_cite\">44 S.Ct. 325</p>\n    <p class=\"case_cite\">68 L.Ed. 690</p>\n    <p class=\"parties\">RADICE<br>v.<br>PEOPLE OF THE STATE OF NEW YORK.</p>\n    <p class=\"docket\">No. 176.</p>\n    <p class=\"date\">Argued Jan. 17 and 18, 1924.</p>\n    <p class=\"date\">Decided March 10, 1924.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Henry W. Hill, of Buffalo, N. Y. (Mr. Dean R. Hill, of Buffalo, N. Y., of counsel), for plaintiff in error.</p>\n      <p class=\"indent\">Messrs. Walter F. Hofheims, of Buffalo, N. Y., and Irving I. Goldsmith, of Saratoga Springs, N. Y., for the People of the State of New York.</p>\n      <p class=\"indent\">Mr. Justice SUTHERLAND delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff in error was convicted in the City Court of Buffalo upon the charge of having violated the provisions of a statute of the state of New York, prohibiting the employment of women in restaurants in cities of the first and second class, between the hours of 10 o'clock at night and 6 o'clock in the morning. Laws of New York, 1917, c. 535, p. 1564.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">An appeal was prosecuted through intermediate appellate courts to the Court of Appeals, where the judgment was affirmed without an opinion. The record having been remitted to the City Court, the writ of error was allowed to that court. Aldrich v. AEtna Co., 8 Wall. 491, 495, 19 L. Ed. 473; Hodges v. Snyder, 261 U. S. 600, 601, 43 Sup. Ct. 435, 67 L. Ed. 819.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The validity of the statute is challenged upon the ground that it contravenes the provisions of the Fourteenth Amendment, in that it violates (1) the due process clause, by depriving the employer and employee of their liberty of contract; and (2) the equal protection, clause, by an unreasonable and arbitrary classification.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">1. The basis of the first contention is that the statute unduly and arbitrarily interferes with the liberty of two adult persons to make a contract of employment for themselves. The answer of the state is that night work of the kind prohibited so injuriously affects the physical condition of women, and so threatens to impair their peculiar and natural functions, and so exposes them to the dangers and menaces incident to night life in large cities, that a statute prohibiting such work falls within the police power of the state to preserve and promote the public health and welfare.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Legislature had before it a mass of information from which it concluded that night work is substantially and especially detrimental to the health of women. We cannot say that the conclusion is without warrant. The loss of restful night's sleep cannot be fully made up by sleep in the daytime, especially in busy cities, subject to the disturbances incident to modern life. The injurious consequences were thought by the Legislature to bear more heavily against women than men, and, considering their more delicate organism, there would seem to be good reason for so thinking. The fact, assuming it to be such, properly may be made the basis of legislation applicable only to women. Testimony was given upon the trial to the effect that the night work in question was not harmful; but we do not find it convincing. Where the constitutional validity of a statute depends upon the existence of facts, courts must be cautious about reaching a conclusion respecting them contrary to that reached by the Legislature; and if the question of what the facts establish be a fairly debatable one, it is not permissible for the judge to set up his opinion in respect of it against the opinion of the lawmaker. The state Legislature here determined that night employment of the character specified was sufficiently detrimental to the health and welfare of women engaging in it to justify its suppression, and, since we are unable to say that the finding is clearly unfounded, we are precluded from reviewing the legislative determination. Holden v. Hardy, 169 U. S. 366, 395, 18 Sup. Ct. 383, 42 L. Ed. 780. The language used by this court in Muller v. Oregon, 208 U. S. 412, 422, 28 Sup. Ct. 324, 327 (52 L. Ed. 551, 13 Ann. Cas. 957), in respect of the physical limitations of women, is applicable and controlling:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'The limitations which this statute places upon her      contractual powers, upon her right to agree with her employer      as to the time she shall labor, are not imposed solely for      her benefit, but also largely for the benefit of all. Many      words cannot make this plainer. The two sexes differ in      structure of body, in the functions to be performed by each,      in the amount of physical strength, in the capacity for      long-dontinued labor, particularly when done standing, the      influence of vigorous health upon the future well-being of      the race, the self-reliance which enables one to assert full      rights, and in the capacity to maintain the struggle for      subsistence. This difference justifies a difference in      legislation and upholds that which is designed to compensate      for some of the burdens which rest upon her.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Adkins v. Children's Hospital, 261 U. S. 525, 43 Sup. Ct. 394, 67 L. Ed. 785, 24 A. L. R. 1238, is cited and relied upon; but that case presented a question entirely different from that now being considered. The statute in the Adkins Case was a wage-fixing law, pure and simple. It had nothing to do with the hours or conditions of labor. We held that it exacted from the employer 'an arbitrary payment for a purpose and upon a basis having no causal connection with the business, or the contract or the work' of the employee; but, referring to the Muller Case we said (page 553) that 'the physical differences [between men and women] must be recognized in appropriate cases, and legislation fixing hours or conditions of work may properly take them into account.' See also Riley v. Massachusetts, 232 U. S. 671, 34 Sup. Ct. 469, 58 L. Ed. 788; Miller v. Wilson, 236 U. S. 373, 35 Sup. Ct. 342, 59 L. Ed. 628, L. R. A. 1915F, 829; Bosley v. McLaughlin, 236 U. S. 385, 35 Sup. Ct. 345, 59 L. Ed. 632; and compare Truax v. Raich, 239 U. S. 33, 41, 36 Sup. Ct. 7, 60 L. Ed. 131, L. R. A. 1916D, 545, Ann. Cas. 1917B, 283, and Coppage v. Kansas, 236 U. S. 1, 18, 19, 35 Sup. Ct. 240, 59 L. Ed. 441, L. R. A. 1915C, 960.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">2. Nor is the statute vulnerable to the objection that it constitutes a denial of the equal protection of the laws. The points urged under this head are (a) that the act discriminates between cities of the first and second class and other cities and communities; and (b) excludes from its operation women employed in restaurants as singers and performers, attendants in ladies' cloak rooms and parlors, as well as those employed in dining rooms and kitchens of hotels and in lunch rooms or restaurants conducted by employers solely for the benefit of their employees.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The limitation of the legislative prohibition to cities of the first and second class does not bring about an unreasonable and arbitrary classification. Packard v. Banton, 264 U. S. 140, 44 Sup. Ct. 257, 68 L. Ed. &#8212;&#8212;, decided February 18, 1924; Hayes v. Missouri, 120 U. S. 68, 7 Sup. Ct. 350, 30 L. Ed. 578. Nor is there substance in the contention that the exclusion of restaurant employees of a special kind, and of hotels and employees' lunchrooms, renders the statute obnoxious to the Constitution. The statute does not present a case where some persons of a class are selected for special restraint, from which others of the same class are left free (Connolly v. Union Sewer Pipe Co., 184 U. S. 540, 564, 22 Sup. Ct. 431, 46 L. Ed. 679); but a case where all in the same class of work are included in the restraint. Of course, the mere fact of classification is not enough to put a statute beyond the reach of the equality provision of the Fourteenth Amendment. Such classification must not be 'purely arbitrary, oppressive or capricious.' American Sugar Refining Co. v. Louisiana, 179 U. S. 89, 92, 21 Sup. Ct. 43, 45 L. Ed. 102. But the mere production of inequality is not enough. Every selection of persons for regulation so results, in some degree. The inequality produced, in order to encounter the challenge of the Constitution, must be 'actually and palpably unreasonable and arbitrary.' Arkansas Natural Gas Co. v. Railroad Commission, 261 U. S. 379, 384, 43 Sup. Ct. 387, 67 L. Ed. 705, and cases cited. Thus classifications have been sustained which are based upon differences between fire insurance and other kinds of insurance, Orient Insurance Co. v. Daggs, 172 U. S. 557, 562, 19 Sup. Ct. 281, 43 L. Ed. 552; between railroads and other corporations, Tullis v. Lake Erie &amp; Western R. R. Co., 175 U. S. 348, 351, 20 Sup. Ct. 136, 44 L. Ed. 192; between barber shop employment and other kinds of labor, Petit v. Minnesota, 177 U. S. 164, 168, 20 Sup. Ct. 666, 44 L. Ed. 716; between 'immigrant agents' engaged in hiring laborers to be employed beyond the limits of a state and persons engaged in the business of hiring for labor within the state, Williams v. Fears, 179 U. S. 270, 275, 21 Sup. Ct. 128, 45 L. Ed. 186; between sugar refiners who produce the sugar and those who purchase it, American Sugar Refining Co. v. Louisiana, supra. More directly applicable are recent decisions of this court sustaining hours of labor for women in hotels, but omitting women employees of boarding houses, lodging houses, etc., Miller v. Wilson, supra, at page 382 (35 Sup. Ct. 342), and limiting the hours of labor of women pharmacists and student nurses in hospitals but excepting graduate nurses. Bosley v. McLaughlin, supra, at pages 394-396 (35 Sup. Ct. 345). The opinion in the first of these cases was delivered by Mr. Justice Hughes, who, after pointing out that in hotels women employees are for the most part chambermaids and waitresses, that it cannot be said that the conditions of work are the same as those which obtain in the other establishments, and that it is not beyond the power of the Legislature to recognize the differences, said (236 U. S. 383, 384, 35 Sup. Ct. 344 [59 L. Ed. 632]):</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'The contention as to the various omissions which are noted      in the objections here urged ignores the well-established      principle that the Legislature is not bound, in order to      support the constitutional validity of its regulation, to      extend it to all cases which it might possibly reach. Dealing      with practical exigencies, the Legislature may be guided by      experience. Patsone v. Pennsylvania, 232 U. S. 138, 144. It      is free to recognize degrees of harm, and it may confine its      restrictions to those classes of cases where the need is      deemed to be clearest. As has been said, it may 'proceed      cautiously, step by step,' and 'if an evil is specially experienced in a particular branch of business' if      is not necessary that the prohibition 'should be couched in      all-embracing terms.' Carroll v. Greenwich Insurance Co., 199      U. S. 401, 411. If the law presumably hits the evil where it      is most felt, it is not to be overthrown because there are      other instances to which it might have been applied. Keokee      Coke Co. v. Taylor, 234 U. S. 224, 227. Upon this principle,      which has had abundant illustration in the decisions cited      below, it cannot be concluded that the failure to extend the      act to other and distinct lines of business, having their own      circumstances and conditions, or to domestic service, created      an arbitrary discrimination as against the proprietors of      hotels.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The judgment below is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> '3. In cities of the first and second class no female over the age of sixteen years shall be employed, permitted or suffered to work in or in connection with any restaurant more than six days or fifty-four hours in any one week, or more than nine hours in any one day, or before six o'clock in the morning or after ten o'clock in the evening of any day. This subdivision shall, however, not apply to females employed in restaurants as singers and performers of any kind, or as attendants in ladies' cloak rooms and parlors, nor shall it apply to females employed in or in connection with the dining rooms and kitchens of hotels, or in or in connection with lunch rooms or restaurants conducted by employers solely for the benefit of their own employees.'</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>264 U.S. 292 (1924)</b></center>\n<center><h1>RADICE<br>\nv.<br>\nPEOPLE OF THE STATE OF NEW YORK.</h1></center>\n<center>No. 176.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 17, 18, 1924.</center>\n<center>Decided March 10, 1924.</center>\nERROR TO THE CITY COURT OF BUFFALO, STATE OF NEW YORK.\n<p><i>Mr. Henry W. Hill,</i> with whom <i>Mr. Dean R. Hill</i> was on the briefs, for plaintiff in error.</p>\n<p><i>Mr. Walter F. Hofheins</i> and <i>Mr. Irving I. Goldsmith,</i> Deputy Attorney General of the State of New York, with <span class=\"star-pagination\">*293</span> whom <i>Mr. Carl Sherman,</i> Attorney General, and <i>Mr. John A. Van Arsdale</i> were on the briefs, for defendant in error.</p>\n<p>MR. JUSTICE SUTHERLAND delivered the opinion of the Court.</p>\n<p>Plaintiff in error was convicted in the City Court of Buffalo upon the charge of having violated the provisions of a statute of the State of New York, prohibiting the employment of women in restaurants in cities of the first and second class, between the hours of 10 o'clock at night and 6 o'clock in the morning. Laws of New York, 1917. c. 535, p. 1564.<sup>[1]</sup></p>\n<p>An appeal was prosecuted through intermediate appellate courts to the Court of Appeals, where the judgment was affirmed without an opinion. The record having been remitted to the City Court, the writ of error was allowed to that court. <i>Aldrich</i> v. <i>AEtna Co.,</i> 8 Wall. 491, 495; <i>Hodges</i> v. <i>Snyder,</i> 261 U.S. 600, 601.</p>\n<p>The validity of the statute is challenged upon the ground that it contravenes the provisions of the Fourteenth Amendment, in that it violates (1) the due process clause, by depriving the employer and employee of their liberty of contract, and (2) the equal protection clause, by an unreasonable and arbitrary classification.</p>\n<p>1. The basis of the first contention is that the statute unduly and arbitrarily interferes with the liberty of two <span class=\"star-pagination\">*294</span> adult persons to make a contract of employment for themselves. The answer of the State is that night work of the kind prohibited, so injuriously affects the physical condition of women, and so threatens to impair their peculiar and natural functions, and so exposes them to the dangers and menaces incident to night life in large cities, that a statute prohibiting such work falls within the police power of the State to preserve and promote the public health and welfare.</p>\n<p>The legislature had before it a mass of information from which it concluded that night work is substantially and especially detrimental to the health of women. We cannot say that the conclusion is without warrant. The loss of restful night's sleep can not be fully made up by sleep in the day time, especially in busy cities, subject to the disturbances incident to modern life. The injurious consequences were though by the legislature to bear more heavily against women than men, and, considering their more delicate organism, there would seem to be good reason for so thinking. The fact, assuming it to be such, properly may be made the basis of legislation applicable only to women. Testimony was given upon the trial to the effect that the night work in question was not harmful; but we do not find it convincing. Where the constitutional validity of a statute depends upon the existence of facts, courts must be cautious about reaching a conclusion respecting them contrary to that reached by the legislature; and if the question of what the facts establish be a fairly debatable one, it is not permissible for the judge to set up his opinion in respect of it against the opinion of the lawmaker. The state legislature here determined that night employment of the character specified, was sufficiently detrimental to the health and welfare of women engaging in it to justify its suppression; and, since we are unable to say that the finding is clearly unfounded, we are precluded from reviewing the legislative <span class=\"star-pagination\">*295</span> determination. <i>Holden</i> v. <i>Hardy,</i> 169 U.S. 366, 395. The language used by this Court in <i>Muller</i> v. <i>Oregon,</i> 208 U.S. 412, 422, in respect of the physical limitations of women, is applicable and controlling:</p>\n<p>\"The limitations which this statute places upon her contractual powers, upon her right to agree with her employer as to the time she shall labor, are not imposed solely for her benefit, but also largely for the benefit of all. Many words cannot make this plainer. The two sexes differ in structure of body, in the functions to be performed by each, in the amount of physical strength, in the capacity for long-continued labor, particularly when done standing, the influence of vigorous health upon the future well-being of the race, the self-reliance which enables one to assert full rights, and in the capacity to maintain the struggle for subsistence. This difference justifies a difference in legislation and upholds that which is designed to compensate for some of the burdens which rest upon her.\"</p>\n<p><i>Adkins</i> v. <i>Children's Hospital,</i> 261 U.S. 525, is cited and relied upon; but that case presented a question entirely different from that now being considered. The statute in the <i>Adkins Case</i> was a wage-fixing law, pure and simple. It had nothing to do with the hours or conditions of labor. We held that it exacted from the employer \"an arbitrary payment for a purpose and upon a basis having no causal connection with his business, or the contract or the work\" of the employee; but, referring to the <i>Muller Case,</i> we said (p. 553) that \"the physical differences [between men and women] must be recognized in appropriate cases, and legislation fixing hours or conditions of work may properly taken them into account.\" See also <i>Riley</i> v. <i>Massachusetts,</i> 232 U.S. 671; <i>Miller</i> v. <i>Wilson,</i> 236 U.S. 373; <i>Bosley</i> v. <i>McLaughlin,</i> 236 U.S. 385; and compare <i>Truax</i> v. <i>Raich,</i> 239 U.S. 33, 41. and <i>Coppage</i> v. <i>Kansas,</i> 236 U.S. 1, 18-19.</p>\n<p><span class=\"star-pagination\">*296</span> 2. Nor is the statute vulnerable to the objection that it constitutes a denial of the equal protection of the laws. The points urged under this head are (a) that the act discriminates between cities of the first and second class and other cities and communities; and (b) excludes from its operation women employed in restaurants as singers and performers, attendants in ladies' cloak rooms and parlors, as well as those employed in dining rooms and kitchens of hotels and in lunch rooms or restaurants conducted by employers solely for the benefit of their employees.</p>\n<p>The limitation of the legislative prohibition to cities of the first and second class does not bring about an unreasonable and arbitrary classification. <i>Packard</i> v. <i>Banton, ante,</i> 140; <i>Hayes</i> v. <i>Missouri,</i> 120 U.S. 68. Nor is there substance in the contention that the exclusion of restaurant employees of a special kind, and of hotels and employees' lunch rooms, renders the statute obnoxious to the Constitution. The statute does not present a case where some persons of a class are selected for special restraint from which others of the same class are left free (<i>Connolly</i> v. <i>Union Sewer Pipe Co.,</i> 184 U.S. 540, 564); but a case where all in the same class of work, are included in the restraint. Of course, the mere fact of classification is not enough to put a statute beyond the reach of the equality provision of the Fourteenth Amendment. Such classification must not be \"purely arbitrary, oppressive or capricious.\" <i>American Sugar Refining Co.</i> v. <i>Louisiana,</i> 179 U.S. 89, 92. But the mere production of inequality is not enough. Every section of persons for regulation so results, in some degree. The inequality produced, in order to encounter the challenge of the Constitution, must be \"actually and palpably unreasonable and arbitrary.\" <i>Arkansas Natural Gas Co.</i> v. <i>Railroad Commission,</i> 261 U.S. 379, 384, and cases cited. Thus classifications have been sustained which are based upon differences between fire insurance and other kinds of insurance, <i>Orient Insurance</i> <span class=\"star-pagination\">*297</span> v. <i>Daggs,</i> 172 U.S. 557, 562; between railroads and other corporations, <i>Tullis</i> v. <i>Lake Erie &amp; Western R.R. Co.,</i> 175 U.S. 348, 351; between barber shop employment and other kinds of labor, <i>Petit</i> v. <i>Minnesota,</i> 177 U.S. 164, 168; between \"immigrant agents\" engaged in hiring laborers to be employed beyond the limits of a State and persons engaged in the business of hiring for labor within the State, <i>Williams</i> v. <i>Fears,</i> 179 U.S. 270, 275; between sugar refiners whom produce the sugar and those who purchase it, <i>American Sugar Refining Co.</i> v. <i>Louisiana, supra</i><i>.</i> More directly applicable are recent decisions of this Court sustaining hour of labor for women in hotels but omitting women employees of boarding houses, lodging houses, etc., <i>Miller</i> v. <i>Wilson, supra,</i> at p. 382; and limiting the hours of labor of women pharmacists and student nurses in hospitals but excepting graduate nurses. <i>Bosley</i> v. <i>McLaughlin, supra,</i> at pp. 394-396. The opinion in the first of these cases was delivered by Mr. Justice Hughes, who, after pointing out that in hotels women employees are for the most part chambermaids and waitresses; that it cannot be said that the conditions of work are the same as those which obtain in the other establishments; and that it is not beyond the power of the legislature to recognize the differences, said (pp. 383-384):</p>\n<p>\"The contention as to the various omissions which are noted in the objections here urged ignores the well-established principle that the legislature is not bound, in order to support the constitutional validity of its regulation, to extend it to all cases which it might possibly reach. Dealing with practical exigencies, the legislature may be guided by experience. <i>Patsone</i> v. <i>Pennsylvania,</i> 232 U.S. 138, 144. It is free to recognize degrees of harm, and it may confine its restrictions to those classes of cases where the need is deemed to be dearest. As has been said, it may `proceed cautiously, step by step,' and `if an evil is <span class=\"star-pagination\">*298</span> specially experienced in a particular branch of business' it is not necessary that the prohibition `should be couched in all-embracing terms.' <i>Carroll</i> v. <i>Greenwich Insurance Co.,</i> 109 U.S. 401, 411. If the law presumably hits the evil where it is most felt, it is not to be overthrown because there are other instances to which it might have been applied. <i>Keokee Coke Co.</i> v. <i>Taylor,</i> 234 U.S. 224, 227. Upon this principle which has had abundant illustration in the decisions cited below, it cannot be concluded that the failure to extend the act to other and distinct lines of business, having their own circumstances and conditions, or to domestic service, created an arbitrary discrimination as against the proprietors of hotels.\"</p>\n<p>The judgment below is</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]   \"3. In cities of the first and second class no female over the age of sixteen years shall be employed, permitted or suffered to work in or in connection with any restaurant more than six days or fifty-four hours in any one week, or more than nine hours in any one day, or before six o'clock in the morning or after ten o'clock in the evening of any day. This subdivision shall, however, not apply to females employed in restaurants as singers and performers of any kind, or as attendants in ladies' cloak rooms and parlors, nor shall it apply to females employed in or in connection with the dining rooms and kitchens of hotels, or in or in connection with lunch rooms or restaurants conducted by employers solely for the benefit of their own employees.\"</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">264</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">292</span></span> (1924)</b></center>\n<center><h1>RADICE<br>\nv.<br>\nPEOPLE OF THE STATE OF NEW YORK.</h1></center>\n<center>No. 176.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 17, 18, 1924.</center>\n<center>Decided March 10, 1924.</center>\nERROR TO THE CITY COURT OF BUFFALO, STATE OF NEW YORK.\n<p><i>Mr. Henry W. Hill,</i> with whom <i>Mr. Dean R. Hill</i> was on the briefs, for plaintiff in error.</p>\n<p><i>Mr. Walter F. Hofheins</i> and <i>Mr. Irving I. Goldsmith,</i> Deputy Attorney General of the State of New York, with <span class=\"star-pagination\">*293</span> whom <i>Mr. Carl Sherman,</i> Attorney General, and <i>Mr. John A. Van Arsdale</i> were on the briefs, for defendant in error.</p>\n<p>MR. JUSTICE SUTHERLAND delivered the opinion of the Court.</p>\n<p>Plaintiff in error was convicted in the City Court of Buffalo upon the charge of having violated the provisions of a statute of the State of New York, prohibiting the employment of women in restaurants in cities of the first and second class, between the hours of 10 o'clock at night and 6 o'clock in the morning. Laws of New York, 1917. c. 535, p. 1564.<sup>[1]</sup></p>\n<p>An appeal was prosecuted through intermediate appellate courts to the Court of Appeals, where the judgment was affirmed without an opinion. The record having been remitted to the City Court, the writ of error was allowed to that court. <i>Aldrich</i> v. <i>AEtna Co.,</i> <span class=\"citation\" data-id=\"88112\"><a href=\"/opinion/88112/aldrich-v-aetna-co/\"><span class=\"volume\">8</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">491</span></a></span>, 495; <i>Hodges</i> v. <i>Snyder,</i> <span class=\"citation\" data-id=\"100186\"><a href=\"/opinion/100186/hodges-v-snyder/\"><span class=\"volume\">261</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">600</span></a></span>, 601.</p>\n<p>The validity of the statute is challenged upon the ground that it contravenes the provisions of the Fourteenth Amendment, in that it violates (1) the due process clause, by depriving the employer and employee of their liberty of contract, and (2) the equal protection clause, by an unreasonable and arbitrary classification.</p>\n<p>1. The basis of the first contention is that the statute unduly and arbitrarily interferes with the liberty of two <span class=\"star-pagination\">*294</span> adult persons to make a contract of employment for themselves. The answer of the State is that night work of the kind prohibited, so injuriously affects the physical condition of women, and so threatens to impair their peculiar and natural functions, and so exposes them to the dangers and menaces incident to night life in large cities, that a statute prohibiting such work falls within the police power of the State to preserve and promote the public health and welfare.</p>\n<p>The legislature had before it a mass of information from which it concluded that night work is substantially and especially detrimental to the health of women. We cannot say that the conclusion is without warrant. The loss of restful night's sleep can not be fully made up by sleep in the day time, especially in busy cities, subject to the disturbances incident to modern life. The injurious consequences were though by the legislature to bear more heavily against women than men, and, considering their more delicate organism, there would seem to be good reason for so thinking. The fact, assuming it to be such, properly may be made the basis of legislation applicable only to women. Testimony was given upon the trial to the effect that the night work in question was not harmful; but we do not find it convincing. Where the constitutional validity of a statute depends upon the existence of facts, courts must be cautious about reaching a conclusion respecting them contrary to that reached by the legislature; and if the question of what the facts establish be a fairly debatable one, it is not permissible for the judge to set up his opinion in respect of it against the opinion of the lawmaker. The state legislature here determined that night employment of the character specified, was sufficiently detrimental to the health and welfare of women engaging in it to justify its suppression; and, since we are unable to say that the finding is clearly unfounded, we are precluded from reviewing the legislative <span class=\"star-pagination\">*295</span> determination. <i>Holden</i> v. <i>Hardy,</i> <span class=\"citation\" data-id=\"94828\"><a href=\"/opinion/94828/holden-v-hardy/\"><span class=\"volume\">169</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">366</span></a></span>, 395. The language used by this Court in <i>Muller</i> v. <i>Oregon,</i> <span class=\"citation\" data-id=\"96786\"><a href=\"/opinion/96786/muller-v-oregon/\"><span class=\"volume\">208</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">412</span></a></span>, 422, in respect of the physical limitations of women, is applicable and controlling:</p>\n<p>\"The limitations which this statute places upon her contractual powers, upon her right to agree with her employer as to the time she shall labor, are not imposed solely for her benefit, but also largely for the benefit of all. Many words cannot make this plainer. The two sexes differ in structure of body, in the functions to be performed by each, in the amount of physical strength, in the capacity for long-continued labor, particularly when done standing, the influence of vigorous health upon the future well-being of the race, the self-reliance which enables one to assert full rights, and in the capacity to maintain the struggle for subsistence. This difference justifies a difference in legislation and upholds that which is designed to compensate for some of the burdens which rest upon her.\"</p>\n<p><i>Adkins</i> v. <i>Children's Hospital,</i> <span class=\"citation\" data-id=\"100181\"><a href=\"/opinion/100181/adkins-v-childrens-hospital-of-dc/\"><span class=\"volume\">261</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">525</span></a></span>, is cited and relied upon; but that case presented a question entirely different from that now being considered. The statute in the <i>Adkins Case</i> was a wage-fixing law, pure and simple. It had nothing to do with the hours or conditions of labor. We held that it exacted from the employer \"an arbitrary payment for a purpose and upon a basis having no causal connection with his business, or the contract or the work\" of the employee; but, referring to the <i>Muller Case,</i> we said (p. 553) that \"the physical differences [between men and women] must be recognized in appropriate cases, and legislation fixing hours or conditions of work may properly taken them into account.\" See also <i>Riley</i> v. <i>Massachusetts,</i> 232 U.S. 671; <i>Miller</i> v. <i>Wilson,</i> 236 U.S. 373; <i>Bosley</i> v. <i>McLaughlin,</i> 236 U.S. 385; and compare <i>Truax</i> v. <i>Raich,</i> <span class=\"citation\" data-id=\"98542\"><a href=\"/opinion/98542/truax-v-raich/\"><span class=\"volume\">239</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, 41. and <i>Coppage</i> v. <i>Kansas,</i> <span class=\"citation\" data-id=\"98337\"><a href=\"/opinion/98337/coppage-v-kansas/\"><span class=\"volume\">236</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 18-19.</p>\n<p><span class=\"star-pagination\">*296</span> 2. Nor is the statute vulnerable to the objection that it constitutes a denial of the equal protection of the laws. The points urged under this head are (a) that the act discriminates between cities of the first and second class and other cities and communities; and (b) excludes from its operation women employed in restaurants as singers and performers, attendants in ladies' cloak rooms and parlors, as well as those employed in dining rooms and kitchens of hotels and in lunch rooms or restaurants conducted by employers solely for the benefit of their employees.</p>\n<p>The limitation of the legislative prohibition to cities of the first and second class does not bring about an unreasonable and arbitrary classification. <i>Packard</i> v. <i>Banton, ante,</i> 140; <i>Hayes</i> v. <i>Missouri,</i> 120 U.S. 68. Nor is there substance in the contention that the exclusion of restaurant employees of a special kind, and of hotels and employees' lunch rooms, renders the statute obnoxious to the Constitution. The statute does not present a case where some persons of a class are selected for special restraint from which others of the same class are left free (<i>Connolly</i> v. <i>Union Sewer Pipe Co.,</i> <span class=\"citation\" data-id=\"95612\"><a href=\"/opinion/95612/connolly-v-union-sewer-pipe-co/\"><span class=\"volume\">184</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">540</span></a></span>, 564); but a case where all in the same class of work, are included in the restraint. Of course, the mere fact of classification is not enough to put a statute beyond the reach of the equality provision of the Fourteenth Amendment. Such classification must not be \"purely arbitrary, oppressive or capricious.\" <i>American Sugar Refining Co.</i> v. <i>Louisiana,</i> <span class=\"citation\" data-id=\"95339\"><a href=\"/opinion/95339/american-sugar-refining-co-v-louisiana/\"><span class=\"volume\">179</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, 92. But the mere production of inequality is not enough. Every section of persons for regulation so results, in some degree. The inequality produced, in order to encounter the challenge of the Constitution, must be \"actually and palpably unreasonable and arbitrary.\" <i>Arkansas Natural Gas Co.</i> v. <i>Railroad Commission,</i> <span class=\"citation\" data-id=\"100162\"><a href=\"/opinion/100162/arkansas-gas-co-v-railroad-comm/\"><span class=\"volume\">261</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">379</span></a></span>, 384, and cases cited. Thus classifications have been sustained which are based upon differences between fire insurance and other kinds of insurance, <i>Orient Insurance</i> <span class=\"star-pagination\">*297</span> v. <i>Daggs,</i> <span class=\"citation\" data-id=\"94978\"><a href=\"/opinion/94978/orient-ins-co-v-daggs/\"><span class=\"volume\">172</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">557</span></a></span>, 562; between railroads and other corporations, <i>Tullis</i> v. <i>Lake Erie &amp; Western R.R. Co.,</i> <span class=\"citation\" data-id=\"95128\"><a href=\"/opinion/95128/tullis-v-lake-erie-western-r-co/\"><span class=\"volume\">175</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">348</span></a></span>, 351; between barber shop employment and other kinds of labor, <i>Petit</i> v. <i>Minnesota,</i> <span class=\"citation\" data-id=\"95225\"><a href=\"/opinion/95225/petit-v-minnesota/\"><span class=\"volume\">177</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">164</span></a></span>, 168; between \"immigrant agents\" engaged in hiring laborers to be employed beyond the limits of a State and persons engaged in the business of hiring for labor within the State, <i>Williams</i> v. <i>Fears,</i> <span class=\"citation\" data-id=\"95356\"><a href=\"/opinion/95356/williams-v-fears/\"><span class=\"volume\">179</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">270</span></a></span>, 275; between sugar refiners whom produce the sugar and those who purchase it, <i>American Sugar Refining Co.</i> v. <i>Louisiana, supra</i><i>.</i> More directly applicable are recent decisions of this Court sustaining hour of labor for women in hotels but omitting women employees of boarding houses, lodging houses, etc., <i>Miller</i> v. <i>Wilson, supra,</i> at p. 382; and limiting the hours of labor of women pharmacists and student nurses in hospitals but excepting graduate nurses. <i>Bosley</i> v. <i>McLaughlin, supra,</i> at pp. 394-396. The opinion in the first of these cases was delivered by Mr. Justice Hughes, who, after pointing out that in hotels women employees are for the most part chambermaids and waitresses; that it cannot be said that the conditions of work are the same as those which obtain in the other establishments; and that it is not beyond the power of the legislature to recognize the differences, said (pp. 383-384):</p>\n<p>\"The contention as to the various omissions which are noted in the objections here urged ignores the well-established principle that the legislature is not bound, in order to support the constitutional validity of its regulation, to extend it to all cases which it might possibly reach. Dealing with practical exigencies, the legislature may be guided by experience. <i>Patsone</i> v. <i>Pennsylvania,</i> <span class=\"citation\" data-id=\"98067\"><a href=\"/opinion/98067/patsone-v-pennsylvania/\"><span class=\"volume\">232</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span>, 144. It is free to recognize degrees of harm, and it may confine its restrictions to those classes of cases where the need is deemed to be dearest. As has been said, it may `proceed cautiously, step by step,' and `if an evil is <span class=\"star-pagination\">*298</span> specially experienced in a particular branch of business' it is not necessary that the prohibition `should be couched in all-embracing terms.' <i>Carroll</i> v. <i>Greenwich Insurance Co.,</i> <span class=\"citation\" data-id=\"90949\"><a href=\"/opinion/90949/gilfillan-v-union-canal-co-of-pa/\"><span class=\"volume\">109</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">401</span></a></span>, 411. If the law presumably hits the evil where it is most felt, it is not to be overthrown because there are other instances to which it might have been applied. <i>Keokee Coke Co.</i> v. <i>Taylor,</i> <span class=\"citation\" data-id=\"98221\"><a href=\"/opinion/98221/keokee-consol-coke-co-v-taylor/\"><span class=\"volume\">234</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">224</span></a></span>, 227. Upon this principle which has had abundant illustration in the decisions cited below, it cannot be concluded that the failure to extend the act to other and distinct lines of business, having their own circumstances and conditions, or to domestic service, created an arbitrary discrimination as against the proprietors of hotels.\"</p>\n<p>The judgment below is</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]   \"3. In cities of the first and second class no female over the age of sixteen years shall be employed, permitted or suffered to work in or in connection with any restaurant more than six days or fifty-four hours in any one week, or more than nine hours in any one day, or before six o'clock in the morning or after ten o'clock in the evening of any day. This subdivision shall, however, not apply to females employed in restaurants as singers and performers of any kind, or as attendants in ladies' cloak rooms and parlors, nor shall it apply to females employed in or in connection with the dining rooms and kitchens of hotels, or in or in connection with lunch rooms or restaurants conducted by employers solely for the benefit of their own employees.\"</p>\n\n</div>", "id": 100374, "judges": "Sutherland", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/100374/", "sha1": "6294e3c53869d35b9a0674ed1f475152a443088c", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:48:24"}