{"absolute_url": "/opinion/182568/mayo-foundation-for-medical-ed-and-research-v-unit/", "blocked": false, "citation": {"case_name": "Mayo Foundation for Medical Ed. and Research v. United States", "docket_number": "09-837", "document_uris": ["/api/rest/v2/document/182568/"], "federal_cite_one": "", "federal_cite_three": null, "federal_cite_two": null, "id": 166277, "lexis_cite": "", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/166277/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "2011-01-11", "date_modified": "2014-12-21T03:20:10.774172", "docket": "/api/rest/v2/docket/601807/", "download_url": "http://www.supremecourt.gov/opinions/10pdf/09-837.pdf", "extracted_by_ocr": false, "html": "", "html_lawbox": "", "html_with_citations": "<pre class=\"inline\">(Slip Opinion)              OCTOBER TERM, 2010                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n   MAYO FOUNDATION FOR MEDICAL EDUCATION \n\n     AND RESEARCH ET AL. v. UNITED STATES\n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                 THE EIGHTH CIRCUIT\n\n  No. 09–837.      Argued November 8, 2010—Decided January 11, 2011\nPetitioners (hereinafter Mayo) offer residency programs to doctors who\n  have graduated from medical school and seek additional instruction\n  in a chosen specialty. Those programs train doctors primarily\n  through hands-on experience. Although residents are required to\n  take part in formal educational activities, these doctors generally\n  spend the bulk of their time—typically 50 to 80 hours a week—caring\n  for patients. Mayo pays its residents annual “stipends” of over\n  $40,000 and also provides them with health insurance, malpractice\n  insurance, and paid vacation time.\n     The Federal Insurance Contributions Act (FICA) requires employ\n  ees and employers to pay taxes on all “wages” employees receive, 26\n  U. S. C. §§3101(a), 3111(a), and defines “wages” to include “all remu\n  neration for employment,” §3121(a). FICA defines “employment” as\n  “any service . . . performed . . . by an employee for the person employ\n  ing him,” §3121(b), but excludes from taxation any “service performed\n  in the employ of . . . a school, college, or university . . . if such service\n  is performed by a student who is enrolled and regularly attending\n  classes at [the school],” §3121(b)(10). Since 1951, the Treasury De\n  partment has construed the student exception to exempt from taxa\n  tion students who work for their schools “as an incident to and for the\n  purpose of pursuing a course of study.” 16 Fed. Reg. 12474. In 2004,\n  the Department issued regulations providing that “[t]he services of a\n  full-time employee”—which includes an employee normally scheduled\n  to work 40 hours or more per week—“are not incident to and for the\n  purpose of pursuing a course of study.” 26 CFR §31.3121(b)(10)–\n  2(d)(3)(iii). The Department explained that this analysis “is not af\n  fected by the fact that the services . . . may have an educational, in\n2    MAYO FOUNDATION FOR MEDICAL ED. AND RESEARCH v.\n                     UNITED STATES\n                        Syllabus\n\n    structional, or training aspect.” Ibid. The rule offers as an example a\n    medical resident whose normal schedule requires him to perform ser\n    vices 40 or more hours per week, and concludes that the resident is\n    not a student.\n       Mayo filed suit asserting that this rule was invalid, and the Dis\n    trict Court agreed. It found the full-time employee rule inconsistent\n    with §3121’s unambiguous text and concluded that the factors gov\n    erning this Court’s analysis in National Muffler Dealers Assn., Inc. v.\n    United States, 440 U. S. 472, also indicated that the rule was invalid.\n    The Eighth Circuit reversed. Applying Chevron U. S. A. Inc. v. Natu\n    ral Resources Defense Council, Inc., 467 U. S. 837, the Court of Ap\n    peals concluded that the Department’s regulation was a permissible\n    interpretation of an ambiguous statute.\nHeld: The Treasury Department’s full-time employee rule is a reason\n able construction of §3121(b)(10). Pp. 6–15.\n    (a) Under Chevron’s two-part framework, the Court first asks\n whether Congress has “directly addressed the precise question at is\n sue.” 467 U. S., at 842-843. Congress has not done so here; the stat\n ute does not define “student” or otherwise attend to the question\n whether medical residents are subject to FICA. Pp. 6–7.\n    (b) The parties debate whether the Court should next apply Chev\n ron step two or the multi-factor analysis used to review a tax regula\n tion in National Muffler. Absent a justification to do so, this Court is\n not inclined to apply a less deferential framework to evaluate Treas\n ury Department regulations than it uses to review rules adopted by\n any other agency. The Court has “[r]ecogniz[ed] the importance of\n maintaining a uniform approach to judicial review of administrative\n action.” Dickinson v. Zurko, 527 U. S. 150, 154. And the principles\n underlying Chevron apply with full force in the tax context. Chevron\n recognized that an agency’s power “ ‘to administer a congressionally\n created . . . program necessarily requires the formulation of policy\n and the making of rules to fill any gap left . . . by Congress.’ ” 467\n U. S., at 843. Filling gaps in the Internal Revenue Code plainly re\n quires the Treasury Department to make interpretive choices for\n statutory implementation at least as complex as the ones made by\n other agencies in administering their statutes.\n    It is true that the full-time employee rule, like the rule at issue in\n National Muffler, was promulgated under the Department’s general\n authority to “prescribe all needful rules and regulations for the en\n forcement” of the Internal Revenue Code. 26 U. S. C. §7805(a). It is\n also true that this Court, in opinions predating Chevron, stated that\n it owed less deference to a rule adopted under that general grant of\n authority than it would afford rules issued pursuant to more specific\n grants. See Rowan Cos. v. United States, 452 U. S. 247, 253; United\n                     Cite as: 562 U. S. ____ (2011)                    3\n\n                                Syllabus\n\n  States v. Vogel Fertilizer Co., 455 U. S. 16, 24. Since then, however,\n  the Court has found Chevron deference appropriate “when it appears\n  that Congress delegated authority to the agency generally to make\n  rules carrying the force of law, and that the agency interpretation\n  claiming deference was promulgated in the exercise of that author\n  ity.” United States v. Mead Corp., 533 U. S. 218, 226–227. Chevron\n  and Mead provide the appropriate framework for evaluating the full\n  time employee rule. The Department issued the rule pursuant to an\n  explicit authorization to prescribe needful rules and regulations, and\n  only after notice-and-comment procedures. The Court has recognized\n  these to be good indicators of a rule meriting Chevron deference,\n  Mead, 533 U. S., at 229–231. Pp. 7–12.\n     (c) The rule easily satisfies Chevron’s second step. Mayo accepts\n  the Treasury Department’s determination that an individual may not\n  qualify for the student exception unless the educational aspect of his\n  relationship with his employer predominates over the service aspect\n  of that relationship, but objects to the Department’s conclusion that\n  residents working more than 40 hours per week categorically cannot\n  satisfy that requirement. Mayo argues that the Treasury Depart\n  ment should be required to engage in a case-by-case inquiry into\n  what each employee does and why he does it, and that the Depart\n  ment has arbitrarily distinguished between hands-on training and\n  classroom instruction. But regulation, like legislation, often requires\n  drawing lines. The Department reasonably sought to distinguish be\n  tween workers who study and students who work. Focusing on the\n  hours spent working and those spent in studies is a sensible way to\n  accomplish that goal. The Department thus has drawn a distinction\n  between education and service, not between classroom instruction\n  and hands-on training. The Treasury Department also reasonably\n  concluded that its full-time employee rule would “improve adminis\n  trability,” 69 Fed. Reg. 76405, and thereby “has avoided the wasteful\n  litigation and continuing uncertainty that would inevitably accom\n  pany [a] case-by-case approach” like the one Mayo advocates, United\n  States v. Correll, 389 U. S. 299, 302. Moreover, the rule reasonably\n  takes into account the Social Security Administration’s concern that\n  exempting residents from FICA would deprive them and their fami\n  lies of vital social security disability and survivorship benefits.\n  Pp. 12–15.\n568 F. 3d 675, affirmed.\n\n   ROBERTS, C. J., delivered the opinion of the Court, in which all other\nMembers joined, except KAGAN, J., who took no part in the considera\ntion or decision of the case.\n                        Cite as: 562 U. S. ____ (2011)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 09–837\n                                   _________________\n\n\n  MAYO FOUNDATION FOR MEDICAL EDUCATION\n\n     AND RESEARCH, ET AL., PETITIONERS v. \n\n              UNITED STATES\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE EIGHTH CIRCUIT\n\n                               [January 11, 2011] \n\n\n  CHIEF JUSTICE ROBERTS delivered the opinion of the\nCourt.\n  Nearly all Americans who work for wages pay taxes on\nthose wages under the Federal Insurance Contributions\nAct (FICA), which Congress enacted to collect funds for\nSocial Security. The question presented in this case is\nwhether doctors who serve as medical residents are prop\nerly viewed as “student[s]” whose service Congress has\nexempted from FICA taxes under 26 U. S. C. §3121(b)(10).\n                              I\n\n                             A\n\n  Most doctors who graduate from medical school in the\nUnited States pursue additional education in a specialty to\nbecome board certified to practice in that field. Petitioners\nMayo Foundation for Medical Education and Research,\nMayo Clinic, and the Regents of the University of Minne\nsota (collectively Mayo) offer medical residency programs\nthat provide such instruction. Mayo’s residency programs,\nwhich usually last three to five years, train doctors pri\nmarily through hands-on experience. Residents often\n2   MAYO FOUNDATION FOR MEDICAL ED. AND RESEARCH v.\n                    UNITED STATES\n                   Opinion of the Court\n\nspend between 50 and 80 hours a week caring for patients,\ntypically examining and diagnosing them, prescribing\nmedication, recommending plans of care, and performing\ncertain procedures. Residents are generally supervised in\nthis work by more senior residents and by faculty mem\nbers known as attending physicians. In 2005, Mayo paid\nits residents annual “stipends” ranging between $41,000\nand $56,000 and provided them with health insurance,\nmalpractice insurance, and paid vacation time.\n   Mayo residents also take part in “a formal and struc\ntured educational program.” Brief for Petitioners 5 (inter\nnal quotation marks omitted). Residents are assigned\ntextbooks and journal articles to read and are expected to\nattend weekly lectures and other conferences. Residents\nalso take written exams and are evaluated by the attend\ning faculty physicians. But the parties do not dispute that\nthe bulk of residents’ time is spent caring for patients.\n                            B\n  Through the Social Security Act and related legislation,\nCongress has created a comprehensive national insurance\nsystem that provides benefits for retired workers, disabled\nworkers, unemployed workers, and their families. See\nUnited States v. Lee, 455 U. S. 252, 254, 258, and nn. 1, 7\n(1982). Congress funds Social Security by taxing both\nemployers and employees under FICA on the wages em\nployees earn. See 26 U. S. C. §3101(a) (tax on employees);\n§3111(a) (tax on employers).        Congress has defined\n“wages” broadly, to encompass “all remuneration for em\nployment.” §3121(a) (2006 ed. and Supp. III). The term\n“employment” has a similarly broad reach, extending to\n“any service, of whatever nature, performed . . . by an\nemployee for the person employing him.” §3121(b).\n  Congress has, however, exempted certain categories of\nservice and individuals from FICA’s demands. As relevant\nhere, Congress has excluded from taxation “service per\n                  Cite as: 562 U. S. ____ (2011)            3\n\n                      Opinion of the Court\n\nformed in the employ of . . . a school, college, or university\n. . . if such service is performed by a student who is en\nrolled and regularly attending classes at such school,\ncollege, or university.” §3121(b)(10) (2006 ed.). The Social\nSecurity Act, which governs workers’ eligibility for bene\nfits, contains a corresponding student exception materially\nidentical to §3121(b)(10). 42 U. S. C. §410(a)(10).\n    Since 1951, the Treasury Department has applied the\nstudent exception to exempt from taxation students who\nwork for their schools “as an incident to and for the pur\npose of pursuing a course of study” there. 16 Fed. Reg.\n12474 (adopting Treas. Regs. 127, §408.219(c)); see Treas.\nReg. §31.3121(b)(10)–2(d), 26 CFR §31.3121(b)(10)–2(d)\n(2010). Until 2005, the Department determined whether\nan individual’s work was “incident to” his studies by per\nforming a case-by-case analysis. The primary considera\ntions in that analysis were the number of hours worked\nand the course load taken. See, e.g., Rev. Rul. 78–17,\n1978–1 Cum. Bull. 307 (services of individual “employed\non a full-time basis” with a part-time course load are “not\nincident to and for the purpose of pursuing a course of\nstudy”).\n    For its part, the Social Security Administration (SSA)\nalso articulated in its regulations a case-by-case approach\nto the corresponding student exception in the Social Secu\nrity Act. See 20 CFR §404.1028(c) (1998). The SSA has,\nhowever, “always held that resident physicians are not\nstudents.” SSR 78–3, 1978 Cum. Bull. 55–56. In 1998,\nthe Court of Appeals for the Eighth Circuit held that the\nSSA could not categorically exclude residents from student\nstatus, given that its regulations provided for a case-by\ncase approach. See Minnesota v. Apfel, 151 F. 3d 742,\n747–748. Following that decision, the Internal Revenue\nService received more than 7,000 claims seeking FICA tax\nrefunds on the ground that medical residents qualified as\nstudents under §3121(b)(10) of the Internal Revenue Code.\n4   MAYO FOUNDATION FOR MEDICAL ED. AND RESEARCH v.\n                    UNITED STATES\n                   Opinion of the Court\n\n568 F. 3d 675, 677 (CA8 2009).\n   Facing that flood of claims, the Treasury Department\n“determined that it [wa]s necessary to provide additional\nclarification of the ter[m]” “student” as used in\n§3121(b)(10), particularly with respect to individuals who\nperform “services that are in the nature of on the job\ntraining.” 69 Fed. Reg. 8605 (2004). The Department\nproposed an amended rule for comment and held a public\nhearing on it. See id., at 76405.\n   On December 21, 2004, the Department adopted an\namended rule prescribing that an employee’s service is\n“incident” to his studies only when “[t]he educational\naspect of the relationship between the employer and the\nemployee, as compared to the service aspect of the rela\ntionship, [is] predominant.” Id., at 76408; Treas. Reg.\n§31.3121(b)(10)–2(d)(3)(i), 26 CFR §31.3121(b)(10)–\n2(d)(3)(i) (2005). The rule categorically provides that\n“[t]he services of a full-time employee”—as defined by the\nemployer’s policies, but in any event including any em\nployee normally scheduled to work 40 hours or more per\nweek—“are not incident to and for the purpose of pursuing\na course of study.” 69 Fed. Reg. 76408; Treas. Reg.\n§31.3121(b)(10)–2(d)(3)(iii), 26 CFR §31.3121(b)(10)–\n2(d)(3)(iii) (the full-time employee rule). The amended\nprovision clarifies that the Department’s analysis “is not\naffected by the fact that the services performed . . . may\nhave an educational, instructional, or training aspect.”\nIbid. The rule also includes as an example the case of\n“Employee E,” who is employed by “University V” as a\nmedical resident.       69 Fed. Reg. 76409; Treas. Reg.\n§31.3121(b)(10)–2(e), 26 CFR §31.3121(b)(10)–2(e) (Exam\nple 4). Because Employee E’s “normal work schedule calls\nfor [him] to perform services 40 or more hours per week,”\nthe rule provides that his service is “not incident to and for\nthe purpose of pursuing a course of study,” and he accord\ningly is not an exempt “student” under §3121(b)(10). 69\n                 Cite as: 562 U. S. ____ (2011)            5\n\n                     Opinion of the Court\n\nFed. Reg. 76409, 76410; Treas. Reg. §31.3121(b)(10)–2(e),\n26 CFR §31.3121(b)(10)–2(e) (Example 4).\n                              C\n   After the Department promulgated the full-time em\nployee rule, Mayo filed suit seeking a refund of the money\nit had withheld and paid on its residents’ stipends during\nthe second quarter of 2005. </pre><span class=\"citation no-link\"><span class=\"volume\">503</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1164</span></span><pre class=\"inline\">, 1166–\n1167 (Minn. 2007); Regents of Univ. of Minn. v. United\nStates, No. 06–5084 (D Minn., Apr. 1, 2008), App. to Pet.\nfor Cert. C–47a. Mayo asserted that its residents were\nexempt under §3121(b)(10) and that the Treasury De\npartment’s full-time employee rule was invalid.\n   The District Court granted Mayo’s motion for summary\njudgment. The court held that the full-time employee rule\nis inconsistent with the unambiguous text of §3121, which\nthe court understood to dictate that “an employee is a\n‘student’ so long as the educational aspect of his service\npredominates over the service aspect of the relationship\nwith his employer.” 503 F. Supp. 2d, at 1175. The court\nalso determined that the factors governing this Court’s\nanalysis of regulations set forth in National Muffler Deal\ners Assn., Inc. v. United States, 440 U. S. 472 (1979), “indi\ncate that the full-time employee exception is invalid.” 503\nF. Supp. 2d, at 1176; see App. to Pet. for Cert. C–54a.\n   The Government appealed, and the Court of Appeals\nreversed. 568 F. 3d 675. Applying our opinion in Chevron\nU. S. A. Inc. v. Natural Resources Defense Council, Inc.,\n467 U. S. 837 (1984), the Court of Appeals concluded that\n“the statute is silent or ambiguous on the question\nwhether a medical resident working for the school full\ntime is a ‘student’ ” for purposes of §3121(b)(10), and that\nthe Department’s amended regulation “is a permissible\ninterpretation of the statut[e].” 568 F. 3d, at 679–680,\n683.\n   We granted Mayo’s petition for certiorari. 560 U. S. ___\n6   MAYO FOUNDATION FOR MEDICAL ED. AND RESEARCH v.\n                    UNITED STATES\n                   Opinion of the Court\n\n(2010).\n                             II \n\n                             A\n\n   We begin our analysis with the first step of the two-part\nframework announced in Chevron, supra, at 842–843, and\nask whether Congress has “directly addressed the precise\nquestion at issue.” We agree with the Court of Appeals\nthat Congress has not done so. The statute does not de\nfine the term “student,” and does not otherwise attend to\nthe precise question whether medical residents are subject\nto FICA. See 26 U. S. C. §3121(b)(10).\n   Mayo nonetheless contends that the Treasury Depart\nment’s full-time employee rule must be rejected under\nChevron step one. Mayo argues that the dictionary defini\ntion of “student”—one “who engages in ‘study’ by applying\nthe mind ‘to the acquisition of learning, whether by means\nof books, observation, or experiment’ ”—plainly encom\npasses residents. Brief for Petitioners 22 (quoting Oxford\nUniversal Dictionary 2049–2050 (3d ed. 1955)). And,\nMayo adds, residents are not excluded from that category\nby the only limitation on students Congress has imposed\nunder the statute—that they “be ‘enrolled and regularly\nattending classes at [a] school.’ ” Brief for Petitioners 22\n(quoting 26 U. S. C. §3121(b)(10)).\n   Mayo’s reading does not eliminate the statute’s ambigu\nity as applied to working professionals. In its reply brief,\nMayo acknowledges that a full-time professor taking\nevening classes—a person who presumably would satisfy\nthe statute’s class-enrollment requirement and apply his\nmind to learning—could be excluded from the exemption\nand taxed because he is not “ ‘predominant[ly]’ ” a student.\nReply Brief for Petitioners 7. Medical residents might\nlikewise be excluded on the same basis; the statute itself\ndoes not resolve the ambiguity.\n   The District Court interpreted §3121(b)(10) as unambig\n                  Cite as: 562 U. S. ____ (2011)            7\n\n                      Opinion of the Court\n\nuously foreclosing the Department’s rule by mandating\nthat an employee be deemed “a ‘student’ so long as the\neducational aspect of his service predominates over the\nservice aspect of the relationship with his employer.” 503\nF. Supp. 2d, at 1175. We do not think it possible to glean\nso much from the little that §3121 provides. In any event,\nthe statutory text still would offer no insight into how\nCongress intended predominance to be determined or\nwhether Congress thought that medical residents would\nsatisfy the requirement.\n   To the extent Congress has specifically addressed medi\ncal residents in §3121, moreover, it has expressly excluded\nthese doctors from exemptions they might otherwise in\nvoke. See 26 U. S. C. §§3121(b)(6)(B), (7)(C)(ii) (excluding\nmedical residents from exemptions available to employees\nof the District of Columbia and the United States). That\nchoice casts doubt on any claim that Congress specifically\nintended to insulate medical residents from FICA’s reach\nin the first place.\n   In sum, neither the plain text of the statute nor the\nDistrict Court’s interpretation of the exemption “speak[s]\nwith the precision necessary to say definitively whether\n[the statute] applies to” medical residents. United States\nv. Eurodif S. A., 555 U. S. ___, ___ (2009) (slip op., at 13).\n                             B\n  In the typical case, such an ambiguity would lead us\ninexorably to Chevron step two, under which we may not\ndisturb an agency rule unless it is “ ‘arbitrary or capricious\nin substance, or manifestly contrary to the statute.’ ”\nHousehold Credit Services, Inc. v. Pfennig, 541 U. S. 232,\n242 (2004) (quoting United States v. Mead Corp., 533 U. S.\n218, 227 (2001)). In this case, however, the parties dis\nagree over the proper framework for evaluating an am\nbiguous provision of the Internal Revenue Code.\n  Mayo asks us to apply the multi-factor analysis we used\n8   MAYO FOUNDATION FOR MEDICAL ED. AND RESEARCH v.\n                    UNITED STATES\n                   Opinion of the Court\n\nto review a tax regulation in National Muffler, 440 U. S.\n472. \tThere we explained:\n     “A regulation may have particular force if it is a sub\n     stantially contemporaneous construction of the stat\n     ute by those presumed to have been aware of congres\n     sional intent. If the regulation dates from a later\n     period, the manner in which it evolved merits inquiry.\n     Other relevant considerations are the length of time\n     the regulation has been in effect, the reliance placed\n     on it, the consistency of the Commissioner’s interpre\n     tation, and the degree of scrutiny Congress has\n     devoted to the regulation during subsequent re\n     enactments of the statute.” Id., at 477.\nThe Government, on the other hand, contends that the\nNational Muffler standard has been superseded by Chev\nron. The sole question for the Court at step two under the\nChevron analysis is “whether the agency’s answer is based\non a permissible construction of the statute.” 467 U. S., at\n843.\n   Since deciding Chevron, we have cited both National\nMuffler and Chevron in our review of Treasury Depart\nment regulations. See, e.g., United States v. Cleveland\nIndians Baseball Co., 532 U. S. 200, 219 (2001) (citing\nNational Muffler); Cottage Savings Assn. v. Commissioner,\n499 U. S. 554, 560–561 (1991) (same); United States v.\nBoyle, 469 U. S. 241, 246, n. 4 (1985) (citing Chevron); see\nalso Atlantic Mut. Ins. Co. v. Commissioner, 523 U. S. 382,\n387, 389 (1998) (citing Chevron and Cottage Savings).\n   Although we have not thus far distinguished between\nNational Muffler and Chevron, they call for different\nanalyses of an ambiguous statute. Under National Muf\nfler, for example, a court might view an agency’s interpre\ntation of a statute with heightened skepticism when it has\nnot been consistent over time, when it was promulgated\nyears after the relevant statute was enacted, or because of\n                 Cite as: 562 U. S. ____ (2011)           9\n\n                     Opinion of the Court\n\nthe way in which the regulation evolved. 440 U. S., at\n477. The District Court in this case cited each of these\nfactors in rejecting the Treasury Department’s rule, noting\nin particular that the regulation had been promulgated\nafter an adverse judicial decision. See 503 F. Supp. 2d, at\n1176; see also Brief for Petitioners 41–44 (relying on the\nsame considerations).\n   Under Chevron, in contrast, deference to an agency’s\ninterpretation of an ambiguous statute does not turn on\nsuch considerations.      We have repeatedly held that\n“[a]gency inconsistency is not a basis for declining to\nanalyze the agency’s interpretation under the Chevron\nframework.” National Cable & Telecommunications Assn.\nv. Brand X Internet Services, 545 U. S. 967, 981 (2005);\naccord, Eurodif S. A., supra, at ___ (slip op., at 10). We\nhave instructed that “neither antiquity nor contempora\nneity with [a] statute is a condition of [a regulation’s]\nvalidity.” Smiley v. Citibank (South Dakota), N. A., 517\nU. S. 735, 740 (1996). And we have found it immaterial to\nour analysis that a “regulation was prompted by litiga\ntion.” Id., at 741. Indeed, in United Dominion Industries,\nInc. v. United States, 532 U. S. 822, 838 (2001), we ex\npressly invited the Treasury Department to “amend its\nregulations” if troubled by the consequences of our resolu\ntion of the case.\n   Aside from our past citation of National Muffler, Mayo\nhas not advanced any justification for applying a less\ndeferential standard of review to Treasury Department\nregulations than we apply to the rules of any other agency.\nIn the absence of such justification, we are not inclined\nto carve out an approach to administrative review good\nfor tax law only. To the contrary, we have expressly\n“[r]ecogniz[ed] the importance of maintaining a uniform\napproach to judicial review of administrative action.”\nDickinson v. Zurko, 527 U. S. 150, 154 (1999). See, e.g.,\nSkinner v. Mid-America Pipeline Co., 490 U. S. 212, 222–\n10 MAYO FOUNDATION FOR MEDICAL ED. AND RESEARCH v.\n                   UNITED STATES\n                  Opinion of the Court\n\n223 (1989) (declining to apply “a different and stricter\nnondelegation doctrine in cases where Congress delegates\ndiscretionary authority to the Executive under its taxing\npower”).\n   The principles underlying our decision in Chevron apply\nwith full force in the tax context. Chevron recognized that\n“[t]he power of an administrative agency to administer a\ncongressionally created . . . program necessarily requires\nthe formulation of policy and the making of rules to fill\nany gap left, implicitly or explicitly, by Congress.” 467\nU. S., at 843 (internal quotation marks omitted). It ac\nknowledged that the formulation of that policy might\nrequire “more than ordinary knowledge respecting the\nmatters subjected to agency regulations.” Id., at 844\n(internal quotation marks omitted). Filling gaps in the\nInternal Revenue Code plainly requires the Treasury\nDepartment to make interpretive choices for statutory\nimplementation at least as complex as the ones other\nagencies must make in administering their statutes. Cf.\nBob Jones Univ. v. United States, 461 U. S. 574, 596\n(1983) (“[I]n an area as complex as the tax system, the\nagency Congress vests with administrative responsibility\nmust be able to exercise its authority to meet changing\nconditions and new problems”). We see no reason why our\nreview of tax regulations should not be guided by agency\nexpertise pursuant to Chevron to the same extent as our\nreview of other regulations.\n   As one of Mayo’s amici points out, however, both the\nfull-time employee rule and the rule at issue in National\nMuffler were promulgated pursuant to the Treasury De\npartment’s general authority under 26 U. S. C. §7805(a) to\n“prescribe all needful rules and regulations for the en\nforcement” of the Internal Revenue Code. See Brief for\nCarlton M. Smith 4–7. In two decisions predating Chev\nron, this Court stated that “we owe the [Treasury Depart\nment’s] interpretation less deference” when it is contained\n                 Cite as: 562 U. S. ____ (2011)           11\n\n                     Opinion of the Court\n\nin a rule adopted under that “general authority” than\nwhen it is “issued under a specific grant of authority to\ndefine a statutory term or prescribe a method of executing\na statutory provision.” Rowan Cos. v. United States, 452\nU. S. 247, 253 (1981); United States v. Vogel Fertilizer Co.,\n455 U. S. 16, 24 (1982) (quoting Rowan).\n   Since Rowan and Vogel were decided, however, the\nadministrative landscape has changed significantly. We\nhave held that Chevron deference is appropriate “when it\nappears that Congress delegated authority to the agency\ngenerally to make rules carrying the force of law, and that\nthe agency interpretation claiming deference was promul\ngated in the exercise of that authority.” Mead, 533 U. S.,\nat 226–227. Our inquiry in that regard does not turn on\nwhether Congress’s delegation of authority was general or\nspecific. For example, in National Cable & Telecommuni\ncations Assn., supra, we held that the Federal Communi\ncations Commission was delegated “the authority to prom\nulgate binding legal rules” entitled to Chevron deference\nunder statutes that gave the Commission “the authority to\n‘execute and enforce,’ ” and “to ‘prescribe such rules and\nregulations as may be necessary in the public interest to\ncarry out the provisions’ of,” the Communications Act of\n1934. 545 U. S., at 980–981 (quoting 47 U. S. C. §§151,\n201(b)). See also Sullivan v. Everhart, 494 U. S. 83, 87,\n88–89 (1990) (applying Chevron deference to rule promul\ngated pursuant to delegation of “general authority to\n‘make rules and regulations and to establish procedures,\nnot inconsistent with the provisions of this subchapter,\nwhich are necessary or appropriate to carry out such\nprovisions’ ” (quoting 42 U. S. C. §405(a) (1982 ed.))).\n   We believe Chevron and Mead, rather than National\nMuffler and Rowan, provide the appropriate framework\nfor evaluating the full-time employee rule. The Depart\nment issued the full-time employee rule pursuant to the\nexplicit authorization to “prescribe all needful rules and\n12 MAYO FOUNDATION FOR MEDICAL ED. AND RESEARCH v.\n                   UNITED STATES\n                  Opinion of the Court\n\nregulations for the enforcement” of the Internal Revenue\nCode. 26 U. S. C. §7805(a). We have found such “express\ncongressional authorizations to engage in the process of\nrulemaking” to be “a very good indicator of delegation\nmeriting Chevron treatment.” Mead, supra, at 229. The\nDepartment issued the full-time employee rule only after\nnotice-and-comment procedures, 69 Fed. Reg. 76405, again\na consideration identified in our precedents as a “signifi\ncant” sign that a rule merits Chevron deference. Mead,\nsupra, at 230–231; see, e.g., Long Island Care at Home,\nLtd. v. Coke, 551 U. S. 158, 173–174 (2007).\n  We have explained that “the ultimate question is\nwhether Congress would have intended, and expected,\ncourts to treat [the regulation] as within, or outside, its\ndelegation to the agency of ‘gap-filling’ authority.” Id., at\n173 (emphasis deleted). In the Long Island Care case, we\nfound that Chevron provided the appropriate standard of\nreview “[w]here an agency rule sets forth important indi\nvidual rights and duties, where the agency focuses fully\nand directly upon the issue, where the agency uses full\nnotice-and-comment procedures to promulgate a rule,\n[and] where the resulting rule falls within the statutory\ngrant of authority.” 551 U. S., at 173. These same consid\nerations point to the same result here. This case falls\nsquarely within the bounds of, and is properly analyzed\nunder, Chevron and Mead.\n                              C\n   The full-time employee rule easily satisfies the second\nstep of Chevron, which asks whether the Department’s\nrule is a “reasonable interpretation” of the enacted text.\n467 U. S., at 844. To begin, Mayo accepts that “the ‘educa\ntional aspect of the relationship between the employer and\nthe employee, as compared to the service aspect of the\nrelationship, [must] be predominant’ ” in order for an\nindividual to qualify for the exemption. Reply Brief for\n                 Cite as: 562 U. S. ____ (2011)          13\n\n                     Opinion of the Court\n\nPetitioners 6–7 (quoting Treas. Reg. §31.3121(b)(10)–\n2(d)(3)(i), 26 CFR §31.3121(b)(10)–2(d)(3)(i)). Mayo ob\njects, however, to the Department’s conclusion that resi\ndents who work more than 40 hours per week categorically\ncannot satisfy that requirement. Because residents’ em\nployment is itself educational, Mayo argues, the hours a\nresident spends working make him “more of a student, not\nless of one.” Reply Brief for Petitioners 15, n. 3 (emphasis\ndeleted). Mayo contends that the Treasury Department\nshould be required to engage in a case-by-case inquiry into\n“what [each] employee does [in his service] and why” he\ndoes it. Id., at 7. Mayo also objects that the Department\nhas drawn an arbitrary distinction between “hands-on\ntraining” and “classroom instruction.” Brief for Petition\ners 35.\n   We disagree. Regulation, like legislation, often requires\ndrawing lines. Mayo does not dispute that the Treasury\nDepartment reasonably sought a way to distinguish be\ntween workers who study and students who work, see IRS\nLetter Ruling 9332005 (May 3, 1993). Focusing on the\nhours an individual works and the hours he spends in\nstudies is a perfectly sensible way of accomplishing that\ngoal. The Department explained that an individual’s\nservice and his “course of study are separate and distinct\nactivities” in “the vast majority of cases,” and reasoned\nthat “[e]mployees who are working enough hours to be\nconsidered full-time employees . . . have filled the conven\ntional measure of available time with work, and not\nstudy.” 69 Fed. Reg. 8607. The Department thus did not\ndistinguish classroom education from clinical training but\nrather education from service. The Department reasona\nbly concluded that its full-time employee rule would “im\nprove administrability,” id., at 76405, and it thereby “has\navoided the wasteful litigation and continuing uncertainty\nthat would inevitably accompany any purely case-by-case\napproach” like the one Mayo advocates, United States v.\n14 MAYO FOUNDATION FOR MEDICAL ED. AND RESEARCH v.\n                   UNITED STATES\n                  Opinion of the Court\n\nCorrell, 389 U. S. 299, 302 (1967).\n  As the Treasury Department has explained, moreover,\nthe full-time employee rule has more to recommend it\nthan administrative convenience. The Department rea\nsonably determined that taxing residents under FICA\nwould further the purpose of the Social Security Act and\ncomport with this Court’s precedent. As the Treasury\nDepartment appreciated, this Court has understood the\nterms of the Social Security Act to “ ‘import a breadth of\ncoverage,’ ” 69 Fed. Reg. 8605 (quoting Social Security Bd.\nv. Nierotko, 327 U. S. 358, 365 (1946)), and we have in\nstructed that “exemptions from taxation are to be con\nstrued narrowly,” Bingler v. Johnson, 394 U. S. 741, 752\n(1969). Although Mayo contends that medical residents\nhave not yet begun their “working lives” because they are\nnot “fully trained,” Reply Brief for Petitioners 13 (internal\nquotation marks omitted), the Department certainly did\nnot act irrationally in concluding that these doctors—“who\nwork long hours, serve as highly skilled professionals, and\ntypically share some or all of the terms of employment of\ncareer employees”—are the kind of workers that Congress\nintended to both contribute to and benefit from the Social\nSecurity system. 69 Fed. Reg. 8608.\n  The Department’s rule takes into account the SSA’s\nconcern that exempting residents from FICA would de\nprive residents and their families of vital disability and\nsurvivorship benefits that Social Security provides. Id., at\n8605. Mayo wonders whether the full-time employee rule\nwill result in residents being taxed under FICA but denied\ncoverage by the SSA. The Government informs us, how\never, that the SSA continues to adhere to its longstanding\nposition that medical residents are not students and thus\nremain eligible for coverage. Brief for United States 29–\n30; Tr. of Oral Arg. 33–34.\n                 Cite as: 562 U. S. ____ (2011) \n                 15\n\n                     Opinion of the Court \n\n\n                       *    *     * \n\n   We do not doubt that Mayo’s residents are engaged in a\nvaluable educational pursuit or that they are students of\ntheir craft. The question whether they are “students” for\npurposes of §3121, however, is a different matter. Because\nit is one to which Congress has not directly spoken, and\nbecause the Treasury Department’s rule is a reasonable\nconstruction of what Congress has said, the judgment of\nthe Court of Appeals must be affirmed.\n\n                                                    It is so ordered.\n\n  JUSTICE KAGAN took no part in the consideration or\ndecision of this case.\n</pre>", "id": 182568, "judges": "", "local_path": "pdf/2011/01/11/Mayo_Foundation_for_Medical_Ed._and_Research_v._United_States.pdf", "nature_of_suit": "", "plain_text": "(Slip Opinion)              OCTOBER TERM, 2010                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n   MAYO FOUNDATION FOR MEDICAL EDUCATION \n\n     AND RESEARCH ET AL. v. UNITED STATES\n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                 THE EIGHTH CIRCUIT\n\n  No. 09–837.      Argued November 8, 2010—Decided January 11, 2011\nPetitioners (hereinafter Mayo) offer residency programs to doctors who\n  have graduated from medical school and seek additional instruction\n  in a chosen specialty. Those programs train doctors primarily\n  through hands-on experience. Although residents are required to\n  take part in formal educational activities, these doctors generally\n  spend the bulk of their time—typically 50 to 80 hours a week—caring\n  for patients. Mayo pays its residents annual “stipends” of over\n  $40,000 and also provides them with health insurance, malpractice\n  insurance, and paid vacation time.\n     The Federal Insurance Contributions Act (FICA) requires employ\n  ees and employers to pay taxes on all “wages” employees receive, 26\n  U. S. C. §§3101(a), 3111(a), and defines “wages” to include “all remu\n  neration for employment,” §3121(a). FICA defines “employment” as\n  “any service . . . performed . . . by an employee for the person employ\n  ing him,” §3121(b), but excludes from taxation any “service performed\n  in the employ of . . . a school, college, or university . . . if such service\n  is performed by a student who is enrolled and regularly attending\n  classes at [the school],” §3121(b)(10). Since 1951, the Treasury De\n  partment has construed the student exception to exempt from taxa\n  tion students who work for their schools “as an incident to and for the\n  purpose of pursuing a course of study.” 16 Fed. Reg. 12474. In 2004,\n  the Department issued regulations providing that “[t]he services of a\n  full-time employee”—which includes an employee normally scheduled\n  to work 40 hours or more per week—“are not incident to and for the\n  purpose of pursuing a course of study.” 26 CFR §31.3121(b)(10)–\n  2(d)(3)(iii). The Department explained that this analysis “is not af\n  fected by the fact that the services . . . may have an educational, in\n2    MAYO FOUNDATION FOR MEDICAL ED. AND RESEARCH v.\n                     UNITED STATES\n                        Syllabus\n\n    structional, or training aspect.” Ibid. The rule offers as an example a\n    medical resident whose normal schedule requires him to perform ser\n    vices 40 or more hours per week, and concludes that the resident is\n    not a student.\n       Mayo filed suit asserting that this rule was invalid, and the Dis\n    trict Court agreed. It found the full-time employee rule inconsistent\n    with §3121’s unambiguous text and concluded that the factors gov\n    erning this Court’s analysis in National Muffler Dealers Assn., Inc. v.\n    United States, 440 U. S. 472, also indicated that the rule was invalid.\n    The Eighth Circuit reversed. Applying Chevron U. S. A. Inc. v. Natu\n    ral Resources Defense Council, Inc., 467 U. S. 837, the Court of Ap\n    peals concluded that the Department’s regulation was a permissible\n    interpretation of an ambiguous statute.\nHeld: The Treasury Department’s full-time employee rule is a reason\n able construction of §3121(b)(10). Pp. 6–15.\n    (a) Under Chevron’s two-part framework, the Court first asks\n whether Congress has “directly addressed the precise question at is\n sue.” 467 U. S., at 842-843. Congress has not done so here; the stat\n ute does not define “student” or otherwise attend to the question\n whether medical residents are subject to FICA. Pp. 6–7.\n    (b) The parties debate whether the Court should next apply Chev\n ron step two or the multi-factor analysis used to review a tax regula\n tion in National Muffler. Absent a justification to do so, this Court is\n not inclined to apply a less deferential framework to evaluate Treas\n ury Department regulations than it uses to review rules adopted by\n any other agency. The Court has “[r]ecogniz[ed] the importance of\n maintaining a uniform approach to judicial review of administrative\n action.” Dickinson v. Zurko, 527 U. S. 150, 154. And the principles\n underlying Chevron apply with full force in the tax context. Chevron\n recognized that an agency’s power “ ‘to administer a congressionally\n created . . . program necessarily requires the formulation of policy\n and the making of rules to fill any gap left . . . by Congress.’ ” 467\n U. S., at 843. Filling gaps in the Internal Revenue Code plainly re\n quires the Treasury Department to make interpretive choices for\n statutory implementation at least as complex as the ones made by\n other agencies in administering their statutes.\n    It is true that the full-time employee rule, like the rule at issue in\n National Muffler, was promulgated under the Department’s general\n authority to “prescribe all needful rules and regulations for the en\n forcement” of the Internal Revenue Code. 26 U. S. C. §7805(a). It is\n also true that this Court, in opinions predating Chevron, stated that\n it owed less deference to a rule adopted under that general grant of\n authority than it would afford rules issued pursuant to more specific\n grants. See Rowan Cos. v. United States, 452 U. S. 247, 253; United\n                     Cite as: 562 U. S. ____ (2011)                    3\n\n                                Syllabus\n\n  States v. Vogel Fertilizer Co., 455 U. S. 16, 24. Since then, however,\n  the Court has found Chevron deference appropriate “when it appears\n  that Congress delegated authority to the agency generally to make\n  rules carrying the force of law, and that the agency interpretation\n  claiming deference was promulgated in the exercise of that author\n  ity.” United States v. Mead Corp., 533 U. S. 218, 226–227. Chevron\n  and Mead provide the appropriate framework for evaluating the full\n  time employee rule. The Department issued the rule pursuant to an\n  explicit authorization to prescribe needful rules and regulations, and\n  only after notice-and-comment procedures. The Court has recognized\n  these to be good indicators of a rule meriting Chevron deference,\n  Mead, 533 U. S., at 229–231. Pp. 7–12.\n     (c) The rule easily satisfies Chevron’s second step. Mayo accepts\n  the Treasury Department’s determination that an individual may not\n  qualify for the student exception unless the educational aspect of his\n  relationship with his employer predominates over the service aspect\n  of that relationship, but objects to the Department’s conclusion that\n  residents working more than 40 hours per week categorically cannot\n  satisfy that requirement. Mayo argues that the Treasury Depart\n  ment should be required to engage in a case-by-case inquiry into\n  what each employee does and why he does it, and that the Depart\n  ment has arbitrarily distinguished between hands-on training and\n  classroom instruction. But regulation, like legislation, often requires\n  drawing lines. The Department reasonably sought to distinguish be\n  tween workers who study and students who work. Focusing on the\n  hours spent working and those spent in studies is a sensible way to\n  accomplish that goal. The Department thus has drawn a distinction\n  between education and service, not between classroom instruction\n  and hands-on training. The Treasury Department also reasonably\n  concluded that its full-time employee rule would “improve adminis\n  trability,” 69 Fed. Reg. 76405, and thereby “has avoided the wasteful\n  litigation and continuing uncertainty that would inevitably accom\n  pany [a] case-by-case approach” like the one Mayo advocates, United\n  States v. Correll, 389 U. S. 299, 302. Moreover, the rule reasonably\n  takes into account the Social Security Administration’s concern that\n  exempting residents from FICA would deprive them and their fami\n  lies of vital social security disability and survivorship benefits.\n  Pp. 12–15.\n568 F. 3d 675, affirmed.\n\n   ROBERTS, C. J., delivered the opinion of the Court, in which all other\nMembers joined, except KAGAN, J., who took no part in the considera\ntion or decision of the case.\n                        Cite as: 562 U. S. ____ (2011)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 09–837\n                                   _________________\n\n\n  MAYO FOUNDATION FOR MEDICAL EDUCATION\n\n     AND RESEARCH, ET AL., PETITIONERS v. \n\n              UNITED STATES\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE EIGHTH CIRCUIT\n\n                               [January 11, 2011] \n\n\n  CHIEF JUSTICE ROBERTS delivered the opinion of the\nCourt.\n  Nearly all Americans who work for wages pay taxes on\nthose wages under the Federal Insurance Contributions\nAct (FICA), which Congress enacted to collect funds for\nSocial Security. The question presented in this case is\nwhether doctors who serve as medical residents are prop\nerly viewed as “student[s]” whose service Congress has\nexempted from FICA taxes under 26 U. S. C. §3121(b)(10).\n                              I\n\n                             A\n\n  Most doctors who graduate from medical school in the\nUnited States pursue additional education in a specialty to\nbecome board certified to practice in that field. Petitioners\nMayo Foundation for Medical Education and Research,\nMayo Clinic, and the Regents of the University of Minne\nsota (collectively Mayo) offer medical residency programs\nthat provide such instruction. Mayo’s residency programs,\nwhich usually last three to five years, train doctors pri\nmarily through hands-on experience. Residents often\n2   MAYO FOUNDATION FOR MEDICAL ED. AND RESEARCH v.\n                    UNITED STATES\n                   Opinion of the Court\n\nspend between 50 and 80 hours a week caring for patients,\ntypically examining and diagnosing them, prescribing\nmedication, recommending plans of care, and performing\ncertain procedures. Residents are generally supervised in\nthis work by more senior residents and by faculty mem\nbers known as attending physicians. In 2005, Mayo paid\nits residents annual “stipends” ranging between $41,000\nand $56,000 and provided them with health insurance,\nmalpractice insurance, and paid vacation time.\n   Mayo residents also take part in “a formal and struc\ntured educational program.” Brief for Petitioners 5 (inter\nnal quotation marks omitted). Residents are assigned\ntextbooks and journal articles to read and are expected to\nattend weekly lectures and other conferences. Residents\nalso take written exams and are evaluated by the attend\ning faculty physicians. But the parties do not dispute that\nthe bulk of residents’ time is spent caring for patients.\n                            B\n  Through the Social Security Act and related legislation,\nCongress has created a comprehensive national insurance\nsystem that provides benefits for retired workers, disabled\nworkers, unemployed workers, and their families. See\nUnited States v. Lee, 455 U. S. 252, 254, 258, and nn. 1, 7\n(1982). Congress funds Social Security by taxing both\nemployers and employees under FICA on the wages em\nployees earn. See 26 U. S. C. §3101(a) (tax on employees);\n§3111(a) (tax on employers).        Congress has defined\n“wages” broadly, to encompass “all remuneration for em\nployment.” §3121(a) (2006 ed. and Supp. III). The term\n“employment” has a similarly broad reach, extending to\n“any service, of whatever nature, performed . . . by an\nemployee for the person employing him.” §3121(b).\n  Congress has, however, exempted certain categories of\nservice and individuals from FICA’s demands. As relevant\nhere, Congress has excluded from taxation “service per\n                  Cite as: 562 U. S. ____ (2011)            3\n\n                      Opinion of the Court\n\nformed in the employ of . . . a school, college, or university\n. . . if such service is performed by a student who is en\nrolled and regularly attending classes at such school,\ncollege, or university.” §3121(b)(10) (2006 ed.). The Social\nSecurity Act, which governs workers’ eligibility for bene\nfits, contains a corresponding student exception materially\nidentical to §3121(b)(10). 42 U. S. C. §410(a)(10).\n    Since 1951, the Treasury Department has applied the\nstudent exception to exempt from taxation students who\nwork for their schools “as an incident to and for the pur\npose of pursuing a course of study” there. 16 Fed. Reg.\n12474 (adopting Treas. Regs. 127, §408.219(c)); see Treas.\nReg. §31.3121(b)(10)–2(d), 26 CFR §31.3121(b)(10)–2(d)\n(2010). Until 2005, the Department determined whether\nan individual’s work was “incident to” his studies by per\nforming a case-by-case analysis. The primary considera\ntions in that analysis were the number of hours worked\nand the course load taken. See, e.g., Rev. Rul. 78–17,\n1978–1 Cum. Bull. 307 (services of individual “employed\non a full-time basis” with a part-time course load are “not\nincident to and for the purpose of pursuing a course of\nstudy”).\n    For its part, the Social Security Administration (SSA)\nalso articulated in its regulations a case-by-case approach\nto the corresponding student exception in the Social Secu\nrity Act. See 20 CFR §404.1028(c) (1998). The SSA has,\nhowever, “always held that resident physicians are not\nstudents.” SSR 78–3, 1978 Cum. Bull. 55–56. In 1998,\nthe Court of Appeals for the Eighth Circuit held that the\nSSA could not categorically exclude residents from student\nstatus, given that its regulations provided for a case-by\ncase approach. See Minnesota v. Apfel, 151 F. 3d 742,\n747–748. Following that decision, the Internal Revenue\nService received more than 7,000 claims seeking FICA tax\nrefunds on the ground that medical residents qualified as\nstudents under §3121(b)(10) of the Internal Revenue Code.\n4   MAYO FOUNDATION FOR MEDICAL ED. AND RESEARCH v.\n                    UNITED STATES\n                   Opinion of the Court\n\n568 F. 3d 675, 677 (CA8 2009).\n   Facing that flood of claims, the Treasury Department\n“determined that it [wa]s necessary to provide additional\nclarification of the ter[m]” “student” as used in\n§3121(b)(10), particularly with respect to individuals who\nperform “services that are in the nature of on the job\ntraining.” 69 Fed. Reg. 8605 (2004). The Department\nproposed an amended rule for comment and held a public\nhearing on it. See id., at 76405.\n   On December 21, 2004, the Department adopted an\namended rule prescribing that an employee’s service is\n“incident” to his studies only when “[t]he educational\naspect of the relationship between the employer and the\nemployee, as compared to the service aspect of the rela\ntionship, [is] predominant.” Id., at 76408; Treas. Reg.\n§31.3121(b)(10)–2(d)(3)(i), 26 CFR §31.3121(b)(10)–\n2(d)(3)(i) (2005). The rule categorically provides that\n“[t]he services of a full-time employee”—as defined by the\nemployer’s policies, but in any event including any em\nployee normally scheduled to work 40 hours or more per\nweek—“are not incident to and for the purpose of pursuing\na course of study.” 69 Fed. Reg. 76408; Treas. Reg.\n§31.3121(b)(10)–2(d)(3)(iii), 26 CFR §31.3121(b)(10)–\n2(d)(3)(iii) (the full-time employee rule). The amended\nprovision clarifies that the Department’s analysis “is not\naffected by the fact that the services performed . . . may\nhave an educational, instructional, or training aspect.”\nIbid. The rule also includes as an example the case of\n“Employee E,” who is employed by “University V” as a\nmedical resident.       69 Fed. Reg. 76409; Treas. Reg.\n§31.3121(b)(10)–2(e), 26 CFR §31.3121(b)(10)–2(e) (Exam\nple 4). Because Employee E’s “normal work schedule calls\nfor [him] to perform services 40 or more hours per week,”\nthe rule provides that his service is “not incident to and for\nthe purpose of pursuing a course of study,” and he accord\ningly is not an exempt “student” under §3121(b)(10). 69\n                 Cite as: 562 U. S. ____ (2011)            5\n\n                     Opinion of the Court\n\nFed. Reg. 76409, 76410; Treas. Reg. §31.3121(b)(10)–2(e),\n26 CFR §31.3121(b)(10)–2(e) (Example 4).\n                              C\n   After the Department promulgated the full-time em\nployee rule, Mayo filed suit seeking a refund of the money\nit had withheld and paid on its residents’ stipends during\nthe second quarter of 2005. 503 F. Supp. 2d 1164, 1166–\n1167 (Minn. 2007); Regents of Univ. of Minn. v. United\nStates, No. 06–5084 (D Minn., Apr. 1, 2008), App. to Pet.\nfor Cert. C–47a. Mayo asserted that its residents were\nexempt under §3121(b)(10) and that the Treasury De\npartment’s full-time employee rule was invalid.\n   The District Court granted Mayo’s motion for summary\njudgment. The court held that the full-time employee rule\nis inconsistent with the unambiguous text of §3121, which\nthe court understood to dictate that “an employee is a\n‘student’ so long as the educational aspect of his service\npredominates over the service aspect of the relationship\nwith his employer.” 503 F. Supp. 2d, at 1175. The court\nalso determined that the factors governing this Court’s\nanalysis of regulations set forth in National Muffler Deal\ners Assn., Inc. v. United States, 440 U. S. 472 (1979), “indi\ncate that the full-time employee exception is invalid.” 503\nF. Supp. 2d, at 1176; see App. to Pet. for Cert. C–54a.\n   The Government appealed, and the Court of Appeals\nreversed. 568 F. 3d 675. Applying our opinion in Chevron\nU. S. A. Inc. v. Natural Resources Defense Council, Inc.,\n467 U. S. 837 (1984), the Court of Appeals concluded that\n“the statute is silent or ambiguous on the question\nwhether a medical resident working for the school full\ntime is a ‘student’ ” for purposes of §3121(b)(10), and that\nthe Department’s amended regulation “is a permissible\ninterpretation of the statut[e].” 568 F. 3d, at 679–680,\n683.\n   We granted Mayo’s petition for certiorari. 560 U. S. ___\n6   MAYO FOUNDATION FOR MEDICAL ED. AND RESEARCH v.\n                    UNITED STATES\n                   Opinion of the Court\n\n(2010).\n                             II \n\n                             A\n\n   We begin our analysis with the first step of the two-part\nframework announced in Chevron, supra, at 842–843, and\nask whether Congress has “directly addressed the precise\nquestion at issue.” We agree with the Court of Appeals\nthat Congress has not done so. The statute does not de\nfine the term “student,” and does not otherwise attend to\nthe precise question whether medical residents are subject\nto FICA. See 26 U. S. C. §3121(b)(10).\n   Mayo nonetheless contends that the Treasury Depart\nment’s full-time employee rule must be rejected under\nChevron step one. Mayo argues that the dictionary defini\ntion of “student”—one “who engages in ‘study’ by applying\nthe mind ‘to the acquisition of learning, whether by means\nof books, observation, or experiment’ ”—plainly encom\npasses residents. Brief for Petitioners 22 (quoting Oxford\nUniversal Dictionary 2049–2050 (3d ed. 1955)). And,\nMayo adds, residents are not excluded from that category\nby the only limitation on students Congress has imposed\nunder the statute—that they “be ‘enrolled and regularly\nattending classes at [a] school.’ ” Brief for Petitioners 22\n(quoting 26 U. S. C. §3121(b)(10)).\n   Mayo’s reading does not eliminate the statute’s ambigu\nity as applied to working professionals. In its reply brief,\nMayo acknowledges that a full-time professor taking\nevening classes—a person who presumably would satisfy\nthe statute’s class-enrollment requirement and apply his\nmind to learning—could be excluded from the exemption\nand taxed because he is not “ ‘predominant[ly]’ ” a student.\nReply Brief for Petitioners 7. Medical residents might\nlikewise be excluded on the same basis; the statute itself\ndoes not resolve the ambiguity.\n   The District Court interpreted §3121(b)(10) as unambig\n                  Cite as: 562 U. S. ____ (2011)            7\n\n                      Opinion of the Court\n\nuously foreclosing the Department’s rule by mandating\nthat an employee be deemed “a ‘student’ so long as the\neducational aspect of his service predominates over the\nservice aspect of the relationship with his employer.” 503\nF. Supp. 2d, at 1175. We do not think it possible to glean\nso much from the little that §3121 provides. In any event,\nthe statutory text still would offer no insight into how\nCongress intended predominance to be determined or\nwhether Congress thought that medical residents would\nsatisfy the requirement.\n   To the extent Congress has specifically addressed medi\ncal residents in §3121, moreover, it has expressly excluded\nthese doctors from exemptions they might otherwise in\nvoke. See 26 U. S. C. §§3121(b)(6)(B), (7)(C)(ii) (excluding\nmedical residents from exemptions available to employees\nof the District of Columbia and the United States). That\nchoice casts doubt on any claim that Congress specifically\nintended to insulate medical residents from FICA’s reach\nin the first place.\n   In sum, neither the plain text of the statute nor the\nDistrict Court’s interpretation of the exemption “speak[s]\nwith the precision necessary to say definitively whether\n[the statute] applies to” medical residents. United States\nv. Eurodif S. A., 555 U. S. ___, ___ (2009) (slip op., at 13).\n                             B\n  In the typical case, such an ambiguity would lead us\ninexorably to Chevron step two, under which we may not\ndisturb an agency rule unless it is “ ‘arbitrary or capricious\nin substance, or manifestly contrary to the statute.’ ”\nHousehold Credit Services, Inc. v. Pfennig, 541 U. S. 232,\n242 (2004) (quoting United States v. Mead Corp., 533 U. S.\n218, 227 (2001)). In this case, however, the parties dis\nagree over the proper framework for evaluating an am\nbiguous provision of the Internal Revenue Code.\n  Mayo asks us to apply the multi-factor analysis we used\n8   MAYO FOUNDATION FOR MEDICAL ED. AND RESEARCH v.\n                    UNITED STATES\n                   Opinion of the Court\n\nto review a tax regulation in National Muffler, 440 U. S.\n472. \tThere we explained:\n     “A regulation may have particular force if it is a sub\n     stantially contemporaneous construction of the stat\n     ute by those presumed to have been aware of congres\n     sional intent. If the regulation dates from a later\n     period, the manner in which it evolved merits inquiry.\n     Other relevant considerations are the length of time\n     the regulation has been in effect, the reliance placed\n     on it, the consistency of the Commissioner’s interpre\n     tation, and the degree of scrutiny Congress has\n     devoted to the regulation during subsequent re\n     enactments of the statute.” Id., at 477.\nThe Government, on the other hand, contends that the\nNational Muffler standard has been superseded by Chev\nron. The sole question for the Court at step two under the\nChevron analysis is “whether the agency’s answer is based\non a permissible construction of the statute.” 467 U. S., at\n843.\n   Since deciding Chevron, we have cited both National\nMuffler and Chevron in our review of Treasury Depart\nment regulations. See, e.g., United States v. Cleveland\nIndians Baseball Co., 532 U. S. 200, 219 (2001) (citing\nNational Muffler); Cottage Savings Assn. v. Commissioner,\n499 U. S. 554, 560–561 (1991) (same); United States v.\nBoyle, 469 U. S. 241, 246, n. 4 (1985) (citing Chevron); see\nalso Atlantic Mut. Ins. Co. v. Commissioner, 523 U. S. 382,\n387, 389 (1998) (citing Chevron and Cottage Savings).\n   Although we have not thus far distinguished between\nNational Muffler and Chevron, they call for different\nanalyses of an ambiguous statute. Under National Muf\nfler, for example, a court might view an agency’s interpre\ntation of a statute with heightened skepticism when it has\nnot been consistent over time, when it was promulgated\nyears after the relevant statute was enacted, or because of\n                 Cite as: 562 U. S. ____ (2011)           9\n\n                     Opinion of the Court\n\nthe way in which the regulation evolved. 440 U. S., at\n477. The District Court in this case cited each of these\nfactors in rejecting the Treasury Department’s rule, noting\nin particular that the regulation had been promulgated\nafter an adverse judicial decision. See 503 F. Supp. 2d, at\n1176; see also Brief for Petitioners 41–44 (relying on the\nsame considerations).\n   Under Chevron, in contrast, deference to an agency’s\ninterpretation of an ambiguous statute does not turn on\nsuch considerations.      We have repeatedly held that\n“[a]gency inconsistency is not a basis for declining to\nanalyze the agency’s interpretation under the Chevron\nframework.” National Cable & Telecommunications Assn.\nv. Brand X Internet Services, 545 U. S. 967, 981 (2005);\naccord, Eurodif S. A., supra, at ___ (slip op., at 10). We\nhave instructed that “neither antiquity nor contempora\nneity with [a] statute is a condition of [a regulation’s]\nvalidity.” Smiley v. Citibank (South Dakota), N. A., 517\nU. S. 735, 740 (1996). And we have found it immaterial to\nour analysis that a “regulation was prompted by litiga\ntion.” Id., at 741. Indeed, in United Dominion Industries,\nInc. v. United States, 532 U. S. 822, 838 (2001), we ex\npressly invited the Treasury Department to “amend its\nregulations” if troubled by the consequences of our resolu\ntion of the case.\n   Aside from our past citation of National Muffler, Mayo\nhas not advanced any justification for applying a less\ndeferential standard of review to Treasury Department\nregulations than we apply to the rules of any other agency.\nIn the absence of such justification, we are not inclined\nto carve out an approach to administrative review good\nfor tax law only. To the contrary, we have expressly\n“[r]ecogniz[ed] the importance of maintaining a uniform\napproach to judicial review of administrative action.”\nDickinson v. Zurko, 527 U. S. 150, 154 (1999). See, e.g.,\nSkinner v. Mid-America Pipeline Co., 490 U. S. 212, 222–\n10 MAYO FOUNDATION FOR MEDICAL ED. AND RESEARCH v.\n                   UNITED STATES\n                  Opinion of the Court\n\n223 (1989) (declining to apply “a different and stricter\nnondelegation doctrine in cases where Congress delegates\ndiscretionary authority to the Executive under its taxing\npower”).\n   The principles underlying our decision in Chevron apply\nwith full force in the tax context. Chevron recognized that\n“[t]he power of an administrative agency to administer a\ncongressionally created . . . program necessarily requires\nthe formulation of policy and the making of rules to fill\nany gap left, implicitly or explicitly, by Congress.” 467\nU. S., at 843 (internal quotation marks omitted). It ac\nknowledged that the formulation of that policy might\nrequire “more than ordinary knowledge respecting the\nmatters subjected to agency regulations.” Id., at 844\n(internal quotation marks omitted). Filling gaps in the\nInternal Revenue Code plainly requires the Treasury\nDepartment to make interpretive choices for statutory\nimplementation at least as complex as the ones other\nagencies must make in administering their statutes. Cf.\nBob Jones Univ. v. United States, 461 U. S. 574, 596\n(1983) (“[I]n an area as complex as the tax system, the\nagency Congress vests with administrative responsibility\nmust be able to exercise its authority to meet changing\nconditions and new problems”). We see no reason why our\nreview of tax regulations should not be guided by agency\nexpertise pursuant to Chevron to the same extent as our\nreview of other regulations.\n   As one of Mayo’s amici points out, however, both the\nfull-time employee rule and the rule at issue in National\nMuffler were promulgated pursuant to the Treasury De\npartment’s general authority under 26 U. S. C. §7805(a) to\n“prescribe all needful rules and regulations for the en\nforcement” of the Internal Revenue Code. See Brief for\nCarlton M. Smith 4–7. In two decisions predating Chev\nron, this Court stated that “we owe the [Treasury Depart\nment’s] interpretation less deference” when it is contained\n                 Cite as: 562 U. S. ____ (2011)           11\n\n                     Opinion of the Court\n\nin a rule adopted under that “general authority” than\nwhen it is “issued under a specific grant of authority to\ndefine a statutory term or prescribe a method of executing\na statutory provision.” Rowan Cos. v. United States, 452\nU. S. 247, 253 (1981); United States v. Vogel Fertilizer Co.,\n455 U. S. 16, 24 (1982) (quoting Rowan).\n   Since Rowan and Vogel were decided, however, the\nadministrative landscape has changed significantly. We\nhave held that Chevron deference is appropriate “when it\nappears that Congress delegated authority to the agency\ngenerally to make rules carrying the force of law, and that\nthe agency interpretation claiming deference was promul\ngated in the exercise of that authority.” Mead, 533 U. S.,\nat 226–227. Our inquiry in that regard does not turn on\nwhether Congress’s delegation of authority was general or\nspecific. For example, in National Cable & Telecommuni\ncations Assn., supra, we held that the Federal Communi\ncations Commission was delegated “the authority to prom\nulgate binding legal rules” entitled to Chevron deference\nunder statutes that gave the Commission “the authority to\n‘execute and enforce,’ ” and “to ‘prescribe such rules and\nregulations as may be necessary in the public interest to\ncarry out the provisions’ of,” the Communications Act of\n1934. 545 U. S., at 980–981 (quoting 47 U. S. C. §§151,\n201(b)). See also Sullivan v. Everhart, 494 U. S. 83, 87,\n88–89 (1990) (applying Chevron deference to rule promul\ngated pursuant to delegation of “general authority to\n‘make rules and regulations and to establish procedures,\nnot inconsistent with the provisions of this subchapter,\nwhich are necessary or appropriate to carry out such\nprovisions’ ” (quoting 42 U. S. C. §405(a) (1982 ed.))).\n   We believe Chevron and Mead, rather than National\nMuffler and Rowan, provide the appropriate framework\nfor evaluating the full-time employee rule. The Depart\nment issued the full-time employee rule pursuant to the\nexplicit authorization to “prescribe all needful rules and\n12 MAYO FOUNDATION FOR MEDICAL ED. AND RESEARCH v.\n                   UNITED STATES\n                  Opinion of the Court\n\nregulations for the enforcement” of the Internal Revenue\nCode. 26 U. S. C. §7805(a). We have found such “express\ncongressional authorizations to engage in the process of\nrulemaking” to be “a very good indicator of delegation\nmeriting Chevron treatment.” Mead, supra, at 229. The\nDepartment issued the full-time employee rule only after\nnotice-and-comment procedures, 69 Fed. Reg. 76405, again\na consideration identified in our precedents as a “signifi\ncant” sign that a rule merits Chevron deference. Mead,\nsupra, at 230–231; see, e.g., Long Island Care at Home,\nLtd. v. Coke, 551 U. S. 158, 173–174 (2007).\n  We have explained that “the ultimate question is\nwhether Congress would have intended, and expected,\ncourts to treat [the regulation] as within, or outside, its\ndelegation to the agency of ‘gap-filling’ authority.” Id., at\n173 (emphasis deleted). In the Long Island Care case, we\nfound that Chevron provided the appropriate standard of\nreview “[w]here an agency rule sets forth important indi\nvidual rights and duties, where the agency focuses fully\nand directly upon the issue, where the agency uses full\nnotice-and-comment procedures to promulgate a rule,\n[and] where the resulting rule falls within the statutory\ngrant of authority.” 551 U. S., at 173. These same consid\nerations point to the same result here. This case falls\nsquarely within the bounds of, and is properly analyzed\nunder, Chevron and Mead.\n                              C\n   The full-time employee rule easily satisfies the second\nstep of Chevron, which asks whether the Department’s\nrule is a “reasonable interpretation” of the enacted text.\n467 U. S., at 844. To begin, Mayo accepts that “the ‘educa\ntional aspect of the relationship between the employer and\nthe employee, as compared to the service aspect of the\nrelationship, [must] be predominant’ ” in order for an\nindividual to qualify for the exemption. Reply Brief for\n                 Cite as: 562 U. S. ____ (2011)          13\n\n                     Opinion of the Court\n\nPetitioners 6–7 (quoting Treas. Reg. §31.3121(b)(10)–\n2(d)(3)(i), 26 CFR §31.3121(b)(10)–2(d)(3)(i)). Mayo ob\njects, however, to the Department’s conclusion that resi\ndents who work more than 40 hours per week categorically\ncannot satisfy that requirement. Because residents’ em\nployment is itself educational, Mayo argues, the hours a\nresident spends working make him “more of a student, not\nless of one.” Reply Brief for Petitioners 15, n. 3 (emphasis\ndeleted). Mayo contends that the Treasury Department\nshould be required to engage in a case-by-case inquiry into\n“what [each] employee does [in his service] and why” he\ndoes it. Id., at 7. Mayo also objects that the Department\nhas drawn an arbitrary distinction between “hands-on\ntraining” and “classroom instruction.” Brief for Petition\ners 35.\n   We disagree. Regulation, like legislation, often requires\ndrawing lines. Mayo does not dispute that the Treasury\nDepartment reasonably sought a way to distinguish be\ntween workers who study and students who work, see IRS\nLetter Ruling 9332005 (May 3, 1993). Focusing on the\nhours an individual works and the hours he spends in\nstudies is a perfectly sensible way of accomplishing that\ngoal. The Department explained that an individual’s\nservice and his “course of study are separate and distinct\nactivities” in “the vast majority of cases,” and reasoned\nthat “[e]mployees who are working enough hours to be\nconsidered full-time employees . . . have filled the conven\ntional measure of available time with work, and not\nstudy.” 69 Fed. Reg. 8607. The Department thus did not\ndistinguish classroom education from clinical training but\nrather education from service. The Department reasona\nbly concluded that its full-time employee rule would “im\nprove administrability,” id., at 76405, and it thereby “has\navoided the wasteful litigation and continuing uncertainty\nthat would inevitably accompany any purely case-by-case\napproach” like the one Mayo advocates, United States v.\n14 MAYO FOUNDATION FOR MEDICAL ED. AND RESEARCH v.\n                   UNITED STATES\n                  Opinion of the Court\n\nCorrell, 389 U. S. 299, 302 (1967).\n  As the Treasury Department has explained, moreover,\nthe full-time employee rule has more to recommend it\nthan administrative convenience. The Department rea\nsonably determined that taxing residents under FICA\nwould further the purpose of the Social Security Act and\ncomport with this Court’s precedent. As the Treasury\nDepartment appreciated, this Court has understood the\nterms of the Social Security Act to “ ‘import a breadth of\ncoverage,’ ” 69 Fed. Reg. 8605 (quoting Social Security Bd.\nv. Nierotko, 327 U. S. 358, 365 (1946)), and we have in\nstructed that “exemptions from taxation are to be con\nstrued narrowly,” Bingler v. Johnson, 394 U. S. 741, 752\n(1969). Although Mayo contends that medical residents\nhave not yet begun their “working lives” because they are\nnot “fully trained,” Reply Brief for Petitioners 13 (internal\nquotation marks omitted), the Department certainly did\nnot act irrationally in concluding that these doctors—“who\nwork long hours, serve as highly skilled professionals, and\ntypically share some or all of the terms of employment of\ncareer employees”—are the kind of workers that Congress\nintended to both contribute to and benefit from the Social\nSecurity system. 69 Fed. Reg. 8608.\n  The Department’s rule takes into account the SSA’s\nconcern that exempting residents from FICA would de\nprive residents and their families of vital disability and\nsurvivorship benefits that Social Security provides. Id., at\n8605. Mayo wonders whether the full-time employee rule\nwill result in residents being taxed under FICA but denied\ncoverage by the SSA. The Government informs us, how\never, that the SSA continues to adhere to its longstanding\nposition that medical residents are not students and thus\nremain eligible for coverage. Brief for United States 29–\n30; Tr. of Oral Arg. 33–34.\n                 Cite as: 562 U. S. ____ (2011) \n                 15\n\n                     Opinion of the Court \n\n\n                       *    *     * \n\n   We do not doubt that Mayo’s residents are engaged in a\nvaluable educational pursuit or that they are students of\ntheir craft. The question whether they are “students” for\npurposes of §3121, however, is a different matter. Because\nit is one to which Congress has not directly spoken, and\nbecause the Treasury Department’s rule is a reasonable\nconstruction of what Congress has said, the judgment of\nthe Court of Appeals must be affirmed.\n\n                                                    It is so ordered.\n\n  JUSTICE KAGAN took no part in the consideration or\ndecision of this case.\n", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/182568/", "sha1": "5114a0e68e093bf4abfddbba770c6c7b92b9f525", "source": "C", "supreme_court_db_id": null, "time_retrieved": "2011-01-11T07:32:34"}