{"absolute_url": "/opinion/217514/fowler-v-united-states/", "blocked": false, "citation": {"case_name": "Fowler v. United States", "docket_number": "10-5443", "document_uris": ["/api/rest/v2/document/217514/"], "federal_cite_one": "", "federal_cite_three": null, "federal_cite_two": null, "id": 191719, "lexis_cite": "", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/191719/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 15, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "2011-05-26", "date_modified": "2014-12-21T04:14:12.362647", "docket": "/api/rest/v2/docket/337537/", "download_url": "http://www.supremecourt.gov/opinions/10pdf/10-5443.pdf", "extracted_by_ocr": false, "html": "", "html_lawbox": "", "html_with_citations": "<pre class=\"inline\">(Slip Opinion)              OCTOBER TERM, 2010                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                    FOWLER v. UNITED STATES\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                THE ELEVENTH CIRCUIT\n\n     No. 10–5443. Argued March 29, 2011—Decided May 26, 2011\nWhile preparing to rob a bank, petitioner Fowler and others were dis\n covered by a local police officer, whom Fowler killed. Fowler was\n convicted of violating the federal witness tampering statute, which\n makes it a crime “to kill another person, with intent to . . . prevent\n the communication by any person to a [Federal] law enforcement offi\n cer” of “information relating to the . . . possible commission of a Fed\n eral offense,” 18 U. S. C. §1512(a)(1)(C). Rejecting Fowler’s argument\n that the evidence was insufficient to show that he had killed the offi\n cer intending to prevent him from communicating with a federal offi\n cer, the Eleventh Circuit held that a showing of a possible or poten\n tial communication to federal authorities was sufficient.\nHeld: In such circumstances, the Government must establish a\n §1512(a)(1)(C) violation by showing there was a reasonable likelihood\n that a relevant communication would have been made to a federal of\n ficer. Pp. 3–10.\n    (a) In a §1512(a)(1)(C) prosecution, “no state of mind need be\n proved with respect to the circumstance . . . that the law enforcement\n officer is an . . . employee of the Federal Government,” §1512(g)(2).\n Thus, the Government must prove (1) a killing, (2) committed with a\n particular intent, namely, an intent (a) to “prevent” a “communica\n tion” (b) about “the commission or possible commission of a Federal\n offense” (c) to a federal “law enforcement officer.” P. 3.\n    (b) Nothing in §1512(a)(1)(C)’s language limits it to instances in\n which the defendant has some identifiable law enforcement officers\n particularly in mind. Any such limitation would conflict with the\n statute’s basic purpose. Witness tampering may prove more serious\n (and more effective) when the crime takes place before the victim has\n engaged in any communication at all with officers—at a time when\n2                     FOWLER v. UNITED STATES\n\n                                  Syllabus\n\n    the precise communication and nature of the officer who may receive\n    it are not yet known. Hence, the statute covers a defendant, like pe\n    titioner, who kills with intent to prevent communication with any\n    and all officers. The Court must consequently decide what, if any\n    thing, the Government must show about the likelihood of a hypo\n    thetical communication with a federal officer where the defendant did\n    not think specifically about any particular communication or its re\n    cipient. Pp. 4–7.\n       (c) To determine what the Government must prove in such in\n    stances, the Court looks to the dictionary definition of the statutory\n    word “prevent,” which means rendering an “intended,” “possible,” or\n    “likely” event impractical or impossible by anticipatory action. No\n    one suggests that the word “intended” sets forth the appropriate\n    standard here. The Government and the Eleventh Circuit would rest\n    their standard on the word “possible.” But that standard would\n    eliminate the independent force of the statutory “federal officer” re\n    quirement, and would extend the statute beyond its intended, basi\n    cally federal, scope. Fashioning a standard based on the word\n    “likely” is consistent with the statute’s language and objectives.\n    Thus, where the defendant kills a person with an intent to prevent\n    communication with law enforcement officers generally, that intent\n    includes an intent to prevent communications with federal officers\n    only if there is a reasonable likelihood under the circumstances that,\n    in the absence of the killing, at least one of the relevant communica\n    tions would have been made to a federal officer. The Government\n    need not show that such a communication, had it occurred, would\n    have been federal beyond a reasonable doubt, nor even that it is more\n    likely than not. But it must show that the likelihood of communica\n    tion to a federal officer was more than remote, outlandish, or hypo\n    thetical. Pp. 7–10.\n       (d) Because Fowler’s argument that the evidence is insufficient to\n    satisfy a “reasonable likelihood” standard was not raised at trial, the\n    lower courts must determine whether, and how, the standard applies\n    in this case. P. 10.\n603 F. 3d 883, vacated and remanded.\n\n  BREYER, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and KENNEDY, THOMAS, SOTOMAYOR, and KAGAN, JJ., joined.\nSCALIA, J., filed an opinion concurring in the judgment. ALITO, J., filed\na dissenting opinion, in which GINSBURG, J., joined.\n                        Cite as: 563 U. S. ____ (2011)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 10–5443\n                                   _________________\n\n\nCHARLES ANDREW FOWLER, AKA MAN, PETITIONER\n             v. UNITED STATES\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n          APPEALS FOR THE ELEVENTH CIRCUIT\n\n                                 [May 26, 2011] \n\n\n    JUSTICE BREYER delivered the opinion of the Court.\n    The federal witness tampering statute makes it a crime\n“to kill another person, with intent to . . . prevent the\ncommunication by any person to a law enforcement officer\n. . . of the United States” of “information relating to the . . .\npossible commission of a Federal offense.” 18 U. S. C.\n§1512(a)(1)(C). We focus on instances where a defendant\nkilled a person with an intent to prevent that person from\ncommunicating with law enforcement officers in general\nbut where the defendant did not have federal law en\nforcement officers (or any specific individuals) particularly\nin mind. The question before us concerns what, if any\nthing, the Government must show beyond this broad in\ndefinite intent in order to show that the defendant more\nparticularly intended to prevent communication with\nfederal officers as well. We hold that, in such circum\nstances, the Government must show that there was a\nreasonable likelihood that a relevant communication\nwould have been made to a federal officer.\n                          I\n  In the early morning hours of March 3, 1998, Charles\n2                FOWLER v. UNITED STATES\n\n                     Opinion of the Court\n\nFowler and several other men prepared to rob a Florida\nbank. They met in a cemetery, put on black clothes and\ngloves, began to drink and use drugs, and discussed the\nproposed crime. Shortly before daybreak a local police\nofficer, Todd Horner, came upon the group. He pulled out\nhis gun and asked the men to identify themselves. Fowler\nand some of the others managed to overcome Horner and\ntake his gun. After Horner spoke to one of the men by\nname, Fowler said, “Now we can’t walk away from this\nthing.” App. 38 (internal quotation marks omitted). And\nhe shot and killed Horner.\n   Federal authorities charged Fowler with violating the\nfederal witness tampering statute. He was convicted. On\nappeal, Fowler argued that the evidence was insufficient\nto show that he had killed Horner intending to prevent\nHorner from communicating with a federal officer. The\nEleventh Circuit disagreed. It held that a showing of a\n“possible or potential communication to federal authori\nties” was sufficient. 603 F. 3d 883, 888 (2010).\n   Fowler sought certiorari. And because the Circuits have\ndisagreed about this last-mentioned matter, we granted\nFowler’s petition for certiorari. Compare United States v.\nHarris, 498 F. 3d 278, 286 (CA4 2007) (“So long as the\ninformation the defendant seeks to suppress actually\nrelates to the commission or possible commission of a\nfederal offense, the federal nexus requirement is estab\nlished”), with United States v. Lopez, 372 F. 3d 86, 91–92\n(CA2 2004), vacated and remanded on other grounds, 544\nU. S. 902 (2005) (requiring Government to show federal\ncrime along with “ ‘additional appropriate evidence’ ” that\n“the victim plausibly might have turned to federal offi\ncials”); see also United States v. Bell, 113 F. 3d 1345, 1349\n(CA3 1997); United States v. Causey, 185 F. 3d 407, 422–\n423 (CA5 1999); United States v. Wright, 536 F. 3d 819,\n824–825 (CA8 2008).\n                 Cite as: 563 U. S. ____ (2011)            3\n\n                     Opinion of the Court\n\n                              II\n  The federal witness tampering statute in relevant part\nforbids the “kill[ing] or attempt[ed] kill[ing]” of “another\nperson” with a certain “intent,” namely, an\n    “intent to . . . prevent the communication by any per\n    son to a law enforcement officer or judge of the United\n    States of information relating to the commission or\n    possible commission of a Federal offense . . . .” 18\n    U. S. C. §1512(a)(1)(C).\nA related subsection says that in a prosecution for this\noffense\n    “no state of mind need be proved with respect to\n    the circumstance . . . that the judge is a judge of the\n    United States or that the law enforcement officer is an\n    officer or employee of the Federal Government . . . .”\n    §1512(g)(2).\nThis language makes clear that in a prosecution the Gov\nernment must prove (1) a killing or attempted killing, (2)\ncommitted with a particular intent, namely, an intent (a)\nto “prevent” a “communication” (b) about “the commission\nor possible commission of a Federal offense” (c) to a federal\n“law enforcement officer or judge.”\n   The question here is how this language applies when a\ndefendant (1) kills a victim, (2) with an intent (a) to pre\nvent a communication (b) about the commission or possi\nble commission of a federal offense but (c) to law enforce\nment officers in general rather than to some specific law\nenforcement officer or set of officers which the defendant\nhas in mind. This kind of circumstance is not necessarily\nrare, as the facts here illustrate. Fowler (we here assume)\nwas not thinking specifically about federal officers, but he\nwould nonetheless have wanted to prevent communication\nwith federal officers from taking place (had he considered\nthe matter).\n4                 FOWLER v. UNITED STATES \n\n\n                       Opinion of the Court \n\n\n                                 III \n\n  When the defendant has in mind a particular individual\nor a particular set of individuals with whom he fears the\nvictim might communicate, the application of the statute\nis relatively clear. For instance, if a defendant kills a\nvictim with the intent of preventing the victim from com\nmunicating with a particular individual, say John Smith,\nwho the defendant knows is a federal law enforcement\nofficer, the statute fits like a glove. If a defendant kills a\nvictim with the intent of preventing the victim from com\nmunicating with Sam Smith, who is in fact (but who the\ndefendant does not know is) a federal law enforcement\nofficer, the statute still fits, for it specifically says that “no\nstate of mind need be proved” with respect to this last\nmentioned circumstance.\n  Nothing in the statutory language, however, limits it to\nthese kinds of instances, instances in which the defendant\nhas some law enforcement officer or set of officers, or other\nidentifiable individuals, particularly in mind. Moreover,\nany such limitation would conflict with the statute’s basic\npurpose. Witness tampering may prove more serious (and\nmore effective) when the crime takes place before the\nvictim has engaged in any communication at all with law\nenforcement officers—at a time when the precise commu\nnication and nature of the officer who may receive it are\nnot yet known. Cf., e.g., S. Rep. No. 97–532, pp. 14, 15\n(1982) (statute applies “to offenses against witnesses,\nvictims, or informants which occur before the witness\ntestifies or the informant communicates with law en\nforcement officers”); id., at 19 (witness “[i]ntimidation\noffenses are particularly insidious and do violence to\ntraditional notions of justice because no one can be con\nvicted of a crime which is not reported. [Section 1512]\nreaches intimidation offenses committed before a crime is\nreported to the appropriate authorities”). Hence the stat\nute covers a defendant who kills with intent to prevent\n                  Cite as: 563 U. S. ____ (2011)            5\n\n                      Opinion of the Court\n\ncommunication with law enforcement officers generally\n(i.e., with any and all law enforcement officers). And we\nmust consequently decide what, if anything, the Govern\nment must show about the likelihood of a hypothetical\ncommunication with a federal law enforcement officer in\ncircumstances where the defendant did not think specifi\ncally about any particular communication or its recipient.\n   In these circumstances, the application of the statute is\nnot as simple. We cannot determine whether the individ\nual the defendant had in mind is in fact a federal officer,\nbecause the defendant did not have a particular individual\nin mind. And we cannot insist that the defendant have\nhad some general thought about federal officers in mind\nbecause the statute says that “no state of mind need be\nproved” in respect to the federal nature of the communica\ntion’s recipient. §1512(g)(2). What, then, must the Gov\nernment show to prove that such a defendant intended to\nprevent communications to federal officers?\n   We begin with two basic propositions. First, in our\nview, the Government need not show beyond a reasonable\ndoubt (or even that it is more likely than not) that the\nhypothetical communication would have been to a federal\nofficer. No Circuit has adopted this interpretation, and no\nparty argues for it here. But see post, at 1–2 (SCALIA, J.,\nconcurring in judgment). And for good reason: The rele\nvant question concerns the defendant’s intent. The Gov\nernment will already have shown beyond a reasonable\ndoubt that the defendant possessed the relevant broad\nindefinite intent, namely, the intent to prevent the victim\nfrom communicating with (unspecified) law enforcement\nofficers. And one can possess an intent (i.e., one can act in\norder to bring about a certain state of affairs) even if there\nis considerable doubt whether the event that the intent\ncontemplates will in fact occur. One can, for example, put\nup shutters with the intent of protecting the furniture\nfrom hurricane damage even if there is considerable doubt\n6               FOWLER v. UNITED STATES\n\n                    Opinion of the Court\n\nthat any hurricane will actually occur. One can drive to\nFenway Park with the intent of seeing the Red Sox play\nthat afternoon even if a mistake about the date means the\nstadium is empty. One can blow up a bridge with the\nintent of stopping an advancing army, even if the army\nadvances regardless, along a different route. And, simi\nlarly, a defendant can kill a victim with an intent to\nprevent the victim from communicating with federal law\nenforcement officers even if there is some considerable\ndoubt that any such communication would otherwise have\ntaken place.\n  But, second, the Government must show more than\nthe broad indefinite intent we have described, the intent\nto prevent communications to law enforcement officers in\ngeneral. That is so for two separate reasons. For one\nthing, the statute speaks of an “intent to prevent” some\nthing. But (apart from mistakes, as in our Red Sox exam\nple) one cannot act with an “intent to prevent” something\nthat could not possibly have taken place regardless. We\ncan speak of a Colorado trout fisherman who tries to\nprevent his trout stream from being invaded by pike or\ncarp, but in ordinary circumstances we cannot speak\nabout trying to prevent the stream’s invasion by whales.\nIndeed, the dictionary defines “prevent” as “to render (an\nintended, possible, or likely action or event) impractical\nor impossible by anticipatory action.” OED Online (Mar.\n2011) (emphasis added), http://www.oed.com/view/Entry/\n151073?rskey=QWN6QB&result=2&isAdvanced=false (all\nInternet materials as visited May 23, 2011, and available\nin Clerk of Court’s case file).\n  For another thing, to allow the Government to show no\nmore than the broad indefinite intent we have described\n(the intent to prevent communications to law enforcement\nofficers in general) would bring within the scope of this\nstatute many instances of witness tampering in purely\nstate investigations and proceedings, thus extending the\n                  Cite as: 563 U. S. ____ (2011)            7\n\n                      Opinion of the Court\n\nscope of this federal statute well beyond the primarily\nfederal area that Congress had in mind. See infra, at 8–9.\nFor both these reasons, unlike the dissent, we cannot read\nthe statute as intending to excuse the Government from\nproving something about the hypothetical communication\nwith federal officers. The question remains, what is that\nsomething?\n                              IV\n   We find possible answers to this question in the diction\nary definition of the word “prevent.” As we have said, that\nword applies where a defendant, by “anticipatory action,”\n(here, killing a victim) intended “to render . . . impractical\nor impossible” an “action or event” (here, the victim’s\ncommunication with a federal law enforcement officer)\nwhich (1) was “intended,” (2) was “possible,” or (3) was\n“likely” to have otherwise occurred.\n   No one suggests that the first word, the word “in\ntended,” sets forth the appropriate standard. That word in\nthis context refers to the victim’s intent. That intent is\noften difficult to discern. Moreover, to require the Gov\nernment to prove it would prevent the statute from apply\ning where it is plain that federal officers would have\nbeen involved in investigating and prosecuting the offense\n(for instance, robbing the United States Bullion Depository\nat Fort Knox), but where the defendant killed the victim\nbefore the victim had decided to communicate to law\nenforcement officers. Congress, however, intended the\nstatute to apply in these last-mentioned circumstances.\nSee supra, at 4.\n   The Government (and the Eleventh Circuit) would rest\ntheir standard on the second word, the word “possible.”\nSee Brief for United States 10 (standard is “whether it\nwas reasonably possible that at least one of the communi\ncations that the murder . . . was intended to prevent would\nhave been with a federal law enforcement official”); 603\n8                FOWLER v. UNITED STATES\n\n                     Opinion of the Court\n\nF. 3d, at 888 (requiring showing of a “possible or potential\ncommunication to federal authorities”). But, in our view,\nthat standard is difficult to reconcile with the statute’s\nlanguage and its intended, basically federal, scope. Cf.\nsupra, at 6–7.\n  Often, when a defendant acts in ways that violate state\ncriminal law, some or all of those acts will violate federal\ncriminal law as well. And where a federal crime is at\nissue, communication with federal law enforcement offi\ncers is almost always a possibility. Thus, to allow the\nGovernment to show only a mere possibility that a com\nmunication would have been with federal officials is to\npermit the Government to show little more than the possi\nble commission of a federal offense. (That is to say, the\nlatter showing by itself would almost automatically show\nthe statutorily necessary connection with a federal law\nenforcement officer.) The “possibility” standard would\nthereby weaken or eliminate the independent force of the\nseparate statutory requirement that the defendant, in\nkilling the victim, must intend to prevent communication\nwith one who is “a law enforcement officer or judge of\nthe United States.” 18 U. S. C. §1512(a)(1)(C) (emphasis\nadded); see §1515(a)(4) (defining “law enforcement officer”\nas “an officer or employee of the Federal Government”\n(emphasis added)). Cf. Duncan v. Walker, 533 U. S. 167,\n174 (2001) (normally we must give effect “to every clause\nand word of a statute” (internal quotation marks omit\nted)); Ratzlaf v. United States, 510 U. S. 135, 140–141\n(1994) (expressing particular reluctance to “treat statutory\nterms” as “surplusage” “when the words describe an ele\nment of a criminal offense”).\n  Moreover, because of the frequent overlap between state\nand federal crimes, the use of a standard based on the\nword “possible” would transform a federally oriented\nstatute into a statute that would deal with crimes, investi\ngations, and witness tampering that, as a practical mat\n                  Cite as: 563 U. S. ____ (2011)             9\n\n                      Opinion of the Court\n\nter, are purely state in nature. See, e.g., Dept. of Justice,\nBureau of Justice Statistics, (FY 2008 Persons arrested\nand booked, Drug offense: Marijuana), http://bjs.ojp.usdoj.gov/\nfjsrc; Dept. of Justice, Federal Bureau of Investigation,\n2008 Crime in the United States (Arrests), http://\nwww2.fbi.gov/ucr/cius2008/arrests/index.html; (Table 29),\nhttp://www2.fbi.gov/ucr/cius2008/data/table_29.html         (In\n2008, 0.7% of arrests for marijuana offenses were made\nby federal law enforcement officers); see also Jones v.\nUnited States, 529 U. S. 848, 858 (2000) (“[U]nless Con\ngress conveys its purpose clearly, it will not be deemed\nto have significantly changed the federal-state balance\nin the prosecution of crimes” (internal quotation marks\nomitted)).\n   The defendant argues that we should fashion a standard\nbased on the third word, the word “likely.” And we agree\nthat doing so is consistent with the statute’s language and\nobjectives. We consequently hold that (in a case such as\nthis one where the defendant does not have particular\nfederal law enforcement officers in mind) the Government\nmust show a reasonable likelihood that, had, e.g., the\nvictim communicated with law enforcement officers, at\nleast one relevant communication would have been made\nto a federal law enforcement officer. That is to say, where\nthe defendant kills a person with an intent to prevent\ncommunication with law enforcement officers generally,\nthat intent includes an intent to prevent communications\nwith federal law enforcement officers only if it is reasona\nbly likely under the circumstances that (in the absence of\nthe killing) at least one of the relevant communications\nwould have been made to a federal officer.\n   The Government need not show that such a communica\ntion, had it occurred, would have been federal beyond a\nreasonable doubt, nor even that it is more likely than not.\nFor, as we have said, one can act with an intent to prevent\nan event from occurring without it being true beyond a\n10               FOWLER v. UNITED STATES\n\n                     Opinion of the Court\n\nreasonable doubt (or even more likely than not) that the\nevent would otherwise occur. (Recall the homeowner who\ncloses his shutters in order to prevent damage from a\nhurricane that may not happen. Supra, at 5–6.) But the\nGovernment must show that the likelihood of communica\ntion to a federal officer was more than remote, outlandish,\nor simply hypothetical. Jones, who kills Smith to prevent\nhis communicating with law enforcement officers in gen\neral, does not kill Smith to prevent his communicating\nwith Lithuanian law enforcement officers, for there is no\nreasonable likelihood that any Lithuanian officers would\nbecome involved.\n                               V\n   Fowler argues that the evidence in this case is insuf\nficient to satisfy a “reasonable likelihood” standard. He\nconcedes, however, that he did not raise this question\nspecifically at trial. Tr. of Oral Arg. 21–22. We leave it to\nthe lower courts to determine whether, and how, the\nstandard applies in this particular case.\n\n  The judgment of the Court of Appeals for the Eleventh\nCircuit is vacated, and the case is remanded for further\nproceedings consistent with this opinion.\n                                          It is so ordered.\n                  Cite as: 563 U. S. ____ (2011)            1\n\n                SCALIA, J., concurring in judgment\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                          No. 10–5443\n                          _________________\n\n\nCHARLES ANDREW FOWLER, AKA MAN, PETITIONER\n             v. UNITED STATES\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n          APPEALS FOR THE ELEVENTH CIRCUIT\n\n                         [May 26, 2011] \n\n\n  JUSTICE SCALIA, concurring in the judgment.\n  I disagree with the Court’s interpretation of 18 U. S. C.\n§1512(a)(1)(C). In my view, the Government must prove\nthat the defendant intended to prevent a communication\nwhich, had it been made, would beyond a reasonable doubt\nhave been made to a federal law enforcement officer. The\nCourt’s vague “reasonable likelihood” standard has no\nbasis in the statutory text and will serve only to confuse\njudges and juries. Accordingly, although I agree the case\nshould be remanded for the Eleventh Circuit to consider\nwhether the objection to sufficiency of the evidence was\npreserved or whether the District Court committed plain\nerror, I would hold that there was insufficient evidence to\nsupport Fowler’s conviction.\n                                I\n    Section 1512(a)(1)(C) of Title 18 makes it a federal crime\n“to kill another person, with intent to . . . prevent the\ncommunication by any person to a law enforcement officer\n. . . of the United States of information relating to the\ncommission or possible commission of a Federal offense.”\nViewed in isolation, this provision contains an ambiguity:\nDoes the mens rea of the statute include a specific intent\nto prevent communication to a law enforcement officer of\nthe United States; or is it satisfied by the mere intent to\n2               FOWLER v. UNITED STATES\n\n               SCALIA, J., concurring in judgment\n\nprevent communication to a law enforcement officer who\nhappens to be a law enforcement officer of the United\nStates?\n   Happily, a different statutory provision resolves this\nambiguity. It states that “no state of mind need be proved\nwith respect to the circumstance . . . that the law enforce\nment officer is an officer or employee of the Federal Gov\nernment.” §1512(g)(2). This makes clear that the first\npossibility is wrong, and the second right. But removing\nthe “federal officer” requirement as an element of the\nstatute’s mens rea does not remove it as an element of the\nactus reus—that is, as an element of the facts that must be\nproved for conviction. It must be proved, and proved\nbeyond a reasonable doubt, that the communication in\ntended to be prevented was communication to a federal\nofficer. Thus, if a suspect in an investigation murders an\ninformant to prevent him from talking to authorities, but\nis unaware that the informant was working for the FBI,\nthe suspect would be guilty: He would have committed a\nmurder with the intention of preventing the informant’s\ncommunication to authorities about his criminal activities,\nand the communication he sought to prevent would neces\nsarily have been to federal law enforcement. Likewise, a\nsuspect would be guilty if he committed a murder to pre\nvent a witness from informing law enforcement that he\nlied on his federal income tax return: He sought to pre\nvent a communication that would have been made to\nfederal officials, because they alone prosecute federal tax\nviolations. But a suspect who commits a murder with the\ngeneral intent of preventing law enforcement from learn\ning about activities that violate both state and federal\nlaw would not be guilty, because the Government would\nbe unable to prove that the communication he sought to\nprevent necessarily would have been to a federal official.\n   Applying that standard, this is an easy case. There was\nevidence that Fowler murdered Officer Horner in order\n                  Cite as: 563 U. S. ____ (2011)            3\n\n                SCALIA, J., concurring in judgment\n\nto prevent him from communicating information about\nFowler’s criminal activities. But the only evidence prof\nfered by the Government to establish that the communica\ntion would have been to a federal law enforcement agent\nwas the fact that a different state police officer, four years\nlater, contacted federal law enforcement about a robbery\nby Fowler’s confederate—and that only because the state\nlaw statute of limitations for the robbery had expired.\nThat is not nearly enough to demonstrate Fowler’s guilt\nbeyond a reasonable doubt.\n                             II\n  The Court gives the statute a broader reading than the\none I ascribe. The Government can obtain a conviction, it\nsays, so long as it can prove a “reasonable likelihood” that\nthe communication would have been made to a federal\nlaw enforcement officer. I know of no precedent for using\na “likelihood” standard rather than the “beyond a rea\nsonable doubt” standard for a finding of fact essential\nto a criminal conviction; and the justifications the Court\npresents for that course in the present case are not\nconvincing.\n  The Court maintains that the Government need not\nshow beyond a reasonable doubt that the communication\nwould have been to a federal officer because “[t]he relevant\nquestion concerns the defendant’s intent.” Ante, at 5. But\nthat reasoning is directly contrary to §1512(g)(2), which\nexpressly states that the defendant’s intent is not the\nrelevant question with respect to the federal character of\nlaw enforcement officer meant to be deprived of the infor\nmation. The Court’s observation that “a defendant can kill\na victim with an intent to prevent the victim from commu\nnicating with federal law enforcement officers even if\nthere is some considerable doubt that any such communi\ncation would otherwise have taken place,” ante, at 6, is\ncompletely irrelevant to the question presented.\n4                FOWLER v. UNITED STATES\n\n               SCALIA, J., concurring in judgment\n\n   The Court also proclaims that a narrower view “would\nconflict with the statute’s basic purpose,” which is to\nprevent witness tampering “at a time when the precise\ncommunication and nature of the officer who may receive\nit are not yet known.” Ante, at 4. It cites no basis for\nattributing that purpose, and there is none—other than\nthe fact that it supports the Court’s outcome. Another\npurpose is just as likely—and indeed more likely, since it\ncan be achieved without abandonment of the ancient rule\nthat in criminal prosecutions facts must be found beyond a\nreasonable doubt. Murder, after all, is a crime, and often\na capital crime, under all state laws. There is no reason to\nascribe to Congress the “purpose” of transferring murder\nprosecutions that would ordinarily be brought in state\ncourt to federal court based on only a tangential federal\ninterest. Congress was concerned with preserving the\nintegrity and effectiveness of federal prosecutions, and\nwhere they are not clearly involved (as the ordinary be\nyond-a-reasonable-doubt standard would require) a federal\nmurder prosecution has no proper place. Limited as I\nhave suggested, the federal law would still have ample\nscope, reaching what were surely the principal cases Con\ngress had in mind—the killing of prospective witnesses in\nfederal trials or in ongoing federal investigations. Here,\nas would be the case in many situations involving a\nmerely hypothetical link to a federal investigation, Fowler\nmurdered a state police officer. The natural place to have\nprosecuted him would have been state court.\n   The Court’s analysis is even less persuasive in light of\nthe rule of lenity, under which we must construe ambigu\nous criminal statutes in favor of the defendant. Here, the\nCourt adopts a kind of rule of harshness, discarding the\nmost straightforward construction of the text in favor of\ntextually implausible one, based on vague intuitions about\nthe statute’s purpose. The Court’s opinion never cites the\nrule of lenity, probably because it cannot honestly say that\n                  Cite as: 563 U. S. ____ (2011)            5\n\n                SCALIA, J., concurring in judgment\n\nthe statute is so clear that “there is no ambiguity for the\nrule of lenity to resolve.” Burgess v. United States, 553\nU. S. 124, 136 (2008).\n   To make matters worse, the Court’s standard is hope\nlessly indeterminate. The Government must show that a\ncommunication to a federal officer is “reasonably likely,”\nwhich is less likely than “more likely than not,” but more\nlikely than “reasonably possible.” Ante, at 7–9. I doubt\nthat any jury can grasp the distinction between “you must\nfind that a communication to a federal officer was rea\nsonably likely” and “you must find that a communication\nto a federal officer was reasonably possible.” Under\nstandably, the Court refuses to give any examples of what\n“reasonably likely” means, except for an absurd example\ninvolving communications with Lithuanian police officers,\nante, at 10—which obviously would not be “reasonably\npossible” either. Indeed, the Court refuses to apply its\nstandard to the facts of this case, leaving that precarious\ntask to the lower court.\n                             III\n  The dissent adopts a view of the statute that is even\nbroader than the Government’s. It effectively contends\nthat the Government need not prove anything with respect\nto the fact that the communication sought to be prevented\nwas “to a law enforcement officer . . . of the United States.”\nAs long as the Government can prove that the defendant\nsought to prevent the communication of information about\na federal crime (including a federal crime that is also a\nstate crime) it will necessarily have proved that the “set of\nlaw enforcement officers (whose identities were unknown\nto him)” he had in mind “included law enforcement officers\nwho were employed by the United States.” Post, at 3\n(opinion of ALITO, J.). Conviction requires neither any\nspecific intent regarding the federal status of the officer,\nnor even any likelihood that a communication to a federal\n6                FOWLER v. UNITED STATES\n\n                SCALIA, J., concurring in judgment\n\nofficer would have occurred.\n   The principal defect in this interpretation is that it\nmakes the words “of the United States” superfluous.\nSection 1512(a)(1)(C) specifically requires that the in\nformation the defendant seeks to prevent from being com\nmunicated be “information relating to the commission or\npossible commission of a Federal offense.” If the phrase\n“to a law enforcement officer . . . of the United States”\nrequires nothing more than this it is utterly without effect.\nThe implication of this view is that Congress enacted\n§1512(a)(1)(C)’s reference to “a law enforcement officer . . .\nof the United States,” only to immediately nullify it by\n§1512(g)(2)’s “no state of mind” provision. Not likely—and\nnot sound statutory interpretation.\n   The dissent claims that my analysis “confuses what the\nprosecution must prove with what a rational jury may\nchoose to infer in a particular case.” Post, at 6. I find this\ncontention difficult to understand. In the dissent’s view, a\nproperly instructed jury should be required to find neither\nthat the defendant’s mens rea had any connection to a\nfederal officer, nor that the defendant’s actus reus had any\nconnection to a federal officer. It therefore follows that\nunder the dissent’s view, a properly instructed jury should\nbe required to find nothing about a connection to a federal\nofficer beyond the fact that the information related to a\nfederal offense, which means that, unless the jury is acting\nirrationally or is engaging in jury nullification, the “of the\nUnited States” provision is indeed superfluous. The dis\nsent is correct that the proof of one element of a crime\n(such as an overt act) can sometimes be used to prove that\na different element (such as a conspiratorial agreement) is\nsatisfied, post, at 6–7, n. 2; but in such cases, the jury is\ninstructed that it is required to make a separate finding to\nconvict (e.g., that a conspiratorial agreement actually\noccurred). Here, the dissent identifies no separate finding\nthe jury must make beyond the fact of a federal offense.\n                  Cite as: 563 U. S. ____ (2011)            7\n\n                SCALIA, J., concurring in judgment\n\nThe dissent also observes that when a defendant murders\na federal officer to prevent him from communicating in\nformation about a nonfederal crime, he does not violate\nthe statute. Post, at 7. This observation convincingly\nestablishes that the statutory words “Federal offense” are\nnot superfluous under the dissent’s view, an observation\nirrelevant to my point that the dissent makes the statu\ntory words “of the United States” superfluous.\n   The dissent contends that my interpretation “has no\ngrounding in the language of the statute.” Post, at 4. It\nasserts that “the text of the statute makes it perfectly\nclear that the federal officer requirement is exclusively an\nelement of the defendant’s mens rea.” Post, at 5 (internal\nquotation marks omitted). Perhaps the only thing “per\nfectly clear” about this statute is that it states the precise\nopposite of that proposition: “[N]o state of mind need be\nproved with respect to the circumstance . . . that the law\nenforcement officer is an officer or employee of the Federal\nGovernment.” §1512(g)(2).\n   The dissent’s interpretation would federalize crimes\nthat have no connection to any federal investigation. A\nperson caught by a state police officer with marijuana who\nmurders the state police officer to cover it up could be\nprosecuted in federal court. That would approach the\nouter limits of Congress’s enumerated powers. We have\nadopted a federalism principle that applies when a statute\nwould render “traditionally local criminal conduct . . . a\nmatter for federal enforcement”: “[U]nless Congress con\nveys its purpose clearly, it will not be deemed to have\nsignificantly changed the federal-state balance in the\nprosecution of crimes.” Jones v. United States, 529 U. S.\n848, 858 (2000) (internal quotation marks omitted). Thus,\nthe dissent adds to the Court’s “rule of harshness” a rule of\nantifederalism, under which a court must actually ignore\na federal connection that Congress prescribed so as to\navoid intrusion into traditionally local law enforcement.\n8               FOWLER v. UNITED STATES\n\n               SCALIA, J., concurring in judgment\n\n                        *     *    *\n   Because the Government did not establish that Fowler\nintended to prevent a communication that, if made, would\nhave been made to a federal law enforcement officer, there\nwas insufficient evidence to convict him of violating\n§1512(a)(1)(C). Since there remains, however, the ques\ntion whether Fowler preserved this issue at trial or\nwhether the inadequacy of the evidence constituted plain\nerror, I concur in the Court’s order vacating the judgment\nand remanding for resolution of that question.\n                 Cite as: 563 U. S. ____ (2011)            1\n\n                     ALITO, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                         No. 10–5443\n                         _________________\n\n\nCHARLES ANDREW FOWLER, AKA MAN, PETITIONER\n             v. UNITED STATES\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n          APPEALS FOR THE ELEVENTH CIRCUIT\n\n                        [May 26, 2011] \n\n\n  JUSTICE ALITO, with whom JUSTICE GINSBURG joins,\ndissenting.\n  The decision of the Court fails to follow the clear lan\nguage of 18 U. S. C. §1512(a)(1)(C). Instead of heeding\nthe statutory text, the Court has effectively amended the\nstatute by adding a new element.\n                               I\n    As relevant here, §1512(a)(1)(C) makes it a federal crime\n“to kill another person, with intent to . . . prevent the\ncommunication by any person to a law enforcement officer\n. . . of the United States of information relating to the\ncommission or possible commission of a Federal offense.”\nAlso important for present purposes is §1512(g)(2), which\nprovides, among other things, that “[i]n a prosecution for\nan offense under this section, no state of mind need be\nproved with respect to the circumstance . . . that the law\nenforcement officer is an officer or employee of the Federal\nGovernment.”\n    Putting these two provisions together, what had to be\nshown in the present case was as follows:\n(1) Fowler killed Officer Horner,\n(2) with the intent to prevent any person (i.e., either Offi\ncer Horner or someone else) from communicating,\n(3) to a person who (whether or not known as such to\n2                FOWLER v. UNITED STATES\n\n                     ALITO, J., dissenting\n\nFowler) was a federal law enforcement officer,\n(4) information concerning the possible commission of a\nfederal crime.\n  The question before us is whether there was sufficient\nevidence to support Fowler’s conviction, and thus we must\nask whether any rational jury could find that all of the\nelements noted above were adequately established. See\nUnited States v. Powell, 469 U. S. 57, 67 (1984).\n  There can be no dispute that there was sufficient evi\ndence to establish elements (1), (2), and (4). That is, there\nwas ample evidence to show (1) that Fowler killed Officer\nHorner, (2) that he did so with the intent to prevent the\ncommunication of information about what Officer Horner\nhad seen, and (4) that this information concerned the\npossible commission of at least one federal crime—for\nexample, conspiracy to rob a bank in violation of 18\nU. S. C. §§371, 2113.\n  Thus, the only remaining question is whether there was\nenough evidence to permit a rational jury to infer that\nelement (3) had been satisfied. And in connection with\nthis question, it is important to keep in mind three things\nthat element (3) does not require.\n  First, element (3) does not demand proof that Officer\nHorner, had he not been killed, would have reported—or\neven might have reported—what he saw to anyone, much\nless to a federal officer. Element (3) is solely concerned\nwith a defendant’s intent.\n  Second, while element (3) requires proof that Fowler\nintended to prevent some law enforcement officer from\nlearning what Officer Horner had seen, element (3) does\nnot require proof that Fowler had any particular law\nenforcement officer in mind. Section 1512(a)(1)(C) simply\ndemands that the recipient of the information be “a law\nenforcement officer.” Thus, it would be enough if Fowler’s\nintent was to prevent Officer Horner’s information from\nreaching any federal law enforcement officer.\n                 Cite as: 563 U. S. ____ (2011)            3\n\n                     ALITO, J., dissenting\n\n   Third, element (3) does not demand proof that Fowler\nknew that the generic officer noted above was a federal,\nas opposed to a state or local, law enforcement officer. Sec\ntion 1512(g)(2) specifically rules out any such requirement.\nIt is enough that our generic officer was in fact a federal\nofficer.\n   When the meaning of element (3) is understood, it is\nclear that the decision of the Court of Appeals in this case\nmust be affirmed. A rational jury could infer that Fowler’s\nintent was to prevent information about what Officer\nHorner had seen from reaching any person who could\nbring about his arrest and conviction. In other words, a\nrational jury could infer that Fowler, in effect, had in mind\na set of law enforcement officers (whose identities were\nunknown to him) who could set in motion a chain of events\nthat would land him in prison. And since the information\nthat Officer Horner possessed related to, among other\nthings, the possible commission of a federal crime, a ra\ntional jury could infer that this group included law en\nforcement officers who were employed by the United\nStates. The question presented in this case is as simple as\nthat.\n                               II\n  The Court begins on the right track, observing that the\n“relevant question concerns the defendant’s intent” and\nthat therefore “the Government need not show beyond a\nreasonable doubt (or even that it is more likely than not)\nthat the hypothetical communication would have been to a\nfederal officer.” Ante, at 5 (emphasis in original). But the\nCourt veers off course when it goes on to hold that the\nprosecution was required to show that, if Officer Horner\nhad not been killed, there was a “reasonable likelihood”\nthat his information would have reached a federal officer.\nAnte, at 9 (emphasis in original).\n  The Court reaches this conclusion based on the meaning\n4                FOWLER v. UNITED STATES\n\n                     ALITO, J., dissenting\n\nof the word “prevent.” See ante, at 6–10. The Court starts\nwith the proposition that “apart from mistakes . . . one\ncannot act with an ‘intent to prevent’ something that could\nnot possibly have taken place regardless.” Ante, at 6\n(emphasis in original). I understand this to mean that a\nrational person will not take action to prevent something\nthat the person knows is not possible. This is true, but it\ndoes not follow that a rational person will not take action\nto prevent an undesirable event unless the event is “rea\nsonably likely.” Risk-averse people do this all the time.\nThey refrain from flying to avoid dying in a plane crash.\nThey shun rooms on the upper floors of hotels to prevent\nbeing trapped in the event of a fire.\n   What matters under §1512(a)(1)(C) is not the likelihood\nthat information about a possible federal crime will be\nconveyed to a federal officer. What matters is the intent\nof the person who kills or attempts to kill in order to pre\nvent that information from reaching such an officer. The\nCourt’s “reasonable likelihood” test has no basis in the text\nof §1512(a)(1)(C).\n   The Court’s test also makes little sense. Under this test,\nthe application of §1512(a)(1)(C) depends on a witness\nkiller’s toleration of risk.     According to the Court,\n§1512(a)(1)(C) does not reach a killer who has so little\nregard for human life that he or she is willing to murder in\norder to prevent even a remote possibility that a witness\nwill inform the authorities. It is hard to imagine why\nCongress would have wanted to draw this line.\n                          III\n  JUSTICE SCALIA’s interpretation of §1512(a)(1)(C) also\nhas no grounding in the language of the statute. He\nmakes the fundamental mistake of confusing §1512(a)\n(1)(C)’s mens rea and actus reus elements. JUSTICE\nSCALIA states that what he terms “the ‘federal officer’\nrequirement” is “an element of the actus reus,” ante, at 2\n                 Cite as: 563 U. S. ____ (2011)            5\n\n                     ALITO, J., dissenting\n\n(opinion concurring in judgment), but the text of the\nstatute makes it perfectly clear that “the ‘federal officer’\nrequirement” is exclusively an element of the defendant’s\nmens rea.\n  The statute provides:\n      “(a)(1) Whoever kills or attempts to kill another\n    person, with intent to—\n         .          .           .            .          .\n      “(C) prevent the communication by any person to a\n    law enforcement officer or judge of the United States\n    of information relating to the commission or possible\n    commission of a Federal offense or a violation of con\n    ditions of probation, parole, or release pending judicial\n    proceedings;\n    “shall be punished as provided in paragraph (3).”\n    §1512(a)(1)(C) (emphasis added).\n  The actus reus of this provision is set out in its first\neight words (“Whoever kills or attempts to kill another\nperson”). Everything else—that is, everything that follows\nthe phrase “with intent to”—concerns the defendant’s\nmens rea.\n  JUSTICE SCALIA interprets §1512(g)(2) as transforming\n“the ‘federal officer’ requirement” from an element of the\nmens rea into an element of the actus reus, see ante, at\n2–3, but this reading is plainly wrong. Section 1512(g)(2)\nprovides in relevant part:\n    “In a prosecution for an offense under [18 U. S. C.\n    §1512], no state of mind need be proved with re-\n    spect to the circumstance . . . that the law enforcement\n    officer is an officer or employee of the Federal\n    Government.”\n  What this clearly means, as the Court recognizes, see\nante, at 4, is simply that a defendant need not intend to\nprevent a qualifying communication from reaching an\n6                       FOWLER v. UNITED STATES\n\n                              ALITO, J., dissenting\n\nofficer whom the defendant knows to be a federal, as op\nposed to a state or local law enforcement officer. But noth\ning in this provision adds to the actus reus elements in\n§1512(a)(1)(C).\n   JUSTICE SCALIA’s principal criticism of my interpreta\ntion of the statute is that “it makes the words ‘of the\nUnited States’ superfluous.” Ante, at 6.1 He incorrectly\nstates that under my interpretation “the Government need\nnot prove anything with respect to the fact that the com\nmunication sought to be prevented was ‘to a law enforce\nment officer . . . of the United States’ ” and that “[a]s long\nas the Government can prove that the defendant sought to\nprevent the communication of information about a federal\ncrime (including a federal crime that is also a state crime)\nit will necessarily have proved that [the set of officers\nwhom the defendant had in mind] ‘included law enforce\nment officers who were employed by the United States.’ ”\nAnte, at 5 (emphasis in original). This description of my\ninterpretation confuses what the prosecution must prove\nwith what a rational jury may choose to infer in a particu\nlar case.\n   In order to violate §1512(a)(1)(C), a defendant must\nhave an intent regarding two things: first, the substance of\nthe communication that the defendant wishes to prevent\n(information concerning, among other things, the commis\nsion or possible commission of a federal crime) and, sec\nond, the recipient of the communication (a law enforce\nment officer or judge who turns out to be a federal officer\nor judge).\n   It is true that evidence regarding the federal character\nof an offense may lead a rational jury to infer that the\nofficers whom the defendant had in mind included federal\nofficers.2 But those two elements remain distinct; both\n——————\n    1 The   Court makes a related argument. See ante, at 8.\n    2 There   is nothing unusual about the proposition that the proof of one\n                    Cite as: 563 U. S. ____ (2011)                   7\n\n                         ALITO, J., dissenting\n\nmust be proved beyond a reasonable doubt; and it is en\ntirely possible for a defendant to satisfy one without also\nsatisfying the other. For example, if a uniformed federal\nofficer came upon a defendant during the commission of a\npurely state offense (for example, a murder, assault, or\nrape not committed in a federal enclave), the defendant\nmight kill or attempt to kill the officer to prevent the\nofficer from radioing in that information to the officer’s\nsuperiors. This defendant would have the intent to pre\nvent a communication to a federal officer, but there would\nbe no violation of the statute because the information\nwould not concern a federal crime. Thus, contrary to\nJUSTICE SCALIA’s suggestion, under my interpretation,\nthe two intent elements—relating to the substance of the\nfeared communication and the identity of the feared re\ncipient—are not redundant.\n    JUSTICE SCALIA invokes a rule that disfavors the inter\npretation of a federal criminal statute in a way that\n“ ‘significantly change[s] the federal-state balance in the\nprosecution of crimes.’ ”3 Ante, at 7 (quoting Jones v.\nUnited States, 529 U. S. 848, 858 (2000)). This rule, how\never, does not justify ignoring the plain terms of the\nstatute.\n                       *     *    *\n  The Court has effectively amended §1512(a)(1)(C) by\nadding an element that is nowhere to be found in the text\nof the statute. And the Court’s new element makes little\nsense and will create confusion for trial judges and juries.\n\n——————\nelement of a crime may provide a sufficient basis for inferring that\nanother element may be satisfied. To take a common example, overt\nacts committed in furtherance of a conspiracy may be sufficient to\npermit a jury to infer that a conspiratorial agreement was reached. But\nthat does not alter the need to prove beyond a reasonable doubt that\nsuch an agreement was reached.\n  3 The Court again makes a related argument. See ante, at 8–9.\n8                FOWLER v. UNITED STATES\n\n                      ALITO, J., dissenting\n\nFollowing the language of §1512(a)(1)(C), I would hold\nthat the evidence in this case was sufficient to establish all\nof the elements that Congress saw fit to include. I there\nfore respectfully dissent.\n</pre>", "id": 217514, "judges": "", "local_path": "pdf/2011/05/26/Fowler_v._United_States.pdf", "nature_of_suit": "", "plain_text": "(Slip Opinion)              OCTOBER TERM, 2010                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                    FOWLER v. UNITED STATES\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                THE ELEVENTH CIRCUIT\n\n     No. 10–5443. Argued March 29, 2011—Decided May 26, 2011\nWhile preparing to rob a bank, petitioner Fowler and others were dis\n covered by a local police officer, whom Fowler killed. Fowler was\n convicted of violating the federal witness tampering statute, which\n makes it a crime “to kill another person, with intent to . . . prevent\n the communication by any person to a [Federal] law enforcement offi\n cer” of “information relating to the . . . possible commission of a Fed\n eral offense,” 18 U. S. C. §1512(a)(1)(C). Rejecting Fowler’s argument\n that the evidence was insufficient to show that he had killed the offi\n cer intending to prevent him from communicating with a federal offi\n cer, the Eleventh Circuit held that a showing of a possible or poten\n tial communication to federal authorities was sufficient.\nHeld: In such circumstances, the Government must establish a\n §1512(a)(1)(C) violation by showing there was a reasonable likelihood\n that a relevant communication would have been made to a federal of\n ficer. Pp. 3–10.\n    (a) In a §1512(a)(1)(C) prosecution, “no state of mind need be\n proved with respect to the circumstance . . . that the law enforcement\n officer is an . . . employee of the Federal Government,” §1512(g)(2).\n Thus, the Government must prove (1) a killing, (2) committed with a\n particular intent, namely, an intent (a) to “prevent” a “communica\n tion” (b) about “the commission or possible commission of a Federal\n offense” (c) to a federal “law enforcement officer.” P. 3.\n    (b) Nothing in §1512(a)(1)(C)’s language limits it to instances in\n which the defendant has some identifiable law enforcement officers\n particularly in mind. Any such limitation would conflict with the\n statute’s basic purpose. Witness tampering may prove more serious\n (and more effective) when the crime takes place before the victim has\n engaged in any communication at all with officers—at a time when\n2                     FOWLER v. UNITED STATES\n\n                                  Syllabus\n\n    the precise communication and nature of the officer who may receive\n    it are not yet known. Hence, the statute covers a defendant, like pe\n    titioner, who kills with intent to prevent communication with any\n    and all officers. The Court must consequently decide what, if any\n    thing, the Government must show about the likelihood of a hypo\n    thetical communication with a federal officer where the defendant did\n    not think specifically about any particular communication or its re\n    cipient. Pp. 4–7.\n       (c) To determine what the Government must prove in such in\n    stances, the Court looks to the dictionary definition of the statutory\n    word “prevent,” which means rendering an “intended,” “possible,” or\n    “likely” event impractical or impossible by anticipatory action. No\n    one suggests that the word “intended” sets forth the appropriate\n    standard here. The Government and the Eleventh Circuit would rest\n    their standard on the word “possible.” But that standard would\n    eliminate the independent force of the statutory “federal officer” re\n    quirement, and would extend the statute beyond its intended, basi\n    cally federal, scope. Fashioning a standard based on the word\n    “likely” is consistent with the statute’s language and objectives.\n    Thus, where the defendant kills a person with an intent to prevent\n    communication with law enforcement officers generally, that intent\n    includes an intent to prevent communications with federal officers\n    only if there is a reasonable likelihood under the circumstances that,\n    in the absence of the killing, at least one of the relevant communica\n    tions would have been made to a federal officer. The Government\n    need not show that such a communication, had it occurred, would\n    have been federal beyond a reasonable doubt, nor even that it is more\n    likely than not. But it must show that the likelihood of communica\n    tion to a federal officer was more than remote, outlandish, or hypo\n    thetical. Pp. 7–10.\n       (d) Because Fowler’s argument that the evidence is insufficient to\n    satisfy a “reasonable likelihood” standard was not raised at trial, the\n    lower courts must determine whether, and how, the standard applies\n    in this case. P. 10.\n603 F. 3d 883, vacated and remanded.\n\n  BREYER, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and KENNEDY, THOMAS, SOTOMAYOR, and KAGAN, JJ., joined.\nSCALIA, J., filed an opinion concurring in the judgment. ALITO, J., filed\na dissenting opinion, in which GINSBURG, J., joined.\n                        Cite as: 563 U. S. ____ (2011)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 10–5443\n                                   _________________\n\n\nCHARLES ANDREW FOWLER, AKA MAN, PETITIONER\n             v. UNITED STATES\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n          APPEALS FOR THE ELEVENTH CIRCUIT\n\n                                 [May 26, 2011] \n\n\n    JUSTICE BREYER delivered the opinion of the Court.\n    The federal witness tampering statute makes it a crime\n“to kill another person, with intent to . . . prevent the\ncommunication by any person to a law enforcement officer\n. . . of the United States” of “information relating to the . . .\npossible commission of a Federal offense.” 18 U. S. C.\n§1512(a)(1)(C). We focus on instances where a defendant\nkilled a person with an intent to prevent that person from\ncommunicating with law enforcement officers in general\nbut where the defendant did not have federal law en\nforcement officers (or any specific individuals) particularly\nin mind. The question before us concerns what, if any\nthing, the Government must show beyond this broad in\ndefinite intent in order to show that the defendant more\nparticularly intended to prevent communication with\nfederal officers as well. We hold that, in such circum\nstances, the Government must show that there was a\nreasonable likelihood that a relevant communication\nwould have been made to a federal officer.\n                          I\n  In the early morning hours of March 3, 1998, Charles\n2                FOWLER v. UNITED STATES\n\n                     Opinion of the Court\n\nFowler and several other men prepared to rob a Florida\nbank. They met in a cemetery, put on black clothes and\ngloves, began to drink and use drugs, and discussed the\nproposed crime. Shortly before daybreak a local police\nofficer, Todd Horner, came upon the group. He pulled out\nhis gun and asked the men to identify themselves. Fowler\nand some of the others managed to overcome Horner and\ntake his gun. After Horner spoke to one of the men by\nname, Fowler said, “Now we can’t walk away from this\nthing.” App. 38 (internal quotation marks omitted). And\nhe shot and killed Horner.\n   Federal authorities charged Fowler with violating the\nfederal witness tampering statute. He was convicted. On\nappeal, Fowler argued that the evidence was insufficient\nto show that he had killed Horner intending to prevent\nHorner from communicating with a federal officer. The\nEleventh Circuit disagreed. It held that a showing of a\n“possible or potential communication to federal authori\nties” was sufficient. 603 F. 3d 883, 888 (2010).\n   Fowler sought certiorari. And because the Circuits have\ndisagreed about this last-mentioned matter, we granted\nFowler’s petition for certiorari. Compare United States v.\nHarris, 498 F. 3d 278, 286 (CA4 2007) (“So long as the\ninformation the defendant seeks to suppress actually\nrelates to the commission or possible commission of a\nfederal offense, the federal nexus requirement is estab\nlished”), with United States v. Lopez, 372 F. 3d 86, 91–92\n(CA2 2004), vacated and remanded on other grounds, 544\nU. S. 902 (2005) (requiring Government to show federal\ncrime along with “ ‘additional appropriate evidence’ ” that\n“the victim plausibly might have turned to federal offi\ncials”); see also United States v. Bell, 113 F. 3d 1345, 1349\n(CA3 1997); United States v. Causey, 185 F. 3d 407, 422–\n423 (CA5 1999); United States v. Wright, 536 F. 3d 819,\n824–825 (CA8 2008).\n                 Cite as: 563 U. S. ____ (2011)            3\n\n                     Opinion of the Court\n\n                              II\n  The federal witness tampering statute in relevant part\nforbids the “kill[ing] or attempt[ed] kill[ing]” of “another\nperson” with a certain “intent,” namely, an\n    “intent to . . . prevent the communication by any per\n    son to a law enforcement officer or judge of the United\n    States of information relating to the commission or\n    possible commission of a Federal offense . . . .” 18\n    U. S. C. §1512(a)(1)(C).\nA related subsection says that in a prosecution for this\noffense\n    “no state of mind need be proved with respect to\n    the circumstance . . . that the judge is a judge of the\n    United States or that the law enforcement officer is an\n    officer or employee of the Federal Government . . . .”\n    §1512(g)(2).\nThis language makes clear that in a prosecution the Gov\nernment must prove (1) a killing or attempted killing, (2)\ncommitted with a particular intent, namely, an intent (a)\nto “prevent” a “communication” (b) about “the commission\nor possible commission of a Federal offense” (c) to a federal\n“law enforcement officer or judge.”\n   The question here is how this language applies when a\ndefendant (1) kills a victim, (2) with an intent (a) to pre\nvent a communication (b) about the commission or possi\nble commission of a federal offense but (c) to law enforce\nment officers in general rather than to some specific law\nenforcement officer or set of officers which the defendant\nhas in mind. This kind of circumstance is not necessarily\nrare, as the facts here illustrate. Fowler (we here assume)\nwas not thinking specifically about federal officers, but he\nwould nonetheless have wanted to prevent communication\nwith federal officers from taking place (had he considered\nthe matter).\n4                 FOWLER v. UNITED STATES \n\n\n                       Opinion of the Court \n\n\n                                 III \n\n  When the defendant has in mind a particular individual\nor a particular set of individuals with whom he fears the\nvictim might communicate, the application of the statute\nis relatively clear. For instance, if a defendant kills a\nvictim with the intent of preventing the victim from com\nmunicating with a particular individual, say John Smith,\nwho the defendant knows is a federal law enforcement\nofficer, the statute fits like a glove. If a defendant kills a\nvictim with the intent of preventing the victim from com\nmunicating with Sam Smith, who is in fact (but who the\ndefendant does not know is) a federal law enforcement\nofficer, the statute still fits, for it specifically says that “no\nstate of mind need be proved” with respect to this last\nmentioned circumstance.\n  Nothing in the statutory language, however, limits it to\nthese kinds of instances, instances in which the defendant\nhas some law enforcement officer or set of officers, or other\nidentifiable individuals, particularly in mind. Moreover,\nany such limitation would conflict with the statute’s basic\npurpose. Witness tampering may prove more serious (and\nmore effective) when the crime takes place before the\nvictim has engaged in any communication at all with law\nenforcement officers—at a time when the precise commu\nnication and nature of the officer who may receive it are\nnot yet known. Cf., e.g., S. Rep. No. 97–532, pp. 14, 15\n(1982) (statute applies “to offenses against witnesses,\nvictims, or informants which occur before the witness\ntestifies or the informant communicates with law en\nforcement officers”); id., at 19 (witness “[i]ntimidation\noffenses are particularly insidious and do violence to\ntraditional notions of justice because no one can be con\nvicted of a crime which is not reported. [Section 1512]\nreaches intimidation offenses committed before a crime is\nreported to the appropriate authorities”). Hence the stat\nute covers a defendant who kills with intent to prevent\n                  Cite as: 563 U. S. ____ (2011)            5\n\n                      Opinion of the Court\n\ncommunication with law enforcement officers generally\n(i.e., with any and all law enforcement officers). And we\nmust consequently decide what, if anything, the Govern\nment must show about the likelihood of a hypothetical\ncommunication with a federal law enforcement officer in\ncircumstances where the defendant did not think specifi\ncally about any particular communication or its recipient.\n   In these circumstances, the application of the statute is\nnot as simple. We cannot determine whether the individ\nual the defendant had in mind is in fact a federal officer,\nbecause the defendant did not have a particular individual\nin mind. And we cannot insist that the defendant have\nhad some general thought about federal officers in mind\nbecause the statute says that “no state of mind need be\nproved” in respect to the federal nature of the communica\ntion’s recipient. §1512(g)(2). What, then, must the Gov\nernment show to prove that such a defendant intended to\nprevent communications to federal officers?\n   We begin with two basic propositions. First, in our\nview, the Government need not show beyond a reasonable\ndoubt (or even that it is more likely than not) that the\nhypothetical communication would have been to a federal\nofficer. No Circuit has adopted this interpretation, and no\nparty argues for it here. But see post, at 1–2 (SCALIA, J.,\nconcurring in judgment). And for good reason: The rele\nvant question concerns the defendant’s intent. The Gov\nernment will already have shown beyond a reasonable\ndoubt that the defendant possessed the relevant broad\nindefinite intent, namely, the intent to prevent the victim\nfrom communicating with (unspecified) law enforcement\nofficers. And one can possess an intent (i.e., one can act in\norder to bring about a certain state of affairs) even if there\nis considerable doubt whether the event that the intent\ncontemplates will in fact occur. One can, for example, put\nup shutters with the intent of protecting the furniture\nfrom hurricane damage even if there is considerable doubt\n6               FOWLER v. UNITED STATES\n\n                    Opinion of the Court\n\nthat any hurricane will actually occur. One can drive to\nFenway Park with the intent of seeing the Red Sox play\nthat afternoon even if a mistake about the date means the\nstadium is empty. One can blow up a bridge with the\nintent of stopping an advancing army, even if the army\nadvances regardless, along a different route. And, simi\nlarly, a defendant can kill a victim with an intent to\nprevent the victim from communicating with federal law\nenforcement officers even if there is some considerable\ndoubt that any such communication would otherwise have\ntaken place.\n  But, second, the Government must show more than\nthe broad indefinite intent we have described, the intent\nto prevent communications to law enforcement officers in\ngeneral. That is so for two separate reasons. For one\nthing, the statute speaks of an “intent to prevent” some\nthing. But (apart from mistakes, as in our Red Sox exam\nple) one cannot act with an “intent to prevent” something\nthat could not possibly have taken place regardless. We\ncan speak of a Colorado trout fisherman who tries to\nprevent his trout stream from being invaded by pike or\ncarp, but in ordinary circumstances we cannot speak\nabout trying to prevent the stream’s invasion by whales.\nIndeed, the dictionary defines “prevent” as “to render (an\nintended, possible, or likely action or event) impractical\nor impossible by anticipatory action.” OED Online (Mar.\n2011) (emphasis added), http://www.oed.com/view/Entry/\n151073?rskey=QWN6QB&result=2&isAdvanced=false (all\nInternet materials as visited May 23, 2011, and available\nin Clerk of Court’s case file).\n  For another thing, to allow the Government to show no\nmore than the broad indefinite intent we have described\n(the intent to prevent communications to law enforcement\nofficers in general) would bring within the scope of this\nstatute many instances of witness tampering in purely\nstate investigations and proceedings, thus extending the\n                  Cite as: 563 U. S. ____ (2011)            7\n\n                      Opinion of the Court\n\nscope of this federal statute well beyond the primarily\nfederal area that Congress had in mind. See infra, at 8–9.\nFor both these reasons, unlike the dissent, we cannot read\nthe statute as intending to excuse the Government from\nproving something about the hypothetical communication\nwith federal officers. The question remains, what is that\nsomething?\n                              IV\n   We find possible answers to this question in the diction\nary definition of the word “prevent.” As we have said, that\nword applies where a defendant, by “anticipatory action,”\n(here, killing a victim) intended “to render . . . impractical\nor impossible” an “action or event” (here, the victim’s\ncommunication with a federal law enforcement officer)\nwhich (1) was “intended,” (2) was “possible,” or (3) was\n“likely” to have otherwise occurred.\n   No one suggests that the first word, the word “in\ntended,” sets forth the appropriate standard. That word in\nthis context refers to the victim’s intent. That intent is\noften difficult to discern. Moreover, to require the Gov\nernment to prove it would prevent the statute from apply\ning where it is plain that federal officers would have\nbeen involved in investigating and prosecuting the offense\n(for instance, robbing the United States Bullion Depository\nat Fort Knox), but where the defendant killed the victim\nbefore the victim had decided to communicate to law\nenforcement officers. Congress, however, intended the\nstatute to apply in these last-mentioned circumstances.\nSee supra, at 4.\n   The Government (and the Eleventh Circuit) would rest\ntheir standard on the second word, the word “possible.”\nSee Brief for United States 10 (standard is “whether it\nwas reasonably possible that at least one of the communi\ncations that the murder . . . was intended to prevent would\nhave been with a federal law enforcement official”); 603\n8                FOWLER v. UNITED STATES\n\n                     Opinion of the Court\n\nF. 3d, at 888 (requiring showing of a “possible or potential\ncommunication to federal authorities”). But, in our view,\nthat standard is difficult to reconcile with the statute’s\nlanguage and its intended, basically federal, scope. Cf.\nsupra, at 6–7.\n  Often, when a defendant acts in ways that violate state\ncriminal law, some or all of those acts will violate federal\ncriminal law as well. And where a federal crime is at\nissue, communication with federal law enforcement offi\ncers is almost always a possibility. Thus, to allow the\nGovernment to show only a mere possibility that a com\nmunication would have been with federal officials is to\npermit the Government to show little more than the possi\nble commission of a federal offense. (That is to say, the\nlatter showing by itself would almost automatically show\nthe statutorily necessary connection with a federal law\nenforcement officer.) The “possibility” standard would\nthereby weaken or eliminate the independent force of the\nseparate statutory requirement that the defendant, in\nkilling the victim, must intend to prevent communication\nwith one who is “a law enforcement officer or judge of\nthe United States.” 18 U. S. C. §1512(a)(1)(C) (emphasis\nadded); see §1515(a)(4) (defining “law enforcement officer”\nas “an officer or employee of the Federal Government”\n(emphasis added)). Cf. Duncan v. Walker, 533 U. S. 167,\n174 (2001) (normally we must give effect “to every clause\nand word of a statute” (internal quotation marks omit\nted)); Ratzlaf v. United States, 510 U. S. 135, 140–141\n(1994) (expressing particular reluctance to “treat statutory\nterms” as “surplusage” “when the words describe an ele\nment of a criminal offense”).\n  Moreover, because of the frequent overlap between state\nand federal crimes, the use of a standard based on the\nword “possible” would transform a federally oriented\nstatute into a statute that would deal with crimes, investi\ngations, and witness tampering that, as a practical mat\n                  Cite as: 563 U. S. ____ (2011)             9\n\n                      Opinion of the Court\n\nter, are purely state in nature. See, e.g., Dept. of Justice,\nBureau of Justice Statistics, (FY 2008 Persons arrested\nand booked, Drug offense: Marijuana), http://bjs.ojp.usdoj.gov/\nfjsrc; Dept. of Justice, Federal Bureau of Investigation,\n2008 Crime in the United States (Arrests), http://\nwww2.fbi.gov/ucr/cius2008/arrests/index.html; (Table 29),\nhttp://www2.fbi.gov/ucr/cius2008/data/table_29.html         (In\n2008, 0.7% of arrests for marijuana offenses were made\nby federal law enforcement officers); see also Jones v.\nUnited States, 529 U. S. 848, 858 (2000) (“[U]nless Con\ngress conveys its purpose clearly, it will not be deemed\nto have significantly changed the federal-state balance\nin the prosecution of crimes” (internal quotation marks\nomitted)).\n   The defendant argues that we should fashion a standard\nbased on the third word, the word “likely.” And we agree\nthat doing so is consistent with the statute’s language and\nobjectives. We consequently hold that (in a case such as\nthis one where the defendant does not have particular\nfederal law enforcement officers in mind) the Government\nmust show a reasonable likelihood that, had, e.g., the\nvictim communicated with law enforcement officers, at\nleast one relevant communication would have been made\nto a federal law enforcement officer. That is to say, where\nthe defendant kills a person with an intent to prevent\ncommunication with law enforcement officers generally,\nthat intent includes an intent to prevent communications\nwith federal law enforcement officers only if it is reasona\nbly likely under the circumstances that (in the absence of\nthe killing) at least one of the relevant communications\nwould have been made to a federal officer.\n   The Government need not show that such a communica\ntion, had it occurred, would have been federal beyond a\nreasonable doubt, nor even that it is more likely than not.\nFor, as we have said, one can act with an intent to prevent\nan event from occurring without it being true beyond a\n10               FOWLER v. UNITED STATES\n\n                     Opinion of the Court\n\nreasonable doubt (or even more likely than not) that the\nevent would otherwise occur. (Recall the homeowner who\ncloses his shutters in order to prevent damage from a\nhurricane that may not happen. Supra, at 5–6.) But the\nGovernment must show that the likelihood of communica\ntion to a federal officer was more than remote, outlandish,\nor simply hypothetical. Jones, who kills Smith to prevent\nhis communicating with law enforcement officers in gen\neral, does not kill Smith to prevent his communicating\nwith Lithuanian law enforcement officers, for there is no\nreasonable likelihood that any Lithuanian officers would\nbecome involved.\n                               V\n   Fowler argues that the evidence in this case is insuf\nficient to satisfy a “reasonable likelihood” standard. He\nconcedes, however, that he did not raise this question\nspecifically at trial. Tr. of Oral Arg. 21–22. We leave it to\nthe lower courts to determine whether, and how, the\nstandard applies in this particular case.\n\n  The judgment of the Court of Appeals for the Eleventh\nCircuit is vacated, and the case is remanded for further\nproceedings consistent with this opinion.\n                                          It is so ordered.\n                  Cite as: 563 U. S. ____ (2011)            1\n\n                SCALIA, J., concurring in judgment\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                          No. 10–5443\n                          _________________\n\n\nCHARLES ANDREW FOWLER, AKA MAN, PETITIONER\n             v. UNITED STATES\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n          APPEALS FOR THE ELEVENTH CIRCUIT\n\n                         [May 26, 2011] \n\n\n  JUSTICE SCALIA, concurring in the judgment.\n  I disagree with the Court’s interpretation of 18 U. S. C.\n§1512(a)(1)(C). In my view, the Government must prove\nthat the defendant intended to prevent a communication\nwhich, had it been made, would beyond a reasonable doubt\nhave been made to a federal law enforcement officer. The\nCourt’s vague “reasonable likelihood” standard has no\nbasis in the statutory text and will serve only to confuse\njudges and juries. Accordingly, although I agree the case\nshould be remanded for the Eleventh Circuit to consider\nwhether the objection to sufficiency of the evidence was\npreserved or whether the District Court committed plain\nerror, I would hold that there was insufficient evidence to\nsupport Fowler’s conviction.\n                                I\n    Section 1512(a)(1)(C) of Title 18 makes it a federal crime\n“to kill another person, with intent to . . . prevent the\ncommunication by any person to a law enforcement officer\n. . . of the United States of information relating to the\ncommission or possible commission of a Federal offense.”\nViewed in isolation, this provision contains an ambiguity:\nDoes the mens rea of the statute include a specific intent\nto prevent communication to a law enforcement officer of\nthe United States; or is it satisfied by the mere intent to\n2               FOWLER v. UNITED STATES\n\n               SCALIA, J., concurring in judgment\n\nprevent communication to a law enforcement officer who\nhappens to be a law enforcement officer of the United\nStates?\n   Happily, a different statutory provision resolves this\nambiguity. It states that “no state of mind need be proved\nwith respect to the circumstance . . . that the law enforce\nment officer is an officer or employee of the Federal Gov\nernment.” §1512(g)(2). This makes clear that the first\npossibility is wrong, and the second right. But removing\nthe “federal officer” requirement as an element of the\nstatute’s mens rea does not remove it as an element of the\nactus reus—that is, as an element of the facts that must be\nproved for conviction. It must be proved, and proved\nbeyond a reasonable doubt, that the communication in\ntended to be prevented was communication to a federal\nofficer. Thus, if a suspect in an investigation murders an\ninformant to prevent him from talking to authorities, but\nis unaware that the informant was working for the FBI,\nthe suspect would be guilty: He would have committed a\nmurder with the intention of preventing the informant’s\ncommunication to authorities about his criminal activities,\nand the communication he sought to prevent would neces\nsarily have been to federal law enforcement. Likewise, a\nsuspect would be guilty if he committed a murder to pre\nvent a witness from informing law enforcement that he\nlied on his federal income tax return: He sought to pre\nvent a communication that would have been made to\nfederal officials, because they alone prosecute federal tax\nviolations. But a suspect who commits a murder with the\ngeneral intent of preventing law enforcement from learn\ning about activities that violate both state and federal\nlaw would not be guilty, because the Government would\nbe unable to prove that the communication he sought to\nprevent necessarily would have been to a federal official.\n   Applying that standard, this is an easy case. There was\nevidence that Fowler murdered Officer Horner in order\n                  Cite as: 563 U. S. ____ (2011)            3\n\n                SCALIA, J., concurring in judgment\n\nto prevent him from communicating information about\nFowler’s criminal activities. But the only evidence prof\nfered by the Government to establish that the communica\ntion would have been to a federal law enforcement agent\nwas the fact that a different state police officer, four years\nlater, contacted federal law enforcement about a robbery\nby Fowler’s confederate—and that only because the state\nlaw statute of limitations for the robbery had expired.\nThat is not nearly enough to demonstrate Fowler’s guilt\nbeyond a reasonable doubt.\n                             II\n  The Court gives the statute a broader reading than the\none I ascribe. The Government can obtain a conviction, it\nsays, so long as it can prove a “reasonable likelihood” that\nthe communication would have been made to a federal\nlaw enforcement officer. I know of no precedent for using\na “likelihood” standard rather than the “beyond a rea\nsonable doubt” standard for a finding of fact essential\nto a criminal conviction; and the justifications the Court\npresents for that course in the present case are not\nconvincing.\n  The Court maintains that the Government need not\nshow beyond a reasonable doubt that the communication\nwould have been to a federal officer because “[t]he relevant\nquestion concerns the defendant’s intent.” Ante, at 5. But\nthat reasoning is directly contrary to §1512(g)(2), which\nexpressly states that the defendant’s intent is not the\nrelevant question with respect to the federal character of\nlaw enforcement officer meant to be deprived of the infor\nmation. The Court’s observation that “a defendant can kill\na victim with an intent to prevent the victim from commu\nnicating with federal law enforcement officers even if\nthere is some considerable doubt that any such communi\ncation would otherwise have taken place,” ante, at 6, is\ncompletely irrelevant to the question presented.\n4                FOWLER v. UNITED STATES\n\n               SCALIA, J., concurring in judgment\n\n   The Court also proclaims that a narrower view “would\nconflict with the statute’s basic purpose,” which is to\nprevent witness tampering “at a time when the precise\ncommunication and nature of the officer who may receive\nit are not yet known.” Ante, at 4. It cites no basis for\nattributing that purpose, and there is none—other than\nthe fact that it supports the Court’s outcome. Another\npurpose is just as likely—and indeed more likely, since it\ncan be achieved without abandonment of the ancient rule\nthat in criminal prosecutions facts must be found beyond a\nreasonable doubt. Murder, after all, is a crime, and often\na capital crime, under all state laws. There is no reason to\nascribe to Congress the “purpose” of transferring murder\nprosecutions that would ordinarily be brought in state\ncourt to federal court based on only a tangential federal\ninterest. Congress was concerned with preserving the\nintegrity and effectiveness of federal prosecutions, and\nwhere they are not clearly involved (as the ordinary be\nyond-a-reasonable-doubt standard would require) a federal\nmurder prosecution has no proper place. Limited as I\nhave suggested, the federal law would still have ample\nscope, reaching what were surely the principal cases Con\ngress had in mind—the killing of prospective witnesses in\nfederal trials or in ongoing federal investigations. Here,\nas would be the case in many situations involving a\nmerely hypothetical link to a federal investigation, Fowler\nmurdered a state police officer. The natural place to have\nprosecuted him would have been state court.\n   The Court’s analysis is even less persuasive in light of\nthe rule of lenity, under which we must construe ambigu\nous criminal statutes in favor of the defendant. Here, the\nCourt adopts a kind of rule of harshness, discarding the\nmost straightforward construction of the text in favor of\ntextually implausible one, based on vague intuitions about\nthe statute’s purpose. The Court’s opinion never cites the\nrule of lenity, probably because it cannot honestly say that\n                  Cite as: 563 U. S. ____ (2011)            5\n\n                SCALIA, J., concurring in judgment\n\nthe statute is so clear that “there is no ambiguity for the\nrule of lenity to resolve.” Burgess v. United States, 553\nU. S. 124, 136 (2008).\n   To make matters worse, the Court’s standard is hope\nlessly indeterminate. The Government must show that a\ncommunication to a federal officer is “reasonably likely,”\nwhich is less likely than “more likely than not,” but more\nlikely than “reasonably possible.” Ante, at 7–9. I doubt\nthat any jury can grasp the distinction between “you must\nfind that a communication to a federal officer was rea\nsonably likely” and “you must find that a communication\nto a federal officer was reasonably possible.” Under\nstandably, the Court refuses to give any examples of what\n“reasonably likely” means, except for an absurd example\ninvolving communications with Lithuanian police officers,\nante, at 10—which obviously would not be “reasonably\npossible” either. Indeed, the Court refuses to apply its\nstandard to the facts of this case, leaving that precarious\ntask to the lower court.\n                             III\n  The dissent adopts a view of the statute that is even\nbroader than the Government’s. It effectively contends\nthat the Government need not prove anything with respect\nto the fact that the communication sought to be prevented\nwas “to a law enforcement officer . . . of the United States.”\nAs long as the Government can prove that the defendant\nsought to prevent the communication of information about\na federal crime (including a federal crime that is also a\nstate crime) it will necessarily have proved that the “set of\nlaw enforcement officers (whose identities were unknown\nto him)” he had in mind “included law enforcement officers\nwho were employed by the United States.” Post, at 3\n(opinion of ALITO, J.). Conviction requires neither any\nspecific intent regarding the federal status of the officer,\nnor even any likelihood that a communication to a federal\n6                FOWLER v. UNITED STATES\n\n                SCALIA, J., concurring in judgment\n\nofficer would have occurred.\n   The principal defect in this interpretation is that it\nmakes the words “of the United States” superfluous.\nSection 1512(a)(1)(C) specifically requires that the in\nformation the defendant seeks to prevent from being com\nmunicated be “information relating to the commission or\npossible commission of a Federal offense.” If the phrase\n“to a law enforcement officer . . . of the United States”\nrequires nothing more than this it is utterly without effect.\nThe implication of this view is that Congress enacted\n§1512(a)(1)(C)’s reference to “a law enforcement officer . . .\nof the United States,” only to immediately nullify it by\n§1512(g)(2)’s “no state of mind” provision. Not likely—and\nnot sound statutory interpretation.\n   The dissent claims that my analysis “confuses what the\nprosecution must prove with what a rational jury may\nchoose to infer in a particular case.” Post, at 6. I find this\ncontention difficult to understand. In the dissent’s view, a\nproperly instructed jury should be required to find neither\nthat the defendant’s mens rea had any connection to a\nfederal officer, nor that the defendant’s actus reus had any\nconnection to a federal officer. It therefore follows that\nunder the dissent’s view, a properly instructed jury should\nbe required to find nothing about a connection to a federal\nofficer beyond the fact that the information related to a\nfederal offense, which means that, unless the jury is acting\nirrationally or is engaging in jury nullification, the “of the\nUnited States” provision is indeed superfluous. The dis\nsent is correct that the proof of one element of a crime\n(such as an overt act) can sometimes be used to prove that\na different element (such as a conspiratorial agreement) is\nsatisfied, post, at 6–7, n. 2; but in such cases, the jury is\ninstructed that it is required to make a separate finding to\nconvict (e.g., that a conspiratorial agreement actually\noccurred). Here, the dissent identifies no separate finding\nthe jury must make beyond the fact of a federal offense.\n                  Cite as: 563 U. S. ____ (2011)            7\n\n                SCALIA, J., concurring in judgment\n\nThe dissent also observes that when a defendant murders\na federal officer to prevent him from communicating in\nformation about a nonfederal crime, he does not violate\nthe statute. Post, at 7. This observation convincingly\nestablishes that the statutory words “Federal offense” are\nnot superfluous under the dissent’s view, an observation\nirrelevant to my point that the dissent makes the statu\ntory words “of the United States” superfluous.\n   The dissent contends that my interpretation “has no\ngrounding in the language of the statute.” Post, at 4. It\nasserts that “the text of the statute makes it perfectly\nclear that the federal officer requirement is exclusively an\nelement of the defendant’s mens rea.” Post, at 5 (internal\nquotation marks omitted). Perhaps the only thing “per\nfectly clear” about this statute is that it states the precise\nopposite of that proposition: “[N]o state of mind need be\nproved with respect to the circumstance . . . that the law\nenforcement officer is an officer or employee of the Federal\nGovernment.” §1512(g)(2).\n   The dissent’s interpretation would federalize crimes\nthat have no connection to any federal investigation. A\nperson caught by a state police officer with marijuana who\nmurders the state police officer to cover it up could be\nprosecuted in federal court. That would approach the\nouter limits of Congress’s enumerated powers. We have\nadopted a federalism principle that applies when a statute\nwould render “traditionally local criminal conduct . . . a\nmatter for federal enforcement”: “[U]nless Congress con\nveys its purpose clearly, it will not be deemed to have\nsignificantly changed the federal-state balance in the\nprosecution of crimes.” Jones v. United States, 529 U. S.\n848, 858 (2000) (internal quotation marks omitted). Thus,\nthe dissent adds to the Court’s “rule of harshness” a rule of\nantifederalism, under which a court must actually ignore\na federal connection that Congress prescribed so as to\navoid intrusion into traditionally local law enforcement.\n8               FOWLER v. UNITED STATES\n\n               SCALIA, J., concurring in judgment\n\n                        *     *    *\n   Because the Government did not establish that Fowler\nintended to prevent a communication that, if made, would\nhave been made to a federal law enforcement officer, there\nwas insufficient evidence to convict him of violating\n§1512(a)(1)(C). Since there remains, however, the ques\ntion whether Fowler preserved this issue at trial or\nwhether the inadequacy of the evidence constituted plain\nerror, I concur in the Court’s order vacating the judgment\nand remanding for resolution of that question.\n                 Cite as: 563 U. S. ____ (2011)            1\n\n                     ALITO, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                         No. 10–5443\n                         _________________\n\n\nCHARLES ANDREW FOWLER, AKA MAN, PETITIONER\n             v. UNITED STATES\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n          APPEALS FOR THE ELEVENTH CIRCUIT\n\n                        [May 26, 2011] \n\n\n  JUSTICE ALITO, with whom JUSTICE GINSBURG joins,\ndissenting.\n  The decision of the Court fails to follow the clear lan\nguage of 18 U. S. C. §1512(a)(1)(C). Instead of heeding\nthe statutory text, the Court has effectively amended the\nstatute by adding a new element.\n                               I\n    As relevant here, §1512(a)(1)(C) makes it a federal crime\n“to kill another person, with intent to . . . prevent the\ncommunication by any person to a law enforcement officer\n. . . of the United States of information relating to the\ncommission or possible commission of a Federal offense.”\nAlso important for present purposes is §1512(g)(2), which\nprovides, among other things, that “[i]n a prosecution for\nan offense under this section, no state of mind need be\nproved with respect to the circumstance . . . that the law\nenforcement officer is an officer or employee of the Federal\nGovernment.”\n    Putting these two provisions together, what had to be\nshown in the present case was as follows:\n(1) Fowler killed Officer Horner,\n(2) with the intent to prevent any person (i.e., either Offi\ncer Horner or someone else) from communicating,\n(3) to a person who (whether or not known as such to\n2                FOWLER v. UNITED STATES\n\n                     ALITO, J., dissenting\n\nFowler) was a federal law enforcement officer,\n(4) information concerning the possible commission of a\nfederal crime.\n  The question before us is whether there was sufficient\nevidence to support Fowler’s conviction, and thus we must\nask whether any rational jury could find that all of the\nelements noted above were adequately established. See\nUnited States v. Powell, 469 U. S. 57, 67 (1984).\n  There can be no dispute that there was sufficient evi\ndence to establish elements (1), (2), and (4). That is, there\nwas ample evidence to show (1) that Fowler killed Officer\nHorner, (2) that he did so with the intent to prevent the\ncommunication of information about what Officer Horner\nhad seen, and (4) that this information concerned the\npossible commission of at least one federal crime—for\nexample, conspiracy to rob a bank in violation of 18\nU. S. C. §§371, 2113.\n  Thus, the only remaining question is whether there was\nenough evidence to permit a rational jury to infer that\nelement (3) had been satisfied. And in connection with\nthis question, it is important to keep in mind three things\nthat element (3) does not require.\n  First, element (3) does not demand proof that Officer\nHorner, had he not been killed, would have reported—or\neven might have reported—what he saw to anyone, much\nless to a federal officer. Element (3) is solely concerned\nwith a defendant’s intent.\n  Second, while element (3) requires proof that Fowler\nintended to prevent some law enforcement officer from\nlearning what Officer Horner had seen, element (3) does\nnot require proof that Fowler had any particular law\nenforcement officer in mind. Section 1512(a)(1)(C) simply\ndemands that the recipient of the information be “a law\nenforcement officer.” Thus, it would be enough if Fowler’s\nintent was to prevent Officer Horner’s information from\nreaching any federal law enforcement officer.\n                 Cite as: 563 U. S. ____ (2011)            3\n\n                     ALITO, J., dissenting\n\n   Third, element (3) does not demand proof that Fowler\nknew that the generic officer noted above was a federal,\nas opposed to a state or local, law enforcement officer. Sec\ntion 1512(g)(2) specifically rules out any such requirement.\nIt is enough that our generic officer was in fact a federal\nofficer.\n   When the meaning of element (3) is understood, it is\nclear that the decision of the Court of Appeals in this case\nmust be affirmed. A rational jury could infer that Fowler’s\nintent was to prevent information about what Officer\nHorner had seen from reaching any person who could\nbring about his arrest and conviction. In other words, a\nrational jury could infer that Fowler, in effect, had in mind\na set of law enforcement officers (whose identities were\nunknown to him) who could set in motion a chain of events\nthat would land him in prison. And since the information\nthat Officer Horner possessed related to, among other\nthings, the possible commission of a federal crime, a ra\ntional jury could infer that this group included law en\nforcement officers who were employed by the United\nStates. The question presented in this case is as simple as\nthat.\n                               II\n  The Court begins on the right track, observing that the\n“relevant question concerns the defendant’s intent” and\nthat therefore “the Government need not show beyond a\nreasonable doubt (or even that it is more likely than not)\nthat the hypothetical communication would have been to a\nfederal officer.” Ante, at 5 (emphasis in original). But the\nCourt veers off course when it goes on to hold that the\nprosecution was required to show that, if Officer Horner\nhad not been killed, there was a “reasonable likelihood”\nthat his information would have reached a federal officer.\nAnte, at 9 (emphasis in original).\n  The Court reaches this conclusion based on the meaning\n4                FOWLER v. UNITED STATES\n\n                     ALITO, J., dissenting\n\nof the word “prevent.” See ante, at 6–10. The Court starts\nwith the proposition that “apart from mistakes . . . one\ncannot act with an ‘intent to prevent’ something that could\nnot possibly have taken place regardless.” Ante, at 6\n(emphasis in original). I understand this to mean that a\nrational person will not take action to prevent something\nthat the person knows is not possible. This is true, but it\ndoes not follow that a rational person will not take action\nto prevent an undesirable event unless the event is “rea\nsonably likely.” Risk-averse people do this all the time.\nThey refrain from flying to avoid dying in a plane crash.\nThey shun rooms on the upper floors of hotels to prevent\nbeing trapped in the event of a fire.\n   What matters under §1512(a)(1)(C) is not the likelihood\nthat information about a possible federal crime will be\nconveyed to a federal officer. What matters is the intent\nof the person who kills or attempts to kill in order to pre\nvent that information from reaching such an officer. The\nCourt’s “reasonable likelihood” test has no basis in the text\nof §1512(a)(1)(C).\n   The Court’s test also makes little sense. Under this test,\nthe application of §1512(a)(1)(C) depends on a witness\nkiller’s toleration of risk.     According to the Court,\n§1512(a)(1)(C) does not reach a killer who has so little\nregard for human life that he or she is willing to murder in\norder to prevent even a remote possibility that a witness\nwill inform the authorities. It is hard to imagine why\nCongress would have wanted to draw this line.\n                          III\n  JUSTICE SCALIA’s interpretation of §1512(a)(1)(C) also\nhas no grounding in the language of the statute. He\nmakes the fundamental mistake of confusing §1512(a)\n(1)(C)’s mens rea and actus reus elements. JUSTICE\nSCALIA states that what he terms “the ‘federal officer’\nrequirement” is “an element of the actus reus,” ante, at 2\n                 Cite as: 563 U. S. ____ (2011)            5\n\n                     ALITO, J., dissenting\n\n(opinion concurring in judgment), but the text of the\nstatute makes it perfectly clear that “the ‘federal officer’\nrequirement” is exclusively an element of the defendant’s\nmens rea.\n  The statute provides:\n      “(a)(1) Whoever kills or attempts to kill another\n    person, with intent to—\n         .          .           .            .          .\n      “(C) prevent the communication by any person to a\n    law enforcement officer or judge of the United States\n    of information relating to the commission or possible\n    commission of a Federal offense or a violation of con\n    ditions of probation, parole, or release pending judicial\n    proceedings;\n    “shall be punished as provided in paragraph (3).”\n    §1512(a)(1)(C) (emphasis added).\n  The actus reus of this provision is set out in its first\neight words (“Whoever kills or attempts to kill another\nperson”). Everything else—that is, everything that follows\nthe phrase “with intent to”—concerns the defendant’s\nmens rea.\n  JUSTICE SCALIA interprets §1512(g)(2) as transforming\n“the ‘federal officer’ requirement” from an element of the\nmens rea into an element of the actus reus, see ante, at\n2–3, but this reading is plainly wrong. Section 1512(g)(2)\nprovides in relevant part:\n    “In a prosecution for an offense under [18 U. S. C.\n    §1512], no state of mind need be proved with re-\n    spect to the circumstance . . . that the law enforcement\n    officer is an officer or employee of the Federal\n    Government.”\n  What this clearly means, as the Court recognizes, see\nante, at 4, is simply that a defendant need not intend to\nprevent a qualifying communication from reaching an\n6                       FOWLER v. UNITED STATES\n\n                              ALITO, J., dissenting\n\nofficer whom the defendant knows to be a federal, as op\nposed to a state or local law enforcement officer. But noth\ning in this provision adds to the actus reus elements in\n§1512(a)(1)(C).\n   JUSTICE SCALIA’s principal criticism of my interpreta\ntion of the statute is that “it makes the words ‘of the\nUnited States’ superfluous.” Ante, at 6.1 He incorrectly\nstates that under my interpretation “the Government need\nnot prove anything with respect to the fact that the com\nmunication sought to be prevented was ‘to a law enforce\nment officer . . . of the United States’ ” and that “[a]s long\nas the Government can prove that the defendant sought to\nprevent the communication of information about a federal\ncrime (including a federal crime that is also a state crime)\nit will necessarily have proved that [the set of officers\nwhom the defendant had in mind] ‘included law enforce\nment officers who were employed by the United States.’ ”\nAnte, at 5 (emphasis in original). This description of my\ninterpretation confuses what the prosecution must prove\nwith what a rational jury may choose to infer in a particu\nlar case.\n   In order to violate §1512(a)(1)(C), a defendant must\nhave an intent regarding two things: first, the substance of\nthe communication that the defendant wishes to prevent\n(information concerning, among other things, the commis\nsion or possible commission of a federal crime) and, sec\nond, the recipient of the communication (a law enforce\nment officer or judge who turns out to be a federal officer\nor judge).\n   It is true that evidence regarding the federal character\nof an offense may lead a rational jury to infer that the\nofficers whom the defendant had in mind included federal\nofficers.2 But those two elements remain distinct; both\n——————\n    1 The   Court makes a related argument. See ante, at 8.\n    2 There   is nothing unusual about the proposition that the proof of one\n                    Cite as: 563 U. S. ____ (2011)                   7\n\n                         ALITO, J., dissenting\n\nmust be proved beyond a reasonable doubt; and it is en\ntirely possible for a defendant to satisfy one without also\nsatisfying the other. For example, if a uniformed federal\nofficer came upon a defendant during the commission of a\npurely state offense (for example, a murder, assault, or\nrape not committed in a federal enclave), the defendant\nmight kill or attempt to kill the officer to prevent the\nofficer from radioing in that information to the officer’s\nsuperiors. This defendant would have the intent to pre\nvent a communication to a federal officer, but there would\nbe no violation of the statute because the information\nwould not concern a federal crime. Thus, contrary to\nJUSTICE SCALIA’s suggestion, under my interpretation,\nthe two intent elements—relating to the substance of the\nfeared communication and the identity of the feared re\ncipient—are not redundant.\n    JUSTICE SCALIA invokes a rule that disfavors the inter\npretation of a federal criminal statute in a way that\n“ ‘significantly change[s] the federal-state balance in the\nprosecution of crimes.’ ”3 Ante, at 7 (quoting Jones v.\nUnited States, 529 U. S. 848, 858 (2000)). This rule, how\never, does not justify ignoring the plain terms of the\nstatute.\n                       *     *    *\n  The Court has effectively amended §1512(a)(1)(C) by\nadding an element that is nowhere to be found in the text\nof the statute. And the Court’s new element makes little\nsense and will create confusion for trial judges and juries.\n\n——————\nelement of a crime may provide a sufficient basis for inferring that\nanother element may be satisfied. To take a common example, overt\nacts committed in furtherance of a conspiracy may be sufficient to\npermit a jury to infer that a conspiratorial agreement was reached. But\nthat does not alter the need to prove beyond a reasonable doubt that\nsuch an agreement was reached.\n  3 The Court again makes a related argument. See ante, at 8–9.\n8                FOWLER v. UNITED STATES\n\n                      ALITO, J., dissenting\n\nFollowing the language of §1512(a)(1)(C), I would hold\nthat the evidence in this case was sufficient to establish all\nof the elements that Congress saw fit to include. I there\nfore respectfully dissent.\n", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/217514/", "sha1": "817b612156fda792075992848ee8acef1290caa3", "source": "C", "supreme_court_db_id": null, "time_retrieved": "2011-05-26T07:41:05"}