{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "110 U.S. 178", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": "", 
    "document_uris": [
      "/api/rest/v2/document/91009/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Quebec Bank of Toronto v. Hellman, Assignee, Etc", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 75389, 
    "resource_uri": "/api/rest/v2/citation/75389/"
  }, 
  "id": 91009, 
  "blocked": false, 
  "judges": "", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1884-01-21", 
  "download_url": "http://bulk.resource.org/courts.gov/c/US/110/110.US.178.html", 
  "source": "R", 
  "local_path": null, 
  "html_lawbox": "", 
  "time_retrieved": "2010-04-28T09:02:49", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">178</span></span></p>\n    <p class=\"case_cite\">4 S.Ct. 76</p>\n    <p class=\"case_cite\">28 L.Ed. 111</p>\n    <p class=\"parties\">QUEBEC BANK OF TORONTO<br>v.<br>HELLMAN, Assignee, etc.</p>\n    <p class=\"date\">January 21, 1884.</p>\n    <div class=\"prelims\">\n      <p>An act passed by the legislature of the State of Ohio, respecting the administration of assignments by insolvent debtors, provides as follows: 'Creditors shall present their claims * * * to the assignee for allowance, and the assignee shall indorse his allowance or rejection thereon, and claimants whose claims are rejected shall be required to bring suit against the assignee to enforce such claims, * * * in which, if he recover, the judgment shall be against the assignee that he allow the same in the settlement of his trusts: provided, however, that the assignee may make any defense to such action that the assignor might have made to a suit instituted against him before the assignment for the same cause of action.' 1 Swan &amp; C. St. p. 710, &#167; 74. The bill in this case was filed in pursuance of this statute. It was brought by the appellant, the Quebec Bank of Toronto, against Max Hellman, assignee of P. Weyand and D. Jung, partners as Weyand &amp; Jung. The bill alleges an assignment by Weyand &amp; Jung under the insolvent laws of the state, and the qualification of the assignee, and that Weyand &amp; Jung, at the time of the assignment, were indebted to the Quebec Bank of Toronto upon a promissory note of which the following is a copy:</p>\n      <p class=\"indent\">'CINCINNATI, February 7, 1870.</p>\n      <p class=\"indent\">'Sixty days after date we promise to pay to the order of Geo. M. Bacon &amp; Co. five thousand dollars at Merchants' National Bank. Value received.</p>\n      <p class=\"indent\">'$5,000.</p>\n      <p class=\"indent\">P. WEYAND and D. JUNG.' The note was indorsed as follows:</p>\n      <p class=\"indent\">'GEO. M. BACON &amp; CO.</p>\n      <p class=\"indent\">'JOHN HUGHES.'</p>\n      <p class=\"indent\">The bill further alleged that the note was indorsed and delivered to the plaintiff, before maturity, for value; that the plaintiff was the owner thereof; that a claim based on the note had been presented to the assignee for allowance against the estate of Weyand &amp; Jung, and disallowed. The prayer of the bill was that the assignee be required to allow the claim of the plaintiff for the amount due on said note, to-wit, $5,000, with interest, in the settlement of his trust as assignee of Weyand &amp; Jung. Two defenses were set up in the answer&#8212;<i>First</i>, that the appellant was not the owner of the note; and, <i>second</i>, that the note was without consideration and void. Upon final hearing the circuit court made a decree dismissing the bill. That decree is brought up for review by this appeal.</p>\n      <p class=\"indent\"><i>J. B. Stallo, E. W. Kittredge</i>, and <i>Joseph Wilby</i>, for appellant.</p>\n      <p class=\"indent\"><i>John F. Follett</i> and <i>A. A. Kramer</i>, for appellee.</p>\n      <p class=\"indent\">WOODS, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The record discloses the following facts: George M. Bacon &amp; Co. were a firm dealing in barley and other brewers' supplies in Cincinnati, Ohio. They purchased barley at Toronto, Canada, and advanced a part of the price of the barley purchased. When a shipment was made, a draft was drawn upon them by the consignor for the balance remaining unpaid on the shipment, which was usually a time draft, and accompanied by a bill of lading for the barley shipped. On November 10, 1869, a draft, accompanied by a bill of lading for 15,000 bushels of barley, was drawn on Bacon &amp; Co. by Thomas Clarkson &amp; Co., of Toronto, Canada, for the sum of $6,502.56, payable in gold 25 days after date. This draft was indorsed by Thomas Clarkson &amp; Co., and on presentation to the drawees, Bacon &amp; Co., was accepted by them. Upon the arrival of the barley in Cincinnati, Bacon &amp; Co. received and disposed of it. Before the draft Bacon &amp; Co. made an arrangement with the appellant, the Quebec Bank of Toronto, which was the holder of the draft, by which the time for payment was to be extended 45 days on their giving a note with indorsers, which was to be substituted for the draft. Bacon &amp; Co. accordingly made their note, dated December 23, 1869, for $6,616.35, payable in gold 45 days after date, to the order of Thomas Clarkson &amp; Co. and indorsed by John Hughes, which they forwarded to the Quebec bank. The note was not acceptable to the bank and was returned by it to its correspondent and agent at Cincinnati, the Merchants' National Bank, with the information that Bacon &amp; Co. had been requested to furnish a new note properly drawn, with another indorser besides Hughes. No such note was made or forwarded by Bacon &amp; Co., and on February 2, 1870, the Quebec bank instructed the Merchants' bank to demand payment of Bacon &amp; Co. of the draft accepted by them. On February 7, 1870, Bacon &amp; Co. represented to Weyand &amp; Jung, a firm doing business in Cincinnati, that they were embarrassed for want of means to pay the debt represented by the draft of November 10, 1869, the extended credit on which was about to expire, and, to aid in paying off said claim, obtained from them the note in controversy in this suit, the same being an accommodation note for which Weyand &amp; Jung received no consideration. Bacon &amp; Co. presented this note to the Merchants' bank for discount on the morning of February 7th, with the purpose of having it applied to the payment of the claim of the Quebec bank. The Merchants' bank, after submitting the note to its discount committee at noon that day, refused to accept it, and it was handed back to Bacon &amp; Co.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">So far the facts are not disputed by either party. But here a controversy arises. The appellant contends that on the afternoon of that day, February 7th, Bacon &amp; Co. again presented the note to the Merchants' bank, which, acting for appellant, accepted it. The defendant insists that the note never was delivered to the Merchants' bank, but that, on February 9th, after Bacon &amp; Co. had made an assignment for the benefit of their creditors, the cashier of the bank, having induced George M. Bacon to let him see the note, and thus getting it into his possession, fraudulently retained possession, against the protest of Bacon &amp; Co. In the view we take of this case, it is unnecessary to settle the question whether or not there was a manual delivery of the note on February 7th. We shall assume that the note was left by Bacon &amp; Co. with the Merchants' bank, as agent of the appellant, on that day. The purpose for which Bacon &amp; Co. presented the note of Weyand &amp; Jung to the Merchants' bank is not left in doubt by the testimony. It was that the note or its proceeds might to credited on the claim against Bacon &amp; Co. held by the appellant, the Quebec Bank of Toronto. They were of opinion that if they could thus reduce the amount due on the claim they would be able to raise money enough to pay off the residue, and thus save their credit and go on with their business. The note, assuming that it was left with the Merchants' bank on February 7th, as claimed by appellant, was taken for the very purpose which Bacon &amp; Co. had in view. On this point Fallis, the president of the Merchants' bank, testified as follows: 'The note was left with us about that time. I told him (George M. Bacon, of Bacon &amp; Co.) it would not be discounted to check against, but we would take it and credit proceeds on claim of Quebec bank, taking said note on account of said claim.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The testimony of Yerguson, the cashier of the Merchants' bank, confirms the evidence of Fallis in respect to the terms on which the bank took the note of Weyand &amp; Jung from Bacon &amp; Co. If, therefore, there was a manual delivery of the note to the Merchants' bank on February 17th, it was on the condition, as the officers of the bank concede, that either the note or its proceeds should be credited on the claim of the Quebec Bank of Toronto. This condition was not performed. On the contrary, it is not disputed that the Merchants' bank, as the agent of appellant, after it had got possession of the note of Weyand &amp; Jung, retained and still retains the draft of November 10, 1869, for $6,502.56, accepted by Bacon &amp; Co. with the bill of lading for 15,000 bushels of barley accompanying its, and also the note of George M. Bacon &amp; Co., in dorsed by Hughes, for $6,616.35; that no credit whatever was ever indorsed on either said draft or note; that on February 9, 1870, two days after the note of Weyand &amp; Jung had been received by the Merchants' bank, the note of Bacon &amp; Co. for $6,616.35 was, at the instance of the Merchants' bank, protested for non-payment, and on the same day Bacon &amp; Co. executed a deed of assignment for the benefit of their creditors, for the reason, as they alleged and testified, that they were unable to pay said note or draft. On February 25, 1870, suit was brought by the Quebec Bank of Toronto, in the superior court of Cincinnati, against Bacon &amp; Co., as makers, and John Hughes, as indorser, on the note above mentioned, for the full amount thereof, namely, $6,616.35, and interest. It is clear that the deposit of a promissory note with an agent of a third party, on the condition that it should be used by the agent's principal for a specified purpose, will not confer title so as to authorize the principal to hold the note for a different purpose. Thus, in <i>Smith</i> v. <i>Knox</i>, 3 Esp. 46, it was said by Lord ELDEN: 'If a person give a bill for a particular purpose, and that is known to the party taking the bill, as, for example, to answer a particular demand, then the party taking the bill cannot apply it to a different purpose.' See, also, <i>Delauney</i> v. <i>Mitchell</i>, 1 Stark. 439; <i>Puget</i> v. <i>Forbes</i>, 1 Esp. 117; <i>Evans</i> v. <i>Kymer</i>, 1 Barn. &amp; Adol. 528.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Under such circumstances, without the performance of the condition, there is no delivery in the commercial sense, and no title passes. The present suit is an attempt by the appellant to use the note for a purpose not contemplated by either party when the manual delivery of the note took place. The case of appellant is not aided by the fact that on March 25, 1871, more than a year after Bacon &amp; Co. had failed in business and made an assignment for the benefit of their creditors, it amended its petition in the suit brought on the note of Bacon &amp; Co. for $6,616.35, by averring that the note of Weyand &amp; Jung was taken as a payment on the note sued on in that case, and demanding judgment for only $1,616.35, the balance due after allowing the credit. According to the version of the appellant's witnesses, the understanding was that the credit should be made on February 7, 1870, when the note of Weyand &amp; Jung was handed to the Merchants' bank. By the omission of the Merchants' bank on that day to credit the proceeds of the note of Weyand &amp; Jung, on the claim of appellant, Bacon &amp; Co. were deprived of all the advantages, to secure which the note was left with the bank. The appellant is bound by the acts and omissions of its agent. Having failed in 1870 to use this note for the only purpose for which it was placed in the possession of its agent, it cannot now exact payment thereof as a <i>bona fide</i> holder.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Under the circumstances of this case we are of opinion that there was no delivery of the note of Weyand &amp; Jung to the appellant, and that no title passed to it. As the controversy is between the original parties, and the appellant is not an innocent holder, it is not entitled to the relief prayed for in its bill. The decree of the circuit court, by which the bill was dismissed, was therefore right, and must be affirmed.</p>\n    </div>\n    ", 
  "sha1": "9d24ca7646fec9c04659574f9537fcb941823dcc", 
  "date_modified": "2014-12-21T01:29:38.796562", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/91009/quebec-bank-of-toronto-v-hellman-assignee-etc/", 
  "citation_count": 1, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/379890/", 
  "html": "<p class=\"case_cite\">110 U.S. 178</p>\n    <p class=\"case_cite\">4 S.Ct. 76</p>\n    <p class=\"case_cite\">28 L.Ed. 111</p>\n    <p class=\"parties\">QUEBEC BANK OF TORONTO<br>v.<br>HELLMAN, Assignee, etc.</p>\n    <p class=\"date\">January 21, 1884.</p>\n    <div class=\"prelims\">\n      <p>An act passed by the legislature of the State of Ohio, respecting the administration of assignments by insolvent debtors, provides as follows: 'Creditors shall present their claims * * * to the assignee for allowance, and the assignee shall indorse his allowance or rejection thereon, and claimants whose claims are rejected shall be required to bring suit against the assignee to enforce such claims, * * * in which, if he recover, the judgment shall be against the assignee that he allow the same in the settlement of his trusts: provided, however, that the assignee may make any defense to such action that the assignor might have made to a suit instituted against him before the assignment for the same cause of action.' 1 Swan &amp; C. St. p. 710, &#167; 74. The bill in this case was filed in pursuance of this statute. It was brought by the appellant, the Quebec Bank of Toronto, against Max Hellman, assignee of P. Weyand and D. Jung, partners as Weyand &amp; Jung. The bill alleges an assignment by Weyand &amp; Jung under the insolvent laws of the state, and the qualification of the assignee, and that Weyand &amp; Jung, at the time of the assignment, were indebted to the Quebec Bank of Toronto upon a promissory note of which the following is a copy:</p>\n      <p class=\"indent\">'CINCINNATI, February 7, 1870.</p>\n      <p class=\"indent\">'Sixty days after date we promise to pay to the order of Geo. M. Bacon &amp; Co. five thousand dollars at Merchants' National Bank. Value received.</p>\n      <p class=\"indent\">'$5,000.</p>\n      <p class=\"indent\">P. WEYAND and D. JUNG.' The note was indorsed as follows:</p>\n      <p class=\"indent\">'GEO. M. BACON &amp; CO.</p>\n      <p class=\"indent\">'JOHN HUGHES.'</p>\n      <p class=\"indent\">The bill further alleged that the note was indorsed and delivered to the plaintiff, before maturity, for value; that the plaintiff was the owner thereof; that a claim based on the note had been presented to the assignee for allowance against the estate of Weyand &amp; Jung, and disallowed. The prayer of the bill was that the assignee be required to allow the claim of the plaintiff for the amount due on said note, to-wit, $5,000, with interest, in the settlement of his trust as assignee of Weyand &amp; Jung. Two defenses were set up in the answer&#8212;<i>First</i>, that the appellant was not the owner of the note; and, <i>second</i>, that the note was without consideration and void. Upon final hearing the circuit court made a decree dismissing the bill. That decree is brought up for review by this appeal.</p>\n      <p class=\"indent\"><i>J. B. Stallo, E. W. Kittredge</i>, and <i>Joseph Wilby</i>, for appellant.</p>\n      <p class=\"indent\"><i>John F. Follett</i> and <i>A. A. Kramer</i>, for appellee.</p>\n      <p class=\"indent\">WOODS, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The record discloses the following facts: George M. Bacon &amp; Co. were a firm dealing in barley and other brewers' supplies in Cincinnati, Ohio. They purchased barley at Toronto, Canada, and advanced a part of the price of the barley purchased. When a shipment was made, a draft was drawn upon them by the consignor for the balance remaining unpaid on the shipment, which was usually a time draft, and accompanied by a bill of lading for the barley shipped. On November 10, 1869, a draft, accompanied by a bill of lading for 15,000 bushels of barley, was drawn on Bacon &amp; Co. by Thomas Clarkson &amp; Co., of Toronto, Canada, for the sum of $6,502.56, payable in gold 25 days after date. This draft was indorsed by Thomas Clarkson &amp; Co., and on presentation to the drawees, Bacon &amp; Co., was accepted by them. Upon the arrival of the barley in Cincinnati, Bacon &amp; Co. received and disposed of it. Before the draft Bacon &amp; Co. made an arrangement with the appellant, the Quebec Bank of Toronto, which was the holder of the draft, by which the time for payment was to be extended 45 days on their giving a note with indorsers, which was to be substituted for the draft. Bacon &amp; Co. accordingly made their note, dated December 23, 1869, for $6,616.35, payable in gold 45 days after date, to the order of Thomas Clarkson &amp; Co. and indorsed by John Hughes, which they forwarded to the Quebec bank. The note was not acceptable to the bank and was returned by it to its correspondent and agent at Cincinnati, the Merchants' National Bank, with the information that Bacon &amp; Co. had been requested to furnish a new note properly drawn, with another indorser besides Hughes. No such note was made or forwarded by Bacon &amp; Co., and on February 2, 1870, the Quebec bank instructed the Merchants' bank to demand payment of Bacon &amp; Co. of the draft accepted by them. On February 7, 1870, Bacon &amp; Co. represented to Weyand &amp; Jung, a firm doing business in Cincinnati, that they were embarrassed for want of means to pay the debt represented by the draft of November 10, 1869, the extended credit on which was about to expire, and, to aid in paying off said claim, obtained from them the note in controversy in this suit, the same being an accommodation note for which Weyand &amp; Jung received no consideration. Bacon &amp; Co. presented this note to the Merchants' bank for discount on the morning of February 7th, with the purpose of having it applied to the payment of the claim of the Quebec bank. The Merchants' bank, after submitting the note to its discount committee at noon that day, refused to accept it, and it was handed back to Bacon &amp; Co.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">So far the facts are not disputed by either party. But here a controversy arises. The appellant contends that on the afternoon of that day, February 7th, Bacon &amp; Co. again presented the note to the Merchants' bank, which, acting for appellant, accepted it. The defendant insists that the note never was delivered to the Merchants' bank, but that, on February 9th, after Bacon &amp; Co. had made an assignment for the benefit of their creditors, the cashier of the bank, having induced George M. Bacon to let him see the note, and thus getting it into his possession, fraudulently retained possession, against the protest of Bacon &amp; Co. In the view we take of this case, it is unnecessary to settle the question whether or not there was a manual delivery of the note on February 7th. We shall assume that the note was left by Bacon &amp; Co. with the Merchants' bank, as agent of the appellant, on that day. The purpose for which Bacon &amp; Co. presented the note of Weyand &amp; Jung to the Merchants' bank is not left in doubt by the testimony. It was that the note or its proceeds might to credited on the claim against Bacon &amp; Co. held by the appellant, the Quebec Bank of Toronto. They were of opinion that if they could thus reduce the amount due on the claim they would be able to raise money enough to pay off the residue, and thus save their credit and go on with their business. The note, assuming that it was left with the Merchants' bank on February 7th, as claimed by appellant, was taken for the very purpose which Bacon &amp; Co. had in view. On this point Fallis, the president of the Merchants' bank, testified as follows: 'The note was left with us about that time. I told him (George M. Bacon, of Bacon &amp; Co.) it would not be discounted to check against, but we would take it and credit proceeds on claim of Quebec bank, taking said note on account of said claim.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The testimony of Yerguson, the cashier of the Merchants' bank, confirms the evidence of Fallis in respect to the terms on which the bank took the note of Weyand &amp; Jung from Bacon &amp; Co. If, therefore, there was a manual delivery of the note to the Merchants' bank on February 17th, it was on the condition, as the officers of the bank concede, that either the note or its proceeds should be credited on the claim of the Quebec Bank of Toronto. This condition was not performed. On the contrary, it is not disputed that the Merchants' bank, as the agent of appellant, after it had got possession of the note of Weyand &amp; Jung, retained and still retains the draft of November 10, 1869, for $6,502.56, accepted by Bacon &amp; Co. with the bill of lading for 15,000 bushels of barley accompanying its, and also the note of George M. Bacon &amp; Co., in dorsed by Hughes, for $6,616.35; that no credit whatever was ever indorsed on either said draft or note; that on February 9, 1870, two days after the note of Weyand &amp; Jung had been received by the Merchants' bank, the note of Bacon &amp; Co. for $6,616.35 was, at the instance of the Merchants' bank, protested for non-payment, and on the same day Bacon &amp; Co. executed a deed of assignment for the benefit of their creditors, for the reason, as they alleged and testified, that they were unable to pay said note or draft. On February 25, 1870, suit was brought by the Quebec Bank of Toronto, in the superior court of Cincinnati, against Bacon &amp; Co., as makers, and John Hughes, as indorser, on the note above mentioned, for the full amount thereof, namely, $6,616.35, and interest. It is clear that the deposit of a promissory note with an agent of a third party, on the condition that it should be used by the agent's principal for a specified purpose, will not confer title so as to authorize the principal to hold the note for a different purpose. Thus, in <i>Smith</i> v. <i>Knox</i>, 3 Esp. 46, it was said by Lord ELDEN: 'If a person give a bill for a particular purpose, and that is known to the party taking the bill, as, for example, to answer a particular demand, then the party taking the bill cannot apply it to a different purpose.' See, also, <i>Delauney</i> v. <i>Mitchell</i>, 1 Stark. 439; <i>Puget</i> v. <i>Forbes</i>, 1 Esp. 117; <i>Evans</i> v. <i>Kymer</i>, 1 Barn. &amp; Adol. 528.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Under such circumstances, without the performance of the condition, there is no delivery in the commercial sense, and no title passes. The present suit is an attempt by the appellant to use the note for a purpose not contemplated by either party when the manual delivery of the note took place. The case of appellant is not aided by the fact that on March 25, 1871, more than a year after Bacon &amp; Co. had failed in business and made an assignment for the benefit of their creditors, it amended its petition in the suit brought on the note of Bacon &amp; Co. for $6,616.35, by averring that the note of Weyand &amp; Jung was taken as a payment on the note sued on in that case, and demanding judgment for only $1,616.35, the balance due after allowing the credit. According to the version of the appellant's witnesses, the understanding was that the credit should be made on February 7, 1870, when the note of Weyand &amp; Jung was handed to the Merchants' bank. By the omission of the Merchants' bank on that day to credit the proceeds of the note of Weyand &amp; Jung, on the claim of appellant, Bacon &amp; Co. were deprived of all the advantages, to secure which the note was left with the bank. The appellant is bound by the acts and omissions of its agent. Having failed in 1870 to use this note for the only purpose for which it was placed in the possession of its agent, it cannot now exact payment thereof as a <i>bona fide</i> holder.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Under the circumstances of this case we are of opinion that there was no delivery of the note of Weyand &amp; Jung to the appellant, and that no title passed to it. As the controversy is between the original parties, and the appellant is not an innocent holder, it is not entitled to the relief prayed for in its bill. The decree of the circuit court, by which the bill was dismissed, was therefore right, and must be affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/91009/"
}