{"absolute_url": "/opinion/91065/at-s-railroad-v-d-no-railroad/", "blocked": false, "citation": {"case_name": "At & S. Railroad v. D. & No Railroad.", "docket_number": null, "document_uris": ["/api/rest/v2/document/91065/"], "federal_cite_one": "110 U.S. 667", "federal_cite_three": null, "federal_cite_two": null, "id": 75445, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/75445/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 11, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1884-03-03", "date_modified": "2014-12-21T01:29:41.755578", "docket": "/api/rest/v2/docket/400412/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">110 U.S. 667</p>\n    <p class=\"case_cite\">4 S.Ct. 185</p>\n    <p class=\"case_cite\">28 L.Ed. 291</p>\n    <p class=\"parties\">ATCHISON T. &amp; S. F. R. CO.<br>v.<br>DENVER &amp; N. O. R. CO.<a class=\"footnote\" href=\"#fn1--1\" id=\"fn1--1_ref\">1</a><br>DENVER &amp; N. O. R. CO.<br>v.<br>ATCHISON T. &amp; S. F. R. CO.<sup>1</sup></p>\n    <p class=\"date\">March 3, 1884.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This is a bill in equity filed by the Denver &amp; New Orleans Railroad company, a Colorado corporation, owning and operating a railroad in that state between Denver and Pueblo, a distance of about 125 miles, against the Atchison, Topeka &amp; Santa Fe Railroad Company, a Kansas corporation, owning and operating a railroad in that state from the Missouri river, at Kansas City, westerly to the Colorado state line, and also operating from there, under a lease, a road in Colorado from the state line to Pueblo, built by the Pueblo &amp; Arkansas Valley Railroad Company, a Colorado corporation. The two roads so operated by the Atchison, Topeka &amp; Santa Fe Company form a continuous line of communication from Kansas City to Pueblo, about 634 miles. The general purpose of the suit is to compel the Atchison, Topeka &amp; Santa Fe Company to unite with the Denver &amp; New Orleans Company in forming a through line of railroad transportation to and from Denver over the Denver &amp; New Orleans road, with all the privileges as to exchange of business, division of rates, sale of tickets, issue of bills of lading, checking of baggage, and interchange of cars that are or may be customary with connecting roads, or that are or may be granted to the Denver &amp; Rio Grande Railroad Company, another Colorado corporation, also owning and operating a road parallel to that of the Denver &amp; New Orleans Company between Denver and Pueblo, or to any other railroad company competing with the Denver and New Orleans for Denver business.</p>\n      <p class=\"indent\">The facts on which the case depends are these: When the Atchison, Topeka &amp; Santa Fe Company reached Pueblo with its line it had no connection of its own with Denver. The Denver &amp; Rio Grande road was built and running between Denver and Pueblo, but the gauge of its track was different from that of the Atchison, Topeka &amp; Santa Fe. Other companies occupying different routes had, at the time, substantially the control of the transportation of passengers and freight between the Missouri river and Denver. The Atchison, Topeka &amp; Santa Fe Company, being desirous of competing for this business, entered into an arrangement, as early as 1879, with the Denver &amp; Rio Grande Company for the formation of a through line of transportation for that purpose. By this arrangement a third rail was to be put down on the track of the Denver &amp; Rio Grande road, so as to admit of the passage of cars continuously over both roads, and terms were agreed on for doing the business and for the division of rates. The object of the parties was to establish a new line which could be worked with rapidity and economy, in competition with the old ones. In the division of prices the Denver &amp; Rio Grande Company was allowed compensation at the rate of a mile and a half for every mile of actual haul. As the distance from the Missouri river to Pueblo by this route was about the same as to Denver by the other routes, the through rates over this line to and from Denver were usually made about the same as the rates to and from Pueblo. This was necessary to compete successfully with other lines for Denver business. Afterwards another agreement, known as the 'tripartite agreement,' was entered into between the Atchison, Topeka &amp; Snata Fe, the Denver &amp; Rio Grande, and the Union Pacific Railroad Companies, by which rates were established between Denver and the Missouri river, and arrangements made for a division of business among these companies, and for the regulation of their conduct to wards each other, with a view to avoiding competition between themselves or from others.</p>\n      <p class=\"indent\">In 1882 the Denver &amp; New Orleans Company completed its road between Denver and Pubelo, and connected its track with that of the Atchison, Topeka &amp; Santa Fe, in Pueblo, twelve or fifteen hundred feet easterly from the junction of the Denver &amp; Rio Grande, and about three-quarters of a mile from the union depot, at which the Atchison, Topeka &amp; Santa Fe and the Denver &amp; Rio Grande interchange their business, and where each stops its trains regularly to take on and let off passengers and receive and deliver freight. The Denver &amp; New Orleans Company has erected at its junction with the Atchison, Topeka &amp; Santa Fe platforms and other accommodations for the interchange of business, and before this suit was begun the general superintendent of the Denver &amp; New Orleans Company made a request in writing of the general manager of the Atchison, Topeka &amp; Santa Fe as follows: 'That through bills of lading be given via your line and ours, and that you allow all freight consigned via Denver &amp; New Orleans Railroad to be delivered this company at point of junction, and on such terms as exist between your road and any other line or lines; that you allow your cars, or cars of any foreign line, destined for points reached by the Denver &amp; New Orleans Railroad, to be delivered to this company and hauled to destination in same manner as interchanged with any other line; that you allow tickets to be placed on sale between points on line of Denver &amp; New Orleans Railroad and those on line of Atchison, Topeka &amp; Santa Fe Railroad, or reached by either line; that a system of through checking of baggage be adopted; that a transfer of United States mail be made at point of junction. In matter of settlements between the two companies for earnings and charges due, we will settle daily on delivery of freight to this line; for mileage due for car service, and for amounts due for tickets interchanged, we agree to settle monthly, or in any other manner adopted by your line, or as is customary between railroads in such settlements.' This request was refused, and the Atchison, Topeka &amp; Santa Fe Company continued its through business with the Denver &amp; Rio Grande as before, but declined to receive or deliver freight or passengers at the junction of the Denver &amp; New Orleans road, or to give or take through bills of lading, or to sell or receive through tickets, or to check baggage over that line. All passengers or freight coming from or destined for that line were taken or delivered at the regular depot of the Atchison, Topeka &amp; Santa Fe Company in Pueblo, and the prices charged were according to the regular rates to and from that point, which were more than the Atchison, Topeka &amp; Santa Fe received on a division of through rates to and from Denver under its arrangement with the Denver &amp; Rio Grande Company.</p>\n      <p class=\"indent\">By the constitution of Colorado, art. 15, corporations can only be formed in that state under general laws, subject to alteration and repeal, and the law under which the Pueblo &amp; Arkansas Valley Railroad Company was organized, conferred power, among others: '<i>Second</i>, to cross, intersect, or connect its railroad with any other railway; <i>third</i>, to connect at state line with roads of other states and territories; <i>fourth</i>, to receive and convey passengers and property on its railway; <i>fifth</i>, to erect and maintain all necessary and convenient buildings and stations, fixtures and machinery, for the convenience, accommodation, and use of passengers, freights, and business interests, or which may be necessary for the construction and operation of said railway; <i>sixth</i>, to regulate the time and manner in which passengers and property shall be transported, and the compensation to be paid therefor.' Gen. Laws Colo. (1877,) p. 181.</p>\n      <p class=\"indent\">Sections 4 and 6 of article 15 of the constitution of Colorado are as follows:</p>\n      <p class=\"indent\">'Sec. 4. All railways shall be public highways, and all railroad companies shall be common carriers. Any association or corporation organized for the purpose shall have the right to construct and operate railroad between any designated points within this state, and to connect at the state line with railroads of other states or territories. Every railroad company shall have the right with its road to intersect, connect with, or cross any other railroad.</p>\n      <p class=\"indent\">'Sec. 6. All individuals, associations, and corporations shall have equal rights to have persons and property transported over any railroad in this state, and no undue or unreasonable discrimination shall be made in charges or facilities for transportation of freights or passengers within the state, and no railroad company, nor any lessee, manager, or employe thereof, shall give any preference to indivduals, associations, or corporations in furnishing cars or motive power.'</p>\n      <p class=\"indent\">No other provisions of the constitution or of the statutes of the state have been referred to as affecting the questions here involved.</p>\n      <p class=\"indent\">A large amount of testimony is found in the record as to the custom of connected roads in respect to the interchange of business and the formation of through lines. From this it appears that, while through business is very generally done on through lines formed by an arrangement between connecting roads, no road can make itself a part of such a line, so as to participate in its special advantages, without the consent of the others. Oftentimes new roads, opening up new points, are admitted at once on notice, without a special agreement to that effect, or in reference to details; still, if objection is made, the new road must be content with the right to do business over the line in such a way as the law allows to others that have no special contract interest in the line itself. The manner in which its business must be done by the line will depend not alone on the connection of its track with that of the line, but upon the duty which the line as a carrier owes to it as a customer. No usage has been established which requires one of the component companies of a connecting through line to grant to a competitor of any of the other companies the same privileges that are accorded to its associates, simply because the tracks of the competing company unite with its own and admit of a free and convenient interchange of business. The line is made up by the contracting companies to do business as carriers for the public; and companies, whose roads do not form part of the line, have no other rights in connection with it than such as belong to the public at large, unless special provision is made therefor by the legislature or the contracting companies.</p>\n      <p class=\"indent\">Upon this state of facts the circuit court entered a decree requiring the Atchison, Topeka &amp; Santa Fe Company to stop all its passenger trains at the platform built by the Denver &amp; New Orleans Company where the two roads joined, and to remain there long enough to take on and let off passengers with safety, and to receive and deliver express matter and the mails. It also required the Atchison, Topeka &amp; Santa Fe Company to keep an agent there, to sell tickets, check baggage, and bill freight. All freight trains were to be stopped at the same place whenever there was freight to be taken on or delivered, if proper notice was given. While the Atchison, Topeka &amp; Santa Fe Company was not required to issue or recognize through bills of lading embracing the Denver &amp; New Orleans road in the route, or to sell or recognize through tickets of the same character, or to check baggage in connection with that road, it was required to carry freight and passengers going to or coming from that road at the same price it would receive if the passenger or freight were carried to or from the same point upon a through ticket or through bill of lading issued under any arrangement with the Denver &amp; Rio Grande Company or any other competitor of the Denver &amp; New Orleans Company for business. In short, the decree, as entered, establishes, in detail, rules and regulations for the working of the Atchison, Topeka &amp; Santa Fe and Denver &amp; New Orleans roads, in connection with each other as a connecting through line, and, in effect, requires the Atchison, Topeka &amp; Santa Fe Company to place the Denver &amp; New Orleans Company on an equal footing as to the interchange of business with the most favored of the competitors of that company, both as to prices and facilities, except in respect to the issue of through bills of lading, through checks for baggage, through tickets, and, perhaps, the compulsory interchange of cars.</p>\n      <p class=\"indent\">From this decree both companies appealed,&#8212;the Atchison, Topeka &amp; Santa Fe Company, because the bill was not dismissed; and the Denver &amp; New Orleans Company because the decree did not fix the rates to be charged by the Atchison, Topeka &amp; Santa Fe Company for freight and passengers transported by it in connection with the Denver &amp; New Orleans, or make a specific division and apportionment of through rates between the two companies, and because it did not require the issue of through tickets and through bills of lading, and the ghrough checking of baggage. The case has been presented by counsel in two aspects: (1) In view of the requirements of the constitution of Colorado alone; and (2) in view of the constitutional and common-law obligations of railroad companies in Colorado as common carriers.</p>\n      <p class=\"indent\"><i>George R. Peck, H. C. Thatcher, Chas. E. Gast, Wm. M. Evarts</i>, and <i>J. H. McGowan</i>, for Atchison, T. &amp; S. F. R. Co.</p>\n      <p class=\"indent\"><i>E. T. Wells</i>, for Denver &amp; N. O. R. Co.</p>\n      <p class=\"indent\">WAITE, C. J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We will first consider the requirements of the constitution; and here it may be premised that section 6 of article 15 imposes no greater obligations upon the company than the common law would have imposed without it. Every common carrier must carry for all to the extent of his capacity, without undue or unreasonable discrimination, either in charges or facilities. The constitution has taken from the legislature the power of abolishing this rule as applied to railroad companies. So in section 4 there is nothing specially important to the present inquiry except the last sentence: 'Every railroad company shall have the right with its road to intersect, connect with, or cross any other railroad.' Railroad companies are created to serve the public as carriers for hire, and their obligations to the public are such as the law attaches to that service. The only exclusively constitutional question in the case, is, therefore, whether the right of one railroad company to connect its road with that of another company, which has been made part of the fundamental law of the state, implies more than a mechanical union of the tracks of the roads so as to admit of the convenient passage of cars from one to the other. The claim on the part of the Denver &amp; New Orleans Company is that the right to connect the roads includes the right of business intercourse between the two companies, such as is customary on roads forming a continuous line, and that if the companies fail or refuse to agree upon the terms of their intercourse a court of equity may, in the absence of statutory regulations, determine what the terms shall be. Such appears to have been the opinion of the circuit court, and accordingly in its decree a compulsory business connection was established between the two companies, and rules were laid down for the government of their conduct towards each other in this new relation. In other words, the court has made an arrangement for the business intercourse of these companies such as, in its opinion, they ought in law to have made for themselves.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">There is here no question as to how or where the physical connection of the roads shall be made, for that has already been done at the place, and in the way, decided upon by the Denver &amp; New Orleans Company for itself, and the Atchison, Topeka &amp; Santa Fe Company does not ask to have it changed. The point in dispute upon this branch of the case, therefore, is whether, under the constitution of Colorado, the Denver &amp; New Orleans Company has a constitutional right, which a court of chancery can enforce by a decree for specific performance, to form the same business connection, and make the same traffic arrangement, with the Atchison, Topeka &amp; Santa Fe Company as that company grants to, or makes with, any competing company operating a connected road. The right secured by the constitution is that of a connection of one road with another, and the language used to describe the grant is strikingly like that of section 23 of the charter of the Baltimore &amp; Ohio Railroad Company, given by Maryland on the twenty-eighth of February, 1827, (chapter 123, Md. Laws 1826,) which is in these words: 'That full right and privilege is hereby reserved to the citizens of this state, or any company hereafter to be incorporated under the authority of this state, to connect with the road hereby provided for, any other railroad leading from the main route, to any other part or parts of the state.' At the time this charter was granted the idea prevailed that a railroad could be used like a public highway by all who chose to put carriages thereon, subject only to the payment of tolls and to reasonable regulations as to the manner of doing business, (<i>Lake Sup. &amp; M. R. R. Co.</i> v. <i>U. S.</i> 93 U. S. 446;) but that the word 'connect' as here used, was not supposed to mean anything more than a mechanical union of the tracks is apparent from the fact that when afterwards, on the ninth of March, 1833, authority was given the owners of certain factories to connect roads from their factories with the Washington branch of the Baltimore &amp; Ohio Company, and to erect depots at the junctions, it was in express terms made 'the duty of the company to take from and deliver at said depot any produce, merchandise, or manufactures, or other articles whatsoever, which they (the factory owners) may require to be transported on said road.' Md. Laws 1832, <i>c.</i> 175, &#167; 16. The charter of the Baltimore &amp; Ohio Company was one of the earliest ever granted in the United States, and while from the beginning it was common in most of the states to provide in some form by charters for a connection of one railroad with another, we have not had our attention called to a single case where, if more than a connection of tracks was required, the additional requirement was not distinctly stated and defined by the legislature.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Legislation regulating the duties of connected roads because of their connection is to be found in many of the states, and it began at a very early day in the history of railroad construction. As long ago as 1842 a general statute upon the subject was passed in Maine, (St. Me. 1842, <i>c.</i> 9;) and in 1854, (chapter 93,) a tribunal was established for determining upon the 'terms of connection' and 'the rates at which passengers and merchandise coming from the one shall be transported over the other,' in case the companies themselves failed to agree. Other states have made different provisions, and as railroads have increased in number, and their relations have become more and more complicated, statutory regulations have been more frequently adopted, and with greater particularity in matters of detail. Much litigation has grown out of controversies between connected roads as to their respective rights, but we have found no case in which, without legislative regulation, a simple connection of tracks has been held to establish any contract or business relation between the companies.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">No provision is to be found in any of the constitutions of the several states, having special reference to the government of railroad corporations, before that of Illinois, which was ratified by a vote of the people on the second of July, 1870. Section 12 of article 11 of that constitution is as follows: 'Railways heretofore constructed, or that may hereafter be constructed, in this state, are hereby declared public highways, and shall be free to all persons for the transportation of their persons and property thereon, under such regulations as may be prescribed by law. And the general assembly shall, from time to time, pass laws establishing reasonable maximum rates of charges for the transportation of passengers and freight on the different railroads of this state.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">During the same year an amendment to the constitution of Michigan was adopted in these words:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'Section 1. The legislature may from time to time pass laws establishing reasonable maximum rates of charges for the transportation of passengers and freight on different railroads in this state, and shall prohibit running contracts between such railroad companies, whereby discrimination is made in favor of either of such companies as against other companies owning connecting or intersecting lines of railroad.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The constitution of West Virginia, adopted in 1872, contained (section 9, art. 11) an exact copy of section 12, art. 11 of the constitution of Illinois, with an addition of these words: 'And providing for the correction of abuses, the prevention of unjust discriminations between through and local, or way freight, and passenger tariffs, and for the protection of the just rights of the public, and shall enforce such laws by adequate penalties.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In 1873 a new constitution was adopted in the state of Pennsylvania. Sections 1 and 3 of article 17 are as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'Section 1. All railroads and canals shall be public highways, and all railroads and canal companies shall be common carriers. Any association or corporation organized for the purpose shall have the right to construct and operate a railroad between any points within this state, and to connect at the state line with railroads of other states. Every railroad company shall have the right with its road to intersect, connect with, or cross any other railroad, and shall receive and transport each the other's passengers, tonnage, and cars, loaded or empty, without delay or discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'Sec. 3. All individuals, associations, and corporations shall have equal right to have persons and property transported over railroads and canals, and no undue or unreasonable discrimination shall be made in charges for, or in facilities for, transportation of freight or passengers within the state, or coming from or going to any other state. Persons and property transported over any railroad shall be delivered at any station at charges not exceeding the charges for transportation of persons and property of the same class in the same direction to any more distant station, but excursion tickets may be issued at special rates.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Since that time new constitutions have been adopted in Alabama, Arkansas, California, Colorado, Georgia, Louisiana, Missouri, Nebraska, and Texas. In Georgia (section 2, art. 4) authority was given the legislature to regulate fares and freights and to prevent unjust discriminations; and in Nebraska (section 4, art. 11) the provision in the constitution of Illinois was substantially followed; but in Alabama, (section 21, art. 13,) Arkansas, (section 1, art. 17,) California, (section 17, art. 12,) Louisiana, (article 243,) Missouri, (sections 12-14, art. 12,) and Texas, (section 1, art. 10,) the whole of section 1, art. 12 of that of Pennsylvania is included without any material change of phraseology. In Colorado, however, while all the rest of that section is adopted, these words are omitted: 'And shall receive and transport each other's passengers, tonnage, and cars, loaded or empty, without delay or discrimination.' And so, while the first sentence of section 3, art. 12, is included, in language almost identical, the last sentence, which provides that passengers and property shall be delivered at all stations at charges not exceeding the charges to a more distant station, is left out, and the following inserted in its place: 'And no railroad company, nor any lessee, manager, or employe thereof, shall give any preference to individuals, associations, or corporations in furnishing cars or motive power.' Both these alterations are significant, and we cannot avoid the conclusion that their purpose was to leave the legislature free to act, in the regulation of the duties of connected roads, towards each other as the public good might require, for it is always to be borne in mind that while constitutional provisions of this character are intended as securities for the rights of the people, they may operate also as limitations on the powers of the legislature. To our minds it is clear that the constitutional right in Colorado to connect railroad with railroad does not of itself imply the right of connecting business with business. The railroad companies are not to be connected, but their roads. A connection of roads may make a connection in business convenient and desirable, but the one does not necessarily carry with it the other. The language of the constitution is that railroads may 'intersect, connect with, or cross' each other. This clearly applies to the road as a physical structure, not to the corporation or its business.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This brings us to the consideration of the second branch of the case, towit, the relative rights of the two companies at common law, and under the constitution, as owners of connected roads, it being conceded that there are no statutory regulations applicable to the subject. The constitution expressly provides (1) that all shall have equal rights in the transportation of persons and property; (2) that there shall not be any undue or unreasonable discrimination in charges or facilities; and (3) that preferences shall not be given in furnishing cars or motive power. It does not expressly provide (1) that the trains of one connected road shall stop for the exchange of business at the junction with the other; nor (2) that companies owning connected roads shall unite in forming a through line for continuous business, or haul each other's cars; nor (3) that local rates on a through line shall be the same to one connected road not in the line as the through rates are to another which is; nor (4) that if one company refuses to agree with another owning a connected road, to form a through line, or to do a connecting business, a court of chancery may order that such a business be done, and fix the terms. The question then is whether these rights, or any of them, are implied either at common law, or from the constitution. At common law, a carrier is not bound to carry except on his own line, and we think it quite clear that if he contracts to go beyond, he may, in the absence of statutory regulations to the contrary, determine for himself what agencies he will employ. His contract is equivalent to an extension of his line for the purposes of the contract, and if he holds himself out as a carrier beyond the line, so that he may be required to carry in that way for all alike, he may, nevertheless, confine himself in carrying to the particular route he chooses to use. He puts himself in no worse position, by extending his route with the help of others, than he would occupy if the means of transportation employed were all his own. He certainly may select his own agencies and his own associates for doing his own work.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Atchison, Topeka &amp; Santa Fe Company, as the lessee of the Pueblo &amp; Arkansas Valley Railroad, has the statutory right to establish its own stations and to regulate the time and manner in which it will carry persons and property and the price to be paid therefor. As to all these matters, it is undoubtedly subject to the power of legislative regulation, but in the absence of regulation it owes only such duties to the public, or to individuals, associations, or corporations, as the common law, or some custom having the force of law, has established for the government of those in its condition. As has already been shown, the constitution of Colorado gave to every railroad company in the state the right to a mechanical union of its road with that of any other company in the state, but no more. The legislature has not seen fit to extend this right, as it undoubtedly may, and consequently the Denver &amp; New Orleans Company comes to the Atchison, Topeka &amp; Santa Fe Company just as any other customer does, and with no more rights. It has established its junction and provided itself with the means of transacting its business at that place, but as yet it has no legislative authority to compel the other company to adopt that station or to establish an agency to do business there. So far as statutory regulations are concerned, if it wishes to use the Atchison, Topeka &amp; Santa Fe road for business, it must go to the place where that company takes on and lets off passengers or property for others. It has as a railroad company no statutory or constitutional privileges in this particular over other persons, associations, or corporations. It saw fit to establish its junction at a place away from the station which the Atchison, Topeka &amp; Santa Fe Company had, in the exercise of its legal discretion, located for its own convenience and that of the public. It does not now ask to enter that station with its tracks or to interchange business at that place, but to compel the Atchison, Topeka &amp; Santa Fe Company to stop at its station and transact a connecting business there. No statute requires that connected roads shall adopt joint stations, or that one railroad company shall stop at or make use of the station of another. Each company in the state has the legal right to locate its own stations, and, so far as statutory regulations are concerned, is not required to use any other.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A railroad company is prohibited, both by the common law and by the constitution of Colorado, from discriminating unreasonably in favor of or against another company seeking to do business on its road; but that does not necessarily imply that it must stop at the junction of one and interchange business there, because it has established joint depot accommodations and provided facilities for doing a connecting business with another company at another place. A station may be established for the special accommodation of a particular customer, but we have never heard it claimed that every other customer could, by a suit in equity, in the absence of a statutory or contract right, compel the company to establish a like station for his special accommodation at some other place. Such matters are, and always have been, proper subjects for legislative consideration, unless prevented by some charter contract; but, as a general rule, remedies for injustice of that kind can only be obtained from the legislature. A court of chancery is not, any more than is a court of law, clothed with legislative power. It may enforce, in its own appropriate way, the specific performance of an existing legal obligation arising out of contract, law, or usuage, but it cannot create the obligation.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In the present case the Atchison, Topeka &amp; Santa Fe and the Denver &amp; Rio Grande companies formed their business connection and established their junction or joint station long before the Denver &amp; New Orleans road was built. The Denver &amp; New Orleans Company saw fit to make its junction with the Atchison, Topeka &amp; Santa Fe Company at a different place. Under these circumstances, to hold that, if the Atchison, Topeka &amp; Santa Fe continued to stop at its old station, after the Denver &amp; New Orleans was built, a refusal to stop at the junction of the Denver &amp; New Orleans was an unreasonable discrimination as to facilities in favor of the Denver &amp; Rio Grande Company, and against the Denver &amp; New Orleans, would be, in effect, to declare that every railroad company which forces a connection of its road with that of another company has a right, under the constitution or at the common law, to require the company with which it connects to do a connecting business at the junction, if it does a similar business with any other company under any other circumstances. Such, we think, is not the law. It may be made so by the legislative department of the government, but it does not follow, as a necessary consequence, from the constitutional right of a mechanical union of tracks, or the constitutional prohibition against undue or unreasonable discrimination in facilities.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This necessarily disposes of the question of a continuous business, or a through line for passengers or freight, including through tickets, through bills of lading, through checking of baggage, and the like. Such a business does not necessarily follow from a connection of tracks. The connection may enable the companies to do such a business conveniently when it is established, but it does not of itself establish the business. The legislature cannot take away the right to a physical union of two roads; but whether a connecting business shall be done over them after the union is made depends on legislative regulations, or contract obligation. An interchange of cars, or the hauling by one company of the cars of the other, implies a stop at the junction to make the exchange or to take the cars. If there need be no stop, there need be no exchange or taking on of cars.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The only remaining questions are as to the obligation of the Atchison, Topeka &amp; Santa Fe Company to carry for the Denver &amp; New Orleans when passengers go to, or freight is delivered at, the regular stations, and the prices to be charged. As to the obligation to carrv, there is no dispute, and we do not understand it to be claimed that carriage has ever been refused when applied for at the proper place. The controversy, and the only controversy, is about the place and the price. That the price must be reasonable is conceded, and it is no doubt true that in determining what is reasonable the prices charged for business coming from or going to other roads connecting at Pueblo, may be taken into consideration. But the relation of the Denver &amp; New Orleans Company to the Atchison, Topeka &amp; Santa Fe is that of a Pueblo customer, and it does not necessarily follow that the price which the Atchison, Topeka &amp; Santa Fe gets for transportation to and from Pueblo, on a division of through rates among the component companies of a through line to Denver, must settle the Pueblo local rates. It may be that the local rates to and from Pueblo are too high, and that they ought to be reduced, but that is an entirely different question from a division of through rates. There is no complaint of a discrimination against the Denver &amp; New Orleans Company in respect to the regular Pueblo rates; neither is there anything except the through rates to show that the local rates are too high. The bill does not seek to reduce the local rates, but only to get this company put into the same position as the Denver &amp; Rio Grande on a division of through rates. This cannot be done until it is shown that the relative situations of the two companies with the Atchison, Topeka &amp; Santa Fe, both as to the kind of service and as to the conditions under which it is to be performed, are substantially the same, so that what is reasonable for one must necessarily be reasonable for the other. When a business connection shall be established between the Denver &amp; New Orleans Company and the Atchison, Topeka &amp; Santa Fe at their junction, and a continuous line formed, different questions may arise; but so long as the situation of the parties continues as it is now, we cannot say that, as a matter of law, the prices charged by the Atchison, Topeka &amp; Santa Fe, for the transportation of persons and property coming from or going to the Denver &amp; New Orleans, must necessarily be the same as are fixed for the continuous line over the Denver &amp; Rio Grande.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Our attention has been called to several cases in the English courts where the question of reasonable or unreasonable preference by rail way companies has been considered, but they all arose under the 'railway and canal traffic act, 1854,' (17 &amp; 18 Vict. <i>c.</i> 31,) and furnish but little aid in the determination of the present case. They are instructive and of high authority as to what would be undue or unreasonable preferences among competing customers, but none of them relate to the rights of connected railroads where there is no provision in law for their operation as continuous lines for business. And here it is proper to remark that in the very act under which these cases arose it is provided that 'every railway company * * * working railways * * * which form part of a continuous line of railway * * * communication * * * shall afford all due and reasonable facilities for receiving and forwarding by one of such rail ways * * * all the traffic arriving by the other, without any unreasonable delay, and without any * * * preference or advantage, or prejudice or disadvantage, * * * and so that no obstruction may be offered to the public desirous of using such railways * * * as a continuous line of communication, and so that all reasonable accommodation may, by means of the railways * * * of the several companies, be at all times afforded to the public in that behalf.' If complaint was made of a violation of this provision, application could be made to the courts for relief. Were there such a statute in Colorado, this case would come before us in a different aspect. As it is, we know of no power in the judiciary to do what the parliament of Great Britain has done, and what the proper legislative authority ought perhaps to do, for the relief of the parties to this controversy.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">All the American cases to which our attention has been called by counsel relate either to what amounts to undue discrimination between the customers of a railroad company, or to the power of a court of chancery to interfere, if there is such a discrimination. None of them hold that, in the absence of statutory direction, or a specific contract, a company having the power to locate its own stopping places can be required by a court of equity to stop at another railroad junction and interchange business, or that it must under all circumstances give one connecting road the same facilities and the same rates that it does to another with which it has entered into special contract relations for a continuous through line and arranged facilities accordingly. The cases are all instructive in their analogies, but their facts are different from those we have now to consider.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We have not referred specially to the tripartite agreement or its provisions, because, in our opinion, it has nothing to do with this case as it is now presented. The question here is whether the Denver &amp; New Orleans Company would have the right to the relief it asks if there were no such contract, not whether the contract, if it exists, will be a bar to such a right. The real question in the case, as it now comes before us, is whether the relief required is legislative in its character or judicial. We think it is legislative, and that upon the existing facts a court of chancery can afford no remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The decree of the circuit court is reversed, and the cause remanded, with direction to dismiss the bill without prejudice.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1--1\">\n        <a class=\"footnote\" href=\"#fn1--1_ref\">1</a>\n        <p> S. C. 13 Fed. Rep. 546, and 15 Fed. Rep. 650.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>110 U.S. 667 (1884)</b></center>\n<center><h1>ATCHISON, TOPEKA &amp; SANTA FE RAILROAD COMPANY<br>\nv.<br>\nDENVER &amp; NEW ORLEANS RAILROAD COMPANY.<br>\nDENVER &amp; NEW ORLEANS RAILROAD COMPANY<br>\nv.<br>\nATCHISON, TOPEKA &amp; SANTE FE RAILROAD COMPANY.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted January 16th, 1884.</center>\n<center>Decided March 3d, 1884.</center>\nCROSS APPEALS FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF COLORADO.\n<p><span class=\"star-pagination\">*674</span> <i>Mr. H.C. Thatcher, Mr. Charles E. Gast, Mr. George R. Peck</i> and <i>Mr. William M. Evarts</i> for the Atchison, Topeka &amp; Santa Fé Railroad Company.</p>\n<p><i>Mr. E.T. Wells</i> for the Denver &amp; New Orleans Railroad Company.</p>\n<p>MR. CHIEF JUSTICE WAITE delivered the opinion of the court. After reciting the facts in the foregoing language he continued:</p>\n<p>The case has been presented by counsel in two aspects:</p>\n<p>1. In view of the requirements of the Constitution of Colorado alone; and</p>\n<p>2. In view of the constitutional and common-law obligations of railroad companies in Colorado as common carriers.</p>\n<p>We will first consider the requirements of the Constitution; and here it may be premised that sec. 6 of art. 15 imposes no greater obligations upon the company than the common law would have imposed without it. Every common carrier must carry for all to the extent of his capacity, without undue or unreasonable discrimination either in charges or facilities. The <span class=\"star-pagination\">*675</span> Constitution has taken from the legislature the power of abolishing this rule as applied to railroad companies.</p>\n<p>So in sec. 4 there is nothing specially important to the present inquiry except the last sentence: \"Every railroad company shall have the right with its road to intersect, connect with, or cross any other railroad.\" Railroad companies are created to serve the public as carriers for hire, and their obligations to the public are such as the law attaches to that service. The only exclusively constitutional question in the case is, therefore, whether the right of one railroad company to connect its road with that of another company, which has been made part of the fundamental law of the State, implies more than a mechanical union of the tracks of the roads so as to admit of the convenient passage of cars from one to the other. The claim on the part of the Denver and New Orleans Company is that the right to connect the roads includes the right of business intercourse between the two companies, such as is customary on roads forming a continuous line, and that if the companies fail or refuse to agree upon the terms of their intercourse a court of equity may, in the absence of statutory regulations, determine what the terms shall be. Such appears to have been the opinion of the Circuit Court, and accordingly in its decree a compulsory business connection was established between the two companies, and rules were laid down for the government of their conduct towards each other in this new relation. In other words, the court has made an arrangement for the business intercourse of these companies such as, in its opinion, they ought in law to have made for themselves.</p>\n<p>There is here no question as to how or where the physical connection of the roads shall be made, for that has already been done at the place, and in the way, decided upon by the Denver &amp; New Orleans Company for itself, and the Atchison, Topeka &amp; Santa Fé Company does not ask to have it changed. The point in dispute upon this branch of the case, therefore, is whether, under the Constitution of Colorado, the Denver &amp; New Orleans Company has a constitutional right, which a Court of Chancery can enforce by a decree for specific performance, to form the same business connection, and make <span class=\"star-pagination\">*676</span> the same traffic arrangement, with the Atchison, Topeka &amp; Santa Fé Company as that company grants to, or makes with, any competing company operating a connected road.</p>\n<p>The right secured by the Constitution is that of a connection of one road with another, and the language used to describe the grant is strikingly like that of sec. 23 of the charter of the Baltimore &amp; Ohio Railroad Company, given by Maryland on the 28th of February, 1827, Laws of Maryland, 1826, c. 123, which is in these words:</p>\n<p>\"That full right and privilege is hereby reserved to the citizens of this State, or any company hereafter to be incorporated under the authority of this State, to connect with the road hereby provided for, any other railroad leading from the main route, to any other part or parts of the State.\"</p>\n<p>At the time this charter was granted the idea prevailed that a railroad could be used like a public highway by all who chose to put carriages thereon, subject only to the payment of tolls and to reasonable regulations as to the manner of doing business, <i>Lake Sup. &amp; Miss. R.R. Co.</i> v. <i>United States,</i> 93 U.S. 442; but that the word \"connect,\" as here used, was not supposed to mean anything more than a mechanical union of the tracks is apparent from the fact that when afterwards, on the 9th of March, 1833, authority was given the owners of certain factories to connect roads from their factories with the Washington branch of the Baltimore &amp; Ohio Company, and to erect depots at the junctions, it was in express terms made \"the duty of the company to take from and deliver at said depot any produce, merchandise, or manufactures, or other articles whatsoever, which they (the factory owners) may require to be transported on said road.\" Maryland Laws of 1832, c. 175, sec. 16. The charter of the Baltimore &amp; Ohio Company was one of the earliest ever granted in the United States, and while from the beginning it was common in most of the States to provide in some form by charters for a connection of one railroad with another, we have not had our attention called to a single case where, if more than a connection of tracks was <span class=\"star-pagination\">*677</span> required, the additional requirement was not distinctly stated and defined by the legislature.</p>\n<p>Legislation regarding the duties of connected roads because of their connection is to be found in many of the States, and it began at a very early day in the history of railroad construction. As long ago as 1842 a general statute upon the subject was passed in Maine, Stats. of Maine, 1842, c. 9; and in 1854, c. 93, a tribunal was established for determining upon the \"terms of connection\" and \"the rates at which passengers and merchandise coming from the one shall be transported over the other,\" in case the companies themselves failed to agree. Other States have made different provisions, and as railroads have increased in number, and their relations have become more and more complicated, statutory regulations have been more frequently adopted and with greater particularity in matters of detail. Much litigation has grown out of controversies between connected roads as to their respective rights, but we have found no case in which, without legislative regulation, a simple connection of tracks has been held to establish any contract or business relation between the companies.</p>\n<p>No provision is to be found in any of the constitutions of the several States, having special reference to the government of railroad corporations, before that of Illinois, which was ratified by a vote of the people on the second of July, 1870. Sec. 12 of art. 11 of that Constitution is as follows:</p>\n<p>\"Railways heretofore constructed or that may hereafter be constructed in this State are hereby declared public highways, and shall be free to all persons for the transportation of their persons and property thereon, under such regulations as may be prescribed by law. And the general assembly shall, from time to time, pass laws establishing reasonable maximum rates of charges for the transportation of passengers and freight on the different railroads of this State.\"</p>\n<p>During the same year an amendment to the Constitution of Michigan was adopted in these words:</p>\n<p>\"SEC. 1. The legislature may, from time to time, pass laws <span class=\"star-pagination\">*678</span> establishing reasonable maximum rates of charges for the transportation of passengers and freight on different railroads in this State; and shall prohibit running contracts between such railroad companies, whereby discrimination is made in favor of either of such companies as against other companies owning connecting or intersecting lines of railroad.\"</p>\n<p>The Constitution of West Virginia, adopted in 1872, contained (sec. 9, art. 11) an exact copy of sec. 12, art. 11 of the Constitution of Illinois, with an addition of these words:</p>\n<p>\"And providing for the correction of abuses, the prevention of unjust discriminations between through and local or way freight and passenger tariffs, and for the protection of the just rights of the public, and shall enforce such laws by adequate penalties.\"</p>\n<p>In 1873 a new Constitution was adopted in the State of Pennsylvania. Secs. 1 and 3 of art. 17 are as follows:</p>\n<p>\"SEC. 1. All railroads and canals shall be public highways, and all railroads and canal companies shall be common carriers. Any association or corporation organized for the purpose shall have the right to construct and operate a railroad between any points within this State, and to connect at the State line with railroads of other States. Every railroad company shall have the right with its road to intersect, connect with, or cross any other railroad; and shall receive and transport each the other's passengers, tonnage and cars, loaded or empty, without delay or discrimination.\"</p>\n<p>\"SEC. 3. All individuals, associations, and corporations shall have equal right to have persons and property transported over railroads and canals, and no undue or unreasonable discrimination shall be made in charges for, or in facilities for, transportation of freight or passengers within the State, or coming from or going to any other State. Persons and property transported over any railroad shall be delivered at any station at charges not exceeding the charges for transportation of persons and property of the same class in the same direction to any more distant station; but excursion tickets may be issued at special rates.\"</p>\n<p>Since that time new constitutions have been adopted in Alabama, Arkansas, California, Colorado, Georgia, Louisiana, <span class=\"star-pagination\">*679</span> Missouri, Nebraska, and Texas. In Georgia, sec. 2, art. 4, authority was given the legislature to regulate fares and freights and to prevent unjust discriminations; and in Nebraska, sec. 4, art. 11, the provision in the Constitution of Illinois was substantially followed; but in Alabama, sec. 21, art. 13, Arkansas, sec. 1, art. 17, California, sec. 17, art. 12, Louisiana, art. 243, Missouri, secs. 12, 13, 14, art. 12, and Texas, sec. 1, art. 10, the whole of sec. 1, art. 12 of that of Pennsylvania is included without any material change of phraseology. In Colorado, however, while all the rest of that section is adopted, these words are omitted: \"and shall receive and transport each other's passengers, tonnage and cars, loaded or empty, without delay or discrimination.\" And so, while the first sentence of sec. 3, art. 12 is included, in language almost identical, the last sentence, which provides that passengers and property shall be delivered at all stations at charges not exceeding the charges to a more distant station, is left out, and the following inserted in its place: \"and no railroad company, nor any lessee, manager, or employé thereof, shall give any preference to individuals, associations, or corporations in furnishing cars or motive power.\" Both these alterations are significant, and we cannot avoid the conclusion that their purpose was to leave the legislature free to act in the regulation of the duties of connected roads towards each other as the public good might require, for it is always to be borne in mind that while constitutional provisions of this character are intended as securities for the rights of the people, they may operate also as limitations on the powers of the legislature. To our minds it is clear that the constitutional right in Colorado to connect railroad with railroad does not itself imply the right of connecting business with business. The railroad companies are not to be connected, but their roads. A connection of roads may make a connection in business convenient and desirable, but the one does not necessarily carry with it the other. The language of the Constitution is that railroads may \"intersect, connect with, or cross\" each other. This clearly applies to the road as a physical structure, not to the corporation or its business.</p>\n<p>This brings us to the consideration of the second branch of <span class=\"star-pagination\">*680</span> the case, to wit, the relative rights of the two companies at common law and under the Constitution as owners of connected roads, it being conceded that there are no statutory regulations applicable to the subject.</p>\n<p>The Constitution expressly provides:</p>\n<p>1. That all shall have equal rights in the transportation of persons and property;</p>\n<p>2. That there shall not be any undue or unreasonable discrimination in charges or facilities; and</p>\n<p>3. That preferences shall not be given in furnishing cars or motive power.</p>\n<p>It does not expressly provide:</p>\n<p>1. That the trains of one connected road shall stop for the exchange of business at the junction with the other; nor</p>\n<p>2. That companies owning connected roads shall unite in forming a through line for continuous business, or haul each other's cars; nor</p>\n<p>3. That local rates on a through line shall be the same to one connected road not in the line as the through rates are to another which is; nor</p>\n<p>4. That if one company refuses to agree with another owning a connected road to form a through line or to do a connecting business a court of chancery may order that such a business be done and fix the terms.</p>\n<p>The question, then, is whether these rights or any of them are implied either at common law or from the Constitution.</p>\n<p>At common law, a carrier is not bound to carry except on his own line, and we think it quite clear that if he contracts to go beyond he may, in the absence of statutory regulations to the contrary, determine for himself what agencies he will employ. His contract is equivalent to an extension of his line for the purposes of the contract, and if he holds himself out as a carrier beyond the line, so that he may be required to carry in that way for all alike, he may nevertheless confine himself in carrying to the particular route he chooses to use. He puts himself in no worse position, by extending his route with the help of others, than he would occupy if the means of transportation employed were all his own. He certainly may select <span class=\"star-pagination\">*681</span> his own agencies and his own associates for doing his own work.</p>\n<p>The Atchison, Topeka &amp; Santa Fé Company, as the lessee of the Pueblo &amp; Arkansas Valley Railroad, has the statutory right to establish its own stations and to regulate the time and manner in which it will carry persons and property and the price to be paid therefor. As to all these matters, it is undoubtedly subject to the power of legislative regulation, but in the absence of regulation it owes only such duties to the public, or to individuals, associations or corporations, as the common law, or some custom having the force of law, has established for the government of those in its condition. As has already been shown, the Constitution of Colorado gave to every railroad company in the State the right to a mechanical union of its road with that of any other company in the State, but no more. The legislature has not seen fit to extend this right, as it undoubtedly may, and consequently the Denver &amp; New Orleans Company comes to the Atchison, Topeka &amp; Santa Fé Company just as any other customer does, and with no more rights. It has established its junction and provided itself with the means of transacting its business at that place, but as yet it has no legislative authority to compel the other company to adopt that station or to establish an agency to do business there. So far as statutory regulations are concerned, if it wishes to use the Atchison, Topeka &amp; Santa Fé road for business, it must go to the place where that company takes on and lets off passengers or property for others. It has as a railroad company no statutory or constitutional privileges in this particular over other persons, associations, or corporations. It saw fit to establish its junction at a place away from the station which the Atchison, Topeka &amp; Santa Fé Company had, in the exercise of its legal discretion, located for its own convenience and that of the public. It does not now ask to enter that station with its tracks or to interchange business at that place, but to compel the Atchison, Topeka &amp; Santa Fé Company to stop at its station and transact a connecting business there. No statute requires that connected roads shall adopt joint stations, or that one railroad company shall stop at or make <span class=\"star-pagination\">*682</span> use of the station of another. Each company in the State has the legal right to locate its own stations, and, so far as statutory regulations are concerned, is not required to use any other.</p>\n<p>A railroad company is prohibited, both by the common law and by the Constitution of Colorado, from discriminating unreasonably in favor of or against another company seeking to do business on its road; but that does not necessarily imply that it must stop at the junction of one and interchange business there, because it has established joint depot accommodations and provided facilities for doing a connecting business with another company at another place. A station may be established for the special accommodation of a particular customer; but we have never heard it claimed that every other customer could, by a suit in equity, in the absence of a statutory or contract right, compel the company to establish a like station for his special accommodation at some other place. Such matters are, and always have been, proper subjects for legislative consideration, unless prevented by some charter contract; but, as a general rule, remedies for injustice of that kind can only be obtained from the legislature. A court of chancery is not, any more than is a court of law, clothed with legislative power. It may enforce, in its own appropriate way, the specific performance of an existing legal obligation arising out of contract, law, or usage, but it cannot create the obligation.</p>\n<p>In the present case, the Atchison, Topeka &amp; Santa Fé and the Denver &amp; Rio Grande Companies formed their business connection and established their junction or joint station long before the Denver &amp; New Orleans road was built. The Denver &amp; New Orleans Company saw fit to make its junction with the Atchison, Topeka &amp; Santa Fé Company at a different place. Under these circumstances, to hold that, if the Atchison, Topeka &amp; Santa Fé continued to stop at its old station, after the Denver &amp; New Orleans was built, a refusal to stop at the junction of the Denver &amp; New Orleans, was an unreasonable discrimination as to facilities in favor of the Denver &amp; Rio Grande Company, and against the Denver &amp; New Orleans, would be in effect to declare that every railroad company which <span class=\"star-pagination\">*683</span> forces a connection of its road with that of another company has a right, under the Constitution or at the common law, to require the company with which it connects to do a connecting business at the junction, if it does a similar business with any other company under any other circumstances. Such, we think, is not the law. It may be made so by the legislative department of the government, but it does not follow, as a necessary consequence, from the constitutional right of a mechanical union of tracks, or the constitutional prohibition against undue or unreasonable discrimination in facilities.</p>\n<p>This necessarily disposes of the question of a continuous business, or a through line for passengers or freight, including through tickets, through bills of lading, through checking of baggage, and the like. Such a business does not necessarily follow from a connection of tracks. The connection may enable the companies to do such a business conveniently when it is established, but it does not of itself establish the business. The legislature cannot take away the right to a physical union of two roads, but whether a connecting business shall be done over them after the union is made depends on legislative regulation, or contract obligation. An interchange of cars, or the hauling by one company of the cars of the other, implies a stop at the junction to make the exchange or to take the cars. If there need be no stop, there need be no exchange or taking on of cars.</p>\n<p>The only remaining questions are as to the obligation of the Atchison, Topeka &amp; Santa Fé Company to carry for the Denver &amp; New Orleans when passengers go to or freight is delivered at the regular stations, and the prices to be charged. As to the obligation to carry, there is no dispute, and we do not understand it to be claimed that carriage has ever been refused when applied for at the proper place. The controversy, and the only controversy, is about the place and the price.</p>\n<p>That the price must be reasonable is conceded, and it is no doubt true that in determining what is reasonable the prices charged for business coming from or going to other roads connecting at Pueblo may be taken into consideration. But the relation of the Denver &amp; New Orleans Company to the <span class=\"star-pagination\">*684</span> Atchison, Topeka &amp; Santa Fé is that of a Pueblo customer, and it does not necessarily follow that the price which the Atchison, Topeka &amp; Santa Fé gets for transportation to and from Pueblo, on a division of through rates among the component companies of a through line to Denver, must settle the Pueblo local rates. It may be that the local rates to and from Pueblo are too high, and that they ought to be reduced, but that is an entirely different question from a division of through rates. There is no complaint of a discrimination against the Denver &amp; New Orleans Company in respect to the regular Pueblo rates; neither is there anything except the through rates to show that the local rates are too high. The bill does not seek to reduce the local rates, but only to get this company put into the same position as the Denver &amp; Rio Grande on a division of through rates. This cannot be done until it is shown that the relative situations of the two companies with the Atchison, Topeka &amp; Santa Fé, both as to the kind of service and as to the conditions under which it is to be performed, are substantially the same, so that what is reasonable for one must necessarily be reasonable for the other. When a business connection shall be established between the Denver &amp; New Orleans Company and the Atchison, Topeka &amp; Santa Fé at their junction, and a continuous line formed, different questions may arise; but so long as the situation of the parties continues as it is now, we cannot say that, as a matter of law, the prices charged by the Atchison, Topeka &amp; Santa Fé, for the transportation of persons and property coming from or going to the Denver &amp; New Orleans, must necessarily be the same as are fixed for the continuous line over the Denver &amp; Rio Grande.</p>\n<p>Our attention has been called to several cases in the English courts where the question of reasonable or unreasonable preference by railway companies has been considered, but they all arose under the \"Railway and Canal Traffic Act, 1854,\" 17 &amp; 18 Vict. c. 31, and furnish but little aid in the determination of the present case. They are instructive and of high authority as to what would be undue or unreasonable preferences among competing customers, but none of them relate to the rights of connected railroads where there is no provision in law for their <span class=\"star-pagination\">*685</span> operation as continuous lines for business. And here it is proper to remark that in the very act under which these cases arose it is provided that \"every railway company... . working railways... . which form part of a continuous line of railway... . communication... . shall afford all due and reasonable facilities for receiving and forwarding by one of such railways... . all the traffic arriving by the other, without any unreasonable delay, and without any... . preference or advantage, or prejudice or disadvantage, ... . and so that no obstruction may be offered to the public desirous of using such railways... . as a continuous line of communication, and so that all reasonable accommodation may, by means of the railways... . of the several companies, be at all times afforded to the public in that behalf.\" If complaint was made of a violation of this provision, application could be made to the courts for relief. Were there such a statute in Colorado, this case would come before us in a different aspect. As it is, we know of no power in the judiciary to do what the Parliament of Great Britain has done, and what the proper legislative authority ought perhaps to do, for the relief of the parties to this controversy.</p>\n<p>All the American cases to which our attention has been called by counsel relate either to what amounts to undue discrimination between the customers of a railroad company, or to the power of a court of chancery to interfere, if there is such a discrimination. None of them hold that, in the absence of statutory direction, or a specific contract, a company having the power to locate its own stopping places can be required by a court of equity to stop at another railroad junction and interchange business, or that it must under all circumstances give one connecting road the same facilities and the same rates that it does to another with which it has entered into special contract relations for a continuous through line and arranged facilities accordingly. The cases are all instructive in their analogies, but their facts are different from those we have now to consider.</p>\n<p>We have not referred specially to the tripartite agreement or its provisions, because, in our opinion, it has nothing to do <span class=\"star-pagination\">*686</span> with this case as it is now presented. The question here is whether the Denver &amp; New Orleans Company would have the right to the relief it asks if there were no such contract, not whether the contract, if it exists, will be a bar to such a right. The real question in the case, as it now comes before us, is whether the relief required is legislative in its character or judicial. We think it is legislative, and that upon the existing facts a court of chancery can afford no remedy.</p>\n<p>The decree of the Circuit Court is reversed, and the cause remanded with direction to</p>\n<p><i>Dismiss the bill without prejudice.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">667</span></span> (1884)</b></center>\n<center><h1>ATCHISON, TOPEKA &amp; SANTA FE RAILROAD COMPANY<br>\nv.<br>\nDENVER &amp; NEW ORLEANS RAILROAD COMPANY.<br>\nDENVER &amp; NEW ORLEANS RAILROAD COMPANY<br>\nv.<br>\nATCHISON, TOPEKA &amp; SANTE FE RAILROAD COMPANY.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted January 16th, 1884.</center>\n<center>Decided March 3d, 1884.</center>\nCROSS APPEALS FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF COLORADO.\n<p><span class=\"star-pagination\">*674</span> <i>Mr. H.C. Thatcher, Mr. Charles E. Gast, Mr. George R. Peck</i> and <i>Mr. William M. Evarts</i> for the Atchison, Topeka &amp; Santa Fé Railroad Company.</p>\n<p><i>Mr. E.T. Wells</i> for the Denver &amp; New Orleans Railroad Company.</p>\n<p>MR. CHIEF JUSTICE WAITE delivered the opinion of the court. After reciting the facts in the foregoing language he continued:</p>\n<p>The case has been presented by counsel in two aspects:</p>\n<p>1. In view of the requirements of the Constitution of Colorado alone; and</p>\n<p>2. In view of the constitutional and common-law obligations of railroad companies in Colorado as common carriers.</p>\n<p>We will first consider the requirements of the Constitution; and here it may be premised that sec. 6 of art. 15 imposes no greater obligations upon the company than the common law would have imposed without it. Every common carrier must carry for all to the extent of his capacity, without undue or unreasonable discrimination either in charges or facilities. The <span class=\"star-pagination\">*675</span> Constitution has taken from the legislature the power of abolishing this rule as applied to railroad companies.</p>\n<p>So in sec. 4 there is nothing specially important to the present inquiry except the last sentence: \"Every railroad company shall have the right with its road to intersect, connect with, or cross any other railroad.\" Railroad companies are created to serve the public as carriers for hire, and their obligations to the public are such as the law attaches to that service. The only exclusively constitutional question in the case is, therefore, whether the right of one railroad company to connect its road with that of another company, which has been made part of the fundamental law of the State, implies more than a mechanical union of the tracks of the roads so as to admit of the convenient passage of cars from one to the other. The claim on the part of the Denver and New Orleans Company is that the right to connect the roads includes the right of business intercourse between the two companies, such as is customary on roads forming a continuous line, and that if the companies fail or refuse to agree upon the terms of their intercourse a court of equity may, in the absence of statutory regulations, determine what the terms shall be. Such appears to have been the opinion of the Circuit Court, and accordingly in its decree a compulsory business connection was established between the two companies, and rules were laid down for the government of their conduct towards each other in this new relation. In other words, the court has made an arrangement for the business intercourse of these companies such as, in its opinion, they ought in law to have made for themselves.</p>\n<p>There is here no question as to how or where the physical connection of the roads shall be made, for that has already been done at the place, and in the way, decided upon by the Denver &amp; New Orleans Company for itself, and the Atchison, Topeka &amp; Santa Fé Company does not ask to have it changed. The point in dispute upon this branch of the case, therefore, is whether, under the Constitution of Colorado, the Denver &amp; New Orleans Company has a constitutional right, which a Court of Chancery can enforce by a decree for specific performance, to form the same business connection, and make <span class=\"star-pagination\">*676</span> the same traffic arrangement, with the Atchison, Topeka &amp; Santa Fé Company as that company grants to, or makes with, any competing company operating a connected road.</p>\n<p>The right secured by the Constitution is that of a connection of one road with another, and the language used to describe the grant is strikingly like that of sec. 23 of the charter of the Baltimore &amp; Ohio Railroad Company, given by Maryland on the 28th of February, 1827, Laws of Maryland, 1826, c. 123, which is in these words:</p>\n<p>\"That full right and privilege is hereby reserved to the citizens of this State, or any company hereafter to be incorporated under the authority of this State, to connect with the road hereby provided for, any other railroad leading from the main route, to any other part or parts of the State.\"</p>\n<p>At the time this charter was granted the idea prevailed that a railroad could be used like a public highway by all who chose to put carriages thereon, subject only to the payment of tolls and to reasonable regulations as to the manner of doing business, <i>Lake Sup. &amp; Miss. R.R. Co.</i> v. <i>United States,</i> 93 U.S. 442; but that the word \"connect,\" as here used, was not supposed to mean anything more than a mechanical union of the tracks is apparent from the fact that when afterwards, on the 9th of March, 1833, authority was given the owners of certain factories to connect roads from their factories with the Washington branch of the Baltimore &amp; Ohio Company, and to erect depots at the junctions, it was in express terms made \"the duty of the company to take from and deliver at said depot any produce, merchandise, or manufactures, or other articles whatsoever, which they (the factory owners) may require to be transported on said road.\" Maryland Laws of 1832, c. 175, sec. 16. The charter of the Baltimore &amp; Ohio Company was one of the earliest ever granted in the United States, and while from the beginning it was common in most of the States to provide in some form by charters for a connection of one railroad with another, we have not had our attention called to a single case where, if more than a connection of tracks was <span class=\"star-pagination\">*677</span> required, the additional requirement was not distinctly stated and defined by the legislature.</p>\n<p>Legislation regarding the duties of connected roads because of their connection is to be found in many of the States, and it began at a very early day in the history of railroad construction. As long ago as 1842 a general statute upon the subject was passed in Maine, Stats. of Maine, 1842, c. 9; and in 1854, c. 93, a tribunal was established for determining upon the \"terms of connection\" and \"the rates at which passengers and merchandise coming from the one shall be transported over the other,\" in case the companies themselves failed to agree. Other States have made different provisions, and as railroads have increased in number, and their relations have become more and more complicated, statutory regulations have been more frequently adopted and with greater particularity in matters of detail. Much litigation has grown out of controversies between connected roads as to their respective rights, but we have found no case in which, without legislative regulation, a simple connection of tracks has been held to establish any contract or business relation between the companies.</p>\n<p>No provision is to be found in any of the constitutions of the several States, having special reference to the government of railroad corporations, before that of Illinois, which was ratified by a vote of the people on the second of July, 1870. Sec. 12 of art. 11 of that Constitution is as follows:</p>\n<p>\"Railways heretofore constructed or that may hereafter be constructed in this State are hereby declared public highways, and shall be free to all persons for the transportation of their persons and property thereon, under such regulations as may be prescribed by law. And the general assembly shall, from time to time, pass laws establishing reasonable maximum rates of charges for the transportation of passengers and freight on the different railroads of this State.\"</p>\n<p>During the same year an amendment to the Constitution of Michigan was adopted in these words:</p>\n<p>\"SEC. 1. The legislature may, from time to time, pass laws <span class=\"star-pagination\">*678</span> establishing reasonable maximum rates of charges for the transportation of passengers and freight on different railroads in this State; and shall prohibit running contracts between such railroad companies, whereby discrimination is made in favor of either of such companies as against other companies owning connecting or intersecting lines of railroad.\"</p>\n<p>The Constitution of West Virginia, adopted in 1872, contained (sec. 9, art. 11) an exact copy of sec. 12, art. 11 of the Constitution of Illinois, with an addition of these words:</p>\n<p>\"And providing for the correction of abuses, the prevention of unjust discriminations between through and local or way freight and passenger tariffs, and for the protection of the just rights of the public, and shall enforce such laws by adequate penalties.\"</p>\n<p>In 1873 a new Constitution was adopted in the State of Pennsylvania. Secs. 1 and 3 of art. 17 are as follows:</p>\n<p>\"SEC. 1. All railroads and canals shall be public highways, and all railroads and canal companies shall be common carriers. Any association or corporation organized for the purpose shall have the right to construct and operate a railroad between any points within this State, and to connect at the State line with railroads of other States. Every railroad company shall have the right with its road to intersect, connect with, or cross any other railroad; and shall receive and transport each the other's passengers, tonnage and cars, loaded or empty, without delay or discrimination.\"</p>\n<p>\"SEC. 3. All individuals, associations, and corporations shall have equal right to have persons and property transported over railroads and canals, and no undue or unreasonable discrimination shall be made in charges for, or in facilities for, transportation of freight or passengers within the State, or coming from or going to any other State. Persons and property transported over any railroad shall be delivered at any station at charges not exceeding the charges for transportation of persons and property of the same class in the same direction to any more distant station; but excursion tickets may be issued at special rates.\"</p>\n<p>Since that time new constitutions have been adopted in Alabama, Arkansas, California, Colorado, Georgia, Louisiana, <span class=\"star-pagination\">*679</span> Missouri, Nebraska, and Texas. In Georgia, sec. 2, art. 4, authority was given the legislature to regulate fares and freights and to prevent unjust discriminations; and in Nebraska, sec. 4, art. 11, the provision in the Constitution of Illinois was substantially followed; but in Alabama, sec. 21, art. 13, Arkansas, sec. 1, art. 17, California, sec. 17, art. 12, Louisiana, art. 243, Missouri, secs. 12, 13, 14, art. 12, and Texas, sec. 1, art. 10, the whole of sec. 1, art. 12 of that of Pennsylvania is included without any material change of phraseology. In Colorado, however, while all the rest of that section is adopted, these words are omitted: \"and shall receive and transport each other's passengers, tonnage and cars, loaded or empty, without delay or discrimination.\" And so, while the first sentence of sec. 3, art. 12 is included, in language almost identical, the last sentence, which provides that passengers and property shall be delivered at all stations at charges not exceeding the charges to a more distant station, is left out, and the following inserted in its place: \"and no railroad company, nor any lessee, manager, or employé thereof, shall give any preference to individuals, associations, or corporations in furnishing cars or motive power.\" Both these alterations are significant, and we cannot avoid the conclusion that their purpose was to leave the legislature free to act in the regulation of the duties of connected roads towards each other as the public good might require, for it is always to be borne in mind that while constitutional provisions of this character are intended as securities for the rights of the people, they may operate also as limitations on the powers of the legislature. To our minds it is clear that the constitutional right in Colorado to connect railroad with railroad does not itself imply the right of connecting business with business. The railroad companies are not to be connected, but their roads. A connection of roads may make a connection in business convenient and desirable, but the one does not necessarily carry with it the other. The language of the Constitution is that railroads may \"intersect, connect with, or cross\" each other. This clearly applies to the road as a physical structure, not to the corporation or its business.</p>\n<p>This brings us to the consideration of the second branch of <span class=\"star-pagination\">*680</span> the case, to wit, the relative rights of the two companies at common law and under the Constitution as owners of connected roads, it being conceded that there are no statutory regulations applicable to the subject.</p>\n<p>The Constitution expressly provides:</p>\n<p>1. That all shall have equal rights in the transportation of persons and property;</p>\n<p>2. That there shall not be any undue or unreasonable discrimination in charges or facilities; and</p>\n<p>3. That preferences shall not be given in furnishing cars or motive power.</p>\n<p>It does not expressly provide:</p>\n<p>1. That the trains of one connected road shall stop for the exchange of business at the junction with the other; nor</p>\n<p>2. That companies owning connected roads shall unite in forming a through line for continuous business, or haul each other's cars; nor</p>\n<p>3. That local rates on a through line shall be the same to one connected road not in the line as the through rates are to another which is; nor</p>\n<p>4. That if one company refuses to agree with another owning a connected road to form a through line or to do a connecting business a court of chancery may order that such a business be done and fix the terms.</p>\n<p>The question, then, is whether these rights or any of them are implied either at common law or from the Constitution.</p>\n<p>At common law, a carrier is not bound to carry except on his own line, and we think it quite clear that if he contracts to go beyond he may, in the absence of statutory regulations to the contrary, determine for himself what agencies he will employ. His contract is equivalent to an extension of his line for the purposes of the contract, and if he holds himself out as a carrier beyond the line, so that he may be required to carry in that way for all alike, he may nevertheless confine himself in carrying to the particular route he chooses to use. He puts himself in no worse position, by extending his route with the help of others, than he would occupy if the means of transportation employed were all his own. He certainly may select <span class=\"star-pagination\">*681</span> his own agencies and his own associates for doing his own work.</p>\n<p>The Atchison, Topeka &amp; Santa Fé Company, as the lessee of the Pueblo &amp; Arkansas Valley Railroad, has the statutory right to establish its own stations and to regulate the time and manner in which it will carry persons and property and the price to be paid therefor. As to all these matters, it is undoubtedly subject to the power of legislative regulation, but in the absence of regulation it owes only such duties to the public, or to individuals, associations or corporations, as the common law, or some custom having the force of law, has established for the government of those in its condition. As has already been shown, the Constitution of Colorado gave to every railroad company in the State the right to a mechanical union of its road with that of any other company in the State, but no more. The legislature has not seen fit to extend this right, as it undoubtedly may, and consequently the Denver &amp; New Orleans Company comes to the Atchison, Topeka &amp; Santa Fé Company just as any other customer does, and with no more rights. It has established its junction and provided itself with the means of transacting its business at that place, but as yet it has no legislative authority to compel the other company to adopt that station or to establish an agency to do business there. So far as statutory regulations are concerned, if it wishes to use the Atchison, Topeka &amp; Santa Fé road for business, it must go to the place where that company takes on and lets off passengers or property for others. It has as a railroad company no statutory or constitutional privileges in this particular over other persons, associations, or corporations. It saw fit to establish its junction at a place away from the station which the Atchison, Topeka &amp; Santa Fé Company had, in the exercise of its legal discretion, located for its own convenience and that of the public. It does not now ask to enter that station with its tracks or to interchange business at that place, but to compel the Atchison, Topeka &amp; Santa Fé Company to stop at its station and transact a connecting business there. No statute requires that connected roads shall adopt joint stations, or that one railroad company shall stop at or make <span class=\"star-pagination\">*682</span> use of the station of another. Each company in the State has the legal right to locate its own stations, and, so far as statutory regulations are concerned, is not required to use any other.</p>\n<p>A railroad company is prohibited, both by the common law and by the Constitution of Colorado, from discriminating unreasonably in favor of or against another company seeking to do business on its road; but that does not necessarily imply that it must stop at the junction of one and interchange business there, because it has established joint depot accommodations and provided facilities for doing a connecting business with another company at another place. A station may be established for the special accommodation of a particular customer; but we have never heard it claimed that every other customer could, by a suit in equity, in the absence of a statutory or contract right, compel the company to establish a like station for his special accommodation at some other place. Such matters are, and always have been, proper subjects for legislative consideration, unless prevented by some charter contract; but, as a general rule, remedies for injustice of that kind can only be obtained from the legislature. A court of chancery is not, any more than is a court of law, clothed with legislative power. It may enforce, in its own appropriate way, the specific performance of an existing legal obligation arising out of contract, law, or usage, but it cannot create the obligation.</p>\n<p>In the present case, the Atchison, Topeka &amp; Santa Fé and the Denver &amp; Rio Grande Companies formed their business connection and established their junction or joint station long before the Denver &amp; New Orleans road was built. The Denver &amp; New Orleans Company saw fit to make its junction with the Atchison, Topeka &amp; Santa Fé Company at a different place. Under these circumstances, to hold that, if the Atchison, Topeka &amp; Santa Fé continued to stop at its old station, after the Denver &amp; New Orleans was built, a refusal to stop at the junction of the Denver &amp; New Orleans, was an unreasonable discrimination as to facilities in favor of the Denver &amp; Rio Grande Company, and against the Denver &amp; New Orleans, would be in effect to declare that every railroad company which <span class=\"star-pagination\">*683</span> forces a connection of its road with that of another company has a right, under the Constitution or at the common law, to require the company with which it connects to do a connecting business at the junction, if it does a similar business with any other company under any other circumstances. Such, we think, is not the law. It may be made so by the legislative department of the government, but it does not follow, as a necessary consequence, from the constitutional right of a mechanical union of tracks, or the constitutional prohibition against undue or unreasonable discrimination in facilities.</p>\n<p>This necessarily disposes of the question of a continuous business, or a through line for passengers or freight, including through tickets, through bills of lading, through checking of baggage, and the like. Such a business does not necessarily follow from a connection of tracks. The connection may enable the companies to do such a business conveniently when it is established, but it does not of itself establish the business. The legislature cannot take away the right to a physical union of two roads, but whether a connecting business shall be done over them after the union is made depends on legislative regulation, or contract obligation. An interchange of cars, or the hauling by one company of the cars of the other, implies a stop at the junction to make the exchange or to take the cars. If there need be no stop, there need be no exchange or taking on of cars.</p>\n<p>The only remaining questions are as to the obligation of the Atchison, Topeka &amp; Santa Fé Company to carry for the Denver &amp; New Orleans when passengers go to or freight is delivered at the regular stations, and the prices to be charged. As to the obligation to carry, there is no dispute, and we do not understand it to be claimed that carriage has ever been refused when applied for at the proper place. The controversy, and the only controversy, is about the place and the price.</p>\n<p>That the price must be reasonable is conceded, and it is no doubt true that in determining what is reasonable the prices charged for business coming from or going to other roads connecting at Pueblo may be taken into consideration. But the relation of the Denver &amp; New Orleans Company to the <span class=\"star-pagination\">*684</span> Atchison, Topeka &amp; Santa Fé is that of a Pueblo customer, and it does not necessarily follow that the price which the Atchison, Topeka &amp; Santa Fé gets for transportation to and from Pueblo, on a division of through rates among the component companies of a through line to Denver, must settle the Pueblo local rates. It may be that the local rates to and from Pueblo are too high, and that they ought to be reduced, but that is an entirely different question from a division of through rates. There is no complaint of a discrimination against the Denver &amp; New Orleans Company in respect to the regular Pueblo rates; neither is there anything except the through rates to show that the local rates are too high. The bill does not seek to reduce the local rates, but only to get this company put into the same position as the Denver &amp; Rio Grande on a division of through rates. This cannot be done until it is shown that the relative situations of the two companies with the Atchison, Topeka &amp; Santa Fé, both as to the kind of service and as to the conditions under which it is to be performed, are substantially the same, so that what is reasonable for one must necessarily be reasonable for the other. When a business connection shall be established between the Denver &amp; New Orleans Company and the Atchison, Topeka &amp; Santa Fé at their junction, and a continuous line formed, different questions may arise; but so long as the situation of the parties continues as it is now, we cannot say that, as a matter of law, the prices charged by the Atchison, Topeka &amp; Santa Fé, for the transportation of persons and property coming from or going to the Denver &amp; New Orleans, must necessarily be the same as are fixed for the continuous line over the Denver &amp; Rio Grande.</p>\n<p>Our attention has been called to several cases in the English courts where the question of reasonable or unreasonable preference by railway companies has been considered, but they all arose under the \"Railway and Canal Traffic Act, 1854,\" 17 &amp; 18 Vict. c. 31, and furnish but little aid in the determination of the present case. They are instructive and of high authority as to what would be undue or unreasonable preferences among competing customers, but none of them relate to the rights of connected railroads where there is no provision in law for their <span class=\"star-pagination\">*685</span> operation as continuous lines for business. And here it is proper to remark that in the very act under which these cases arose it is provided that \"every railway company... . working railways... . which form part of a continuous line of railway... . communication... . shall afford all due and reasonable facilities for receiving and forwarding by one of such railways... . all the traffic arriving by the other, without any unreasonable delay, and without any... . preference or advantage, or prejudice or disadvantage, ... . and so that no obstruction may be offered to the public desirous of using such railways... . as a continuous line of communication, and so that all reasonable accommodation may, by means of the railways... . of the several companies, be at all times afforded to the public in that behalf.\" If complaint was made of a violation of this provision, application could be made to the courts for relief. Were there such a statute in Colorado, this case would come before us in a different aspect. As it is, we know of no power in the judiciary to do what the Parliament of Great Britain has done, and what the proper legislative authority ought perhaps to do, for the relief of the parties to this controversy.</p>\n<p>All the American cases to which our attention has been called by counsel relate either to what amounts to undue discrimination between the customers of a railroad company, or to the power of a court of chancery to interfere, if there is such a discrimination. None of them hold that, in the absence of statutory direction, or a specific contract, a company having the power to locate its own stopping places can be required by a court of equity to stop at another railroad junction and interchange business, or that it must under all circumstances give one connecting road the same facilities and the same rates that it does to another with which it has entered into special contract relations for a continuous through line and arranged facilities accordingly. The cases are all instructive in their analogies, but their facts are different from those we have now to consider.</p>\n<p>We have not referred specially to the tripartite agreement or its provisions, because, in our opinion, it has nothing to do <span class=\"star-pagination\">*686</span> with this case as it is now presented. The question here is whether the Denver &amp; New Orleans Company would have the right to the relief it asks if there were no such contract, not whether the contract, if it exists, will be a bar to such a right. The real question in the case, as it now comes before us, is whether the relief required is legislative in its character or judicial. We think it is legislative, and that upon the existing facts a court of chancery can afford no remedy.</p>\n<p>The decree of the Circuit Court is reversed, and the cause remanded with direction to</p>\n<p><i>Dismiss the bill without prejudice.</i></p>\n</div>", "id": 91065, "judges": "Waite", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/91065/", "sha1": "4179478d9cf7a32d917d5e425aea8e472f30e78b", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:02:56"}