{"absolute_url": "/opinion/91207/exchange-nat-bank-of-pittsburgh-v-third-nat-bank-o/", "blocked": false, "citation": {"case_name": "Exchange Nat. Bank of Pittsburgh v. Third Nat. Bank of NY", "docket_number": "Argued November 6, 1884", "document_uris": ["/api/rest/v2/document/91207/"], "federal_cite_one": "112 U.S. 276", "federal_cite_three": null, "federal_cite_two": null, "id": 75587, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/75587/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 4, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1884-11-24", "date_modified": "2014-12-21T01:29:48.920905", "docket": "/api/rest/v2/docket/352967/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">112 U.S. 276</p>\n    <p class=\"case_cite\">5 S.Ct. 141</p>\n    <p class=\"case_cite\">28 L.Ed. 722</p>\n    <p class=\"parties\">EXCHANGE NAT. BANK OF PITTSBURGH, PA.,<br>v.<br>THIRD NAT. BANK OF THE CITY OF NEW YORK.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    <p class=\"date\">November 24, 1884.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>John R. Emery</i> and <i>Thos. N. McCarter</i>, for plaintiff in error.</p>\n      <p class=\"indent\"><i>A. Q. Keasbey</i>, for defendant in error.</p>\n      <p class=\"indent\">The Exchange National Bank of Pittsburgh, Pennsylvania, brought this suit against the Third National Bank of the city of New York, in the circuit court of the United States for the district of New Jersey, to recover damages for the alleged negligence of the defendant in regard to 11 drafts or bills of exchange indorsed by the plaintiff to the defendant for collection. The suit was tried before the court without a jury. It made a special finding of facts and rendered a judgment for the defendant, to review which the plaintiff has brought this writ of error.</p>\n      <p class=\"indent\">The facts found are these, in substance: The drafts were drawn by Rogers &amp; Burchfield, at Pittsburgh, to the order of J. D. Baldwin, and by him indorsed, on 'Walter M. Conger, Sec'y Newark Tea Tray Co., Newark, N. J.,' and were discounted before acceptance, by the plaintiff, at Pittsburgh, for the drawers. They bore different dates, from June 8, 1875, to September 20, 1875, and were in all other respects similar except as to the sums payable, and in the following form:</p>\n      <p class=\"indent\">'$1,042.75.</p>\n      <p class=\"indent\">PITTSBURGH, June 8, 1875.</p>\n      <p class=\"indent\">'Four months after date, pay to the order of J. D. Baldwin      ten hundred and forty-two 75-100 dollars, for account      rendered, value received, and charge to account of</p>\n      <p class=\"indent\">ROGERS &amp; BURCHFIELD.</p>\n      <p class=\"indent\"><i>'To Walter M. Conger, Seo'y Newark Tea Tray Co., Newark, N.      J.</i>'</p>\n      <p class=\"indent\">They were transmitted for collection at different times before maturity by the plaintiff to the defendant in letters describing them by their numbers and amounts, and by the words 'Newark Tea Tray Co.' They were sent by the defendant to its correspondent, the First National Bank of Newark, inclosed in letters describing them generally in the same way, except that, in two of the letters, they were described as drawn on 'W. M. Conger, Sec'y.' The drafts were received by the defendant in New York within a day or two of the time of discounting them. They were presented by the First National Bank of Newark to Conger for acceptance, who, except in one instance, accepted them by writing on the face these words: 'Accepted, payable at the Newark National Banking Co. WALTER M. CONGER.' When the acceptances were taken, the time of payment was so far distant that there was sufficient time to communicate to the plaintiff the form of the acceptance, and for the plaintiff thereafter to give further instructions as to the form of acceptance. The Newark bank held the drafts for payment, but the plaintiff was not advised of the form of acceptance until, on the thirteenth and nineteenth of October, two of them were returned to it by the defendant. At that time the drawers and indorsers were insolvent, but the drawers were in good credit when the drafts were discounted by the plaintiff. The drafts were duly protested for non-payment, but none of them were paid. The Newark Tea Tray Company is a New Jersey corporation doing business in that state, and Walter M. Conger is its secretary. The drafts were represented to the plaintiff by Burchfield, one of the drawers, who offered them for discount, to be 'the paper of the Newark Tea Tray Company' drawn against shipments of iron by Rogers &amp; Burchfield to that company, and were discounted as such by the plaintiff. He also represented that Walter M. Conger was the person who examined the shipments of iron and 'accepted the drafts,' and that they were drawn in this form for the convenience and accomodation of the company. On drafts of Rogers &amp; Burchfield on the 'Newark Tea Tray Co.,' dated May 4, 1874, May 20, 1874, and June 30, 1874, discounted by the plaintiff, and transmitted for acceptance to the defendant, and by it sent to the same Newark bank, that bank took acceptances from Walter M. Conger individually, without notice to the plaintiff; and Conger, during the time drafts sent by the plaintiff to the defendant, addressed to the 'Newark Tea Tray Co.' and to 'Walter M. Conger, Sec'y Newark Tea Tray Co., Newark, N. J.,' were in the hands of the Newark bank to procure acceptance, informed the cashier of the Newark bank that he would not accept these drafts in his official capacity as secretary.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 278-280 intentionally omitted]</p>\n      <p class=\"indent\">BLATCHFORD, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The negligence alleged consists in not obtaining acceptance of the drafts by the Tea Tray Company, or having them protested for non-acceptance by that company, or giving notice to the plaintiff of such non-acceptance, and in failing to give notice to the plaintiff that the company would not accept the drafts, or that Conger would not accept them in his official capacity. The decision of the circuit court proceeded on the ground that, at most, the defendant erred in judgment as to the import of the address on the drafts; that it had no information to qualify or explain such import; that for it to regard the drafts as addressed to Conger in his individual capacity was not a culpable error, because it followed decisions to that effect made by courts of the highest standing in New Jersey and New York and elsewhere; that it exercised intelligent and cautious judgment on the information it had; and that the plaintiff knew who was the intended drawee, as understood between it and the drawers, and ought to have advised the defendant, but failed to do so. 4 Fed. Rep. 20.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The only question presented by the record is that of the sufficiency of the facts found to support the judgment. It is contended by the defendant that its liability, in taking at New York for collection these drafts on a drawee at Newark, extended merely to the exercise of due care in the selection of a competent agent at Newark, and to the transmission of the drafts to such agent, with proper instructions; and that the Newark bank was not its agent, but the agent of the plaintiff, so that the defendant is not liable for the default of the Newark bank, due care having been used in selecting that bank. Such would be the result of the rule established in Massachusetts, (<i>Fabens</i> v. <i>Mercantile Bank</i>, 23 Pick. 330; <i>Dorchester Bank</i> v. <i>New England Bank</i>, 1 Cush. 177;) in Maryland, (<i>Jackson</i> v. <i>Union Bank</i>, 6 Harr. &amp; J. 146;) in Connecticut, (<i>Lawrence</i> v. <i>Stonington Bank</i>, 6 Conn. 521; <i>East Haddam Bank</i> v. <i>Scovill</i>, 12 Conn. 303;) in Missouri, (<i>Daly</i> v. <i>Butchers' &amp; Drovers' Bank</i>, 56 Mo. 94;) in Illinois, (<i>AEtna Ins. Co.</i> v. <i>Alton City Bank</i>, 25 Ill. 243;) in Tennessee, (<i>Bank of Louisville</i> v. <i>First Nat. Bank</i>, 8 Baxt. 101;) in Iowa, (<i>Guelich</i> v. <i>National State Bank</i>, 56 Iowa, 434; S. C. 9 N. W. Rep. 328;) and in Wisconsin, (<i>Stacy</i> v. <i>Dane County Bank</i>, 12 Wis. 629.) The authorities which support this rule rest on the proposition that since what is to be done by a bank employed to collect a draft payable at another place cannot be done by any of its ordinary officers or servants, but must be intrusted to a subagent, the risk of the neglect of the subagent is upon the party employing the bank, on the view that he has impliedly authorized the employment of the subagent; and that the incidental benefit which the bank may receive from collecting the draft, in the absence of an express or implied agreement for compensation, is not a sufficient consideration from which to legally infer a contract to warrant against loss from the negligence of the subagent.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The contrary doctrine, that a bank, receiving a draft or bill of exchange in one state for collection in another state from a drawee residing there, is liable for neglect of duty occurring in its collection, whether arising from the default of its own officers, or from that of its correspondent in the other state, or an agent employed by such correspondent, in the absence of any express or implied contract varying such liability, is established by decisions in New York, (<i>Allen</i> v. <i>Merchants' Bank</i>, 22 Wend. 215; <i>Bank of Orleans</i> v. <i>Smith</i>, 3 Hill, 560; <i>Montgomery County Bank</i> v. <i>Albany City Bank</i>, 7 N. Y. 459; <i>Commercial Bank</i> v. <i>Union Bank</i>, 11 N. Y. 203, 212; <i>Ayrault</i> v. <i>Pacific Bank</i>, 47 N. Y. 570;) in New Jersey, (<i>Titus</i> v. <i>Mechanics' Nat. Bank</i>, 6 Vroom, 588;) in Pennsylvania, (<i>Wingate</i> v. <i>Mechanics' Bank</i>, 10 Pa. St. 104;) in Ohio, (<i>Reeves</i> v. <i>State Bank</i>, 8 Ohio St. 465;) and in Indiana, (<i>Tyson</i> v. <i>State Bank</i>, 6 Blackf. 225.) It has been so held in the second circuit, in <i>Kent</i> v. <i>Dawson Bank</i>, 13 Blatchf. C. C. 237, and the same view is supported by <i>Taber</i> v. <i>Perrot</i>, 2 Gall. 565, and by the English cases of <i>Van Wart</i> v. <i>Woolley</i>, 5 Barn. &amp; C. 439, and <i>Mackersy</i> v. <i>Ramsays</i>, 9 Clark &amp; F. 818. In the latter case, bankers in Edinburgh were employed to obtain payment of a bill drawn on Calcutta. They transmitted it to their correspondent in London, who forwarded it to a house in Calcutta, to whom it was paid; but that house having failed, the bankers in Edinburgh, being sued, were by the house of lords held liable for the money, on the ground that, they being agents to obtain payment of the bill, and payment having been made, their principal could not be called on to suffer any loss occasioned by the conduct of their subagents, between whom and himself no privity existed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The question under consideration was not presented in <i>Bank of Washington</i> v. <i>Triplett</i>, 1 Pet. 25; for, although the defendant bank in that case was held to have contracted directly with the holder of the bill to collect it, the negligence alleged was the negligence of its own officers in the place where the bank was situated. In <i>Hoover</i> v. <i>Wise</i>, 91 U. S. 308, a claim against a debtor in Nebraska was placed by the creditor in the hands of a collecting agency in New York, with instructions to collect the debt, and with no other instructions. The agency transmitted the claim to an attorney at law in Nebraska. The attorney received the amount of the debt from the debtor in Nebraska, in fraud of the bankrupt law, and paid it over to the agency, but the money did not reach the hands of the creditor. The assignee in bankruptcy having sued the creditor to recover the money, this court (three justices dissenting) held that the attorney in Nebraska was not the agent of the creditor, in such a sense that his knowledge that a fraud on the bankrupt law was being committed was chargeable to the creditor, on the ground that, the collecting agency having undertaken the collection of the debt, and employed an attorney to do so, the attorney employed by it, and not by the creditor, was its agent, and not the agent of the creditor; and the creditor was held not to be liable to the assignee in bankruptcy for the money. In the opinion of the court it is said that the case falls within the decisions in the above-mentioned cases of <i>Reeves</i> v. <i>State Bank</i>, 8 Ohio St. 465; <i>Mackersy</i> v. <i>Ramsays</i>, 9 Clark &amp; F. 818; <i>Montgomery County Bank</i> v. <i>Albany City Bank</i>, 7 N. Y. 459; <i>Commercial Bank</i> v. <i>Union Bank</i>, 11 N. Y. 203; and <i>Allen</i> v. <i>Merchants' Bank</i>, 22 Wend. 215; and it is said that those cases, the first three of which are stated at length, show 'that where a bank, as a collection agency, receives a note for the purposes of collection, its position is that of an independent contractor, and the instruments employed by such bank in the business contemplated are its agents, and not the subagents of the owner of the note.' The court proceeds to say that those authorities go far towards establishing the position that the collecting agency was an independent contractor, and that the attorney it employed was its agent only, and not in such wise the agent of the defendant, as to make the defendant responsible for the knowledge of the attorney in Nebraska. The court then cites, as a case in point, <i>Bradstreet</i> v. <i>Everson</i>, 72 Pa. St. 124, as holding that, where a commercial agency at Pittsburgh received drafts to be collected at Memphis, and sent them to its agent at Memphis, who collected the money and failed to remit it, the agency at Pittsburgh was to be regarded as undertaking to collect, and not merely receiving the drafts for transmission to another for collection, and as being liable for the negligence of its agent at Memphis. It also cites, as to the same purport, <i>Lewis</i> v. <i>Peck</i>, 10 Ala. 142, and <i>Cobb</i> v. <i>Becke</i>, 6 Adol. &amp; E. 930. It then says that these authorities fix the rule, before stated, on which the decision is rested. So far from there being anything in that case which goes to exonerate the defendant in the case at bar, its reasoning tends strongly to affirm the principle on which the defendant must be held liable. Indeed, its language supports the view that the Newark bank, in this case, would not be liable directly to the plaintiff. It that be so, and the defendant is not liable, the plaintiff is without remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The case of <i>Britton</i> v. <i>Niccolls</i>, 104 U. S. 757, is cited to show that the defendant is not liable. In that case, the defendants, bankers in Natchez, Mississippi, received from the plaintiff, a resident of Illinois, for collection, two promissory notes, dated at Natchez, but not stating any place of payment. They were sent to the defendants, through a banking-house in Bloomington, Illinois, with instructions to collect them, if paid, and, if not, to protest them and give notice to the indorsers. The defendants placed the notes in the hands of a reputable notary in Natchez, to make demand of payment and give notice to the indorsers. It was held that the defendants were not liable for negligence on the part of the notary, whereby the liability of a responsible indorser was released. The negligence consisted in not presenting the notes to the maker at maturity and demanding payment. The maker resided 12 or 15 miles from Natchez, and had no domicile or place of business in Natchez. No information as to his residence was given to the defendants with the notes, and the plaintiff was ignorant of it. All the instructions which the defendants gave to the notary were given on the several days the notes matured, when they handed the notes to the notary, with instructions to demand payment, and, if they were not paid, to protest them and send notice of nonpayment to the indorsers. The notary knew where the maker resided, and that he had no place of business in Natchez; but he inquired for him at three public places in Natchez, and, not finding him, protested the notes for nonpayment, and gave notice to the indorsers. The defendants had inquired at Natchez as to the residence of the maker, but had not learned it, and had sent notices to him, through the post-office there, of the amount and date of maturity of the notes a reasonable length of time in advance. On these facts, it is apparent that the only question raised was as to the liability of bankers, in Natchez, in respect to a note sent to them for collection, dated at Natchez, and not payable at any specified place there or elsewhere, for the negligence of a public notary there. The suit was not against the banking-house in Bloomington, which was only the agent to transmit the notes to the defendants for collection. The opinion of the court states the question to be as to 'the liability of the collecting bankers for the manner in which the notary to whom the notes are delivered for presentment and protest discharges his duty.' The court says: 'The notes being dated at Natchez, the presumption of law, in the absence of other evidence on the subject, is that that was the place of residence of the maker, and that he contemplated making payment there. The duty of the bankers, as collecting agents, was, therefore, to make inquiry for his residence or place of business in that city, and, if he had either, to make there the presentment of the notes, but, if he had neither, to use reasonable diligence to find him for that purpose.' The court then refers to the case of <i>Allen</i> v. <i>Merchants' Bank</i>, 22 Wend. 215, in the court of errors of New York, as declaring the doctrine that a bank receiving paper for collection is responsible 'for all subsequent agents employed in the collection of the paper,' and states that, though that decision has been followed in New York, and its doctrine has been adopted in Ohio, it has been generally rejected in the courts of other states. The case of <i>Dorchester Bank</i> v. <i>New England Bank</i>, 1 Cush. 177, is then cited as holding that, if a bank acts in good faith in selecting a suitable subagent at the place where the bill is payable, it is not liable for his neglect; and the opinion states that this doctrine has been followed in the supreme courts of Connecticut, Maryland, Illinois, Wisconsin, and Mississippi.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The court, however, does not adopt either of these views, or rest the decision of the case before it on the latter view; for, it proceeds to say: 'In the New York case, in the court of errors, it was conceded that the general liability of the collecting bank might be varied and limited by express agreement of the parties, or by implication arising from general usage, and, in some of the cases in other states, proof of such general usage of bankers in the employment of notaries was permitted, and a release thereby asserted from liability of the bank for any neglect by them.' The court then states that there was in the case no proof of any general usage of bankers at Natchez as to the employment of notaries public in the presentment and protest of notes left with them for collection. But, as there was a statute of Mississippi, passed in 1833, authorizing notaries to protest promissory notes, and requiring them to keep a record of their notarial acts in such cases, and making the record admissible in evidence in the courts as if the notary were a witness, and, as the courts of that state had held, (<i>Tiernan</i> v. <i>Commercial Bank</i>, 7 How. (Miss.) 648;<i>Agricultural Bank</i> v. <i>Commercial Bank</i>, 7 Smedes &amp; M. 592; <i>Bowling</i> v. <i>Arthur</i>, 34 Miss. 41,) under that statute, that it was a part of the duty of the notary, when protesting paper, to give all notices of dishonor required to charge the parties to it, and that a bank receiving commercial paper, as an agent for collection, properly discharged its duty, in case of non-payment, by placing the paper in the hands of such notary, to be proceeded with in such manner as to charge the parties to it, and that the bank was not liable in such cases for the failure of the notary to perform his duty, the court says that, 'judged by the law of Mississippi,' the defendants 'discharged their duty to the plaintiff when they delivered the notes received by them for collection to the notary public,' and adds, 'what more could they have done, as intelligent and honest collecting agents, desirous of performing all that was required of them by the law, ignorant as they were of the residence or place of business of the maker of the notes, and having unsuccessfully made diligent inquiry for them?' It further says: 'The notary was not, in this matter, the agent of the bankers. He was a public officer, whose duties were prescribed by law, and when the notes were placed in his hands, in order that such steps should be taken by him as would bind the indorsers if the notes were not paid, he became the agent of the holder of the notes. For any failure on his part to perform his whole duty, he alone was liable.' On these grounds the court held that the defendants were not guilty of negligence, and were not liable for the negligence of the notary. The decision was not placed on any general rule of commercial law, but rested on the fact that the notary was a public officer, with duties prescribed by statute, and has no application to the case at bar. No reference was made to the case of <i>Hoover</i> v. <i>Wise</i>, nor any suggestion that the views stated in the opinion in that case were doubted or dissented from. There is, in the case at bar, no negligence of a notary, or of a public officer, or of any person whose duties or functions are prescribed by statute; and the question of the liability of the defendant is to be determined on principles not involved in the actual decision in <i>Britton</i> v. <i>Niccolls</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The question involves a rule of law of general application. Whatever be the proper rule, it is one of commercial law. It concerns trade between different and distant places, and, in the absence of statutory regulations, or special contract, or usage having the force of law, it is not to be determined according to the views or interests of any particular individuals, classes, or localities, but according to those principles which will best promote the general welfare of the commercial community. Especially is this so when the question is presented to this tribunal, whose decisions are controlling in all cases in the federal courts. The agreement of the defendant in this case was to collect the drafts, not merely to transmit them to the Newark bank for collection. This distinction is manifest; and the question presented is whether the New York bank, first receiving these drafts for collection, is responsible for the loss or damage resulting from the default of its Newark agent. There is no statute or usage or special contract in this case, to qualify or vary the obligation resulting from the deposit of the drafts with the New York bank for collection. On its receipt of the drafts, under these circumstances, an implied undertaking by it arose, to take all necessary measures to make the demands of acceptance necessary to protect the rights of the holder against previous parties to the paper. From the facts found, it is to be inferred that the New York bank took the drafts from the plaintiff, as a customer, in the usual course of business. There are 11 drafts in the case, running through a period of over three months, and the defendant had previously received from the plaintiff two other drafts, acceptances of which it had procured from Conger, at Newark, through the Newark bank. The taking by a bank, from a customer, in the usual course of business, of paper for collection, is sufficient evidence of a valuable consideration for the service. The general profits of the receiving bank from the business between the parties, and the accommodation to the customer, must all be considered together, and from a consideration, in the absence of any controlling facts to the contrary, so that the collection of the paper cannot be regarded as a gratuitous favor. <i>Smedes</i> v. <i>Bank of Utica</i>, 20 Johns. 372, and 3 Cow. 662; <i>McKinster</i> v. <i>Bank of Utica</i>, 9 Wend. 46, and 11 Wend. 473. The contract, then, becomes one to perform certain duties necessary for the collection of the paper and the protection of the holder. The bank is not merely appointed an attorney, authorized to select other agents to collect the paper. Its undertaking is to do the thing, and not merely to procure it to be done. In such case, the bank is held to agree to answer for any default in the performance of its contract; and, whether the paper is to be collected in the place where the bank is situated, or at a distance, the contract is to use the proper means to collect the paper, and the bank, by employing subagents to perform a part of what it has contracted to do, becomes responsible to its customer. This general principle applies to all who contract to perform a service. It is illustrated by the decision of the court of king's bench, in <i>Ellis</i> v. <i>Turner</i>, 8 Term R. 531, where the owners of a vessel carried goods to be delivered at a certain place, but the vessel passed it by without delivering the goods, and the vessel was sunk and the goods were lost. In a suit against the owners for the value of the goods, based on the contract, it was contended for the defendants that they were not liable for the misconduct of the master of the vessel in carrying the goods beyond the place. But the plaintiff had judgment, Lord KENYON saying that the defendants were answerable on their contract, although the misconduct was that of their servant, and adding: 'The defendants are responsible for the acts of their servant in those things that respect his duty under them, though they are not answerable for his misconduct in those things that do not respect his duty to them.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The distinction between the liability of one who contracts to do a thing and that of one who merely receives a delegation of authority to act for another is a fundamental one, applicable to the present case. If the agency is an undertaking to do the business, the original principal may look to the immediate contractor with himself, and is not obliged to look to inferior or distant under-contractors or subagents when defaults occur injurious to his interest. Whether a draft is payable in the place where the bank receiving it for collection is situated, or in another place, the holder is aware that the collection must be made by a competent agent. In either case there is an implied contract of the bank that the proper measures shall be used to collect the draft, and a right on the part of its owner to presume that proper agents will be employed, he having no knowledge of the agents. There is, therefore, no reason for liability or exemption from liability in the one case which does not apply to the other. And, while the rule of law is thus general, the liability of the bank may be varied by consent, or the bank may refuse to undertake the collection. It may agree to receive the paper only for transmission to its correspondent, and thus make a different contract, and become responsible only for good faith and due discretion in the choice of an agent. If this is not done, or there is no implied understanding to that effect, the same responsibility is assumed in the undertaking to collect foreign paper and in that to collect paper payable at home. On any other rule no principal contractor would be liable for the default of his own agent, where, from the nature of the business, it was evident he must employ subagents. The distinction recurs between the rule of merely personal representative agency and the responsibility imposed by the law of commercial contracts. This solves the difficulty and reconciles the apparent conflict of decision in many cases. The nature of the contract is the test. If the contract be only for the immediate services of the agent, and for his faithful conduct as representing his principal, the responsibility ceases with the limits of the personal services undertaken. But where the contract looks mainly to the thing to be done, and the undertaking is for the due use of all proper means to performance, the responsibility extends to all necessary and proper means to accomplish the object, by whomsoever used.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We regard as the proper rule of law applicable to this case, that declared in <i>Van Wart</i> v. <i>Woolley</i>, 5 Barn. &amp; C. 439, where the defendants, at Birmingham, received from the plaintiff a bill on London, to procure its acceptance. They forwarded it to their London banker, and acceptance was refused, but he did not protest it for non-acceptance or give notice of the refusal to accept. Chief Justice ABBOTT said: 'Upon this state of facts it is evidence that the defendants (who cannot be distinguished from, but are answerable for, their London correspondent) have been guilty of a neglect of the duty which they owed to the plaintiff, their employer, and from whom they received a pecuniary reward for their services. The plaintiff is, therefore, entitled to maintain his action against them, to the extent of any damage he may have sustained by their neglect.' In that case there was a special pecuniary reward for the service. But, upon the principles we have stated, we are of opinion that by the receipt by the defendant of the drafts in the present case for collection, it became, upon general principles of law, and independently of any evidence of usage or of any express agreement to that effect, liable for a neglect of duty occurring in that collection, from the default of its correspondent in Newark.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">What was the duty of the defendant, and what neglect of duty was there? An agent receiving for collection, before maturity, a draft payable on a particular day after date, is held to due diligence in making presentment for acceptance, and, if chargeable with negligence therein, is liable to the owner for all damages he has sustained by such negligence. <i>Allen</i> v. <i>Suydam</i>, 20 Wend. 321; <i>Walker</i> v. <i>Bank of the state of New York</i>, 9 N. Y. 582. The drawer or indorser of such a draft is, indeed, not discharged by the neglect of the holder to present it for acceptance, before it becomes due.  <i>Bank of Washington</i> v. <i>Triplett</i>, 1 Pet. 25, 35; <i>Townsley</i> v. <i>Sumrall</i>, 2 Pet. 170, 178. But, if the draft is presented for acceptance and dishonored before it becomes due, notice of such dishonor must be given to the drawer or indorser, or he will be discharged. 3 Kent, Comm. 82; <i>Bank of Washington</i> v. <i>Triplett</i>, 1 Pet. 25, 35; <i>Allen</i> v. <i>Suydam</i>, 20 Wend. 321; <i>Walker</i> v. <i>Bank of the State of New York</i>, 9 N. Y. 582; <i>Goodall</i> v. <i>Dolley</i>, 1 Term R. 712; Bayley, Bills, (2d Amer. Ed.) 213. Moreover, the owner of a draft payable on a day certain, though not bound to present it for acceptance in order to hold the drawer and indorser, has an interest in having it presented for acceptance without delay, for it is only by accepting it that the drawee becomes bound to pay it, and, on the dishonor of the draft by non-acceptance, and due protest and notice, the owner has a right of action at once against the drawer and indorser, without waiting for the maturity of the draft; and his agent, to collect the draft, is bound to do what a prudent principal would do. 3 Kent, Comm. 94; <i>Robinson</i> v. <i>Ames</i>, 20 Johns. 146; <i>Lenox</i> v. <i>Cook</i>, 8 Mass. 460; <i>Ballingalls</i> v. <i>Gloster</i>, 3 East. 481; <i>Whitehead</i> v. <i>Walker</i>, 9 Mees. &amp; W. 506; <i>Walker</i> v. <i>Bank of the State of New York</i>, 9 N. Y. 582. In view of these considerations, it is well settled that there is a distinction between the owner of a draft and his agent, in that, though the owner is not bound to present a draft payable at a day certain, for acceptance, before that day, the agent employed to collect the draft must act with due diligence to have the draft accepted as well as paid, and has not the discretion and latitude of time given to the owner, and, for any unreasonable delay, is responsible for all damages sustained by the owner. 3 Kent, Comm. 82; Chit. Bills, (13th Amer. Ed.) 272, 273.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The defendant being thus under an obligation to present the drafts for acceptance, and having, in fact, presented them through the Newark bank to Conger, the secretary of the company, was bound not to take the acceptances it did, but to treat the drafts as dishonored. The plaintiff was, at least, entitled to an acceptance in the terms of the address on the drafts. <i>Walker</i> v. <i>Bank of the State of New York</i>, 9 N. Y. 582. The defendant had notice, from the description of the drafts by the words 'Newark Tea Tray Co.' in the letters sending them for collection, that the plaintiff regarded the drafts as drawn on the company; and the defendant recognized its knowledge of the fact that the drafts were drawn on the company by describing them by the words 'Newark Tea Tray Co.,' in its letters to the Newark bank, in every instance but two. If, on the face of the drafts, the address was ambiguous, it was not for the defendant to determine the question, as against the plaintiff, by taking an acceptance which purported to be the acceptance of Conger individually, especially in view of the information it had by the words 'Newark Tea Tray Co.' in the letters sending the drafts to it for collection. It appears that the drafts were discounted by the plaintiff as drafts on the company, and, if it could have had an acceptance in the terms of the address, it would, in a suit against the company, have been in a condition to show who was the real acceptor. But, with the information given to the Newark bank by Conger, while that bank had in its hands for acceptance drafts drawn in the same from as those here in question, that he would not accept such drafts in his official capacity as secretary, the Newark bank chose to take acceptances individual in form. This was negligence, for which the defendant is liable to the plaintiff in damages, no notice of dishonor having been given. The defendant was bound to give such notice to the plaintiff. <i>Walker</i> v. <i>Bank of the State of New York</i>, 9 N. Y. 582.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The question as to whether the company would have been liable on the drafts, if they had been accepted in the terms of the address, is not one on the determination of which this suit depends; nor do we find it necessary to discuss the question as to whether, on the face of the drafts, the company or Conger individually is the drawee. The very existence of the ambiguity in the address, and of the question as to whether the company would be liable on an acceptance in the terms of the address, is a cogent reason why the defendant should not be allowed, without further communication with the holder, to do acts which may vary the rights of the holder, without responding in damages therefor. The risk is on the defendant and not on the plaintiff. It is, therefore, plain that the judgment must be reversed. But judgment cannot be now rendered for the plaintiff for damages. There must be a new trial. Although there is a special finding of facts, it does not cover the issue as to damages. No damages are found. The action is one for negligence, sounding in damages. Although the complaint alleges that the drawers and the indorser are discharged for want of notice of non-acceptance, and although it is found that the drawers were in good credit when the drafts were discounted, and that the drawers and indorser had become insolvent by the thirteenth and nineteenth of October, 1875, there is nothing in the finding of facts on which to base a judgment for any specific amount of damages. On the new trial that question will be open, and we do not intend to intimate any opinion on the subject.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The judgment of the circuit court is reversed, with direction to award a new trial.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> S. C. 4 Fed. Rep. 20.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>112 U.S. 276 (1884)</b></center>\n<center><h1>EXCHANGE NATIONAL BANK OF PITTSBURGH<br>\nv.<br>\nTHIRD NATIONAL BANK OF NEW YORK.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 6, 1884.</center>\n<center>Decided November 24, 1884.</center>\nIN ERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF NEW JERSEY.\n<p><span class=\"star-pagination\">*278</span> <i>Mr. John R. Emery</i> and <i>Mr. Thomas N. McCarter</i> for plaintiff in error.</p>\n<p><i>Mr. A.Q. Keasbey</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*280</span> MR. JUSTICE BLATCHFORD delivered the opinion of the court. He stated the facts in the foregoing language, and continued:</p>\n<p>The negligence alleged consisted in not obtaining acceptance of the drafts by the Tea Tray Company, or having them protested for non-acceptance by that company, or giving notice to the plaintiff of such non-acceptance, and in failing to give notice to the plaintiff that the company would not accept the drafts, or that Conger would not accept them in his official capacity.</p>\n<p>The decision of the Circuit Court proceeded on the ground that, at most, the defendant erred in judgment as to the import of the address on the drafts; that it had no information to qualify or explain such import; that for it to regard the drafts as addressed to Conger in his individual capacity was not a culpable error, because it followed decisions to that effect made by courts of the highest standing in New Jersey and New York and elsewhere; that it exercised intelligent and cautious judgment on the information it had; and that the plaintiff knew <span class=\"star-pagination\">*281</span> who was the intended drawee, as understood between it and the drawers, and ought to have advised the defendant, but failed to do so. 4 Fed. Rep. 20.</p>\n<p>The only question presented by the record is that of the sufficiency of the facts found to support the judgment.</p>\n<p>It is contended by the defendant, that its liability, in taking at New York for collection these drafts on a drawee at Newark, extended merely to the exercise of due care in the selection of a competent agent at Newark, and to the transmission of the drafts to such agent, with proper instructions; and that the Newark bank was not its agent, but the agent of the plaintiff, so that the defendant is not liable for the default of the Newark bank, due care having been used in selecting that bank. Such would be the result of the rule established in Massachusetts, <i>Fabens</i> v. <i>Mercantile Bank,</i> 23 Pick. 330; <i>Dorchester Bank</i> v. <i>New England Bank,</i> 1 Cush. 177; in Maryland, <i>Jackson</i> v. <i>Union Bank,</i> 6 Har. &amp; Johns. 146; in Connecticut, <i>Lawrence</i> v. <i>Stonington Bank,</i> 6 Conn. 521; <i>East Haddam Bank</i> v. <i>Scovil,</i> 12 Conn. 303; in Missouri, <i>Daly</i> v. <i>Butchers' &amp; Drovers' Bank,</i> 56 Mo. 94; in Illinois, <i>Ætna Insurance Co.</i> v. <i>Alton City Bank,</i> 25 Ill. 243; in Tennessee, <i>Bank of Louisville</i> v. <i>First National Bank,</i> 8 Baxter, 101; in Iowa, <i>Guelich</i> v. <i>National State Bank,</i> 56 Iowa, 434; and in Wisconsin, <i>Stacy</i> v. <i>Dane County Bank,</i> 12 Wis. 629; <i>Vilas</i> v. <i>Bryants,</i> Id. 702. The authorities which support this rule rest on the proposition, that since what is to be done by a bank employed to collect a draft payable at another place cannot be done by any of its ordinary officers or servants, but must be entrusted to a su-bagent, the risk of the neglect of the sub-agent is upon the party employing the bank, on the view that he has impliedly authorized the employment of the sub-agent; and that the incidental benefit which the bank may receive from collecting the draft, in the absence of an express or implied agreement for compensation, is not a sufficient consideration from which to legally infer a contract to warrant against loss from the negligence of the sub-agent.</p>\n<p>The contrary doctrine, that a bank, receiving a draft or bill of exchange in one State for collection in another State from <span class=\"star-pagination\">*282</span> a drawee residing there, is liable for neglect of duty occurring in its collection, whether arising from the default of its own officers or from that of its correspondent in the other State, or an agent employed by such correspondent, in the absence of any express or implied contract varying such liability, is established by decisions in New York, <i>Allen</i> v. <i>Merchants' Bank,</i> 22 Wend. 215; <i>Bank of Orleans</i> v. <i>Smith,</i> 3 Hill, 560; <i>Montgomery County Bank</i> v. <i>Albany City Bank,</i> 3 Selden, 459; <i>Commercial Bank</i> v. <i>Union Bank,</i> 1 Kernan (11 N.Y.), 203, 212; <i>Ayrault</i> v. <i>Pacific Bank,</i> 47 N.Y. 570; in New Jersey, <i>Titus</i> v. <i>Mechanics' National Bank,</i> 6 Vroom (35 N.J.L. 588); in Pennsylvania, <i>Wingate</i> v. <i>Mechanics' Bank,</i> 10 Penn. St. 104; in Ohio, <i>Reeves</i> v. <i>State Bank,</i> 8 Ohio St. 465; and in Indiana, <i>Tyson</i> v. <i>State Bank,</i> 6 Blackford, 225. It has been so held in the Second Circuit, in <i>Kent</i> v. <i>Dawson Bank,</i> 13 Blatchford, 237; and the same view is supported by <i>Taber</i> v. <i>Perrott,</i> 2 Gall. 565, and by the English cases of <i>Van Wart</i> v. <i>Woolley,</i> 3 B. &amp; C. 439; <i>S.C.</i> 5 D. &amp; R. 374, and <i>Mackersy</i> v. <i>Ramsays,</i> 9 Cl. &amp; Fin. 818. In the latter case, bankers in Edinburgh were employed to obtain payment of a bill drawn on Calcutta. They transmitted it to their correspondent in London, who forwarded it to a house in Calcutta, to whom it was paid, but, that house having failed, the bankers in Edinburgh, being sued, were, by the House of Lords, held liable for the money, on the ground, that, they being agents to obtain payment of the bill, and payment having been made, their principal could not be called on to suffer any loss occasioned by the conduct of their sub-agents, between whom and himself no privity existed.</p>\n<p>The question under consideration was not presented in <i>Bank of Washington</i> v. <i>Triplett,</i> 1 Pet. 25; for although the defendant bank in that case was held to have contracted directly with the holder of the bill to collect it, the negligence alleged was the negligence of its own officers in the place where the bank was situated.</p>\n<p>In <i>Hoover</i> v. <i>Wise,</i> 91 U.S. 308, a claim against a debtor in Nebraska was placed by the creditor in the hands of a collecting agency in New York, with instructions to collect the debt, and with no other instructions. The agency transmitted the <span class=\"star-pagination\">*283</span> claim to an attorney at law in Nebraska. The attorney received the amount of the debt from the debtor in Nebraska, in fraud of the bankrupt law, and paid it over to the agency, but the money did not reach the hands of the creditor. The assignee in bankruptcy having sued the creditor to recover the money, this court (three justices dissenting) held that the attorney in Nebraska was not the agent of the creditor, in such a sense that his knowledge that a fraud on the bankrupt law was being committed was chargeable to the creditor, on the ground that, the collecting agency having undertaken the collection of the debt, and employed an attorney to do so, the attorney employed by it, and not by the creditor, was its agent, and not the agent of the creditor; and the creditor was held not to be liable to the assignee in bankruptcy for the money. In the opinion of the court it is said, that the case falls within the decisions in the above-mentioned cases of <i>Reeves</i> v. <i>State Bank,</i> 8 Ohio St. 465; <i>Mackersy</i> v. <i>Ramsays,</i> 9 Cl. &amp; Fin. 818; <i>Montgomery County Bank</i> v. <i>Albany City Bank,</i> 3 Selden, 459; <i>Commercial Bank</i> v. <i>Union Bank,</i> 1 Kernan, 203, and <i>Allen</i> v. <i>Merchants' Bank,</i> 22 Wend. 215; and it is said that those cases, the first three of which are stated at length, show \"that where a bank, as a collection agency, receives a note for the purposes of collection, its position is that of an independent contractor, and the instruments employed by such bank in the business contemplated are its agents and not the sub-agents of the owner of the note.\" The court proceeds to say, that those authorities go far towards establishing the position, that the collecting agency was an independent contractor, and that the attorney it employed was its agent only, and not in such wise the agent of the defendant as to make the defendant responsible for the knowledge of the attorney in Nebraska. The court then cites, as a case in point, <i>Bradstreet</i> v. <i>Everson,</i> 72 Penn. St. 124, as holding that where a commercial agency at Pittsburgh received drafts to be collected at Memphis, and sent them to its agent at Memphis, who collected the money and failed to remit it, the agency at Pittsburgh was to be regarded as undertaking to collect, and not merely receiving the drafts for transmission to another for collection, and as being liable for the negligence <span class=\"star-pagination\">*284</span> of its agent at Memphis. It also cites, as to the same purport, <i>Lewis</i> v. <i>Peck,</i> 10 Ala. 142, and <i>Cobb</i> v. <i>Becke,</i> 6 Ad. &amp; El. 930. It then says that these authorities fix the rule, before stated, on which the decision is rested. So far from there being anything in that case which goes to exonerate the defendant in the case at bar, its reasoning tends strongly to affirm the principle on which the defendant must be held liable. Indeed, its language supports the view that the Newark bank, in this case, would not be liable directly to the plaintiff. If that be so, and the defendant is not liable, the plaintiff is without remedy.</p>\n<p>The case of <i>Britton</i> v. <i>Niccolls,</i> 104 U.S. 757, is cited to show that the defendant is not liable. In that case, the defendants, bankers in Natchez, Mississippi, received from the plaintiff, a resident of Illinois, for collection, two promissory notes, dated at Natchez, but not stating any place of payment. They were sent to the defendants, through a banking-house in Bloomington, Illinois, with instructions to collect them, if paid, and, if not, to protest them and give notice to the indorsers. The defendants placed the notes in the hands of a reputable notary in Natchez, to make demand of payment and give notice to the indorsers. It was held that the defendants were not liable for negligence on the part of the notary, whereby the liability of a responsible indorser was released. The negligence consisted in not presenting the notes to the maker at maturity and demanding payment. The maker resided twelve or fifteen miles from Natchez, and had no domicile or place of business in Natchez. No information as to his residence was given to the defendants with the notes, and the plaintiff was ignorant of it. All the instructions which the defendants gave to the notary were given on the several days the notes matured, when they handed the notes to the notary, with instructions to demand payment, and, if they were not paid, to protest them and send notice of non-payment to the indorsers. The notary knew where the maker resided, and that he had no place of business in Natchez; but he inquired for him at three public places in Natchez, and, not finding him, protested the notes for non-payment, and gave notice to the indorsers. The <span class=\"star-pagination\">*285</span> defendants had inquired at Natchez as to the residence of the maker, but had not learned it, and had sent notices to him, through the post office there, of the amount and date of maturity of the notes, a reasonable length of time in advance. On these facts it is apparent, that the only question raised was as to the liability of bankers in Natchez, in respect to a note sent to them for collection, dated at Natchez, and not payable at any specified place there or elsewhere, for the negligence of a public notary there. The suit was not against the banking-house in Bloomington, which was only the agent to transmit the notes to the defendants for collection. The opinion of the court states the question to be as to \"the liability of the collecting bankers for the manner in which the notary to whom the notes are delivered for presentment and protest discharges his duty.\" The court says: \"The notes being dated at Natchez, the presumption of law, in the absence of other evidence on the subject, is, that that was the place of residence of the maker, and that he contemplated making payment there. The duty of the bankers, as collecting agents, was, therefore, to make inquiry for his residence or place of business in that city, and, if he had either, to make there the presentment of the notes, but, if he had neither, to use reasonable diligence to find him for that purpose.\" The court then refers to the case of <i>Allen</i> v. <i>Merchants' Bank,</i> 22 Wend. 215, in the Court of Errors of New York, as declaring the doctrine, that a bank receiving paper for collection is responsible \"for all subsequent agents employed in the collection of the paper,\" and states that, though that decision has been followed in New York, and its doctrine has been adopted in Ohio, it has been generally rejected in the courts of other States. The case of <i>Dorchester Bank</i> v. <i>New England Bank,</i> 1 Cush. 177, is then cited, as holding that if a bank acts in good faith in selecting a suitable sub-agent at the place where the bill is payable, it is not liable for his neglect; and the opinion states that this doctrine has been followed in the Supreme Courts of Connecticut, Maryland, Illinois, Wisconsin, and Mississippi. The court, however, does not adopt either of these views, or rest the decision of the case before it on the latter view. For it proceeds to say: \"In <span class=\"star-pagination\">*286</span> the New York case, in the Court of Errors, it was conceded, that the general liability of the collecting bank might be varied and limited by express agreement of the parties, or by implication arising from general usage; and, in some of the cases in other States, proof of such general usage of bankers in the employment of notaries was permitted, and a release thereby asserted from liability of the bank for any neglect by them.\" The court then states that there was in the case no proof of any general usage of bankers at Natchez, as to the employment of notaries public in the presentment and protest of notes left with them for collection. But, as there was a statute of Mississippi, passed in 1833, authorizing notaries to protest promissory notes, and requiring them to keep a record of their notarial acts in such cases, and making the record admissible in evidence in the courts, as if the notary were a witness, and, as the courts of that State had held, <i>Tiernan</i> v. <i>Commercial Bank,</i> 7 How. (Miss.) 648; <i>Agricultural Bank</i> v. <i>Commercial Bank,</i> 7 Smedes &amp; Marshall, 592; <i>Bowling</i> v. <i>Arthur,</i> 34 Mississippi, 41, under that statute, that it was a part of the duty of the notary, when protesting paper, to give all notices of dishonor required to charge the parties to it, and that a bank receiving commercial paper as an agent for collection, properly discharged its duty, in case of non-payment, by placing the paper in the hands of such notary, to be proceeded with in such manner as to charge the parties to it, and that the bank was not liable, in such cases, for the failure of the notary to perform his duty, the court says, that, \"judged by the law of Mississippi,\" the defendants \"discharged their duty to the plaintiff when they delivered the notes received by them for collection to the notary public,\" and adds: \"What more could they have done, as intelligent and honest collecting agents, desirous of performing all that was required of them by the law, ignorant, as they were, of the residence or place of business of the maker of the notes, and having unsuccessfully made diligent inquiry for them?\" It further says: \"The notary was not, in this matter, the agent of the bankers. He was a public officer, whose duties were prescribed by law; and when the notes were placed in his hands, in order that such steps <span class=\"star-pagination\">*287</span> should be taken by him as would bind the indorsers if the notes were not paid, he became the agent of the holder of the notes. For any failure on his part to perform his whole duty, he alone was liable.\" On these grounds the court held that the defendants were not guilty of negligence, and were not liable for the negligence of the notary. The decision was not placed on any general rule of commercial law, but rested on the fact that the notary was a public officer, with duties prescribed by statute, and has no application to the case at bar. No reference was made to the case of <i>Hoover</i> v. <i>Wise</i><i>,</i> nor any suggestion that the views stated in the opinion in that case were doubted or dissented from. There is, in the case at bar, no negligence of a notary, or of a public officer, or of any person whose duties or functions are prescribed by statute; and the question of the liability of the defendant is to be determined on principles not involved in the actual decision in <i>Britton</i> v. <i>Niccolls</i><i>.</i></p>\n<p>The question involves a rule of law of general application. Whatever be the proper rule, it is one of commercial law. It concerns trade between different and distant places, and, in the absence of statutory regulations or special contract or usage having the force of law, it is not to be determined according to the views or interests of any particular individuals, classes or localities, but according to those principles which will best promote the general welfare of the commercial community. Especially is this so when the question is presented to this tribunal, whose decisions are controlling in all cases in the Federal courts.</p>\n<p>The agreement of the defendant in this case was to collect the drafts, not merely to transmit them to the Newark bank for collection. This distinction is manifest; and the question presented is, whether the New York bank, first receiving these drafts for collection, is responsible for the loss or damage resulting from the default of its Newark agent. There is no statute or usage or special contract in this case, to qualify or vary the obligation resulting from the deposit of the drafts with the New York bank for collection. On its receipt of the drafts, under these circumstances, an implied undertaking by it arose, to take all <span class=\"star-pagination\">*288</span> necessary measures to make the demands of acceptance necessary to protect the rights of the holder against previous parties to the paper. From the facts found, it is to be inferred that the New York bank took the drafts from the plaintiff, as a customer, in the usual course of business. There are eleven drafts in the case, running through a period of over three months, and the defendant had previously received from the plaintiff two other drafts, acceptances of which it had procured from Conger, at Newark, through the Newark bank. The taking by a bank, from a customer, in the usual course of business, of paper for collection, is sufficient evidence of a valuable consideration for the service. The general profits of the receiving bank from the business between the parties, and the accommodation to the customer, must all be considered together, and form a consideration, in the absence of any controlling facts to the contrary, so that the collection of the paper cannot be regarded as a gratuitous favor. <i>Smedes</i> v. <i>Bank of Utica,</i> 20 Johns. 372, and 3 Cowen, 662; <i>McKinster</i> v. <i>Bank of Utica,</i> 9 Wend. 46; affirmed in <i>Bank of Utica</i> v. <i>McKinster,</i> 11 Wend. 473. The contract, then, becomes one to perform certain duties necessary for the collection of the paper and the protection of the holder. The bank is not merely appointed an attorney, authorized to select other agents to collect the paper. Its undertaking is to do the thing, and not merely to procure it to be done. In such case, the bank is held to agree to answer for any default in the performance of its contract; and, whether the paper is to be collected in the place where the bank is situated, or at a distance, the contract is to use the proper means to collect the paper, and the bank, by employing sub-agents to perform a part of what it has contracted to do, becomes responsible to its customer. This general principle applies to all who contract to perform a service. It is illustrated by the decision of the Court of King's Bench, in <i>Ellis</i> v. <i>Turner,</i> 8 T.R. 531, where the owners of a vessel carried goods to be delivered at a certain place, but the vessel passed it by without delivering the goods, and the vessel was sunk and the goods were lost. In a suit against the owners for the value of the goods, based on the contract, it was contended for the defendants that they were <span class=\"star-pagination\">*289</span> not liable for the misconduct of the master of the vessel in carrying the goods beyond the place. But the plaintiff had judgment, Lord Kenyon saying that the defendants were answerable on their contract, although the misconduct was that of their servant, and adding: \"The defendants are responsible for the acts of their servant in those things that respect his duty under them, though they are not answerable for his misconduct in those things that do not respect his duty to them.\"</p>\n<p>The distinction between the liability of one who contracts to do a thing and that of one who merely receives a delegation of authority to act for another is a fundamental one, applicable to the present case. If the agency is an undertaking to do the business, the original principal may look to the immediate contractor with himself, and is not obliged to look to inferior or distant under-contractors or sub-agents, when defaults occur injurious to his interest.</p>\n<p>Whether a draft is payable in the place where the bank receiving it for collection is situated, or in another place, the holder is aware that the collection must be made by a competent agent. In either case, there is an implied contract of the bank that the proper measures shall be used to collect the draft, and a right, on the part of its owner, to presume that proper agents will be employed, he having no knowledge of the agents. There is, therefore, no reason for liability or exemption from liability in the one case which does not apply to the other. And, while the rule of law is thus general, the liability of the bank may be varied by consent, or the bank may refuse to undertake the collection. It may agree to receive the paper only for transmission to its correspondent, and thus make a different contract, and become responsible only for good faith and due discretion in the choice of an agent. If this is not done, or there is no implied understanding to that effect, the same responsibility is assumed in the undertaking to collect foreign paper and in that to collect paper payable at home. On any other rule, no principal contractor would be liable for the default of his own agent, where from the nature of the business, it was evident he must employ sub-agents. The distinction recurs, between the rule of merely personal representative agency <span class=\"star-pagination\">*290</span> and the responsibility imposed by the law of commercial contracts. This solves the difficulty and reconciles the apparent conflict of decision in many cases. The nature of the contract is the test. If the contract be only for the immediate services of the agent, and for his faithful conduct as representing his principal, the responsibility ceases with the limits of the personal services undertaken. But where the contract looks mainly to the thing to be done, and the undertaking is for the due use of all proper means to performance, the responsibility extends to all necessary and proper means to accomplish the object, by whomsoever used.</p>\n<p>We regard as the proper rule of law applicable to this case, that declared in <i>Van Wart</i> v. <i>Woolley,</i> 3 B. &amp; C. 439, where the defendants, at Birmingham, received from the plaintiff a bill on London, to procure its acceptance. They forwarded it to their London banker, and acceptance was refused, but he did not protest it for non-acceptance or give notice of the refusal to accept. Chief Justice Abbott said: \"Upon this state of facts it is evident that the defendants (who cannot be distinguished from, but are answerable for, their London correspondent) have been guilty of a neglect of the duty which they owed to the plaintiff, their employer, and from whom they received a pecuniary reward for their services. The plaintiff is, therefore, entitled to maintain his action against them, to the extent of any damage he may have sustained by their neglect.\" In that case there was a special pecuniary reward for the service. But, upon the principles we have stated, we are of opinion that, by the receipt by the defendant of the drafts in the present case for collection, it became, upon general principles of law, and independently of any evidence of usage, or of any express agreement to that effect, liable for a neglect of duty occurring in that collection, from the default of its correspondent in Newark.</p>\n<p>What was the duty of the defendant and what neglect of duty was there? An agent receiving for collection, before maturity, a draft payable on a particular day after date, is held to due diligence in making presentment for acceptance, and, if chargeable with negligence therein, is liable to the <span class=\"star-pagination\">*291</span> owner for all damages he has sustained by such negligence. <i>Allen</i> v. <i>Suydam,</i> 20 Wend. 321; <i>Walker</i> v. <i>Bank of the State of New York,</i> 5 Selden, 582. The drawer or indorser of such a draft is, indeed, not discharged by the neglect of the holder to present it for acceptance before it becomes due. <i>Bank of Washington</i> v. <i>Triplett,</i> 1 Pet. 25, 35; <i>Townsley</i> v. <i>Sumrall,</i> 2 Pet. 170, 178. But, if the draft is presented for acceptance and dishonored before it becomes due, notice of such dishonor must be given to the drawer or indorser, or he will be discharged. 3 Kent's Comm. 82; <i>Bank of Washington</i> v. <i>Triplett,</i> 1 Pet. 25, 35; <i>Allen</i> v. <i>Suydam,</i> 20 Wend. 321; <i>Walker</i> v. <i>Bank of the State of New York,</i> 5 Selden, 582; <i>Goodall</i> v. <i>Dolley,</i> 1 T.R. 712; Bayley on Bills, 2d Am. ed. 213. Moreover, the owner of a draft payable on a day certain, though not bound to present it for acceptance in order to hold the drawer and indorser, has an interest in having it presented for acceptance without delay, for it is only by accepting it that the drawee becomes bound to pay it, and, on the dishonor of the draft by non-acceptance, and due protest and notice, the owner has a right of action at once against the drawer and indorser, without waiting for the maturity of the draft; and his agent to collect the draft is bound to do what a prudent principal would do. 3 Kent's Comm. 94; <i>Robinson</i> v. <i>Ames,</i> 20 Johns. 146; <i>Lenox</i> v. <i>Cook,</i> 8 Mass. 460; <i>Ballingalls</i> v. <i>Gloster,</i> 3 East, 481; <i>Whitehead</i> v. <i>Walker,</i> 9 M. &amp; W. 506; <i>Walker</i> v. <i>Bank of the State of New York,</i> 5 Selden, 582.</p>\n<p>In view of these considerations, it is well settled, that there is a distinction between the owner of a draft and his agent, in that, though the owner is not bound to present a draft payable at a day certain, for acceptance, before that day, the agent employed to collect the draft must act with due diligence to have the draft accepted as well as paid, and has not the discretion and latitude of time given to the owner, and, for any unreasonable delay, is responsible for all damages sustained by the owner. 3 Kent's Comm. 82; Chitty on Bills, 13th Am. ed. 272, 273.</p>\n<p>The defendant being thus under an obligation to present the drafts for acceptance, and having, in fact, presented them, <span class=\"star-pagination\">*292</span> through the Newark bank, to Conger, the secretary of the company, was bound not to take the acceptances it did, but to treat the drafts as dishonored. The plaintiff was, at least, entitled to an acceptance in the terms of the address on the drafts. <i>Walker</i> v. <i>Bank of the State of New York,</i> 5 Selden, 582. The defendant had notice, from the description of the drafts by the words \"Newark Tea Tray Co.,\" in the letters sending them for collection, that the plaintiff regarded the drafts as drawn on the company; and the defendant recognized its knowledge of the fact that the drafts were drawn on the company, by describing them by the words \"Newark Tea Tray Co.,\" in its letters to the Newark bank, in every instance but two. If, on the face of the drafts, the address was ambiguous, it was not for the defendant to determine the question, as against the plaintiff, by taking an acceptance which purported to be the acceptance of Conger individually, especially in view of the information it had by the words \"Newark Tea Tray Co.,\" in the letters sending the drafts to it for collection. It appears that the drafts were discounted by the plaintiff as drafts on the company, and, if it could have had an acceptance in the terms of the address, it would, in a suit against the company, have been in a condition to show who was the real acceptor. But, with the information given to the Newark bank by Conger, while that bank had in its hands for acceptance drafts drawn in the same form as those here in question, that he would not accept such drafts in his official capacity as secretary, the Newark bank chose to take acceptances individual in form. This was negligence, for which the defendant is liable to the plaintiff in damages, no notice of dishonor having been given. The defendant was bound to give such notice to the plaintiff. <i>Walker</i> v. <i>Bank of the State of New York,</i> 5 Selden, 582.</p>\n<p>The question as to whether the company would have been liable on the drafts, if they had been accepted in the terms of the address, is not one on the determination of which this suit depends; nor do we find it necessary to discuss the question as to whether, on the face of the drafts, the company or Conger individually is the drawee. The very existence of the ambiguity <span class=\"star-pagination\">*293</span> in the address, and of the question as to whether the company would be liable on an acceptance in the terms of the address, is a cogent reason why the defendant should not be allowed, without further communication with the holder, to do acts which may vary the rights of the holder, without responding in damages therefor. The risk is on the defendant and not on the plaintiff.</p>\n<p>It is, therefore, plain that the judgment must be reversed. But judgment cannot be now rendered for the plaintiff for damages. There must be a new trial. Although there is a special finding of facts, it does not cover the issue as to damages. No damages are found. The action is one for negligence, sounding in damages. Although the complaint alleges that the drawers and the indorser are discharged for want of notice of non-acceptance, and though it is found that the drawers were in good credit when the drafts were discounted, and that the drawers and indorser had become insolvent by the 13th and 19th of October, 1875, there is nothing in the finding of facts on which to base a judgment for any specific amount of damages. On the new trial, that question will be open, and we do not intend to intimate any opinion on the subject.</p>\n<p><i>The judgment of the Circuit Court is reversed, with direction to award a new trial.</i></p>\n<p><i>Tradesman's National Bank of Pittsburgh</i> v. <i>Third National Bank of New York.</i> In error to the Circuit Court of the United States for the District of New Jersey. This suit presents, in all material respects, the same facts and questions as the case of the Exchange National Bank against the same defendant, No. 86, just decided. The only points of difference, as to the facts found, are these: The drafts are seven in number, and bear different dates, from June 21, 1875, to August 10, 1875. The letters from the plaintiff to the defendant, transmitting them for collection, described them by their numbers and amounts, and one of the letters from the defendant to the Newark bank described the enclosed draft as \"Conger, Tr.\" There is no finding that when the acceptances of Conger were taken by the Newark bank, the time of payment of the drafts was so far distant that there was sufficient time to communicate to the plaintiff the form of acceptance, <span class=\"star-pagination\">*294</span> and for the plaintiff thereafter, if such communication had been made, to give further instructions as to the form of acceptance. The plaintiff was not advised of the form of the acceptance until the first draft was protested for non-payment and returned to it, at which time the drawers and indorser were insolvent. There is no finding as to the taking by the Newark Bank of any acceptances from Conger individually, of drafts drawn on the Newark Tea Tray Company, and there is a finding that when the drafts were presented to Conger by the Newark bank he declined to accept them in his official capacity. These differences are immaterial, under the views held in No. 86.</p>\n<p><i>The judgment of the Circuit Court is reversed, with direction to award a new trial.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">276</span></span> (1884)</b></center>\n<center><h1>EXCHANGE NATIONAL BANK OF PITTSBURGH<br>\nv.<br>\nTHIRD NATIONAL BANK OF NEW YORK.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 6, 1884.</center>\n<center>Decided November 24, 1884.</center>\nIN ERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF NEW JERSEY.\n<p><span class=\"star-pagination\">*278</span> <i>Mr. John R. Emery</i> and <i>Mr. Thomas N. McCarter</i> for plaintiff in error.</p>\n<p><i>Mr. A.Q. Keasbey</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*280</span> MR. JUSTICE BLATCHFORD delivered the opinion of the court. He stated the facts in the foregoing language, and continued:</p>\n<p>The negligence alleged consisted in not obtaining acceptance of the drafts by the Tea Tray Company, or having them protested for non-acceptance by that company, or giving notice to the plaintiff of such non-acceptance, and in failing to give notice to the plaintiff that the company would not accept the drafts, or that Conger would not accept them in his official capacity.</p>\n<p>The decision of the Circuit Court proceeded on the ground that, at most, the defendant erred in judgment as to the import of the address on the drafts; that it had no information to qualify or explain such import; that for it to regard the drafts as addressed to Conger in his individual capacity was not a culpable error, because it followed decisions to that effect made by courts of the highest standing in New Jersey and New York and elsewhere; that it exercised intelligent and cautious judgment on the information it had; and that the plaintiff knew <span class=\"star-pagination\">*281</span> who was the intended drawee, as understood between it and the drawers, and ought to have advised the defendant, but failed to do so. 4 Fed. Rep. 20.</p>\n<p>The only question presented by the record is that of the sufficiency of the facts found to support the judgment.</p>\n<p>It is contended by the defendant, that its liability, in taking at New York for collection these drafts on a drawee at Newark, extended merely to the exercise of due care in the selection of a competent agent at Newark, and to the transmission of the drafts to such agent, with proper instructions; and that the Newark bank was not its agent, but the agent of the plaintiff, so that the defendant is not liable for the default of the Newark bank, due care having been used in selecting that bank. Such would be the result of the rule established in Massachusetts, <i>Fabens</i> v. <i>Mercantile Bank,</i> 23 Pick. 330; <i>Dorchester Bank</i> v. <i>New England Bank,</i> <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">Cush.</span> <span class=\"page\">177</span></span>; in Maryland, <i>Jackson</i> v. <i>Union Bank,</i> 6 Har. &amp; Johns. 146; in Connecticut, <i>Lawrence</i> v. <i>Stonington Bank,</i> 6 Conn. 521; <i>East Haddam Bank</i> v. <i>Scovil,</i> 12 Conn. 303; in Missouri, <i>Daly</i> v. <i>Butchers' &amp; Drovers' Bank,</i> 56 Mo. 94; in Illinois, <i>Ætna Insurance Co.</i> v. <i>Alton City Bank,</i> 25 Ill. 243; in Tennessee, <i>Bank of Louisville</i> v. <i>First National Bank,</i> 8 Baxter, 101; in Iowa, <i>Guelich</i> v. <i>National State Bank,</i> 56 Iowa, 434; and in Wisconsin, <i>Stacy</i> v. <i>Dane County Bank,</i> 12 Wis. 629; <i>Vilas</i> v. <i>Bryants,</i> Id. 702. The authorities which support this rule rest on the proposition, that since what is to be done by a bank employed to collect a draft payable at another place cannot be done by any of its ordinary officers or servants, but must be entrusted to a su-bagent, the risk of the neglect of the sub-agent is upon the party employing the bank, on the view that he has impliedly authorized the employment of the sub-agent; and that the incidental benefit which the bank may receive from collecting the draft, in the absence of an express or implied agreement for compensation, is not a sufficient consideration from which to legally infer a contract to warrant against loss from the negligence of the sub-agent.</p>\n<p>The contrary doctrine, that a bank, receiving a draft or bill of exchange in one State for collection in another State from <span class=\"star-pagination\">*282</span> a drawee residing there, is liable for neglect of duty occurring in its collection, whether arising from the default of its own officers or from that of its correspondent in the other State, or an agent employed by such correspondent, in the absence of any express or implied contract varying such liability, is established by decisions in New York, <i>Allen</i> v. <i>Merchants' Bank,</i> <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">Wend.</span> <span class=\"page\">215</span></span>; <i>Bank of Orleans</i> v. <i>Smith,</i> 3 Hill, 560; <i>Montgomery County Bank</i> v. <i>Albany City Bank,</i> 3 Selden, 459; <i>Commercial Bank</i> v. <i>Union Bank,</i> 1 Kernan (11 N.Y.), 203, 212; <i>Ayrault</i> v. <i>Pacific Bank,</i> 47 N.Y. 570; in New Jersey, <i>Titus</i> v. <i>Mechanics' National Bank,</i> 6 Vroom (35 N.J.L. 588); in Pennsylvania, <i>Wingate</i> v. <i>Mechanics' Bank,</i> 10 Penn. St. 104; in Ohio, <i>Reeves</i> v. <i>State Bank,</i> 8 Ohio St. 465; and in Indiana, <i>Tyson</i> v. <i>State Bank,</i> 6 Blackford, 225. It has been so held in the Second Circuit, in <i>Kent</i> v. <i>Dawson Bank,</i> 13 Blatchford, 237; and the same view is supported by <i>Taber</i> v. <i>Perrott,</i> 2 Gall. 565, and by the English cases of <i>Van Wart</i> v. <i>Woolley,</i> 3 B. &amp; C. 439; <i>S.C.</i> 5 D. &amp; R. 374, and <i>Mackersy</i> v. <i>Ramsays,</i> 9 Cl. &amp; Fin. 818. In the latter case, bankers in Edinburgh were employed to obtain payment of a bill drawn on Calcutta. They transmitted it to their correspondent in London, who forwarded it to a house in Calcutta, to whom it was paid, but, that house having failed, the bankers in Edinburgh, being sued, were, by the House of Lords, held liable for the money, on the ground, that, they being agents to obtain payment of the bill, and payment having been made, their principal could not be called on to suffer any loss occasioned by the conduct of their sub-agents, between whom and himself no privity existed.</p>\n<p>The question under consideration was not presented in <i>Bank of Washington</i> v. <i>Triplett,</i> <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">25</span></span>; for although the defendant bank in that case was held to have contracted directly with the holder of the bill to collect it, the negligence alleged was the negligence of its own officers in the place where the bank was situated.</p>\n<p>In <i>Hoover</i> v. <i>Wise,</i> <span class=\"citation\" data-id=\"89178\"><a href=\"/opinion/89178/hoover-v-wise/\"><span class=\"volume\">91</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span>, a claim against a debtor in Nebraska was placed by the creditor in the hands of a collecting agency in New York, with instructions to collect the debt, and with no other instructions. The agency transmitted the <span class=\"star-pagination\">*283</span> claim to an attorney at law in Nebraska. The attorney received the amount of the debt from the debtor in Nebraska, in fraud of the bankrupt law, and paid it over to the agency, but the money did not reach the hands of the creditor. The assignee in bankruptcy having sued the creditor to recover the money, this court (three justices dissenting) held that the attorney in Nebraska was not the agent of the creditor, in such a sense that his knowledge that a fraud on the bankrupt law was being committed was chargeable to the creditor, on the ground that, the collecting agency having undertaken the collection of the debt, and employed an attorney to do so, the attorney employed by it, and not by the creditor, was its agent, and not the agent of the creditor; and the creditor was held not to be liable to the assignee in bankruptcy for the money. In the opinion of the court it is said, that the case falls within the decisions in the above-mentioned cases of <i>Reeves</i> v. <i>State Bank,</i> 8 Ohio St. 465; <i>Mackersy</i> v. <i>Ramsays,</i> 9 Cl. &amp; Fin. 818; <i>Montgomery County Bank</i> v. <i>Albany City Bank,</i> 3 Selden, 459; <i>Commercial Bank</i> v. <i>Union Bank,</i> 1 Kernan, 203, and <i>Allen</i> v. <i>Merchants' Bank,</i> <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">Wend.</span> <span class=\"page\">215</span></span>; and it is said that those cases, the first three of which are stated at length, show \"that where a bank, as a collection agency, receives a note for the purposes of collection, its position is that of an independent contractor, and the instruments employed by such bank in the business contemplated are its agents and not the sub-agents of the owner of the note.\" The court proceeds to say, that those authorities go far towards establishing the position, that the collecting agency was an independent contractor, and that the attorney it employed was its agent only, and not in such wise the agent of the defendant as to make the defendant responsible for the knowledge of the attorney in Nebraska. The court then cites, as a case in point, <i>Bradstreet</i> v. <i>Everson,</i> 72 Penn. St. 124, as holding that where a commercial agency at Pittsburgh received drafts to be collected at Memphis, and sent them to its agent at Memphis, who collected the money and failed to remit it, the agency at Pittsburgh was to be regarded as undertaking to collect, and not merely receiving the drafts for transmission to another for collection, and as being liable for the negligence <span class=\"star-pagination\">*284</span> of its agent at Memphis. It also cites, as to the same purport, <i>Lewis</i> v. <i>Peck,</i> <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">142</span></span>, and <i>Cobb</i> v. <i>Becke,</i> 6 Ad. &amp; El. 930. It then says that these authorities fix the rule, before stated, on which the decision is rested. So far from there being anything in that case which goes to exonerate the defendant in the case at bar, its reasoning tends strongly to affirm the principle on which the defendant must be held liable. Indeed, its language supports the view that the Newark bank, in this case, would not be liable directly to the plaintiff. If that be so, and the defendant is not liable, the plaintiff is without remedy.</p>\n<p>The case of <i>Britton</i> v. <i>Niccolls,</i> <span class=\"citation\" data-id=\"90527\"><a href=\"/opinion/90527/britton-v-niccolls/\"><span class=\"volume\">104</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">757</span></a></span>, is cited to show that the defendant is not liable. In that case, the defendants, bankers in Natchez, Mississippi, received from the plaintiff, a resident of Illinois, for collection, two promissory notes, dated at Natchez, but not stating any place of payment. They were sent to the defendants, through a banking-house in Bloomington, Illinois, with instructions to collect them, if paid, and, if not, to protest them and give notice to the indorsers. The defendants placed the notes in the hands of a reputable notary in Natchez, to make demand of payment and give notice to the indorsers. It was held that the defendants were not liable for negligence on the part of the notary, whereby the liability of a responsible indorser was released. The negligence consisted in not presenting the notes to the maker at maturity and demanding payment. The maker resided twelve or fifteen miles from Natchez, and had no domicile or place of business in Natchez. No information as to his residence was given to the defendants with the notes, and the plaintiff was ignorant of it. All the instructions which the defendants gave to the notary were given on the several days the notes matured, when they handed the notes to the notary, with instructions to demand payment, and, if they were not paid, to protest them and send notice of non-payment to the indorsers. The notary knew where the maker resided, and that he had no place of business in Natchez; but he inquired for him at three public places in Natchez, and, not finding him, protested the notes for non-payment, and gave notice to the indorsers. The <span class=\"star-pagination\">*285</span> defendants had inquired at Natchez as to the residence of the maker, but had not learned it, and had sent notices to him, through the post office there, of the amount and date of maturity of the notes, a reasonable length of time in advance. On these facts it is apparent, that the only question raised was as to the liability of bankers in Natchez, in respect to a note sent to them for collection, dated at Natchez, and not payable at any specified place there or elsewhere, for the negligence of a public notary there. The suit was not against the banking-house in Bloomington, which was only the agent to transmit the notes to the defendants for collection. The opinion of the court states the question to be as to \"the liability of the collecting bankers for the manner in which the notary to whom the notes are delivered for presentment and protest discharges his duty.\" The court says: \"The notes being dated at Natchez, the presumption of law, in the absence of other evidence on the subject, is, that that was the place of residence of the maker, and that he contemplated making payment there. The duty of the bankers, as collecting agents, was, therefore, to make inquiry for his residence or place of business in that city, and, if he had either, to make there the presentment of the notes, but, if he had neither, to use reasonable diligence to find him for that purpose.\" The court then refers to the case of <i>Allen</i> v. <i>Merchants' Bank,</i> <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">Wend.</span> <span class=\"page\">215</span></span>, in the Court of Errors of New York, as declaring the doctrine, that a bank receiving paper for collection is responsible \"for all subsequent agents employed in the collection of the paper,\" and states that, though that decision has been followed in New York, and its doctrine has been adopted in Ohio, it has been generally rejected in the courts of other States. The case of <i>Dorchester Bank</i> v. <i>New England Bank,</i> <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">Cush.</span> <span class=\"page\">177</span></span>, is then cited, as holding that if a bank acts in good faith in selecting a suitable sub-agent at the place where the bill is payable, it is not liable for his neglect; and the opinion states that this doctrine has been followed in the Supreme Courts of Connecticut, Maryland, Illinois, Wisconsin, and Mississippi. The court, however, does not adopt either of these views, or rest the decision of the case before it on the latter view. For it proceeds to say: \"In <span class=\"star-pagination\">*286</span> the New York case, in the Court of Errors, it was conceded, that the general liability of the collecting bank might be varied and limited by express agreement of the parties, or by implication arising from general usage; and, in some of the cases in other States, proof of such general usage of bankers in the employment of notaries was permitted, and a release thereby asserted from liability of the bank for any neglect by them.\" The court then states that there was in the case no proof of any general usage of bankers at Natchez, as to the employment of notaries public in the presentment and protest of notes left with them for collection. But, as there was a statute of Mississippi, passed in 1833, authorizing notaries to protest promissory notes, and requiring them to keep a record of their notarial acts in such cases, and making the record admissible in evidence in the courts, as if the notary were a witness, and, as the courts of that State had held, <i>Tiernan</i> v. <i>Commercial Bank,</i> 7 How. (Miss.) 648; <i>Agricultural Bank</i> v. <i>Commercial Bank,</i> 7 Smedes &amp; Marshall, 592; <i>Bowling</i> v. <i>Arthur,</i> 34 Mississippi, 41, under that statute, that it was a part of the duty of the notary, when protesting paper, to give all notices of dishonor required to charge the parties to it, and that a bank receiving commercial paper as an agent for collection, properly discharged its duty, in case of non-payment, by placing the paper in the hands of such notary, to be proceeded with in such manner as to charge the parties to it, and that the bank was not liable, in such cases, for the failure of the notary to perform his duty, the court says, that, \"judged by the law of Mississippi,\" the defendants \"discharged their duty to the plaintiff when they delivered the notes received by them for collection to the notary public,\" and adds: \"What more could they have done, as intelligent and honest collecting agents, desirous of performing all that was required of them by the law, ignorant, as they were, of the residence or place of business of the maker of the notes, and having unsuccessfully made diligent inquiry for them?\" It further says: \"The notary was not, in this matter, the agent of the bankers. He was a public officer, whose duties were prescribed by law; and when the notes were placed in his hands, in order that such steps <span class=\"star-pagination\">*287</span> should be taken by him as would bind the indorsers if the notes were not paid, he became the agent of the holder of the notes. For any failure on his part to perform his whole duty, he alone was liable.\" On these grounds the court held that the defendants were not guilty of negligence, and were not liable for the negligence of the notary. The decision was not placed on any general rule of commercial law, but rested on the fact that the notary was a public officer, with duties prescribed by statute, and has no application to the case at bar. No reference was made to the case of <i>Hoover</i> v. <i>Wise</i><i>,</i> nor any suggestion that the views stated in the opinion in that case were doubted or dissented from. There is, in the case at bar, no negligence of a notary, or of a public officer, or of any person whose duties or functions are prescribed by statute; and the question of the liability of the defendant is to be determined on principles not involved in the actual decision in <i>Britton</i> v. <i>Niccolls</i><i>.</i></p>\n<p>The question involves a rule of law of general application. Whatever be the proper rule, it is one of commercial law. It concerns trade between different and distant places, and, in the absence of statutory regulations or special contract or usage having the force of law, it is not to be determined according to the views or interests of any particular individuals, classes or localities, but according to those principles which will best promote the general welfare of the commercial community. Especially is this so when the question is presented to this tribunal, whose decisions are controlling in all cases in the Federal courts.</p>\n<p>The agreement of the defendant in this case was to collect the drafts, not merely to transmit them to the Newark bank for collection. This distinction is manifest; and the question presented is, whether the New York bank, first receiving these drafts for collection, is responsible for the loss or damage resulting from the default of its Newark agent. There is no statute or usage or special contract in this case, to qualify or vary the obligation resulting from the deposit of the drafts with the New York bank for collection. On its receipt of the drafts, under these circumstances, an implied undertaking by it arose, to take all <span class=\"star-pagination\">*288</span> necessary measures to make the demands of acceptance necessary to protect the rights of the holder against previous parties to the paper. From the facts found, it is to be inferred that the New York bank took the drafts from the plaintiff, as a customer, in the usual course of business. There are eleven drafts in the case, running through a period of over three months, and the defendant had previously received from the plaintiff two other drafts, acceptances of which it had procured from Conger, at Newark, through the Newark bank. The taking by a bank, from a customer, in the usual course of business, of paper for collection, is sufficient evidence of a valuable consideration for the service. The general profits of the receiving bank from the business between the parties, and the accommodation to the customer, must all be considered together, and form a consideration, in the absence of any controlling facts to the contrary, so that the collection of the paper cannot be regarded as a gratuitous favor. <i>Smedes</i> v. <i>Bank of Utica,</i> <span class=\"citation\" data-id=\"90283\"><a href=\"/opinion/90283/third-national-bank-v-national-bank/\"><span class=\"volume\">20</span> <span class=\"reporter\">Johns.</span> <span class=\"page\">372</span></a></span>, and 3 Cowen, 662; <i>McKinster</i> v. <i>Bank of Utica,</i> 9 Wend. 46; affirmed in <i>Bank of Utica</i> v. <i>McKinster,</i> 11 Wend. 473. The contract, then, becomes one to perform certain duties necessary for the collection of the paper and the protection of the holder. The bank is not merely appointed an attorney, authorized to select other agents to collect the paper. Its undertaking is to do the thing, and not merely to procure it to be done. In such case, the bank is held to agree to answer for any default in the performance of its contract; and, whether the paper is to be collected in the place where the bank is situated, or at a distance, the contract is to use the proper means to collect the paper, and the bank, by employing sub-agents to perform a part of what it has contracted to do, becomes responsible to its customer. This general principle applies to all who contract to perform a service. It is illustrated by the decision of the Court of King's Bench, in <i>Ellis</i> v. <i>Turner,</i> 8 T.R. 531, where the owners of a vessel carried goods to be delivered at a certain place, but the vessel passed it by without delivering the goods, and the vessel was sunk and the goods were lost. In a suit against the owners for the value of the goods, based on the contract, it was contended for the defendants that they were <span class=\"star-pagination\">*289</span> not liable for the misconduct of the master of the vessel in carrying the goods beyond the place. But the plaintiff had judgment, Lord Kenyon saying that the defendants were answerable on their contract, although the misconduct was that of their servant, and adding: \"The defendants are responsible for the acts of their servant in those things that respect his duty under them, though they are not answerable for his misconduct in those things that do not respect his duty to them.\"</p>\n<p>The distinction between the liability of one who contracts to do a thing and that of one who merely receives a delegation of authority to act for another is a fundamental one, applicable to the present case. If the agency is an undertaking to do the business, the original principal may look to the immediate contractor with himself, and is not obliged to look to inferior or distant under-contractors or sub-agents, when defaults occur injurious to his interest.</p>\n<p>Whether a draft is payable in the place where the bank receiving it for collection is situated, or in another place, the holder is aware that the collection must be made by a competent agent. In either case, there is an implied contract of the bank that the proper measures shall be used to collect the draft, and a right, on the part of its owner, to presume that proper agents will be employed, he having no knowledge of the agents. There is, therefore, no reason for liability or exemption from liability in the one case which does not apply to the other. And, while the rule of law is thus general, the liability of the bank may be varied by consent, or the bank may refuse to undertake the collection. It may agree to receive the paper only for transmission to its correspondent, and thus make a different contract, and become responsible only for good faith and due discretion in the choice of an agent. If this is not done, or there is no implied understanding to that effect, the same responsibility is assumed in the undertaking to collect foreign paper and in that to collect paper payable at home. On any other rule, no principal contractor would be liable for the default of his own agent, where from the nature of the business, it was evident he must employ sub-agents. The distinction recurs, between the rule of merely personal representative agency <span class=\"star-pagination\">*290</span> and the responsibility imposed by the law of commercial contracts. This solves the difficulty and reconciles the apparent conflict of decision in many cases. The nature of the contract is the test. If the contract be only for the immediate services of the agent, and for his faithful conduct as representing his principal, the responsibility ceases with the limits of the personal services undertaken. But where the contract looks mainly to the thing to be done, and the undertaking is for the due use of all proper means to performance, the responsibility extends to all necessary and proper means to accomplish the object, by whomsoever used.</p>\n<p>We regard as the proper rule of law applicable to this case, that declared in <i>Van Wart</i> v. <i>Woolley,</i> 3 B. &amp; C. 439, where the defendants, at Birmingham, received from the plaintiff a bill on London, to procure its acceptance. They forwarded it to their London banker, and acceptance was refused, but he did not protest it for non-acceptance or give notice of the refusal to accept. Chief Justice Abbott said: \"Upon this state of facts it is evident that the defendants (who cannot be distinguished from, but are answerable for, their London correspondent) have been guilty of a neglect of the duty which they owed to the plaintiff, their employer, and from whom they received a pecuniary reward for their services. The plaintiff is, therefore, entitled to maintain his action against them, to the extent of any damage he may have sustained by their neglect.\" In that case there was a special pecuniary reward for the service. But, upon the principles we have stated, we are of opinion that, by the receipt by the defendant of the drafts in the present case for collection, it became, upon general principles of law, and independently of any evidence of usage, or of any express agreement to that effect, liable for a neglect of duty occurring in that collection, from the default of its correspondent in Newark.</p>\n<p>What was the duty of the defendant and what neglect of duty was there? An agent receiving for collection, before maturity, a draft payable on a particular day after date, is held to due diligence in making presentment for acceptance, and, if chargeable with negligence therein, is liable to the <span class=\"star-pagination\">*291</span> owner for all damages he has sustained by such negligence. <i>Allen</i> v. <i>Suydam,</i> 20 Wend. 321; <i>Walker</i> v. <i>Bank of the State of New York,</i> 5 Selden, 582. The drawer or indorser of such a draft is, indeed, not discharged by the neglect of the holder to present it for acceptance before it becomes due. <i>Bank of Washington</i> v. <i>Triplett,</i> <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">25</span></span>, 35; <i>Townsley</i> v. <i>Sumrall,</i> <span class=\"citation\" data-id=\"85624\"><a href=\"/opinion/85624/townsley-v-sumrall/\"><span class=\"volume\">2</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">170</span></a></span>, 178. But, if the draft is presented for acceptance and dishonored before it becomes due, notice of such dishonor must be given to the drawer or indorser, or he will be discharged. 3 Kent's Comm. 82; <i>Bank of Washington</i> v. <i>Triplett,</i> <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">25</span></span>, 35; <i>Allen</i> v. <i>Suydam,</i> 20 Wend. 321; <i>Walker</i> v. <i>Bank of the State of New York,</i> 5 Selden, 582; <i>Goodall</i> v. <i>Dolley,</i> 1 T.R. 712; Bayley on Bills, 2d Am. ed. 213. Moreover, the owner of a draft payable on a day certain, though not bound to present it for acceptance in order to hold the drawer and indorser, has an interest in having it presented for acceptance without delay, for it is only by accepting it that the drawee becomes bound to pay it, and, on the dishonor of the draft by non-acceptance, and due protest and notice, the owner has a right of action at once against the drawer and indorser, without waiting for the maturity of the draft; and his agent to collect the draft is bound to do what a prudent principal would do. 3 Kent's Comm. 94; <i>Robinson</i> v. <i>Ames,</i> 20 Johns. 146; <i>Lenox</i> v. <i>Cook,</i> 8 Mass. 460; <i>Ballingalls</i> v. <i>Gloster,</i> 3 East, 481; <i>Whitehead</i> v. <i>Walker,</i> 9 M. &amp; W. 506; <i>Walker</i> v. <i>Bank of the State of New York,</i> 5 Selden, 582.</p>\n<p>In view of these considerations, it is well settled, that there is a distinction between the owner of a draft and his agent, in that, though the owner is not bound to present a draft payable at a day certain, for acceptance, before that day, the agent employed to collect the draft must act with due diligence to have the draft accepted as well as paid, and has not the discretion and latitude of time given to the owner, and, for any unreasonable delay, is responsible for all damages sustained by the owner. 3 Kent's Comm. 82; Chitty on Bills, 13th Am. ed. 272, 273.</p>\n<p>The defendant being thus under an obligation to present the drafts for acceptance, and having, in fact, presented them, <span class=\"star-pagination\">*292</span> through the Newark bank, to Conger, the secretary of the company, was bound not to take the acceptances it did, but to treat the drafts as dishonored. The plaintiff was, at least, entitled to an acceptance in the terms of the address on the drafts. <i>Walker</i> v. <i>Bank of the State of New York,</i> 5 Selden, 582. The defendant had notice, from the description of the drafts by the words \"Newark Tea Tray Co.,\" in the letters sending them for collection, that the plaintiff regarded the drafts as drawn on the company; and the defendant recognized its knowledge of the fact that the drafts were drawn on the company, by describing them by the words \"Newark Tea Tray Co.,\" in its letters to the Newark bank, in every instance but two. If, on the face of the drafts, the address was ambiguous, it was not for the defendant to determine the question, as against the plaintiff, by taking an acceptance which purported to be the acceptance of Conger individually, especially in view of the information it had by the words \"Newark Tea Tray Co.,\" in the letters sending the drafts to it for collection. It appears that the drafts were discounted by the plaintiff as drafts on the company, and, if it could have had an acceptance in the terms of the address, it would, in a suit against the company, have been in a condition to show who was the real acceptor. But, with the information given to the Newark bank by Conger, while that bank had in its hands for acceptance drafts drawn in the same form as those here in question, that he would not accept such drafts in his official capacity as secretary, the Newark bank chose to take acceptances individual in form. This was negligence, for which the defendant is liable to the plaintiff in damages, no notice of dishonor having been given. The defendant was bound to give such notice to the plaintiff. <i>Walker</i> v. <i>Bank of the State of New York,</i> 5 Selden, 582.</p>\n<p>The question as to whether the company would have been liable on the drafts, if they had been accepted in the terms of the address, is not one on the determination of which this suit depends; nor do we find it necessary to discuss the question as to whether, on the face of the drafts, the company or Conger individually is the drawee. The very existence of the ambiguity <span class=\"star-pagination\">*293</span> in the address, and of the question as to whether the company would be liable on an acceptance in the terms of the address, is a cogent reason why the defendant should not be allowed, without further communication with the holder, to do acts which may vary the rights of the holder, without responding in damages therefor. The risk is on the defendant and not on the plaintiff.</p>\n<p>It is, therefore, plain that the judgment must be reversed. But judgment cannot be now rendered for the plaintiff for damages. There must be a new trial. Although there is a special finding of facts, it does not cover the issue as to damages. No damages are found. The action is one for negligence, sounding in damages. Although the complaint alleges that the drawers and the indorser are discharged for want of notice of non-acceptance, and though it is found that the drawers were in good credit when the drafts were discounted, and that the drawers and indorser had become insolvent by the 13th and 19th of October, 1875, there is nothing in the finding of facts on which to base a judgment for any specific amount of damages. On the new trial, that question will be open, and we do not intend to intimate any opinion on the subject.</p>\n<p><i>The judgment of the Circuit Court is reversed, with direction to award a new trial.</i></p>\n<p><i>Tradesman's National Bank of Pittsburgh</i> v. <i>Third National Bank of New York.</i> In error to the Circuit Court of the United States for the District of New Jersey. This suit presents, in all material respects, the same facts and questions as the case of the Exchange National Bank against the same defendant, No. 86, just decided. The only points of difference, as to the facts found, are these: The drafts are seven in number, and bear different dates, from June 21, 1875, to August 10, 1875. The letters from the plaintiff to the defendant, transmitting them for collection, described them by their numbers and amounts, and one of the letters from the defendant to the Newark bank described the enclosed draft as \"Conger, Tr.\" There is no finding that when the acceptances of Conger were taken by the Newark bank, the time of payment of the drafts was so far distant that there was sufficient time to communicate to the plaintiff the form of acceptance, <span class=\"star-pagination\">*294</span> and for the plaintiff thereafter, if such communication had been made, to give further instructions as to the form of acceptance. The plaintiff was not advised of the form of the acceptance until the first draft was protested for non-payment and returned to it, at which time the drawers and indorser were insolvent. There is no finding as to the taking by the Newark Bank of any acceptances from Conger individually, of drafts drawn on the Newark Tea Tray Company, and there is a finding that when the drafts were presented to Conger by the Newark bank he declined to accept them in his official capacity. These differences are immaterial, under the views held in No. 86.</p>\n<p><i>The judgment of the Circuit Court is reversed, with direction to award a new trial.</i></p>\n</div>", "id": 91207, "judges": "Blatchford", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/91207/", "sha1": "7c5aaef04271f95d44fdfbc85245ee68622fff02", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:03:07"}