{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "113 U.S. 568", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": "", 
    "document_uris": [
      "/api/rest/v2/document/91316/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Brown, Adm'x, Etc. v. United States", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 75696, 
    "resource_uri": "/api/rest/v2/citation/75696/"
  }, 
  "id": 91316, 
  "blocked": false, 
  "judges": "", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1884-10-01", 
  "download_url": "http://bulk.resource.org/courts.gov/c/US/113/113.US.568.html", 
  "source": "R", 
  "local_path": null, 
  "html_lawbox": "", 
  "time_retrieved": "2010-04-28T09:03:17", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">568</span></span></p>\n    <p class=\"case_cite\">5 S.Ct. 648</p>\n    <p class=\"case_cite\">28 L.Ed. 1079</p>\n    <p class=\"parties\">BROWN, Adm'x, etc.,<br>v.<br>UNITED STATES.</p>\n    <p class=\"date\">October Term, 1884.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James Brown, the intestate of the appellant, was a boatswain in the United States navy. The petition in this case was filed against the United States by the administratrix of his estate in the court of claims to recover a balance of pay which she alleged was due to Brown at his death. The court of claims found the following facts: Brown, the decedent, was appointed a boatswain in the navy of the United States, January 4, 1862. On October 22, 1872, the naval retiring board, before which he had been ordered by the secretary of the navy under the provisions of section 23 of the act of August 3, 1861, (12 St. 291,) reported that he was incapacitated from performing the duties of his office, and that there was no evidence that such incapacity was the result of any incident of the service. He was accordingly, upon the day last mentioned, by order of the president, retired on furlough pay. From October 22, 1872, to June 30, 1875, Brown received pay at the rate of $900 per annum; and from July 1, 1875, to June 6, 1879, at the rate of $500 per annum. On the day last named he died. The court further found that the acts of August 3, 1861, (12 St. 290,) and of December 21, 1861, (12 St. 329,) were soon after their enactment construed by the president and navy department to include warrant officers, and under that construction it had been the uniform practice of the president to place warrant officers on the retired list, and large numbers of these officers had been so retired. No protest or objection was made  y Brown during his life-time, either to his retirement or rate of pay. The accounting officers of the treasury had uniformly held that longevity pay to retired officers was not authorized by section 1593 of the Revised Statutes.</p>\n      <p class=\"indent\">From these findings of fact the court of claims deduced, as a conclusion of law, that Brown was legally placed on the retired list, and had received the full amount of pay allowed him by law, and was not entitled to recover, and entered judgment dismissing the petition. The appeal of the petitioner brings that judgment under review.</p>\n      <p class=\"indent\"><i>John Paul Jones</i> and <i>Robert B. Lines</i>, for appellant.</p>\n      <p class=\"indent\"><i>Sol. Gen. Phillips</i>, for appellee.</p>\n      <p class=\"indent\">Mr. Justice Woods delivered the opinion of the court.  He recited the facts in the foregoing language.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">It is not denied that up to July 1, 1875, Brown received all the pay to which he was entitled. The first contention of the appellant is that the placing of Brown on the retired list was unauthorized by law, and that he was therefore entitled to the full pay of a boatswain from July 1, 1875, up to the time of his death. Section 23 of the act of August 3, 1861, (12 St. 291,) by authority of which the president assumed to retire Brown, reads as follows: 'That whenever any officer of the navy, on being ordered to perform the duties appropriate to his commission, shall report himself unable to comply with such order, or whenever, in the judgment of the president of the United States, an officer of the navy shall be in any way incapacitated from performing the duties of his office, the president, at his discretion, shall direct the secretary of the navy to refer the case of such officer to a board. * * * The board, whenever it finds an officer incapacitated for active service, will report whether, in its judgment, the incapacity result from long and faithful service, from wounds or injuries received in the line of duty, from sickness or exposure therein, or from any other incident of the service; if so, and the president approve of such judgment, the disabled officer shall thereupon be placed upon the list of retired officers according to the provisions of this act. But if such disability or incompetency proceed from other causes, and the president concur in opinion with the board, the officer may be retired upon furlough pay, or he shall be wholly retired from the service with one year's pay, at the discretion of the president, and in this last case his name shall be wholly omitted from the navy register. * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The appellant asserts that this section applies only to commissioned officers and not to warrant officers, to which latter class Brown belonged. It must be conceded that were the question a new one the true construction of the section would be open to doubt. But the findings of the court of claims show that soon after the enactment of the act the president and the navy department construed the section to include warrant as well as commissioned officers, and that they have since that time uniformly adhered to that construction, and that under its provisions large numbers of warrant officers have been retired. This contemporaneous and uniform interpretation is entitled to weight in the construction of the law, and in a case of doubt ought to turn the scale.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In <i>Edwards</i> v. <i>Darby</i>, <span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">206</span></span>, it was said by this court that 'in the construction of a doubtful and ambiguous law the contemporaneous construction of those who were called upon to act under the law, and were appointed to carry its provisions into effect, is entitled to great respect.' This case is cited upon this point with approval in <i>Atkins</i> v. <i>Disintegrating Co.</i> 18 Wall. 301; <i>Smythe</i> v. <i>Fiske</i>, 23 Wall. 382; <i>U. S.</i> v. <i>Pugh</i>, 99 U. S. 265; and in <i>U. S.</i> v. <i>Moore</i>, 95 U. S. 763. In the case last mentioned the court said that 'the construction given to a statute by those charged with the duty of executing it ought not to be overruled without cogent reasons. The officers concerned are usually able men and masters of the subject. Not unfrequently they are the draughtsmen of the laws they are afterwards called upon to interpret.' And in the case of <i>U. S.</i> v. <i>Pugh</i> the court said: 'While, ther fore, the question,' the construction of the abandoned and captured property act, 'is one by no means free from doubt, we are not inclined to interfere at this late day with a rule which has been acted on by the court of claims and the executive for so long a time.' See, also, <i>U. S.</i> v. <i>State Bank of N. C.</i> 6 Pet. 29; <i>U. S.</i> v. <i>Alexander</i>, 12 Wall. 177; <i>Peabody</i> v. <i>Stark</i>, 16 Wall. 240; <i>Hahn</i> v. <i>U. S.</i> 107 U. S. 402; S. C. 2 SUP. CT. REP. 494. These authorities justify us in adhering to the construction of the law under consideration, adopted by the executive department of the government, and are conclusive against the contention of appellant, that section 23 of the act of August 3, 1861, did not apply to warrant officers.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The appellant next contends that the retirement of Brown was illegal, because, at the time of his retirement, no officer could be placed on the retired list for disability not originating in the line of duty. The theory of this contention seems to be this: The statute required that all officers retired for disability or incompetency not resulting from long and faithful service, or wounds or injuries received in the line of duty, or from sickness or exposure therein, should be retired on furlough pay; and, as sections 3, 5, and 19 of the naval appropriation act of July 15, 1870, (16 St. 321,) abolished the furlough pay-list, the president was only authorized to retire Brown wholly from the service with one year's pay. We think it is clear that the sections of the statute referred to were not intended to abolish the furlough pay-list. So far as they refer to retired officers they apply to the retired list, and not the retired list on furlough pay. For 30 years the legislation of congress has divided retired naval officers into two classes. By section 2 of the act of February 28, 1855, (10 St. 616,) the officers on the retired, or, as it was then designated, reserved list, were divided into those entitled to receive leave of absence pay, and those entitled to receive furlough pay. The distinction between the two classes of retired officers has been preserved down to the present time. Thus, in section 3 of the act of January 16, 1857, (11 St. 154,) it was provided that the president should be authorized to transfer any officer from the furlough to the reserved pay-list. By section 23 of the act of August 3, 1861, (12 St. 290, 291,) by virtue of which Brown was retired, it was provided that officers incapacitated for active service from long service, wounds, etc., should be placed on the list of retired officers, but those incapacitated from other causes should be retired upon furlough pay. So, by section 2 of the act approved July 28, 1866, (14 St. 345,) it was provided that the rate of pay of officers of the navy on the retired list and not no duty, nor retired on furlough pay, should be one-half the pay to which such officers would be entitled if on duty at sea.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This legislation has been reproduced in the Revised Statutes, where the distinction between officers on the retired list and officers on the retired list on furlough pay is preserved. Thus, sections 1588 and 1592 prescribe one rate of pay for retired officers, and section 1593 a different rate for officers on the retired list on furlough pay, and section 1594 authorizes the president, by and with the advice and consent of the senate, to transfer any officer of the navy on the retired list from the furlough to the retired pay-list. It is plain, therefore, that section 5 of the act of July 15, 1870, relied on by appellant, and which is the only one which refers to the pay of retired officers, applies in both its terms and meaning only to the pay of officers on the retired list, and not to the compensation of officers retired on furlough pay, to which class Brown belonged, and did not abolish the furlough pay-list. The order of the president retiring Brown on furlough pay was, therefore, made strictly in accordance with the provisions of the statute t en and still in force.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It is next objected that the order of the president retiring Brown was illegal and void, because the retiring board having reported him incapacitated, did not find and report what was the cause of his incapacity, but only that there was no evidence that it was the result of any incident of the service. But as it is incumbent on the officer whose case comes before a retiring board to show, in order to secure a report which will entitle him to be placed on the retired list rather than on the retired list on furlough pay, that his incapacity was the result of some incident of the service, the report of the board that there was no evidence to support such a finding is to all intents and purposes a report that the incapacity was not the result of an incident of the service, and justifies an order retiring the officer on furlough pay. But if there had been any irregularity or defect in the report of the board it was the duty of Brown to object to it without unreasonable delay. After his acquiescence in the proceedings during the remainder of his life, it does not lie with his administratrix to object to them, even for a substantial defect, much less for such an irregularity, if it be an irregularity, as is set up in this case. Our opinion is, therefore, that the order of the president retiring Brown was authorized by law, and was regular and valid.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellant next insists that, conceding the retirement of Brown to be valid, he did not receive, after July 1, 1875, the pay to which he was entitled. It is contended, first, that he should have been paid according to the provisions of section 5 of the act of July 15, 1870, (16 St. 333,) now forming the last clause in section 1588 of the Revised Statutes. This enactment provides that officers on the retired list shall receive one-half the sea-pay allowed to the grade or rank which they held at the date of their retirement. But we have seen that Brown did not belong to the general list of retired officers, but to a distinct class, namely, officers retired on furlough pay. His case, therefore, fell under the enactments embodied in section 1593 of the Revised Statutes, which fixed his pay at one-half that to which he would have been entitled if on leave of absence on the active list. This is the rate at which he has been paid. It is next said that, conceding that his pay was fixed by section 1593, he should, after his retirement, have received the increase of pay allowed officers on the active list for length of service by section 1556 of the Revised Statutes, p. 267, commonly known as longevity pay, which, after July 1, 1875, would have entitled him to $600 per annum instead of the $500 which he actually received. This last contention has been decided adversely to the view of the appellant by this court, at the present term, in the case of <i>Thornley</i> v. <i>U. S., ante</i>, 491. We are, therefore, of opinion that Brown was paid, in his life-time, all that he was entitled to receive under the laws then in force. The judgment of the court of claims dismissing his petition was therefore right, and is affirmed.</p>\n    </div>\n    ", 
  "sha1": "bc2c9addde263fc8bbc65cd2979538d07284e524", 
  "date_modified": "2014-12-21T01:29:52.052398", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/91316/brown-admx-etc-v-united-states/", 
  "citation_count": 13, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/352193/", 
  "html": "<p class=\"case_cite\">113 U.S. 568</p>\n    <p class=\"case_cite\">5 S.Ct. 648</p>\n    <p class=\"case_cite\">28 L.Ed. 1079</p>\n    <p class=\"parties\">BROWN, Adm'x, etc.,<br>v.<br>UNITED STATES.</p>\n    <p class=\"date\">October Term, 1884.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James Brown, the intestate of the appellant, was a boatswain in the United States navy. The petition in this case was filed against the United States by the administratrix of his estate in the court of claims to recover a balance of pay which she alleged was due to Brown at his death. The court of claims found the following facts: Brown, the decedent, was appointed a boatswain in the navy of the United States, January 4, 1862. On October 22, 1872, the naval retiring board, before which he had been ordered by the secretary of the navy under the provisions of section 23 of the act of August 3, 1861, (12 St. 291,) reported that he was incapacitated from performing the duties of his office, and that there was no evidence that such incapacity was the result of any incident of the service. He was accordingly, upon the day last mentioned, by order of the president, retired on furlough pay. From October 22, 1872, to June 30, 1875, Brown received pay at the rate of $900 per annum; and from July 1, 1875, to June 6, 1879, at the rate of $500 per annum. On the day last named he died. The court further found that the acts of August 3, 1861, (12 St. 290,) and of December 21, 1861, (12 St. 329,) were soon after their enactment construed by the president and navy department to include warrant officers, and under that construction it had been the uniform practice of the president to place warrant officers on the retired list, and large numbers of these officers had been so retired. No protest or objection was made  y Brown during his life-time, either to his retirement or rate of pay. The accounting officers of the treasury had uniformly held that longevity pay to retired officers was not authorized by section 1593 of the Revised Statutes.</p>\n      <p class=\"indent\">From these findings of fact the court of claims deduced, as a conclusion of law, that Brown was legally placed on the retired list, and had received the full amount of pay allowed him by law, and was not entitled to recover, and entered judgment dismissing the petition. The appeal of the petitioner brings that judgment under review.</p>\n      <p class=\"indent\"><i>John Paul Jones</i> and <i>Robert B. Lines</i>, for appellant.</p>\n      <p class=\"indent\"><i>Sol. Gen. Phillips</i>, for appellee.</p>\n      <p class=\"indent\">Mr. Justice Woods delivered the opinion of the court.  He recited the facts in the foregoing language.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">It is not denied that up to July 1, 1875, Brown received all the pay to which he was entitled. The first contention of the appellant is that the placing of Brown on the retired list was unauthorized by law, and that he was therefore entitled to the full pay of a boatswain from July 1, 1875, up to the time of his death. Section 23 of the act of August 3, 1861, (12 St. 291,) by authority of which the president assumed to retire Brown, reads as follows: 'That whenever any officer of the navy, on being ordered to perform the duties appropriate to his commission, shall report himself unable to comply with such order, or whenever, in the judgment of the president of the United States, an officer of the navy shall be in any way incapacitated from performing the duties of his office, the president, at his discretion, shall direct the secretary of the navy to refer the case of such officer to a board. * * * The board, whenever it finds an officer incapacitated for active service, will report whether, in its judgment, the incapacity result from long and faithful service, from wounds or injuries received in the line of duty, from sickness or exposure therein, or from any other incident of the service; if so, and the president approve of such judgment, the disabled officer shall thereupon be placed upon the list of retired officers according to the provisions of this act. But if such disability or incompetency proceed from other causes, and the president concur in opinion with the board, the officer may be retired upon furlough pay, or he shall be wholly retired from the service with one year's pay, at the discretion of the president, and in this last case his name shall be wholly omitted from the navy register. * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The appellant asserts that this section applies only to commissioned officers and not to warrant officers, to which latter class Brown belonged. It must be conceded that were the question a new one the true construction of the section would be open to doubt. But the findings of the court of claims show that soon after the enactment of the act the president and the navy department construed the section to include warrant as well as commissioned officers, and that they have since that time uniformly adhered to that construction, and that under its provisions large numbers of warrant officers have been retired. This contemporaneous and uniform interpretation is entitled to weight in the construction of the law, and in a case of doubt ought to turn the scale.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In <i>Edwards</i> v. <i>Darby</i>, 12 Wheat. 206, it was said by this court that 'in the construction of a doubtful and ambiguous law the contemporaneous construction of those who were called upon to act under the law, and were appointed to carry its provisions into effect, is entitled to great respect.' This case is cited upon this point with approval in <i>Atkins</i> v. <i>Disintegrating Co.</i> 18 Wall. 301; <i>Smythe</i> v. <i>Fiske</i>, 23 Wall. 382; <i>U. S.</i> v. <i>Pugh</i>, 99 U. S. 265; and in <i>U. S.</i> v. <i>Moore</i>, 95 U. S. 763. In the case last mentioned the court said that 'the construction given to a statute by those charged with the duty of executing it ought not to be overruled without cogent reasons. The officers concerned are usually able men and masters of the subject. Not unfrequently they are the draughtsmen of the laws they are afterwards called upon to interpret.' And in the case of <i>U. S.</i> v. <i>Pugh</i> the court said: 'While, ther fore, the question,' the construction of the abandoned and captured property act, 'is one by no means free from doubt, we are not inclined to interfere at this late day with a rule which has been acted on by the court of claims and the executive for so long a time.' See, also, <i>U. S.</i> v. <i>State Bank of N. C.</i> 6 Pet. 29; <i>U. S.</i> v. <i>Alexander</i>, 12 Wall. 177; <i>Peabody</i> v. <i>Stark</i>, 16 Wall. 240; <i>Hahn</i> v. <i>U. S.</i> 107 U. S. 402; S. C. 2 SUP. CT. REP. 494. These authorities justify us in adhering to the construction of the law under consideration, adopted by the executive department of the government, and are conclusive against the contention of appellant, that section 23 of the act of August 3, 1861, did not apply to warrant officers.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The appellant next contends that the retirement of Brown was illegal, because, at the time of his retirement, no officer could be placed on the retired list for disability not originating in the line of duty. The theory of this contention seems to be this: The statute required that all officers retired for disability or incompetency not resulting from long and faithful service, or wounds or injuries received in the line of duty, or from sickness or exposure therein, should be retired on furlough pay; and, as sections 3, 5, and 19 of the naval appropriation act of July 15, 1870, (16 St. 321,) abolished the furlough pay-list, the president was only authorized to retire Brown wholly from the service with one year's pay. We think it is clear that the sections of the statute referred to were not intended to abolish the furlough pay-list. So far as they refer to retired officers they apply to the retired list, and not the retired list on furlough pay. For 30 years the legislation of congress has divided retired naval officers into two classes. By section 2 of the act of February 28, 1855, (10 St. 616,) the officers on the retired, or, as it was then designated, reserved list, were divided into those entitled to receive leave of absence pay, and those entitled to receive furlough pay. The distinction between the two classes of retired officers has been preserved down to the present time. Thus, in section 3 of the act of January 16, 1857, (11 St. 154,) it was provided that the president should be authorized to transfer any officer from the furlough to the reserved pay-list. By section 23 of the act of August 3, 1861, (12 St. 290, 291,) by virtue of which Brown was retired, it was provided that officers incapacitated for active service from long service, wounds, etc., should be placed on the list of retired officers, but those incapacitated from other causes should be retired upon furlough pay. So, by section 2 of the act approved July 28, 1866, (14 St. 345,) it was provided that the rate of pay of officers of the navy on the retired list and not no duty, nor retired on furlough pay, should be one-half the pay to which such officers would be entitled if on duty at sea.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This legislation has been reproduced in the Revised Statutes, where the distinction between officers on the retired list and officers on the retired list on furlough pay is preserved. Thus, sections 1588 and 1592 prescribe one rate of pay for retired officers, and section 1593 a different rate for officers on the retired list on furlough pay, and section 1594 authorizes the president, by and with the advice and consent of the senate, to transfer any officer of the navy on the retired list from the furlough to the retired pay-list. It is plain, therefore, that section 5 of the act of July 15, 1870, relied on by appellant, and which is the only one which refers to the pay of retired officers, applies in both its terms and meaning only to the pay of officers on the retired list, and not to the compensation of officers retired on furlough pay, to which class Brown belonged, and did not abolish the furlough pay-list. The order of the president retiring Brown on furlough pay was, therefore, made strictly in accordance with the provisions of the statute t en and still in force.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It is next objected that the order of the president retiring Brown was illegal and void, because the retiring board having reported him incapacitated, did not find and report what was the cause of his incapacity, but only that there was no evidence that it was the result of any incident of the service. But as it is incumbent on the officer whose case comes before a retiring board to show, in order to secure a report which will entitle him to be placed on the retired list rather than on the retired list on furlough pay, that his incapacity was the result of some incident of the service, the report of the board that there was no evidence to support such a finding is to all intents and purposes a report that the incapacity was not the result of an incident of the service, and justifies an order retiring the officer on furlough pay. But if there had been any irregularity or defect in the report of the board it was the duty of Brown to object to it without unreasonable delay. After his acquiescence in the proceedings during the remainder of his life, it does not lie with his administratrix to object to them, even for a substantial defect, much less for such an irregularity, if it be an irregularity, as is set up in this case. Our opinion is, therefore, that the order of the president retiring Brown was authorized by law, and was regular and valid.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellant next insists that, conceding the retirement of Brown to be valid, he did not receive, after July 1, 1875, the pay to which he was entitled. It is contended, first, that he should have been paid according to the provisions of section 5 of the act of July 15, 1870, (16 St. 333,) now forming the last clause in section 1588 of the Revised Statutes. This enactment provides that officers on the retired list shall receive one-half the sea-pay allowed to the grade or rank which they held at the date of their retirement. But we have seen that Brown did not belong to the general list of retired officers, but to a distinct class, namely, officers retired on furlough pay. His case, therefore, fell under the enactments embodied in section 1593 of the Revised Statutes, which fixed his pay at one-half that to which he would have been entitled if on leave of absence on the active list. This is the rate at which he has been paid. It is next said that, conceding that his pay was fixed by section 1593, he should, after his retirement, have received the increase of pay allowed officers on the active list for length of service by section 1556 of the Revised Statutes, p. 267, commonly known as longevity pay, which, after July 1, 1875, would have entitled him to $600 per annum instead of the $500 which he actually received. This last contention has been decided adversely to the view of the appellant by this court, at the present term, in the case of <i>Thornley</i> v. <i>U. S., ante</i>, 491. We are, therefore, of opinion that Brown was paid, in his life-time, all that he was entitled to receive under the laws then in force. The judgment of the court of claims dismissing his petition was therefore right, and is affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/91316/"
}