{"absolute_url": "/opinion/85473/the-santa-maria/", "blocked": false, "citation": {"case_name": "The Santa Maria", "docket_number": null, "document_uris": ["/api/rest/v2/document/85473/"], "federal_cite_one": "23 U.S. 431", "federal_cite_three": null, "federal_cite_two": null, "id": 52859, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/52859/", "scotus_early_cite": "10 Wheat. 431", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 2, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1825-02-26", "date_modified": "2014-12-21T01:24:06.691308", "docket": "/api/rest/v2/docket/402055/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">23 U.S. 431</p>\n    <p class=\"case_cite\">6 L.Ed. 359</p>\n    <p class=\"case_cite\">10 Wheat. 431</p>\n    <p class=\"parties\">The SANTA MARIA.<br>The Spanish Consul, <i>Libellant</i>.</p>\n    <p class=\"date\">February 26, 1825</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL from the Circuit Court of Maryland.</p>\n      <p class=\"indent\">This cause was formerly before the Court, and the decision then pronounced will be found reported, <i>ante, vol.</i> 7. <i>p.</i> 490. The claim of Mr. Burke, as a <i>bonce fidcei</i> purchaser, was then rejected, upon the ground of the illegality of the original capture, it having been made in violation of the neutrality of the United States; and a general decree of restitution was awarded in favour of the libellant, suing in his official character as the Consul of Spain, for the benefit of the original owners. A mandate issued from this Court to the Court below, to carry that decree into effect. Pending the original proceedings in the Court below, and before the appeal, the property, upon the application of Mr. Burke, was delivered to him, upon a stipulation given with sureties in the usual manner, for the payment of the appraised value, according to the future decree of the Court. The appraisers estimated the property at 7,473 dollars and 43 cents, being, as they declare, 'the <i>long price</i>, including custom-house duties,' and for this sum, the stipulation was given. Upon the application to the Court below, to enforce the mandate of this Court, Mr. Burke filed a petition, asserting that he had incurred cost and expenses, and paid certain liens upon the property. The specifications now insisted on, were the following: (1) Insurance on the property from Galveztown to Baltimore, viz. 751 dollars and 25 cents. (2.) Duties paid on the same at Baltimore, viz. 1945 dollars and 14 cents. A petition was also filed on behalf of Mr. Burke and a Mr. Forbes, (who now, for the first time, appeared in the cause,) as joint owners of the schooner Harriet, in which the property in question was brought from Galveztown to Baltimore, praying for the allowance of freight for the voyage, amounting to 1,500 dollars. The libellant also made an application for interest upon the amount of the stipulation to be decreed in his favour, either from the time of capture, from the date of the stipulation, or from the decree of this Court.</p>\n      <p class=\"indent\">The respective claims of all the parties for these allowances were rejected by the Circuit Court, and from the decree dismissing them an appeal was taken to this Court.</p>\n      <p class=\"center\"><i>Feb.</i> 10<i>th.</i></p>\n      <p class=\"indent\">The <i>Attorney General</i>, for the appellant, Burke, stated, that the allegation demanding restitution in the original case, was filed by the Spanish Consul against the goods, and the appellant claimed the cargo as having been remitted to him in return for an outward cargo shipped to his agent at Matagorda. It is now alleged, that he was part owner of the capturing vessel, and, therefore, as a wrong doer, not entitled to the equitable deductions he claims. He insists, that he is a <i>bonae fidei</i> purchaser, without notice of the illegal capture, and, therefore, entitled to be allowed for duties and other charges. In the admiralty, the libellant and claimant are both actors.<a class=\"footnote\" href=\"#fna\" id=\"fna_ref\">a</a> If, therefore, it had been the wish of the libellant to put in issue the fact of Burke's knowledge of, or connexion with, the illegal capture, he should have answered the averment which is contained in the claim, that he (Burke) was entirely ignorant of, and unconnected with, that transaction; or he should have filed an amended libel, and charged the guilt of Burke. The libellant did neither; and thus the fact of B.'s guilt or innocence was not in issue in that case. It was not involved in the decision of the Court, which turned on the facts of the illegal armament of the Patriota in the ports of the United States, the capture of the Santa Maria by that vessel, and the identity of the goods as part of the cargo of the Santa Maria. These facts being established, it was immaterial who the owners of the capturing vessel were, or how the goods came into the possession of Burke. Restitution was decreed to the original owners, and it was in the execution of this decree under the mandate from this Court, that the proceedings now in question took place. Upon the present appeal, nothing is before the Court but what is subsequent to the mandate.<a class=\"footnote\" href=\"#fnb\" id=\"fnb_ref\">b</a> The respondents cannot, therefore, enter into the question of the guilt or innocence of Burke upon the evidence in the original cause. He is now to be considered as an innocent purchaser, and entitled as such to all equitable deductions, meliorations, and charges.</p>\n      <p class=\"indent\">Besides the other claims which are now insisted on, there was a minor claim in the Court below for the difference between the valuation and the actual sales, which was withdrawn upon the authority of the case of the <i>Betsey</i>, and other cases cited in a note to that case.<a class=\"footnote\" href=\"#fnc\" id=\"fnc_ref\">c</a></p>\n      <p class=\"indent\">To the claims for duties, insurance, and freight, it was objected in the Circuit Court, that the Court had no authority to consider them, because the original decree of this Court had closed the door against all inquiry into the subject, upon the principle settled in <i>Rose</i> v. <i>Himely</i>. But this was a misapplication of the principle determined in that case. The question on the first appeal was merely as to the proprietary interest of the cargo. But after the principal question in the cause has been finally decided, and the cause <i>quoad hoc</i> perpetually disposed of, any question of charge upon the original fund may still be taken up as a new question, so long as the fund remains within the power of the Court. Such is understood to be the practice, both in England and in this country.<a class=\"footnote\" href=\"#fnd\" id=\"fnd_ref\">d</a> Considering Burke as an innocent purchaser of the goods, who had brought them to the United States, where they were claimed by the original owners, and restored to them, because of the defect of title in those from whom Burke had purchased, this case cannot be distinguished in principle from that of <i>Rose</i> v. <i>Himely</i>, in which freight, insurance, duties, and other expenses, were allowed, under the same circumstances.<a class=\"footnote\" href=\"#fne\" id=\"fne_ref\">e</a> The charges and expenses in the present case, having been actually borne by the innocent purchaser, in bringing the goods safely into the country, seem to enter into the value of the articles themselves; and in withdrawing them from the possession of the purchaser, a reimbursement of his actual expenses is required by natural equity, and may be considered as a species of mitigated salvage. The claim for the amount of the duties rests upon higher grounds. Wherever goods are sold by order of Court, or consent of parties, the duties attach as upon an ordinary importation; and upon restitution of the proceeds, the amount of the duties is to be deducted.<a class=\"footnote\" href=\"#fnf\" id=\"fnf_ref\">f</a> The party gets more than the value of the goods, if he gets the amount of the duties; and the purchaser pays the duties twice over to the government as duties, and again to the original owner, as part of the <i>long price</i> value of his goods.</p>\n      <p class=\"indent\">As to the claim by the other party for interest upon the appraised value, so far as it is claimed from the time of capture, the question is not before this Court, because it was not made in the Court below. Nor can it be allowed from the date of the stipulation, because the stipulation is a mere substitute for the specific goods, which would not have carried interest. The principle of <i>Rose</i> v. <i>Himely</i> applies to this demand, since it is in the nature of a claim for damages for the illegal detention and delay, which were prayed in the original libel, but which were not allowed by the Court below, nor by this Court, upon the first appeal. Interest might, doubtless, have been expressly reserved in the stipulation, if the Court below had deemed the party entitled to it. But these questions are definitively closed by the original decree, and cannot arise upon the mandate to carry that decree into effect.</p>\n      <p class=\"indent\">Mr. <i>D. Hoffman</i>, contra, insisted, that the original proceedings in the cause showed that Burke was a participator in the illegal seizure of this property, and, consequently, could not claim any equitable deductions from the full value on account of charges incurred by him in its preservation. He was a <i>malae fidei</i> possessor, who was not entitled to be allowed for his expenses actually laid out upon the property, still less for the fictitious charges of freight, insurance, and duties. As to the duties, they have been incurred solely by his electing to import the goods for consumption. Had they been delivered to the original owners, and carried away by them, or had they never been brought in, they would not have been subject to duties. There was a manifest inconsistency in the opposite argument, which would not admit the stipulation to carry interest, whilst it sought to diminish the principal sum specified in the stipulation, by claims which might have been made upon the original hearing. But there is no principle, authority, or established practice, which requires, that where the goods have been delivered on bail, the Court should, cotemporaneously, decree restitution of the specific thing, and the performance of the stipulation. The Court may decree restitution generally, and in executing the decree it is to be applied to the stipulation, so as to include not only what is substantially comprehended in the decree, but every equitable demand consistent with it, although not expressly included in its terms. The allowance of interest by the Court below, after the original decree in this Court, does not so much depend upon the circumstance of its being expressly reserved upon the face of the stipulation, as upon the notorious fact, that the Court would be subsequently called on to act definitively upon the stipulation, when it came to execute the final decree of this Court. In thus executing it, by allowing interest, the Court below would not modify or add to the original decree of this Court, since this allowance opens nothing which had been adjudicated by this Court, and is to be regarded as nothing more than an incident to the execution of the decree of restitution. That restitution would have been incomplete without it, as, if the property had not been delivered to the capturing claimant upon bail, it might have been delivered in the same manner to the original owner, or sold by order of Court, and the proceeds invested in stocks bearing an interest.</p>\n      <p class=\"indent\">As to the case of <i>Rose</i> v. <i>Himely</i>, it will be found that the Court there assumes, that the question of interest was before it on the original appeal, and asserts, that if the claim had then been made, it would have been rejected, because the Court did not consider the appellants as infected by the marine trespass committed by the captors. 'The circumstances of the case were such as to restrain the Court from inserting in its decree any thing which might increase its severity. The loss was heavy, and it fell unavoidably on one of two innocent parties. The Court was not inclined to add to its weight by giving interest in the nature of damages. The allowance of interest, therefore, in the Court below, is overruled.'<a class=\"footnote\" href=\"#fng\" id=\"fng_ref\">g</a> Besides, in that case, the Court had all the questions of equitable deductions and allowances before them on the original appeal, and gave a very special decree and mandate, which, <i>ex industria</i>, omitted interest. But here the question is not between two equally innocent parties. Here none of the questions of freight, insurance, duties, and interest, were raised in the original cause. They were all reserved as incidental to the stipulation, which was not then brought before this Court.</p>\n      <p class=\"indent\">The doctrine laid down in <i>Rose</i> v. <i>Himely</i>, that after a decree in this Court, and the cause sent by mandate to the Court below, and the further proceedings upon the mandate are appealed from, nothing is before this Court on the appeal but what is subsequent to the mandate, is unquestionably a sound and salutary rule. But is it any thing more than what the general principles of law would establish? Is it any thing more than an application of the familiar maxim as to <i>res</i> <i>adjudicata</i>? 'Nothing is before this Court,' says the Chief Justice, 'but what is subsequent to the mandate.' This is unquestionably true, but with this indispensable qualification, that the matter in question prior to the mandate was, or ought necessarily to have been, before the Court originally. The rule was applied to the claims of freight and insurance which the original decree of this Court had expressly allowed, but which the commissioner appointed by the Circuit Court under the mandate had disallowed. But no case can be found which requires the Court below to pass any decree, in the first instance, upon the stipulation, or to allow interest before the appeal, or which requires the question of interest, or any similar incidental claim, to be brought before this Court upon the original appeal. The rule in regard to matters prior or subsequent to the mandate, appears to be understood precisely in this manner by the learned Judge who delivered the opinion of the Court in <i>Martin</i> v. <i>Hunter</i>. 'A final judgment of this Court is conclusive <i>upon the rights which it decides</i>, and no statute has provided any process by which this Court can revise its own judgments.'<a class=\"footnote\" href=\"#fnh\" id=\"fnh_ref\">h</a></p>\n      <p class=\"indent\">The claim for interest is an incident to the execution of the mandate for restitution. Interest is impliedly due, wherever a liquidated sum of money is wrongfully withheld. 'If a man has my money by way of loan, he ought to answer interest; but if he detains my money wrongfully, he ought, <i>a fortiori</i>, to answer interest; and it is still stronger, when one by wrong takes from me my money or goods, which I am trading with, in order to turn them into money.'<a class=\"footnote\" href=\"#fni\" id=\"fni_ref\">i</a> Were not this the case, a strong temptation would be presented to debtors to violate their duty. In the language of Lord Mansfield, 'they would be encouraged to make use of all the unjust dilatoriness of chicane, and the more the plaintiff is injured, the less he will be relieved.' This is emphatically applicable to the present case, where the capturing claimant has superadded to the original wrong done to the owners of these goods, all the unjust dilatoriness of chicane.</p>\n      <p class=\"center\"><i>Feb.</i> 26<i>th.</i></p>\n      <p class=\"indent\">Mr. Justice STORY delivered the opinion of the Court, and, after stating the case, proceeded as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Several preliminary questions have been argued, which must be disposed of before the Court can entertain any question upon the merist of these claims; and if disposed of one way, they put an end to the controversy.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In the first place, it is asserted, that Mr. Burke is a <i>malae fidei</i> claimant, entitled to no favour whatever; and by reference to the original proceedings, will be found a party to the wrongful capture and detention of the property. And the first question, therefore, that arises, is whether upon this appeal the Court can look into those proceedings for the purpose of ascertaining the guilt or innocence of the claimant? The principle laid down in the case of <i>Rose</i> v. <i>Himely</i>, (5 <i>Cranch</i>, 313.) that upon an appeal from a mandate, nothing is before the Court but the proceedings subsequent to the mandate, is undoubtedly correct in the sense in which that expression was used, with reference to the doctrine of that case. Whatever had been formerly before the Court, and was disposed of by its decree, was considered as finally disposed of; and the question of interest raised upon the execution of the mandate in that case, was in that predicament. But upon all proceedings to carry into effect the decree of the Court, the original proceedings are always before the Court, so far as they are necessary to determine any new points or rights in controversy between the parties, which were not terminated by the original decree. The Court may, therefore, inspect the original proceedings, to ascertain the merits or demerits of the parties, so far as they bear on the new claims, and must decide upon the whole examination what its duty requires. In the present case, it is impossible to separate the stipulation from the other proceedings. It is unintelligible without reference to them. The Court must inspect them, to guide it in its future acts, and to enable it to carry into effect the decree of the Supreme Court. That decree restores the property generally as claimed by the libellant; but what that property is, in what predicament it is, and what are the means by which it is to be restored, must be ascertained, before the Court can institute any farther proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Another preliminary question is, whether the subject matter of these claims is, in this stage of the cause, open for discussion. All the claims of Mr. Burke might certainly have been brought forward and insisted upon in the original proceedings. If his right to the property was not established, still he might be entitled to equitable deductions for meliorations or charges; and if these claims were favoured by the Court, the decree of restitution would have been subject to these deductions. They would then have constituted a lien upon the property, and the Circuit Court must have enforced it. But no such claims were insisted upon in the written allegations, or even <i>viva voce</i> at the hearing; the omission was voluntary, and the decree of restitution passed in the most absolute and unconditional form. The consequences of now admitting them to be brought before this Court by appeal, would be most inconvenient and mischievous in practice. It would encourage the grossest laches and delays. The party might lie by through the whole progress of the original cause, until a final decree, holding the real owner out of his property, and securely enjoying, as in this case, the profits, and then start new claims for future investigation, which would protract the final decision to an indefinite period. Such a course would have a tendency justly to bring into disrepute the administration of justice, and inflict upon the innocent all the evils of expensive litigation. We think, therefore, that upon principle, every existing claim which the party has omitted to make at the hearing upon the merits, and before the final decree, is to be considered as waived by him, and is not to be entertained in any future proceedings; and when a decree has been made, which is in its own terms absolute, it is to be carried into effect according to those terms, and excludes all inquiry between the litigating parties as to liens or claims, which might have been attached to it by the Court, if they had been previously brought to its notice. These remarks apply as well to the claim for freight, as the other items. Mr. Burke, as the importer of the goods, would, if the carrier ship had belonged to a mere stranger, have been directly responsible for the freight, and would have been entitled to bring it forward in the original suit as an equitable charge. It can make no difference in his favour, that he was, as he now asserts himself in his petition to be, a joint owner of the vessel with Mr. Forbes. Whether, as between himself and his co-proprietor, he would be liable to pay any freight, does not appear, for the petition is naked of any proofs, and he may have occupied only his own portion of the vessel. Nor is there any evidence adduced, that Mr. Forbes was really a joint owner; and in his original claim, Mr. Burke expressly asserts the vessel to be his own, in terms which imply a sole proprietary interest. But without relying on these circumstances, it is sufficient to say, that it is too late for Mr. Burke in any way to assert the claim for freight, and if payable at all, he must now bear the burthen occasioned by his own laches.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This view of the subject, makes it wholly unnecessary to enter upon the inquiry, how far Mr. Burke is an innocent possessor of the property in controversy, and, as such, entitled to equitable deductions and charges. The claim, whether a lien, or a mere equity, has been totally displaced by the unconditional decree of restitution.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The same doctrine applies to the claim of interest made by the libellant. The question was involved in the original proceedings, and the libel itself contains an express prayer for damages, as well as for restitution of the property. Damages are often given by way of interest for the illegal seizure and detention of property; and, indeed, in cases of tort, if given at all, interest partakes of the very nature of damages. The ground now assumed is, that interest ought to be given since the date of the stipulation, or, at all events, since the decree of restitution, because the claimant has had the use of the property during this period, and it is but a just compensation to the libellant for the delay and loss he has sustained by the dispossession. It might have been just and proper for the Court below to have refused the delivery of the property upon stipulation, unless upon the express condition, that the same should carry interest, if so decreed by the Court. And, in cases of this nature, it appears to us highly proper that such a clause should be inserted in the stipulation. But the present stipulation contains no such clause, and, therefore, so far as respects the principal and sureties, to decree it upon that, would be to include a liability not justified by its terms. It is true, that interest might be decreed against Mr. Burke personally, not as the stipulator, but as the claimant in the cause; but then it would be by way of damages for the detention or delay. In this view, it was a matter open for discussion upon the original appeal; and no interest having been then asked for or granted, the claim is finally at rest. What was matter formerly before the Court cannot again be drawn into controversy.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We have considered these questions thus far upon principle. But they have been already decided by this Court. The case of <i>Rose</i> v. <i>Himely</i>, (5 <i>Cranch's Rep.</i> 313.) is directly in point. The authority of that case has not been in the slightest degree impugned, and, without overthrowing it, this Court could not now entertain the present claims. We are not disposed to doubt the entire correctness of that adjudication.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The question in regard to the duties, admits of a very different consideration. The decree of restitution awards to the libellant the whole property in controversy, and nothing more. Upon the face of the proceedings it appears, that the stipulation was taken for the appraised value of the property, including the duties paid to the United States by the claimant. The amount of those duties never constituted any part of the property of the libellant, or those for whom he acts. Neither he nor they have ever incurred the charge, or made the advance. And if it is now given to the libellant, it is a sum beyond the value of the property, which has been paid upon the importation without his aid, and without any injury to him or his principal. It is true, that in the hands of the claimant the property may be assumed to be worth the whole appraised value; but that value includes not only the value of the property <i>per se</i>, but the amount of the duties already paid by the claimant. In receiving it, the claimant has received no more of the libellant's property than the sum, deducting the duties already paid. It has been said, that the property was wrongfully brought to the United States by the claimant, and, therefore, he is not entitled to favour. This might be a satisfactory answer to any attempt of the claimant to charge the libellant with the duties as an equitable charge. But no such claim has been asserted; and if the Court were now to decree to the libellant the whole sum in the stipulation, the decree in effect would require the claimant to pay the duties to the libellant, as well as to the government. The original decree purports no such thing. It is confined to simple restitution of the property; and the proceeds substituted for that, are the net sum, deducting the duties, the market price, or appraised value, being compounded of the original value and the duties. These observations are confined to a case, where the error in the stipulation is apparent upon the face of the proceedings; and it would be dangerous, as well as improper, to entertain the question, where the evidence must be sought from extrinsic sources.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Upon the whole, the decree of the Circuit Court is affirmed as to all things, except the disallowance of the claim for the deduction of duties, and as to that, it is reversed; and it is ordered that the libellant have restitution of the net appraised value, deducting the duties; and that as to so much thereof as has not been already paid to him, interest be allowed to him at the rate of six per cent. per annum, from the time of the allowance of the present appeal, unto the final execution of this decree, and that the stipulation stand security therefor.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">DECREE. This cause came on, &amp;c. on consideration whereof, it is ORDERED, ADJUDGED and DECREED, that the decree of the Circuit Court in the premises be and hereby is affirmed, except in disallowing the item stated in the petition of the claimants, paid for duties, and except so far as is otherwise directed by this decree; and this Court, proceeding to pass such decree as the Circuit Court ought to have given, do hereby further ORDER, ADJUDGE and DECREE, that the said items of duties, amounting to the sum of nineteen hundred and forty-five dollars and fourteen cents, be deducted from the appraised value of the property, as ascertained in the stipulation; and that the libellant have restitution of the residue of the appraised value; and that upon so much of the said residue as has not already been paid to the libellant, interest at the rate of six per centum per annum be allowed to the libellant, from the time of the present appeal until this present decree shall be executed upon mandate by the Circuit Court, together with all the costs of suit on the present as on the original appeal; and that the said stipulation do stand as security therefor; and that the Circuit Court do award execution upon the said stipulation, for the amount of principal and interest so ordered, adjudged and decreed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fna\">\n        <a class=\"footnote\" href=\"#fna_ref\">a</a>\n        <p> Jennings v. Carson, 4 <i>Cranch's Rep.</i> 23.</p>\n      </div>\n      <div class=\"footnote\" id=\"fnb\">\n        <a class=\"footnote\" href=\"#fnb_ref\">b</a>\n        <p> Rose v. Himely, 5 <i>Cranch's Rep.</i> 313.</p>\n      </div>\n      <div class=\"footnote\" id=\"fnc\">\n        <a class=\"footnote\" href=\"#fnc_ref\">c</a>\n        <p> 5 <i>Rob.</i> 295.</p>\n      </div>\n      <div class=\"footnote\" id=\"fnd\">\n        <a class=\"footnote\" href=\"#fnd_ref\">d</a>\n        <p> The Fortuna, 4 <i>Rob.</i> 228. The Vrow Anna Catharina, 6 <i>Rob.</i> 269. The Nereide, 1 <i>Wheat. Rep.</i> 171. The St. Lawrence, 2 <i>Gallis.</i> 20.</p>\n      </div>\n      <div class=\"footnote\" id=\"fne\">\n        <a class=\"footnote\" href=\"#fne_ref\">e</a>\n        <p> 4 <i>Cranch</i>, 281. 5 <i>Cranch</i>, 316.</p>\n      </div>\n      <div class=\"footnote\" id=\"fnf\">\n        <a class=\"footnote\" href=\"#fnf_ref\">f</a>\n        <p> The Concord, 9 <i>Cranch</i>, 387.</p>\n      </div>\n      <div class=\"footnote\" id=\"fng\">\n        <a class=\"footnote\" href=\"#fng_ref\">g</a>\n        <p> 5 <i>Cranch's Rep.</i> 317.</p>\n      </div>\n      <div class=\"footnote\" id=\"fnh\">\n        <a class=\"footnote\" href=\"#fnh_ref\">h</a>\n        <p> 1 <i>Wheat. Rep.</i> 304. 354.</p>\n      </div>\n      <div class=\"footnote\" id=\"fni\">\n        <a class=\"footnote\" href=\"#fni_ref\">i</a>\n        <p> 1 <i>P. Wms.</i> 396. See also 1 <i>Binn. Rep.</i> 494. 9 <i>Johns. Rep.</i> 71. 11 <i>Mass. Rep.</i> 504. 1 <i>N. Hamp. Rep.</i> 180.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">j</a>\n        <p> The Diana, 3 <i>Wheat. Rep.</i> 58. 3 <i>Dall. Rep.</i> 333. 336. 2 <i>Burr. Rep.</i> 1088. See also 1 <i>H. Bl.</i> 305. 3 <i>Wils. Rep.</i> 205. 7 <i>Term Rep.</i> 124. 2 <i>Bos. &amp; Pull.</i> 219. 1 <i>Johns. Cas.</i> 27. 1 <i>Johns. Rep.</i> 343. 4 <i>Mass. Rep.</i> 171.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>23 U.S. 431 (____)</b></center>\n<center><b>10 Wheat. 431</b></center>\n<center><h1>The SANTA MARIA.<br>\nThe Spanish Consul, Libellant.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*433</span> The Attorney General, for the appellant.</p>\n<p>Mr. D. Hoffman, contra.</p>\n<p><span class=\"star-pagination\">*441</span> Mr. Justice STORY delivered the opinion of the Court, and, after stating the case, proceeded as follows:</p>\n<p>Several preliminary questions have been argued, which must be disposed of before the Court can entertain any question upon the merits of these claims; and if disposed of one way, they put an end to the controversy.</p>\n<p>In the first place, it is asserted, that Mr. Burke is a mala fidei claimant, entitled to no favour whatever; and by reference to the original <span class=\"star-pagination\">*442</span> proceedings, will be found a party to the wrongful capture and detention of the property. And the first question, therefore, that arises, is, whether upon this appeal the Court can look into those proceedings for the purpose of ascertaining the guilt or innocence of the claimant? The principle laid down in the case of Rose v. Himely, (5 Cranch, 313.) that upon an appeal from a mandate, nothing is before the Court but the proceedings subsequent to the mandate, is undoubtedly correct in the sense in which that expression was used, with reference to the doctrine of that case. Whatever had been formerly before the Court, and was disposed of by its decree, was considered as finally disposed of; and the question of interest raised upon the execution of the mandate in that case, was in that predicament. But upon all proceedings to carry into effect the decree of the Court, the original proceedings are always before the Court, so far as they are necessary to determine any new points or rights in controversy between the parties, which were not terminated by the original decree. The Court may, therefore, inspect the original proceedings, to ascertain the merits or demerits of the parties, so far as they bear on the new claims, and must decide upon the whole examination what its duty requires. In the present case, it is impossible to separate the stipulation from the other proceedings. It is unintelligible without reference to them. The Court must inspect them, to guide it in its future acts, and to enable it to carry into effect the decree of the Supreme Court. That <span class=\"star-pagination\">*443</span> decree restores the property generally as claimed by the libellant; but what that property is, in what predicament it is, and what are the means by which it is to be restored, must be ascertained, before the Court can institute any farther proceedings.</p>\n<p>Another preliminary question is, whether the subject matter of these claims is, in this stage of the cause, open for discussion. All the claims of Mr. Burke might certainly have been brought forward and insisted upon in the original proceedings. If his right to the property was not established, still he might be entitled to equitable deductions for meliorations or charges; and if these claims were favoured by the Court, the decree of restitution would have been subject to these deductions. They would then have constituted a lien upon the property, and the Circuit Court must have enforced it. But no such claims were insisted upon in the written allegations, or even viva voce at the hearing; the omission was voluntary, and the decree of restitution passed in the most absolute and unconditional form. The consequences of now admitting them to be brought before this Court by appeal, would be most inconvenient and mischievous in practice. It would encourage the grossest laches and delays. The party might lie by through the whole progress of the original cause, until a final decree, holding the real owner out of his property, and securely enjoying, as in this case, the profits, and then start new claims for future investigation, which would protract the final decision to an indefinite period. Such a <span class=\"star-pagination\">*444</span> course would have a tendency justly to bring into disrepute the administration of justice, and inflict upon the innocent all the evils of expensive litigation. We think, therefore, that upon principle, every existing claim which the party has omitted to make at the hearing upon the merits, and before the final decree, is to be considered as waived by him, and is not to be entertained in any future proceedings; and when a decree has been made, which is in its own terms absolute, it is to be carried into effect according to those terms, and excludes all inquiry between the litigating parties as to liens or claims, which might have been attached to it by the Court, if they had been previously brought to its notice. These remarks apply as well to the claim for freight, as the other items. Mr. Burke, as the importer of the goods, would, if the carrier ship had belonged to a mere stranger, have been directly responsible for the freight, and would have been entitled to bring it forward in the original suit as an equitable charge. It can make no difference in his favour, that he was, as he now asserts himself in his petition to be, a joint owner of the vessel with Mr. Forbes. Whether, as between himself and his co-proprietor, he would be liable to pay any freight, does not appear, for the petition is naked of any proofs, and he may have occupied only his own portion of the vessel. Nor is there any evidence adduced, that Mr. Forbes was really a joint owner; and in his original claim, Mr. Burke expressly asserts the vessel to be his own, in terms which imply a sole proprietary interest. <span class=\"star-pagination\">*445</span> But without relying on these circumstances, it is sufficient to say, that it is too late for Mr. Burke in any way to assert the claim for freight, and if payable at all, he must now bear the burthen occasioned by his own laches.</p>\n<p>This view of the subject, makes it wholly unnecessary to enter upon the inquiry, how far Mr. Burke is an innocent possessor of the property in controversy, and, as such, entitled to equitable deductions and charges. The claim, whether a lien, or a mere equity, has been totally displaced by the unconditional decree of restitution.</p>\n<p>The same doctrine applies to the claim of interest made by the libellant. The question was involved in the original proceedings, and the libel itself contains an express prayer for damages, as well as for restitution of the property. Damages are often given by way of interest for the illegal seizure and detention of property; and, indeed, in cases of tort, if given at all, interest partakes of the very nature of damages. The ground now assumed is, that interest ought to be given since the date of the stipulation, or, at all events, since the decree of restitution, because the claimant has had the use of the property during this period, and it is but a just compensation to the libellant for the delay and loss he has sustained by the dispossession. It might have been just and proper for the Court below to have refused the delivery of the property upon stipulation, unless upon the express condition, that the same should carry interest, if so decreed by the Court. And, in cases of this nature, it appears <span class=\"star-pagination\">*446</span> to us highly proper that such a clause should be inserted in the stipulation. But the present stipulation contains no such clause, and, therefore, so far as respects the principal and sureties, to decree it upon that, would be to include a liability not justified by its terms. It is true, that interest might be decreed against Mr. Burke personally, not as the stipulator, but as the claimant in the cause; but then it would be by way of damages for the detention or delay. In this view, it was a matter open for discussion upon the original appeal; and no interest having been then asked for or granted, the claim is finally at rest. What was matter formerly before the Court cannot again be drawn into controversy.</p>\n<p>We have considered these questions thus far upon principle. But they have been already decided by this Court. The case of Rose v. Himely, (5 Cranch's Rep. 313.) is directly in point. The authority of that case has not been in the slightest degree impugned, and, without overthrowing it, this Court could not now entertain the present claims. We are not disposed to doubt the entire correctness of that adjudication.</p>\n<p>The question in regard to the duties, admits of a very different consideration. The decree of restitution awards to the libellant the whole property in controversy, and nothing more. Upon the face of the proceedings it appears, that the stipulation was taken for the appraised value of the property, including the duties paid to the United States by the claimant. The amount of <span class=\"star-pagination\">*447</span> those duties never constituted any part of the property of the libellant, or those for whom he acts. Neither he nor they have ever incurred the charge, or made the advance. And if it is now given to the libellant, it is a sum beyond the value of the property, which has been paid upon the importation without his aid, and without any injury to him or his principal. It is true, that in the hands of the claimant the property may be assumed to be worth the whole appraised value; but that value includes not only the value of the property per se, but the amount of the duties already paid by the claimant. In receiving it, the claimant has received no more of the libellant's property than the sum, deducting the duties already paid. It has been said, that the property was wrongfully brought to the United States by the claimant, and, therefore, he is not entitled to favour. This might be a satisfactory answer to any attempt of the claimant to charge the libellant with the duties as an equitable charge. But no such claim has been asserted; and if the Court were now to decree to the libellant the whole sum in the stipulation, the decree in effect would require the claimant to pay the duties to the libellant, as well as to the government. The original decree purports no such thing. It is confined to simple restitution of the property; and the proceeds substituted for that, are the net sum, deducting the duties, the market price, or appraised value, being compounded of the original value and the duties. These observations are confined to a case, where the error in the <span class=\"star-pagination\">*448</span> stipulation is apparent upon the face of the proceedings; and it would be dangerous, as well as improper, to entertain the question, where the evidence must be sought from extrinsic sources.</p>\n<p>Upon the whole, the decree of the Circuit Court is affirmed as to all things, except the disallowance of the claim for the deduction of duties, and as to that, it is reversed; and it is ordered that the libellant have restitution of the net appraised value, deducting the duties; and that as to so much thereof as has not been already paid to him, interest be allowed to him at the rate of six per cent. per annum, from the time of the allowance of the present appeal, unto the final execution of this decree, and that the stipulation stand security therefor.</p>\n<p>DECREE. This cause came on, &amp;c. on consideration whereof, it is ORDERED, ADJUDGED and DECREED, that the decree of the Circuit Court in the premises be and hereby is affirmed, except in disallowing the item stated in the petition of the claimants, paid for duties, and except so far as is otherwise directed by this decree; and this Court, proceeding to pass such decree as the Circuit Court ought to have given, do hereby further ORDER, ADJUDGE and DECREE, that the said items of duties, amounting to the sum of nineteen hundred and forty-five dollars and fourteen cents, be deducted from the appraised value of the property, as ascertained in the stipulation; and that the libellant have restitution of the residue of the appraised value; and that upon so much of the <span class=\"star-pagination\">*449</span> said residue as has not already been paid to the libellant, interest at the rate of six per centum per annum be allowed to the libellant, from the time of the present appeal until this present decree shall be executed upon mandate by the Circuit Court, together with all the costs of suit on the present as on the original appeal; and that the said stipulation do stand as security therefor; and that the Circuit Court do award execution upon the said stipulation, for the amount of principal and interest so ordered, adjudged and decreed.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">431</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">431</span></span></b></center>\n<center><h1>The SANTA MARIA.<br>\nThe Spanish Consul, Libellant.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*433</span> The Attorney General, for the appellant.</p>\n<p>Mr. D. Hoffman, contra.</p>\n<p><span class=\"star-pagination\">*441</span> Mr. Justice STORY delivered the opinion of the Court, and, after stating the case, proceeded as follows:</p>\n<p>Several preliminary questions have been argued, which must be disposed of before the Court can entertain any question upon the merits of these claims; and if disposed of one way, they put an end to the controversy.</p>\n<p>In the first place, it is asserted, that Mr. Burke is a mala fidei claimant, entitled to no favour whatever; and by reference to the original <span class=\"star-pagination\">*442</span> proceedings, will be found a party to the wrongful capture and detention of the property. And the first question, therefore, that arises, is, whether upon this appeal the Court can look into those proceedings for the purpose of ascertaining the guilt or innocence of the claimant? The principle laid down in the case of Rose v. Himely, (5 Cranch, 313.) that upon an appeal from a mandate, nothing is before the Court but the proceedings subsequent to the mandate, is undoubtedly correct in the sense in which that expression was used, with reference to the doctrine of that case. Whatever had been formerly before the Court, and was disposed of by its decree, was considered as finally disposed of; and the question of interest raised upon the execution of the mandate in that case, was in that predicament. But upon all proceedings to carry into effect the decree of the Court, the original proceedings are always before the Court, so far as they are necessary to determine any new points or rights in controversy between the parties, which were not terminated by the original decree. The Court may, therefore, inspect the original proceedings, to ascertain the merits or demerits of the parties, so far as they bear on the new claims, and must decide upon the whole examination what its duty requires. In the present case, it is impossible to separate the stipulation from the other proceedings. It is unintelligible without reference to them. The Court must inspect them, to guide it in its future acts, and to enable it to carry into effect the decree of the Supreme Court. That <span class=\"star-pagination\">*443</span> decree restores the property generally as claimed by the libellant; but what that property is, in what predicament it is, and what are the means by which it is to be restored, must be ascertained, before the Court can institute any farther proceedings.</p>\n<p>Another preliminary question is, whether the subject matter of these claims is, in this stage of the cause, open for discussion. All the claims of Mr. Burke might certainly have been brought forward and insisted upon in the original proceedings. If his right to the property was not established, still he might be entitled to equitable deductions for meliorations or charges; and if these claims were favoured by the Court, the decree of restitution would have been subject to these deductions. They would then have constituted a lien upon the property, and the Circuit Court must have enforced it. But no such claims were insisted upon in the written allegations, or even viva voce at the hearing; the omission was voluntary, and the decree of restitution passed in the most absolute and unconditional form. The consequences of now admitting them to be brought before this Court by appeal, would be most inconvenient and mischievous in practice. It would encourage the grossest laches and delays. The party might lie by through the whole progress of the original cause, until a final decree, holding the real owner out of his property, and securely enjoying, as in this case, the profits, and then start new claims for future investigation, which would protract the final decision to an indefinite period. Such a <span class=\"star-pagination\">*444</span> course would have a tendency justly to bring into disrepute the administration of justice, and inflict upon the innocent all the evils of expensive litigation. We think, therefore, that upon principle, every existing claim which the party has omitted to make at the hearing upon the merits, and before the final decree, is to be considered as waived by him, and is not to be entertained in any future proceedings; and when a decree has been made, which is in its own terms absolute, it is to be carried into effect according to those terms, and excludes all inquiry between the litigating parties as to liens or claims, which might have been attached to it by the Court, if they had been previously brought to its notice. These remarks apply as well to the claim for freight, as the other items. Mr. Burke, as the importer of the goods, would, if the carrier ship had belonged to a mere stranger, have been directly responsible for the freight, and would have been entitled to bring it forward in the original suit as an equitable charge. It can make no difference in his favour, that he was, as he now asserts himself in his petition to be, a joint owner of the vessel with Mr. Forbes. Whether, as between himself and his co-proprietor, he would be liable to pay any freight, does not appear, for the petition is naked of any proofs, and he may have occupied only his own portion of the vessel. Nor is there any evidence adduced, that Mr. Forbes was really a joint owner; and in his original claim, Mr. Burke expressly asserts the vessel to be his own, in terms which imply a sole proprietary interest. <span class=\"star-pagination\">*445</span> But without relying on these circumstances, it is sufficient to say, that it is too late for Mr. Burke in any way to assert the claim for freight, and if payable at all, he must now bear the burthen occasioned by his own laches.</p>\n<p>This view of the subject, makes it wholly unnecessary to enter upon the inquiry, how far Mr. Burke is an innocent possessor of the property in controversy, and, as such, entitled to equitable deductions and charges. The claim, whether a lien, or a mere equity, has been totally displaced by the unconditional decree of restitution.</p>\n<p>The same doctrine applies to the claim of interest made by the libellant. The question was involved in the original proceedings, and the libel itself contains an express prayer for damages, as well as for restitution of the property. Damages are often given by way of interest for the illegal seizure and detention of property; and, indeed, in cases of tort, if given at all, interest partakes of the very nature of damages. The ground now assumed is, that interest ought to be given since the date of the stipulation, or, at all events, since the decree of restitution, because the claimant has had the use of the property during this period, and it is but a just compensation to the libellant for the delay and loss he has sustained by the dispossession. It might have been just and proper for the Court below to have refused the delivery of the property upon stipulation, unless upon the express condition, that the same should carry interest, if so decreed by the Court. And, in cases of this nature, it appears <span class=\"star-pagination\">*446</span> to us highly proper that such a clause should be inserted in the stipulation. But the present stipulation contains no such clause, and, therefore, so far as respects the principal and sureties, to decree it upon that, would be to include a liability not justified by its terms. It is true, that interest might be decreed against Mr. Burke personally, not as the stipulator, but as the claimant in the cause; but then it would be by way of damages for the detention or delay. In this view, it was a matter open for discussion upon the original appeal; and no interest having been then asked for or granted, the claim is finally at rest. What was matter formerly before the Court cannot again be drawn into controversy.</p>\n<p>We have considered these questions thus far upon principle. But they have been already decided by this Court. The case of Rose v. Himely, (5 Cranch's Rep. 313.) is directly in point. The authority of that case has not been in the slightest degree impugned, and, without overthrowing it, this Court could not now entertain the present claims. We are not disposed to doubt the entire correctness of that adjudication.</p>\n<p>The question in regard to the duties, admits of a very different consideration. The decree of restitution awards to the libellant the whole property in controversy, and nothing more. Upon the face of the proceedings it appears, that the stipulation was taken for the appraised value of the property, including the duties paid to the United States by the claimant. The amount of <span class=\"star-pagination\">*447</span> those duties never constituted any part of the property of the libellant, or those for whom he acts. Neither he nor they have ever incurred the charge, or made the advance. And if it is now given to the libellant, it is a sum beyond the value of the property, which has been paid upon the importation without his aid, and without any injury to him or his principal. It is true, that in the hands of the claimant the property may be assumed to be worth the whole appraised value; but that value includes not only the value of the property per se, but the amount of the duties already paid by the claimant. In receiving it, the claimant has received no more of the libellant's property than the sum, deducting the duties already paid. It has been said, that the property was wrongfully brought to the United States by the claimant, and, therefore, he is not entitled to favour. This might be a satisfactory answer to any attempt of the claimant to charge the libellant with the duties as an equitable charge. But no such claim has been asserted; and if the Court were now to decree to the libellant the whole sum in the stipulation, the decree in effect would require the claimant to pay the duties to the libellant, as well as to the government. The original decree purports no such thing. It is confined to simple restitution of the property; and the proceeds substituted for that, are the net sum, deducting the duties, the market price, or appraised value, being compounded of the original value and the duties. These observations are confined to a case, where the error in the <span class=\"star-pagination\">*448</span> stipulation is apparent upon the face of the proceedings; and it would be dangerous, as well as improper, to entertain the question, where the evidence must be sought from extrinsic sources.</p>\n<p>Upon the whole, the decree of the Circuit Court is affirmed as to all things, except the disallowance of the claim for the deduction of duties, and as to that, it is reversed; and it is ordered that the libellant have restitution of the net appraised value, deducting the duties; and that as to so much thereof as has not been already paid to him, interest be allowed to him at the rate of six per cent. per annum, from the time of the allowance of the present appeal, unto the final execution of this decree, and that the stipulation stand security therefor.</p>\n<p>DECREE. This cause came on, &amp;c. on consideration whereof, it is ORDERED, ADJUDGED and DECREED, that the decree of the Circuit Court in the premises be and hereby is affirmed, except in disallowing the item stated in the petition of the claimants, paid for duties, and except so far as is otherwise directed by this decree; and this Court, proceeding to pass such decree as the Circuit Court ought to have given, do hereby further ORDER, ADJUDGE and DECREE, that the said items of duties, amounting to the sum of nineteen hundred and forty-five dollars and fourteen cents, be deducted from the appraised value of the property, as ascertained in the stipulation; and that the libellant have restitution of the residue of the appraised value; and that upon so much of the <span class=\"star-pagination\">*449</span> said residue as has not already been paid to the libellant, interest at the rate of six per centum per annum be allowed to the libellant, from the time of the present appeal until this present decree shall be executed upon mandate by the Circuit Court, together with all the costs of suit on the present as on the original appeal; and that the said stipulation do stand as security therefor; and that the Circuit Court do award execution upon the said stipulation, for the amount of principal and interest so ordered, adjudged and decreed.</p>\n</div>", "id": 85473, "judges": "Story", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/85473/", "sha1": "1f31e8d12000da83c606562a5286ccf28ba239ad", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T08:59:42"}